Repository: Dzejrou/yast-translations
Catalog: po/ntp-client/*.po
Languages: ar, bn, ca, da, fr, gl, hi, hr, hu, id, ja, km, mr, nb, nl, pa, pt_br, ro, ru, sk, sv, ta, uk, xh

source: <p><big><b>Server Location</b></big> Select if you want to find the NTP server in the local network or select the NTP server from the list of known NTP servers.</p>
ar: <p><big><b>موقع الخادم</b></big> حدد هذا الخيار إذا كنت تريد العثور على الخادم NTP في الشبكة المحلية أو حدد الخادم NTP من قائمة خوادم NTP المعروفة.</p>
bn: <p><big><b>সার্ভার লোকেশন</b></big> আপনি যদি স্থানীয় নেটওয়ার্কে NTP সার্ভার খুঁজে পেতে চান তাহলে নির্বাচন করুন অথবা জানা NTP সার্ভার তালিকা থেকে NTP সার্ভার নির্বাচন করুন.</p>
ca: <p><big><b>Ubicació del servidor</b></big> Seleccioneu aquesta opció si voleu trobar el servidor NTP a la xarxa local o seleccionar el servidor NTP de la llista de servidors NTP coneguts.</p>
da: <p><big><b>Serverplacering</b></big> Vælg om du vil finde NTP-serveren på lokalnetværket, eller vælge den fra en liste over kendte NTP-servere.</p>
fr: <p><big><b>Emplacement du serveur</b></big> Sélectionnez si vous souhaitez trouver le serveur NTP dans le réseau local ou choisissez le serveur NTP dans la liste des serveurs NTP connus.</p>
gl: <p><big><b>Situación do servidor</b></big> Defina se desexa encontrar o servidor NTP na rede local ou seleccionalo dunha lista de servidores NTP coñecidos.</p>
hi: <p><big><b>सर्वर स्थिति</b></big> अगर आप स्थानीय नेटवर्क में NTP सर्वर पाना चाहते हैं तो इसे चुनें या ज्ञात NTP सर्वरों की सूची से NTP सर्वर चुनें।</p>
hu: <p><big><b>Kiszolgáló helye</b></big> Válassza ki, hogy az NTP-kiszolgálót a helyi hálózaton keresi, vagy az ismert NTP-kiszolgálók listájából fogja kiválasztani.</p>
ja: <p><big><b>サーバの場所</b></big> ローカルネットワーク内にある NTP サーバを検索したり、 既知の NTP サーバの一覧から選択したりする場合に選んでください。</p>
km: <p><big><b>ទីតាំង​របស់​ម៉ាស៊ីន​បម្រើ</b></big> ជ្រើស​ថា​តើ​អ្នក​ចង់​ស្វែងរក​ម៉ាស៊ីន​បម្រើ NTP ក្នុង​បណ្ដាញ​មូលដ្ឋាន ឬ​ជ្រើស ម៉ាស៊ីន​បម្រើ NTP ពី​បញ្ជី​ម៉ាស៊ីន​បម្រើ NTP ដែល​ស្គាល់ ។</p>
mr: <p><big><b>Server Location</b></big> स्थानिक नेटवर्कमधील NTP server शोधायचा आहे का निवडा किंवाज्ञात NTP servers च्या यादीमधून NTP server निवडा.</p>
nb: <p><big><b>Serverplassering</b></big> Velg om du vil søke etter NTP-serveren i lokalnettverket eller velge den fra en liste over kjente NTP-servere.</p>
nl: <p><big><b>Server locatie</b></big> Kies of u de NTP-server in het lokale netwerk wilt opzoeken of deze NTP-server uit de lijst met bekende NTP-servers wilt selecteren.</p>
pa: <p><big><b>ਸਰਵਰ ਟਿਕਾਣਾ</b></big> ਜੇ ਤੁਸੀਂ ਲੋਕਲ ਨੈੱਟਵਰਕ ਤੇ NTP ਸਰਵਰ ਲੱਭਣਾ ਚਾਹੁੰਦੇ ਹੋ ਤਾਂ ਚੁਣੋ ਜਾਂ NTP ਸਰਵਰਾਂ ਦੀ ਲਿਸਟ ਵਿੱਚੋਂ NTP ਸਰਵਰ ਚੁਣੋ।</p>
pt_br: <p><big><b>Localização do servidor</b></big> Selecione se deseja localizar o servidor NTP na rede local ou selecione o servidor NTP da lista de servidores NTP conhecidos.</p>
ro: <p><big><b>Locația serverului</b></big> Selectați dacă doriți să căutați serverul NTP în rețeaua locală sau să-l alegeți din lista de servere NTP cunoscute.</p>
ru: <p><big><b>Расположение сервера</b></big> Выберите, хотите ли вы найти сервер NTP в локальной сети или выбрать сервер NTP из списка известных серверов NTP.</p>
sk: <p><big><b>Umiestnenie serveru</b></big> Vyberte, či chcete nájsť NTP server v lokálnej sieti, alebo zvoľte NTP server zo zoznamu známych NTP serverov.</p>
sv: <p><big><b>Serverplats</b></big> Välj om du vill hitta NTP-servern i det lokala nätverket eller välja NTP-servern från listan av kända NTP-servrar.</p>
ta: <p><big><b>சர்வர் அமைவிடம்</b></big> லோக்கல் வலையமைப்பில் என்டிபி சர்வரை கண்டுபிடிப்பதற்கு அல்லது தெரிந்த என்டிபி சர்வர்களின் பட்டியலிலிருந்து என்டிபிசர்வரை தேர்ந்தெடுப்பதற்கு இதனை தேர்வு செய்யவும்.</p>
uk: <p><big><b>Розташування сервера</b></big> Виберіть, чи бажаєте ви знайти сервер NTP у локальній мережі, чи вибрати сервер NTP зі списку відомих серверів NTP.</p>
xh: <p><big><b>Indawo Yeseva</b></big> Khetha xa ufuna ukufumana iseva ye-NTP kumsebenzi wothungelwano wendawo leyo okanye khetha iseva ye-NTP kuludwe olwaziwayo lweeseva ze-NTP.</p>

source: <p><big><b>Finding Server in the Local Network</b></big><br> To find NTP servers in the local network using the Service Location Protocol (SLP), click <b>Lookup</b>. Then select a server from the list of found servers.</p>
ar: <p><big><b>العثور على الخادم في الشبكة المحلية</b></big><br> للعثور على خوادم NTP في الشبكة المحلية باستخدام بروتوكول موقع الخدمة (SLP)، انقر فوق <b>بحث</b>. ثم حدد خادم من قائمة الخوادم الموجودة.</p>
bn: <p><big><b>ফাইন্ডিং সার্ভার ইন দি লোকাল নেটওয়ার্ক</b></big><br> সার্ভারি লোকেশন প্রোটোকল (SLP)ব্যবহার করে স্থানীয় নেটওয়ার্কের NTPসার্ভার খোঁজার জন্য <b>লুকআপ</b> ক্লিক করুন. তারপর খুঁজে পাওয়া সার্ভার তালিকা থেকে একটা সার্ভার নির্বাচন করুন.</p>
ca: <p><b><big>Cerca de servidors a la xarxa local</big></b><br> Per cercar els servidors NTP de la xarxa local mitjançant el protocol de localització de serveis (SLP), feu clic a l'opció <b>Cerca</b> i seleccioneu un servidor de la llista de servidors trobats.</p>
da: <p><b><big>Find server i lokalnetværket </big></b><br> For at finde NTP-servere i lokalnetværket ved med SLP (Service Location Protocol) tryk på <b>Søg</b>. Vælg derefter en server i listen over fundne servere.</p>
fr: <p><b><big>Recherche de serveurs dans le réseau local</big></b><br> Pour trouver des serveurs NTP dans le réseau local en utilisant le protocole SLP (Service Location Protocol), cliquez sur <b>Recherche</b>. Sélectionnez ensuite le serveur dans la liste des serveurs trouvés.</p>
gl: <p><big><b>Procura de servidores na rede local</b></big><br> Para a procura de servidores NTP na rede local mediante o protocolo SLP (Service Location Protocol), prema en <b>Consultar</b>. Seleccione logo un servidor da lista de servidores atopados.</p>
hi: <p><big><b>स्थानीय नेटवर्क में सर्वर पाना</b></big><br> Service Location Protocol (SLP)के प्रयोग से स्थानीय नेटवर्क में NTP सर्वर पाने के लिए <b>Lookup</b> पर क्लिक करें। इसके बाद मिले सर्वरों की सूची से एक सर्वर चुनें।</p>
hu: <p><big><b>Kiszolgálók keresése a helyi hálózaton</b></big><br> A helyi hálózatban lévő NTP-kiszolgálók megtalálásához (a Service Location protokoll (SLP) segítségével), kattintson a <b>Tallózás</b> gombra, majd válasszon ki egyet a megtalált kiszolgálók listájából.</p>
ja: <p><big><b>ローカルネットワーク内でのサーバ検索 </b></big><br> Service Location Protocol (SLP) を利用してローカルネットワーク内に ある NTP サーバを検索するには、 <b>検索</b> を押してください。 その後、見つかったサーバの一覧から選択することができるようになります。</p>
km: <p><big><b>កំពុង​ស្វែងរក​ម៉ាស៊ីន​បម្រើ​ក្នុង បណ្ដាញ​មូលដ្ឋាន</b></big><br> ដើម្បី​ស្វែងរក​ម៉ាស៊ីន​បម្រើ NTP ក្នុង​បណ្ដាញ​មូលដ្ឋាន​ដោយ​ប្រើ ពិធីការ​ទីតាំង​សេវា (SLP) សូម​ចុច <b>រកមើល</b> ។ បន្ទាប់​មក​ជ្រើស​ម៉ាស៊ីន​បម្រើ​មួយ​ពី​បញ្ជី​របស់​ម៉ាស៊ីន​បម្រើ​ដែល​បាន​រក​ឃើញ ។</p>
mr: <p><big><b>स्थानिक नेटवर्कमधील Server शोधण </b></big><br> Service Location Protocol (SLP) वापरून स्थानिक नेटवर्कमधील NTP servers शोधण्यासाठी <b>Lookup</b> क्लिक करा. नंतर सापडलेल्या servers च्या यादीतून server निवडा.</p>
nb: <p><b><big>Søke etter servere i lokalnettverket </big></b><br> For å finne NTP-servere i lokalnettverket ved hjelp av SLP (Service Location Protocol) klikker du <b>Søk</b>. Velg deretter en server i listen over servere som ble funnet.</p>
nl: <p><big><b>Servers zoeken in het lokale netwerk</b></big><br> Klik op <b>Opzoeken</b> om met behulp van het Service Locatie Protocol (SLP) de NTP-servers in het lokale netwerk te zoeken. Selecteer vervolgens een server uit de lijst met gevonden servers.</p>
pa: <p><big><b>ਲੋਕਲ ਨੈੱਟਵਰਕ ਤੇ ਸਰਵਰ ਲੱਭ ਰਿਹਾ ਹੈ</b></big><br> ਸਰਵਿਸ ਸਥਿਤੀ ਪਰੋਟੋਕਾਲ (SLP) ਵਰਤ ਕੇ ਲੋਕਲ ਨੈੱਟਵਰਕ ਤੇ NTP ਸਰਵਰ ਲੱਭਣ ਲਈ, <b>ਵੇਖੋ</b> ਦਬਾਓ। ਫਿਰ ਲੱਭੇ ਸਰਵਰਾਂ ਦੀ ਲਿਸਟ ਵਿੱਚੋਂ ਸਰਵਰ ਚੁਣੋ।</p>
pt_br: <p><big><b>Encontrando o servidor na rede local</b></big><br> Para localizar os servidores NTP na rede local usando o SLP (Service Location Protocol), clique em <b>Procurar</b>. Então, selecione um servidor da lista de servidores encontrados.</p>
ro: <p><big><b>Găsirea serverului în rețeaua locală</b></big><br> Pentru a găsi serverul în rețeaua locală utilizând Service Location Protocol (SLP), apăsați <b>Caută</b>. Selectați apoi serverul din lista de servere găsite.</p>
ru: <p><b><big>Поиск серверов в локальной сети</big></b><br> Чтобы найти серверы NTP в локальной сети, используя протокол определения служб (SLP), нажмите <b>Поиск</b>. Затем выберите сервер из списка найденных серверов.</p>
sk: <p><big><b>Vyhľadanie serveru v lokálnej sieti</b></big><br> Pre vyhľadanie NTP serverov v lokálnej sieti pomocou protokolu SLP kliknite na <b>Vyhľadať</b>. Potom vyberte server zo zoznamu nájdených serverov.</p>
sv: <p><b><big>Hitta servrar i det lokala nätverket</big></b><br> För att hitta NTP-servrar i det lokala nätverket med Service Location Protocol (SLP), klicka på <b>Slå upp</b>. Välj sedan en server från listan över hittade servrar.</p>
ta: <p><big><b>லோக்கல் வலையமைப்பில் சர்வரை கண்டுபிடித்தல்</b></big><br> சேவை அமைவிட மரபுமுறையை(SLP) பயன்படுத்தி லோக்கல் வலையமைப்பில் என்டிபி சர்வர்களஐ கண்டுபிடிப்பதற்கு, <b>லுக்அப்</b>ஐ க்ளிக் செய்யவும். பின்னர், கண்டுபிடிக்கப்பட்ட சர்வர்கள் பட்டியலிலிருந்து ஒரு சர்வரை தேர்வு செய்யவும்.</p>
uk: <p><big><b>Знаходження сервера в локальній мережі</b></big><br> Щоб знайти сервери NTP в локальній мережі за допомогою SLP (Service Location Protocol), натисніть <b>Знайти</b>. А тоді виберіть сервер зі списку знайдених.</p>
xh: <p><big><b>Kufunyanwa Iseva Kumsebenzi Wothungelwan Wendawo Leyo</b></big><br> Ukufumana iiseva ze-NTP kumsebenzi wothungelwano wendawo leyo ngokusebenzisa Inkqubo Yendawo Yenkonzo (SLP), nqomfa <b>ku-Funa</b>. Emva koko khetha iseva kuludwe lweeseva ezifunyenweyo.</p>

source: <p><big><b>Selecting a Public NTP Server</b></big><br> Select the NTP server to use from the <b>Public NTP Servers</b> list. To display NTP servers only for a particular country, select it in <b>Country</b>.</p>
ar: <p><big><b>تحديد خادم NTP عام</b></big><br> حدد خادم NTP المطلوب استخدامه من القائمة <b>خوادم NTP العامة</b>. لعرض خوادم NTP فقط لدولة معينة، حددها في <b>الدولة</b>.</p>
bn: <p><big><b>সিলেক্টিং এ পাবলিক NTP সার্ভার</b></big><br> ব্যবহার করার জন্য NTP সার্ভার <b>পাবলিক NTP সার্ভার তালিকা থেকে</b> নির্বাচন করুন. কোন একটা বিশেষ দেশের জন্য NTP সার্ভার প্রদর্শন করতে হলে <b>কান্ট্রি</b>তে নির্বাচন করুন.</p>
ca: <p><big><b>Selecció d'un servidor NTP públic</b></big><br> Seleccioneu el servidor NTP per fer servir de la llista <b>Servidors NTP públics</b>. Per mostrar només els servidors NTP d'un país determinat, seleccioneu-lo a <b>País</b>.</p>
da: <p><big><b>Vælge en offentlig NTP-server</b></big><br> Vælg NTP-serveren, der skal bruges, i listen over<b>offentlige NTP-servere</b>. For kun at vise NTP-servere fra et specielt land, vælg den under <b>Land</b>.</p>
fr: <p><big><b>Sélection d'un serveur NTP public</b></big><br> Sélectionnez le serveur NTP à utiliser parmi la liste des <b>serveurs NTP publics</b>. Pour n'afficher les serveurs NTP que pour un pays, sélectionnez-le dans <b>Pays</b>.</p>
gl: <p><big><b>Seleccionar un servidor NTP público</b></big><br> Seleccione da lista de <b>Servidores NTP públicos</b> o servidor NTP que quere usar. Se desexa que se amosen só servidores NTP dun país determinado, seleccióneo en <b>País</b>.</p>
hi: <p><big><b>एक Public NTP Server चुनना</b></big><br> <b>Public NTP Servers</b> की सूची से प्रयोग हेतु NTP सर्वर चुनें। सिर्फ किसी खास देश के लिए NTP सर्वर दर्शाने के लिए, इसे <b>Country</b> में चुनें।</p>
hu: <p><big><b>Nyilvános NTP-kiszolgáló kiválasztása</b></big><br> Válassza ki a használni kívánt NTP-kiszolgálót a <b>Nyilvános NTP-kiszolgálók</b> listából. Egy adott ország NTP-kiszolgálóinak megjelenítéséhez válasszon az adott <b>Ország</b>on belülről.</p>
ja: <p><big><b>公開 NTP サーバの選択</b></big><br> <b>公開 NTP サーバ</b> の一覧から NTP サーバを選択してください。特定の国にある NTP サーバのみを表示するには、 <b>国</b> を選択してください。</p>
km: <p><big><b>ការ​ជ្រើស​ម៉ាស៊ីន​បម្រើ NTP សាធារណៈ​មួយ</b></big><br> ជ្រើស​ម៉ាស៊ីន​បម្រើ NTP ដើម្បី​ប្រើ​ពី​បញ្ជី <b>ម៉ាស៊ីន​បម្រើ NTP សាធារណៈ</b> ។ ដើម្បី​បង្ហាញ​ម៉ាស៊ីន​បម្រើ NTP សម្រាប់​តែ​ប្រទេស​មួយ​ជាក់លាក់ សូម​ជ្រើស​វា​ក្នុង <b>ប្រទេស</b> ។</p>
mr: <p><big><b> Public NTP Server निवडणे</b></big><br> हवा तो NTP server <b>Public NTP Servers</b> च्यायादीतून निवडा. विशिष्ट देशासाठीचे NTP servers दाखवण्यासाठी तो<b>Country</b> मध्ये निवडा.</p>
nb: <p><big><b>Velge en offentlig NTP-server</b></big><br> Velg NTP-serveren som skal brukes, i listen over<b>offentlige NTP-servere</b> list. For å vise NTP-servere bare for et spesielt land, velg dette under <b>Land</b>.</p>
nl: <p><big><b>Een publieke NTP-server selecteren</b></big><br> Selecteer de te gebruiken NTP-server uit de lijst van <b>Publieke NTP-servers</b>. Om alleen NTP-servers uit een bepaald land weer te geven, dient u dat in <b>Land</b> te selecteren.</p>
pa: <p><big><b>ਪਬਲਿਕ NTP ਸਰਵਰ ਚੁਣ ਰਿਹਾ ਹੈ</b></big><br> ਵਰਤਣ ਲਈ NTP ਸਰਵਰ <b>ਪਬਲਿਕ NTP ਸਰਵਰ</b> ਲਿਸਟ ਵਿੱਚੋਂ ਚੁਣੋ। ਸਿਰਫ ਖਾਸ ਦੇਸ਼ ਲਈ NTP ਸਰਵਰ ਵਿਖਾਉਣ ਲਈ, ਇਸ ਨੂੰ<b>ਦੇਸ਼</b> ਵਿੱਚ ਚੁਣੋ।</p>
pt_br: <p><big><b>Selecionando um servidor NTP público</b></big><br> Selecione o servidor NTP para usar da lista <b>Servidores NTP Públicos</b>. Para exibir servidores NTP somente de um país, selecione-o em <b>País</b>.</p>
ro: <p><big><b>Selectarea unui server NTP public</b></big><br> Selectați serverul NTP ce va fi utilizat din lista de <b>Servere NTP publice</b>. Pentru afișarea serverelor NTP dintr-o anumită țară, selectați <b>Țara</b>.</p>
ru: <p><big><b>Выбор открытого сервера NTP</b></big><br> Выберите сервер NTP из списка <b>Открытые сервера NTP</b>. Для отображения серверов NTP только выбранной страны, выберите её в <b>Страна</b>.</p>
sk: <p><big><b>Voľba verejného NTP serveru</b></big><br> Zvoľte NTP server zo zoznamu <b>verejných NTP serverov</b>. Ak chcete zobraziť NTP servery len z určitej krajiny, vyberte ju v zozname.</p>
sv: <p><big><b>Välja en publik NTP-server</b></big><br> Välj NTP-servern du vill använda från listan <b>Publika NTP-servrar</b>. För att visa NTP-servrar från ett speciellt land, välj <b>Land</b>.</p>
ta: <p><big><b>ஒரு பொது என்டிபி சர்வரை தேர்வு செய்தல்</b></big><br> பயன்படுத்துவதற்கான என்டிபி சர்வரை <b>பொது என்டிபி சர்வர்கள்</b>பட்டியலிலிருந்து தேர்வு செய்யவும். ஒரு குறிப்பிட்ட நாட்டிற்கான என்டிபி சர்வர்களை காட்டுவதற்கு, அதனை <b>நாடு ல் தேர்வு செய்யவும்</b>.</p>
uk: <p><big><b>Вибір громадського сервера NTP</b></big><br> Виберіть сервер NTP зі списку <b>Громадських серверів NTP</b>. Щоб подивитись тільки на сервери NTP для певної країни, виберіть <b>Країну</b>.</p>
xh: <p><big><b>Ukukhetha Iseva Kawonkewonke ye-NTP</b></big><br> Khetha iseva ye-NTP efanele ukusetyenziswa ukusuka kuludwe <b>Iiseva Zikawonkewonke ze-NTP</b>. Ukubonisa iiseva ze-NTP kuphela kusenzelwa ilizwe elithile, likhethe apha<b>Ilizwe</b>.</p>
