Repository: Dzejrou/yast-translations
Catalog: po/ntp-client/*.po
Languages: ar, bn, ca, da, fr, gl, hi, hr, hu, id, ja, km, mr, nb, nl, pa, pt_br, ro, ru, sk, sv, ta, uk, xh

source: Writing NTP Configuration...
ar: يتم الآن كتابة إعداد NTP...
ca: Escrivint la configuració de l'NTP...
da: Skriver NTP-konfiguration...
fr: Écriture de la configuration NTP...
gl: Escribindo a configuración de NTP...
hr: Zapisujem NTP postavke...
hu: NTP-beállítások mentése…
id: Menulis Konfigurasi NTP...
ja: NTP の設定を書き込んでいます...
km: កំពុង​សរសេរ​ការ​កំណត់​រចនា​សម្ព័ន្ធ NTP...
nb: Lagrer NTP-oppsett...
nl: Opslaan van NTP-configuratie...
pt_br: Salvando a configuração do NTP...
ro: Scriu configurația NTP...
ru: Запись настроек NTP…
sk: Zapisujem konfiguráciu NTP...
sv: Skriver NIS-konfiguration...
uk: Запис конфігурації NTP...

source: <p>Press <b>Synchronize Now</b>, to get your system time set correctly using the selected NTP server. If you want to make use of NTP permanently, enable the <b>Save NTP Configuration</b> option</p>
ar: <p>اضغط <b>المزامنة الآن</b> لتعيين وقت النظام بشكل صحيح باستخدام خادم NTP المحدد. إذا أردت استخدام NTP بشكل دائم، مكن الخيار <b>حفظ الإعداد NTP</b></p>
ca: <p>Premeu <b>Sincronitza ara</b>, per ajustar correctament l'hora del vostre sistema fent servir el servidor NTP seleccionat. Si voleu fer ús de l'NTP de manera permanent, habiliteu l'opció <b>Desa la configuració de l'NTP</b></p>
da: <p>Tryk <b>Synkroniśer nu</b>, for at få din systemtid sat korrekt ved hjælp af den valgte NTP-server. Hvis du vil bruge NTP permanent, så aktivér indstillingen <b>Gem NTP-konfiguration</b></p>
fr: <p>Cliquez sur <b>Synchroniser maintenant</b> pour régler votre heure système correctement en utilisant le serveur NTP sélectionné. Si vous voulez utiliser NTP de façon permanente, activez l'option <b>Enregistrer la configuration NTP</b>.</p>
gl: <p>Prema <b>Sincronizar Agora</b> para establecer correctamente a hora do sistema usando o servidor NTP seleccionado. Se desexa facer un uso permanente de NTP, active a opción <b>Gardar a Configuración de NTP</b></p>
hu: <p>Az <b>Azonnali szinkronizáció</b> segítségével a rendszeridő megfelelően beállításra kerül a kiválasztott NTP-kiszolgálóról. Amennyiben folyamatosan kívánja használni az NTP-szolgáltatást, akkor használja az <b>NTP-beállítások mentése</b> lehetőséget.</p>
id: <p>Tekan <b>Sinkronisasi Sekarang</b>, agar waktu pada sistem diatur dengan benar menggunakan server NTP yang dipilih. Jika Anda ingin menggunakan NTP secara permanen, aktifkan opsi <b>Simpan Konfigurasi NTP</b></p>
ja: <p><b>今すぐ同期する</b> を押すと、選択した NTP サーバからの情報を元にお使いのシステムの時刻を修正します。恒久的に NTP サーバを使用したい場合は、 <b>NTP 設定の保存</b> を選択してください。</p>
km: <p>ចុច <b>ធ្វើ​សមកាលកម្ម​ឥឡូវ</b> ដើម្បី​កំណត់​ពេលវេលា​ប្រព័ន្ធ​របស់​អ្នក​ឲ្យ​ត្រឹមត្រូវ ដោយ​ប្រើ​ម៉ាស៊ីន​បម្រើ NTP ដែល​បានជ្រើស ។ ប្រសិន​បើ​អ្នក​ចង់​​ប្រើ​ NTP ជា​អចិន្ត្រៃយ៍ បើក​ជម្រើស​ <b>ការ​រក្សា​​ទុក​​​កំណត់​រចនាសម្ព័ន្ធ NTP</b> ។</p>
nb: <p>Klikk <b>Synkroniser nå</b> for å stille inn riktig systemtid ved hjelp av valgt NTP- server. Hvis du vil bruke NTP permanent, kryss av for <b>Lagre NTP-oppsett</b>.</p>
nl: <p>Druk op <b>Nu synchroniseren</b> om uw systeemtijd correct in te stellen met behulp van de geselecteerde NTP-server. Als u permanent van NTP gebruik wilt maken, activeer dan de optie <b>NTP-configuratie opslaan</b>.</p>
pt_br: <p>Pressione <b>Sincronizar agora</b> para ter o horário de seu sistema ajustado corretamente usando o servidor NTP selecionado. Se você deseja usar o NTP permanentemente, habilite a opção <b>Salvar a configuração NTP</b>.</p>
ro: <p>Apăsați <b>Sincronizează Acum</b>, pentru a vă seta sistemul corect, folosind serverul NTP selectat. Dacă doriți să folosiți permanent NTP, activați opțiunea <b>Salvează Configurația NTP</b></p>
ru: <p>Нажмите <b>Синхронизировать сейчас</b>, чтобы установить системное время в правильное значение с использованием выбранного сервера NTP. Если вы хотите сделать использование NTP постоянным, включите опцию <b>Сохранить настройки NTP</b>.</p>
sk: <p>Stlačením <b>Synchronizovať teraz</b>, sa Váš systémový čas nastaví podľa zvoleného NTP servera. Ak chcete, aby sa používalo NTP permanentne, kliknite na <b>Uložiť NTP konfiguráciu</b>.</p>
sv: <p>Klicka på <b>Synkronisera</b> för att ställa in systemtiden efter den NTP-server du valt. Om du vill använda NTP permanent aktiverar du alternativet <b>Uppdateringsinställningar</b></p>
uk: <p>Натисніть кнопку <b>Синхронізувати</b>, щоб встановити правильний час у системі за допомогою вибраного сервера NTP. Якщо ви бажаєте постійно використовувати NTP, увімкніть параметр <b>Зберегти налаштування NTP</b>.</p>

source: <p>Enabling <b>Run NTP as daemon</b> option, the NTP service will be started as daemon. Otherwise the system time will be synchronized periodically. The default interval is 15 min. You can change it after installation with the <b>yast2 ntp-client module</b>.</p>
ar: <p>تمكين<b>خيار تشغيل NTP كبرنامج خفي</b> ، سيتم بدء تشغيل الخدمة NTP كبرنامج خفي. وإلا سيتم مزامنة وقت النظام بشكل دوري. الفاصل الزمني الافتراضي 15 دقيقة. يمكنك تغييره بعد التثبيت مع <b>yast2 عميل ntp الوحدة النمطية</b>.</p>
ca: <p>Habilitant l'opció <b>Executa NTP com a dimoni</b>, el servei NTP s'iniciarà com a dimoni. Si no, l'hora del sistema es sicronitzarà periòdicament. L'interval per defecte és cada 15 min. Ho podeu canviar després de la insta·lació amb el <b>mòdul client-ntp del yast2</b>.</p>
da: <p>Hvis indstillingen <b>Kør NTP som dæmon</b> aktiveres, vil NTP-tjenesten blive startet som en dæmon. Ellers vil systemtiden blive synkroniseret periodisk. Standardintervallet er 15 min. Du kan ændre det efter installation med <b>yast2 ntp-klient-modulet</b>.</p>
fr: <p>En activant l'option <b>Exécuter NTP en tant que démon</b>, le service NTP sera démarré en tant que démon. Sinon, l'heure système sera synchronisée périodiquement. L'intervalle par défaut est 15 min. Vous pouvez le modifier après l'installation avec le <b>module ntp-client de yast2</b>.</p>
gl: <p>Ao activar a opción <b>Executar NTP como daemon</b>, o servizo NTP iniciarase como deamon. En caso contrairo, a hora do sistema sincronizarase periodicamente. O intervalo predeterminado é de 15 min. Isto pode modificarse co <b>módulo yast2 ntp-client </b>.</p>
hu: <p>Az <b>NTP futtatása démonként</b> beállítás használatával, az NTP-szolgáltatás démonként fog elindulni. Ellenkező esetben a rendszeridő meghatározott időközönként fog szinkronizálni. Az alapértelmezett szinkronizációs időköz 15 perc. Telepítést követően ez az érték a <b>yast2 ntp-client</b> modulban változtatható.</p>
id: <p>Mengaktifkan opsi <b>Jalankan NTP sebagai daemon</b>,layanan NTP akan dijalankan sebagai daemon. Jika tidak waktu sistem akan disinkronisasi secara berkala. Interval bakunya adalah 15 menit. Anda dapat mengubahnya setelah pemasangan menggunakan <b>modul ntp-client yast2</b>.</p>
ja: <p><b>NTP をデーモンとして実行する</b> オプションを有効にすると、 NTP サービスはデーモンとして起動するようになります。有効にしない場合、システム時刻は定期的に同期するようになります。既定では 15 分おきに同期を行ないます。 <b>yast2 ntp-client module</b> を実行してインストールを行なうと、同期間隔を設定することができるようになります。</p>
km: ជម្រើស<p>បើក <b>ដំណើរការ NTP ជា​ដេមិន</b> សេវា NTP នឹង​ត្រូវ​បាន​ចាប់ផ្ដើម​ជា​ដេមិន ។ បើ​មិន​ដូច្នេះ​ទេ ពេលវេលា​ប្រព័ន្ធ​នឹង​ត្រូវ​បាន​ធ្វើ​សម​កាល​កម្ម​តាម​ថិរវេលា ។ ចន្លោះ​ពេល​លំនាំដើម​គឺ ១៥ នាទី ។ អ្នក​អាច​ផ្លាស់ប្ដូរ​ បន្ទាប់ពី​ដំឡើង​ដោយ​ប្រើ <b>yast2 ntp-client module</b> ។</p>​
nb: <p>Velg <b>Kjør NTP som nisse</b> for å starte NTP-tjenesten som en nisse. Hvis ikke, vil systemklokken bli justert periodisk. Standardintervallet er 15 min. Du kan endre dette etter installasjonen i NTP-klientmodulen i <b>YaST</b>.</p>
nl: <p>De optie <b>NTP als daemon uitvoeren</b> activeren, betekent dat de NTP-service als daemon wordt gestart. Anders wordt de systeemtijd periodiek gesynchroniseerd. Het standaard interval is 15 minuten. U kunt dat na de installatie wijzigen met de <b>yast2 ntp-client module</b>.</p>
pt_br: <p>Ao habilitar a opção <b>Executar o NTP como um daemon</b>, o serviço NTP será iniciado como um daemon. Caso contrário, a hora do sistema será sincronizada periodicamente. O intervalo padrão é 15 minutos. Você pode alterá-lo após a instalação com o módulo <b>ntp-client</b> do yast2.</p>
ru: <p>При включении <b>Запускать NTP как демон</b> служба NTP будет запускаться в виде демона. В противном случае системное время будет периодически синхронизироваться. Интервал по умолчанию 15 минут. Вы можете изменить его после установки с помощью модуля <b>yast2 ntp-client</b>.</p>
sk: <p>Povolením možnosti <b>Spustiť NTP ako démon</b> bude NTP služba spustená ako démon. Inak bude systém synchronizovaný pravidelne. Predvolený interval je 15 min. Môžete ho zmeniť po inštalácii s <b> modulom yast2 ntp-client</b>.</p>
sv: <p>Om du aktiverar <b>Kör NTP som demon</b> startas NTP-tjänsten som demon. Annars synkroniseras systemtiden med jämna mellanrum. Standardintervallet är 15 min. Du kan ändra det efter installationen med <b>yast2 ntp-klientmodulen</b>.</p>
uk: <p>При увімкненні <b>Запускати NTP як фонову службу</b> служба NTP буде запускатися у вигляді фонової служби. В іншому випадку системний час буде періодично синхронізуватися. Типовий інтервал 15 хвилин. Ви можете змінити його після установки за допомогою модуля <b>yast2 ntp-client</b>.</p>

source: <p>Using the <b>Configure</b> button, open the advanced NTP configuration.</p>
ar: <p>باستخدام الزر <b>إعداد</b> ، افتح إعدادات NTP المتقدمة.</p>
ca: <p>Feu servi el botó <b>Configura</b> per obrir la configuració avançada de l'NTP.</p>
da: <p>Med brug af knappen <b>Konfigurér</b>, åbnes den avancerede NTP-konfiguration.</p>
fr: <p>Avec le bouton <b>Configurer</b>, ouvrez la configuration NTP avancée.</p>
gl: <p>Usando o botón <b>Configurar</b>, ábrese a configuración avanzada de NTP.</p>
hu: <p>A <b>Beállítás</b> gomb megnyomásával léphet a speciális NTP-beállításokhoz.</p>
id: <p>Menggunakan tombol <b>Konfigurasi</b>, buka konfigurasi NTP ahli.</p>
ja: <p><b>設定</b> ボタンを押すと、 NTP の詳細な設定を開くことができます。</p>
km: <p>ការ​ប្រើ​ប៊ូតុង<b>​កំណត់​រចនា​សម្ព័ន្ធ</b> បើក​ការ​កំណត់​​រចនា​សម្ព័ន្ធ NTP កម្រិត​ខ្ពស់ ។</p>
nb: <p>Klikk <b>Sett opp</b> for å gå til avansert NTP-oppsett.</p>
nl: <p>Met de <b>Configureren</b>-knop opent u de geavanceerde NTP-configuratie.</p>
pt_br: <p>O botão <b>Configurar</b> abre a configuração avançada do NTP.</p>
ro: <p>Folosind butonul <b>Configurează</b>, deschide configurarea avansată NTP.</p>
ru: <p>Нажав кнопку <b>Настройка</b>, откройте диалог расширенной настройки NTP.
sk: <p>Po stlačení tlačidla <b>Konfigurovať</b>, sa otvorí okno s detailným nastavením NTP.</p>
sv: <p>Med knappen <b>Ställ in</b> öppnar du de avancerade NTP-inställningarna.</p>
uk: <p>За допомогою кнопки <b>Налаштувати</b> ви маєте змогу відкрити вікно додаткового налаштування NTP.</p>

source: <p>Synchronization with the NTP server can be done only when the network is configured.</p>
ar: <p>يمكن إجراء المزامنة مع الخادم NTP فقط عندما يتم إعداد شبكة الاتصال.</p>
ca: <p>La sincronització amb el servidor NTP només es pot dur a terme quan la xarxa es troba ben configurada.</p>
da: <p>Synkronisering med NPT-servenen kan kun gøres når netværket er konfigureret.</p>
fr: <p>La synchronisation avec le serveur NTP ne peut se faire que lorsque le réseau est configuré.</p>
gl: <p>A sincronización co servidor NTP só é posible se a rede está configurada.</p>
hu: <p>Az NTP-kiszolgálóval történő szinkronizáció akkor történik meg, ha a hálózati kapcsolat be van állítva.</p>
id: <p>Sinkronisasi dengan server NTP hanya dapat dilakukan ketika jaringan sudah dikonfigurasi.</p>
ja: <p> NTP サーバとの時刻同期はネットワークが設定されている場合にのみ指定することができます。</p>
km: <p>ការ​ធ្វើ​សម​កាល​កម្ម​ជា​មួយ​ម៉ាស៊ីន​បម្រើ​អាច​ត្រូវ​បាន​ធ្វើ​តែ​នៅ​ពេល​បណ្ដាញ​ត្រូវ​បាន​កំណត់​រចនាសម្ព័ន្ធ ។</p>
nb: <p>Synkronisering med NTP-serveren kan ikke utføres før nettverket er satt opp.</p>
nl: <p>Het synchroniseren met een NTP-server is alleen mogelijk als u een netwerk hebt ingesteld.</p>
pt_br: <p>A sincronização com o servidor NTP pode ser feita somente quando a rede estiver configurada.</p>
ro: <p>Sincronizarea cu serverul NTP poate fi efectuată numai dacă rețeaua este configurată.</p>
ru: <p>Синхронизация с сервером NTP может быть сделана, только если у вас настроена сеть.</p>
sk: <p>Synchronizácia s NTP serverom môže byť aplikovaná, iba ak máte nastavenú sieť.</p>
sv: <p>Synkroniseringen med NTP-servern förutsätter att nätverket är konfigurerat.</p>
uk: <p>Синхронізація з сервером NTP можлива, лише якщо мережу налаштовано.</p>

source: Invalid NTP server hostname %1
ar: اسم مضيف خادم NTP غير صالح %1
ca: El nom del servidor NTP %1 no és vàlid.
da: Ugyldigt værtsmaskinenavn på NTP-serveren %1
fr: Nom d'hôte du serveur NTP incorrect %1
gl: Nome de servidor NTP %1 incorrecto
hr: Neispravan naziv NTP poslužitelja %1
hu: Érvénytelen NTP-kiszolgálónév: %1
id: Nama host %1 server NTP tidak valid
ja: NTP サーバのホスト名 %1 が正しくありません
km: ឈ្មោះ​ម៉ាស៊ីន​បម្រើ NTP មិន​ត្រឹមត្រូវ %1
nb: Vertsnavnet %1 for NTP-serveren er ugyldig
nl: Ongeldige NTP-servernaam %1
pa: ਗਲਤ NTP ਸਰਵਰ ਹੋਸਟ-ਨਾਂ %1
pt_br: Nome de máquina do servidor NTP inválido %1
ro: Nume de gazdă server NTP invalid %1
ru: Недопустимое имя узла сервера NTP %1
sk: Neplatné meno NTP servera %1
sv: NTP-servervärdnamnet %1 är ogiltigt
uk: Нечинна назва сервера NTP %1

source: &NTP Server Address
ar: عنوان خادم NTP
ca: Adreça del servidor &NTP
da: &NTP-serveradresse
fr: Adresse du serveur &NTP
gl: Enderezo do servidor &NTP
hr: &Adresa NTP poslužitelja
hu: &NTP-kiszolgáló címe
id: Alamat server &NTP
ja: NTP サーバのアドレス (&N)
km: អាសយដ្ឋាន​ម៉ាស៊ីន​បម្រើ NTP
nb: &NTP-serveradresse
nl: Adres van &NTP-server
pt_br: Endereço do servidor &NTP
ro: Adresa serverului NTP
ru: Адрес сервера &NTP
sk: Adresa &NTP servera
sv: &NTP-serveradress
uk: Адреса &сервера NTP

source: &Run NTP as daemon
ar: تشغيل NTP كبرنامج خفي
ca: &Executa NTP com a dimoni
da: Kø&r NTP som dæmon
fr: &Executer NTP en tant que démon
gl: Executa&r NTP como daemon
hu: &NTP futtatása démonként
id: &Jalankan NTP sebagai daemon
ja: NTP をデーモンとして実行する (&R)
km: ដំណើរការ NTP ជា​ដេមិន
nb: Kjø&r NTP som nisse
nl: NTP uitvoe&ren als daemon
pt_br: &Executar o NTP como um &daemon
ro: &Rulează NTP ca demon
ru: &Запускать NTP как демон
sk: &Spustiť NTP ako démon
sv: &Kör NTP som demon
uk: &Запускати NTP як фонову службу

source: &Save NTP Configuration
ar: حفظ إعداد NTP
ca: &Desa la configuració de l'NTP
da: &Gem NTP-konfiguration
fr: &Sauvegarder la configuration NTP
gl: &Gardar a configuración NTP
hr: &Sačuvaj NTP postavke
hu: NTP-beállítá&sok mentése
id: &Simpan Konfigurasi NTP
ja: NTP 設定の保存 (&S)
km: រក្សាទុក​ការ​កំណត់​រចនា​សម្ព័ន្ធ NTP
nb: Lagre NTP-opp&sett
nl: &Sla NTP-configuratie op
pt_br: &Salvar a configuração do NTP
ro: Salvează Configurația NTP
ru: &Сохранить настройки NTP
sk: &Uložiť NTP konfiguráciu
sv: &Spara NTP-inställningar
uk: &Зберегти налаштування NTP

source: S&ynchronize now
ar: المزامنة الآن
ca: &Sincronitza ara
da: S&ynkronisér nu
fr: S&ynchroniser maintenant
gl: S&incronizar agora
hr: &Sinkroniziraj sada
hu: A&zonnali szinkronizáció
ja: 今すぐ同期 (&Y)
km: សមកាលកម្ម​ឥឡូវ
nb: S&ynkroniser nå
nl: Nu s&ynchroniseren
pt_br: &Sincronizar agora
ro: Sincronizează acum
ru: С&инхронизировать сейчас
sk: &Synchronizovať teraz
sv: S&ynkronisera nu
uk: &Синхронізувати зараз

source: &Configure...
ar: إعداد...
bn: কনফিগার... (&ক)
ca: &Configura...
da: &Konfigurér...
fr: &Configurer...
gl: &Configurar...
hi: समनुरूपण करें (&C) ...
hr: &Postavi...
hu: &Beállítás…
id: &Konfigurasi...
ja: 設定 (&C)...
km: កំណត់​រចនា​សម្ព័ន្ធ...
mr: &संरचित करा...
nb: &Konfigurer...
nl: &Configureren...
pa: ਸੰਰਚਨਾ(&C)...
pt_br: &Configurar...
ro: &Configurează...
ru: На&строить...
sk: &Konfigurovať...
sv: S&täll in...
ta: முறையமை
uk: &Налаштувати...
xh: &Yenza ubumbeko_

source: Synchronization with NTP server is not possible without package %1 installed.
ar: المزامنة مع خادم NTP غير ممكنة بدون تثبيت حزمة %1.
ca: No és possible la sincronització amb el servidor NTP sense tenir instal·lat el paquet %1.
da: Synkronisering med NTP-server er ikke muligt uden at pakken %1 er installeret.
fr: La synchronisation avec le serveur NTP est impossible sans avoir installé le paquet %1.
hu: Az NTP-kiszolgálóval nem lehet szinkronizálni a(z) %1 csomag telepítése nélkül.
id: Sinkronisasi dengan server NTP tidak dapat dilakukan sebelum paket %1 dipasang.
ja: パッケージ %1 をインストールしないと、 NTP サーバとの同期を行なうことができません。
nb: Kan ikke synkronisere med NTP-server uten at pakken %1 er installert.
nl: Synchronisatie met NTP-server is niet mogelijk zonder dat pakket %1 is geïnstalleerd.
pt_br: A sincronização com o servidor NTP não é possível sem ter o pacote %1 instalado.
ru: Синхронизация с сервером NTP невозможна без установленного пакета %1.
sk: Synchronizácia s NTP serverom nie je možná, ak nie je nainštalovaný balík %1.
sv: Det går inte att synkronisera med NTP-servern om inte paketet %1 är installerat.
uk: Без встановленого пакунка %1 синхронізація з сервером NTP неможлива.

source: Synchronizing with NTP server...
ar: تتم الآن المزامنة مع خادم NTP...
ca: Sincronitzant amb el servidor NTP...
da: Synkroniserer med NTP-server...
fr: Synchronisation avec le serveur NTP...
gl: Sincronización co servidor NTP...
hr: Sinkroniziram s NTP poslužiteljem...
hu: Szinkronizáció NTP-kiszolgálóval…
id: Sinkronisasi dengan server NTP...
ja: NTP サーバと同期しています...
km: កំពុង​ធ្វើ​សម​កាល​កម្ម​ជាមួយ​ម៉ាស៊ីន​បម្រើ NTP...
nb: Synkroniserer med NTP-server...
nl: Met NTP-server synchroniseren...
pt_br: Sincronizando com o servidor NTP...
ro: Sincronizare cu serverul NTP...
ru: Синхронизация с сервером NTP...
sk: Synchronizujem s NTP serverom...
sv: Synkroniserar med NTP-server...
uk: Синхронізація з сервером NTP...

source: Connection to selected NTP server failed.
ar: فشل الاتصال بخادم NTP المحدد.
ca: Ha fallat la connexió al servidor NTP seleccionat.
da: Forbindelse til den valgte NTP-server mislykkedes.
fr: La connexion au serveur NTP sélectionné a échouée.
hu: Nem sikerült csatlakozni a kiválasztott NTP-kiszolgálóhoz.
id: Sambungan ke server NTP terpilih gagal.
ja: 選択した NTP サーバへの接続が失敗しました。
nl: Verbinding met geselecteerde NTP-server is mislukt.
pt_br: Falha ao conectar ao servidor NTP selecionado.
ru: Сбой подключения к выбранному серверу NTP.
sk: Pripojenie k vybranému serveru NTP zlyhalo.
sv: Anslutningen till vald NTP-server misslyckades.
uk: Спроба з'єднання з сервером зазнала невдачі.

source: Test query to server '%1' failed. If server is not yet accessible or network is not configured click 'No' to ignore. Revisit NTP server configuration?
ar: اختبار الاستعلام بخادم'%1' فشل. إذا كان الخادم غير موجوداً أو لم يتم إعداد شبكة الاتصال انقر فوق 'لا' لتجاهل. إعادة النظر في إعداد خادم NTP؟
ca: Ha fallat la prova de consulta al servidor '%1'. Si el servidor encara no és accessible o la xarxa no està configurada cliqueu a 'No' per ignorar-ho. Voleu revisar la configuració del servidor NTP?
da: Testforespørgsel til serveren "%1" mislykkedes. Hvis serveren endnu ikke er tilgængelig eller netværket ikke er konfigureret, så klik "Nej" for at ignorere. Vil du gå tilbage til konfiguration af NTP-server?
fr: La requête de test vers le serveur '%1' a échoué. Si le serveur n'est pas encore accessible ou que le réseau n'est pas configuré, cliquer sur 'Non' pour ignorer. Revisiter la configuration du serveur NTP ?
hu: A(z) '%1' kiszolgálónak küldött tesztlekérdezés sikertelen. Ha még nem érhető el a kiszolgáló, vagy nincs konfigurálva a hálózat, hagyja figyelmen kívül a 'Nem' gombra kattintva. Újra felkeresi az NTP-kiszolgáló konfigurálását?
id: Tes kueri pada server '%1' gagal. Jika server tidak dapat diakses atau jaringan belum dikonfigurasi klik 'Tidak' untuk mengabaikan. Kunjungi kembali konfigurasi server NTP?
ja: サーバ '%1' に対する問い合わせテストが失敗しました。 現時点ではサーバにアクセスできない場合や、ネットワークの設定が未完了の場合は、 'いいえ' を押して無視してください。 NTP サーバ設定に戻りますか？
nl: Testquery voor server '%1' is mislukt. Als de server nog niet toegankelijk is of als het netwerk niet is geconfigureerd, klikt u op 'Nee' om te negeren. Opnieuw naar configuratie van NTP-server gaan?
pt_br: A consulta teste para o servidor '%1' falhou. Se o servidor ainda não está acessível ou a rede não está configurada, clique em 'Não' para ignorar. Revisitar a configuração do servidor NTP?
ru: Пробный запрос к серверу '%1' завершился с ошибкой. Если сервер пока недоступен или не настроена сеть, нажмите «Нет», чтобы игнорировать это сообщение. Показать страницу настроек NTP-сервера ещё раз?
sk: Testovací dopyt na server '%1' zlyhal. Ak nie je server ešte dostupný alebo sieť nie je nakonfigurovaná, kliknúť na 'Nie' kvôli ignorovaniu. Znovu prezrieť konfiguráciu NTP servera?
sv: Testfrågan till servern %1 misslyckades. Klicka på Nej för att ignorera om servern ännu inte är åtkomlig eller nätverket inte har konfigurerats. Vill du återgå till NTP-serverkonfigurationen?
uk: Пробний запит до сервера '%1' завершився помилкою. Якщо сервер поки недоступний або не налаштована мережа, натисніть «Ні», щоб ігнорувати це повідомлення. Показати сторінку налаштувань NTP-сервера ще раз?

source: Undisciplined Local Clock (LOCAL)
ar: ساعة محلية غير تابعة لنظام (LOCAL)
bn: অনিয়মশৃঙ্খলাযুক্ত লোকাল ক্লক (স্থানীয়)
ca: Rellotge local sense disciplina (LOCAL)
da: Udisciplineret lokalt ur (LOKAL)
fr: Horloge locale non disciplinée (LOCAL)
gl: Reloxo local non disciplinado (LOCAL)
hi: अनुशासनहीन स्थानीय घड़ी (LOCAL)
hr: Nedisciplinirani lokalni sat (LOCAL)
hu: Szabályozatlan helyi óra (LOCAL)
ja: 自分自身の時計 (ローカル)
km: នាឡិកា​មូលដ្ឋាន​រញ៉េរញ៉ៃ (មូលដ្ឋាន)
mr: अव्यवस्थित स्थानिक घडयाळ (LOCAL)
nb: Ukontrollert lokal klokke (LOKAL)
nl: Ongedisciplineerde lokale klok (LOKAAL)
pa: ਬਿਨਾ-ਅਨੁਸ਼ਾਸ਼ਨ ਲੋਕਲ ਘੜੀ (LOCAL)
pt_br: Relógio local não disciplinado (LOCAL)
ru: Неточные локальные часы (LOCAL)
sk: Nedisciplinované lokálne hodiny (LOCAL)
sv: Odisciplinerad lokal klocka (LOKAL)
ta: ஒழுங்கற்ற லோக்கல் கடிகாரம் (லோக்கல்)
uk: Неточний локальний годинник (LOCAL)
xh: Iwotshi Engaqeqeshekanga Yendawo Leyo (INDAWO LEYO)

source: Trak 8820 GPS Receiver
ar: جهاز استقبال 8820 GPS من Trak
bn: ট্র্যাক 8820 GPS রিসিভার
ca: Receptor GPS Trak 8820
da: Trak 8820 GPS-modtager
fr: Récepteur Trak 8820 GPS
gl: Receptor GPS Trak 8820
hi: Trak 8820 GPS अभिग्राही
hr: Trak 8820 GPS prijemnik
hu: Trak 8820 GPS vevő
km: ឧបករណ៍​ទទួល Trak 8820 GPS
mr: ट्रक 8820 GPS रीसीव्हर
nb: Trak 8820 GPS-mottaker
nl: Trak 8820 GPS-ontvanger
pa: Trak 8820 GPS ਰਿਸੀਵਰ
pt_br: Receptor GPS Trak 8820
ro: Receiver GPS Trak 8820
ru: GPS-приёмник Trak 8820
sk: Trak 8820 GPS prijímač
sv: Trak 8820 GPS-mottagare
ta: ட்ராக் 8820 ஐபிஎஸ் ரிசீவர்
uk: Приймач Trak 8820 GPS
xh: Umamkeli we-Trak 8820 GPS

source: PSTI/Traconex 1020 WWV/WWVH Receiver
ar: جهاز استقبال 1020 WWV/WWVH من PSTI/Traconex
bn: PSTI/ট্রাকোনেক্স 1020 WWV/WWVH রিসিভার
ca: Receptor PSTI/Traconex 1020 WWV/WWVH
da: PSTI/Traconex 1020 WWV/WWVH-modtager
fr: Récepteur PSTI/Traconex 1020 WWV/WWVH
gl: Receptor WWV/WWVH PSTI/Traconex 1020
hi: PSTI/Traconex 1020 WWV/WWVH अभिग्राही
hr: PSTI/Traconex 1020 WWV/WWVH prijemnik
hu: PSTI/Traconex 1020 WWV/WWVH vevő
km: ឧបករណ៍​ទទួល PSTI/Traconex 1020 WWV/WWVH
mr: PSTI/Traconex 1020 WWV/WWVH रीसीव्हर
nb: PSTI/Traconex 1020 WWV/WWVH-mottaker
nl: PSTI/Traconex 1020 WWV/WWVH ontvanger
pa: PSTI/Traconex 1020 WWV/WWVH ਰਿਸੀਵਰ
pt_br: Receptor WWV/WWVH PSTI/Traconex 1020
ro: Receiver WWV/WWVH PSTI/Traconex 1020
ru: WWV/WWVH-приёмник PSTI/Traconex 1020
sk: PSTI/Traconex 1020 WWV/WWVH prijímač
sv: PSTI/Traconex 1020 WWV/WWVH-mottagare
ta: பிஎஸ்டிஐ/ட்ராகோனெக்ஸ் 1020 WWV/WWVH ரிசீவர்
uk: Приймач PSTI/Traconex 1020 WWV/WWVH
xh: Umamkeli we-PSTI/Traconex 1020 WWV/WWVH
