Repository: Dzejrou/yast-translations
Catalog: po/ntp-client/*.po
Languages: ar, bn, ca, da, fr, gl, hi, hr, hu, id, ja, km, mr, nb, nl, pa, pt_br, ro, ru, sk, sv, ta, uk, xh

source: Spectracom WWVB and GPS Receivers
ar: أجهزة استقبال WWVB وGPS من Spectracom
bn: স্পেক্ট্রাকম WWVB এবং GPS রিসিভারসমূহ
ca: Receptors GPS i WWVB Spectracom
da: Spectracom WWVB- og GPS-modtagere
fr: Récepteurs Spectracom WWVB et GPS
gl: Receptores WWVB e GPS Spectracom
hi: Spectracom WWVB और GPS अभिग्राही
hr: Spectracom WWVB i GPS prijemnici
hu: Spectracom WWVB és GPS vevők
km: ឧបករណ៍​ទទួល Spectracom WWVB និង GPS
mr: स्पेक्ट्राकॉम WWVB आणि GPS ग्राहक
nb: Spectracom WWVB- og GPS-mottakere
nl: Spectracom WWVB en GPS-ontvangers
pa: Spectracom WWVB ਅਤੇ GPS ਰਿਸੀਵਰ
pt_br: Receptores WWVB e GPS Spectracom
ro: Receivere WWVB și GPS Spectracom
ru: Приёмники Spectracom WWVB и GPS
sk: Spectracom WWVB and GPS prijímače
sv: Spectracom WWVB- och GPS-mottagare
ta: ஸ்பெக்ட்ராம் WWVB மற்றும் ஐபிஎஸ் ரிசீவர்கள்
uk: Приймачі Spectracom WWVB і GPS
xh: Abamkeli be-Spectracom WWVB nabe-GPS Receivers

source: TrueTime GPS/GOES/OMEGA Receivers
ar: أجهزة استقبال GPS/GOES/OMEGA من TrueTime
bn: ট্রু টাইম GPS/GOES/OMEGA রিসিভাসমূহ
ca: Receptors GPS/GOES/OMEGA TrueTime
da: TrueTime GPS/GOES/OMEGA-modtagere
fr: Récepteurs TrueTime GPS/GOES/OMEGA
gl: Receptores de hora verdadeira GPS/GOES/OMEGA
hi: TrueTime GPS/GOES/OMEGA अभिग्राही
hr: TrueTime GPS/GOES/OMEGA prijemnici
hu: TrueTime GPS/GOES/OMEGA vevők
km: ឧបករណ៍​ទទួល TrueTime GPS/GOES/OMEGA​
mr: ट्रु टाईम GPS/GOES/OMEGA ग्राहक
nb: TrueTime GPS/GOES/OMEGA-mottakere
nl: TrueTime GPS/GOES/OMEGA-ontvangers
pa: ਸਹੀ ਸਮਾਂ GPS/GOES/OMEGA ਰਿਸੀਵਰ
pt_br: Receptores de hora verdadeira GPS/GOES/OMEGA
ro: Receivere TrueTime GPS/GOES/OMEGA
ru: GPS/GOES/OMEGA-приёмники TrueTime
sk: TrueTime GPS/GOES/OMEGA prijímače
sv: TrueTime GPS/GOES/OMEGA-mottagare
ta: ட்ரூடைம் GPS/GOES/OMEGA ரிசீவர்கள்
uk: Приймачі TrueTime GPS/GOES/OMEGA
xh: Abamkeli Bexesha Elililo GPS/GOES/OMEGA

source: IRIG Audio Decoder
ar: أداة فك ترميز الصوت IRIG
bn: IRIG অডিয়ো ডেকোডার
ca: Descodificador d'àudio IRIG
da: IRIG Audio-dekoder
fr: Décodeur audio IRIG
gl: Decodificador de audio IRIG
hi: IRIG औडियो डीकोडर
hr: IRIG audio dekoder
mr: IRIG ऑडीओ डीकोडर
nb: IRIG Audio-dekoder
pa: IRIG ਆਡੀਓ ਡੀਕੋਡਰ
pt_br: Decodificador de áudio IRIG
ro: Decodor audio IRIG
ru: Декодер аудио IRIG
sk: IRIG Audio Dekodér
sv: IRIG-ljudavkodare
ta: IRIG ஆடியோ டிகோடர்
uk: Декодер аудіо IRIG
xh: I-decoder Emanyelwayo ye-IRIG

source: Radio CHU Audio Demodulator/Decoder
ar: ناقل الإشارات التمثيلية إلى بيانات رقمية/أداة فك ترميز صوت راديو الموجة القصيرة
bn: রেডিও CHU অডিয়ো ডিমডুলেটর/ডেকোডার
ca: Desmodulador o descodificador d'àudio de la ràdio CHU
da: Radio CHU Audio-demodulator/dekoder
fr: Démodulateur/Décodeur audio Radio CHU
gl: Demodulador/Decodificador de Audio para Radio CHU
hi: रेडियो CHU औडियो डीमोड्युलेटर/डीकोडेर
hr: Radio CHU Audio demodulator/dekoder
hu: Radio CHU Audio demodulátor/dekóder
mr: रेडीओ CHU ऑडीओ डीमॉडयूलेटर/डिकोडर
nb: Radio CHU Audio-demodulator/dekoder
pa: ਰੇਡੀਓ CHU ਆਡੀਓ ਡੀਮਾਡੂਲੇਟਰ/ਡੀਕੋਡਰ
pt_br: Demodulador/decodificador de áudio para rádio CHU
ro: Demodulator/Decodor audio radio CHU
ru: Демодулятор/декодер аудио радио CHU
sk: Radio CHU Audio Demodulátor/Dekodér
sv: Radio CHU-ljuddemodulator/avkodare
ta: ரேடியோ CHU ஆடியோ டீமாட்யூலேட்டர்/டீகோடர்
uk: Аудіо демодулятор / декодер радіо CHU
xh: Isilungisi-sandi/i-Decoder Emanyelwayo Yerediyo ye-CHU

source: Generic Reference Driver
ar: برنامج تشغيل المرجع العام
bn: জেনারিক উল্লেখিত ড্রাইভার
ca: Controlador de referència genèric
da: Generisk referencedriver
fr: Pilote de référence générique
gl: Controlador de referencia xenérica
hi: जेनेरिक संदर्भ ड्राइवर
hr: Općeniti referentni upravljački program
hu: Általános meghajtó
ja: 汎用リファレンスドライバ
mr: जेनेटीक संदर्भ ड्रायव्हर
nb: Generisk referansedriver
nl: Generic Reference Driver (generiek referentiestuurprogramma)
pa: ਸਧਾਰਨ ਹਵਾਲਾ ਡਰਾਈਵਰ
pt_br: Driver de referência genérico
ro: Driver generic de referință
ru: Универсальный драйвер ссылок
sk: Všeobecný referenčný ovládač
sv: Generell referensdrivrutin
ta: ஜெனரிக் ரெஃபரன்ஸ் ட்ரைவர்
uk: Загальний драйвер посилань
xh: Umqhubi Wesalathi Esingangqalanga

source: Magnavox MX4200 GPS Receiver
ar: جهاز استقبال MX4200 GPS من Magnavox
bn: ম্যাগনাভক্স MX4200 GPS রিসিভার
ca: Receptor GPS Magnavox MX4200
da: Magnavox MX4200 GPS-modtager
fr: Récepteur Magnavox MX4200 GPS
gl: Receptor GPS Magnavox MX4200
hi: Magnavox MX4200 GPS अभिग्राही
hr: Magnavox MX4200 GPS prijemnik
hu: Magnavox MX4200 GPS vevő
km: ឧបករណ៍​ទទួល Magnavox MX4200 GPS
mr: Magnavox MX4200 GPS ग्राहक
nb: Magnavox MX4200 GPS-mottaker
nl: Magnavox MX4200 GPS-ontvanger
pa: Magnavox MX4200 GPS ਰਿਸੀਵਰ
pt_br: Receptor GPS Magnavox MX4200
ro: Receiver GPS Magnavox MX4200
ru: GPS-приёмник Magnavox MX4200
sk: Magnavox MX4200 GPS prijímač
sv: Magnavox MX4200 GPS-mottagare
ta: மேக்னாவாக்ஸ் MX4200 ஜிபிஎஸ் ரிசீவர்
uk: Приймач Magnavox MX4200 GPS
xh: Umamkeli we-Magnavox MX4200 GPS

source: Austron 2200A/2201A GPS Receivers
ar: أجهزة استقبال 2200A/2201A GPS من Austron
bn: অস্ট্রন 2200A/2201A GPS রিসিভারসমূহ
ca: Receptors GPS Austron 2200A/2201A
da: Austron 2200A/2201A GPS-modtagere
fr: Récepteurs Austron 2200A/2201A GPS
gl: Receptores GPS Austron 2200A/2201A
hi: Austron 2200A/2201A GPS अभिग्राही
hr: Austron 2200A/2201A GPS prijemnici
hu: Austron 2200A/2201A GPS vevők
km: ឧបករណ៍​ទទួល Austron 2200A/2201A GPS
mr: Magnavox MX4200 GPS ग्राहक
nb: Austron 2200A/2201A GPS-mottakere
nl: Austron 2200A/2201A GPS-ontvangers
pa: Austron 2200A/2201A GPS ਰਿਸੀਵਰ
pt_br: Receptores GPS Austron 2200A/2201A
ro: Receivere GPS Austron 2200A/2201A
ru: GPS-приёмники Austron 2200A/2201A
sk: Austron 2200A/2201A GPS prijímače
sv: Austron 2200A/2201A GPS-mottagare
ta: ஆஸ்ட்ரான் 2200A/2201A ஜிபிஎஸ் ரிசீவர்கள்
uk: Приймачі Austron 2200A/2201A GPS
xh: Abamkeli be-Austron 2200A/2201A GPS

source: Arbiter 1088A/B GPS Receiver
ar: جهاز استقبال 1088A/B GPS من Arbiter
bn: অরবিটার 1088A/B GPS রিসিভার
ca: Receptor GPS Arbiter 1088A/B
da: Arbiter 1088A/B GPS-modtager
fr: Récepteur Arbiter 1088A/B GPS
gl: Receptor GPS Arbiter 1088A/B
hi: Arbitor 1088A/B GPS अभिग्राही
hr: Arbiter 1088A/B GPS prijemnik
hu: Arbiter 1088A/B GPS vevő
km: ឧបករណ៍​ទទួល Arbiter 1088A/B GPS
mr: Magnavox MX4200 GPS ग्राहक
nb: Arbiter 1088A/B GPS-mottaker
nl: Arbiter 1088A/B GPS-ontvanger
pa: Arbiter 1088A/B GPS ਰਿਸੀਵਰ
pt_br: Receptor GPS Arbiter 1088A/B
ro: Receiver GPS Arbiter 1088A/B
ru: GPS-приёмник Arbiter 1088A/B
sk: Arbiter 1088A/B GPS prijímač
sv: Arbiter 1088A/B GPS-mottagare
ta: ஆர்பிடர் 1088A/B ஜிபிஎஸ் ரிசீவர்
uk: Приймач Arbiter 1088A/B GPS
xh: Umamkeli we-Arbiter 1088A/B GPS

source: KSI/Odetics TPRO/S IRIG Interface
ar: واجهة TPRO/S IRIG من KSI/Odetics
bn: KSI/অডেটিকস TPRO/S IRIG ইন্টারফেস
ca: Interfície KSI/Odetics TPRO/S IRIG
da: KSI/Odetics TPRO/S IRIG-grænseflade
fr: Interface KSI/Odetics TPRO/S IRIG
gl: Interface IRIG KSI/Odetics TPRO/S
hi: KSI/Odetics TPRO/S IRIG इटंरफेस
hr: KSI/Odetics TPRO/S IRIG sučelje
hu: KSI/Odetics TPRO/S IRIG eszköz
km: ចំណុចប្រទាក់ KSI/Odetics TPRO/S IRIG
mr: KSI/Odetics TPRO/S IRIG पडदा
nb: KSI/Odetics TPRO/S IRIG-grensesnitt
pa: KSI/Odetics TPRO/S IRIG ਇੰਟਰਫੇਸ
pt_br: Interface KSI/Odetics TPRO/S IRIG
ro: Interfață KSI/Odetics TPRO/S IRIG
ru: Интерфейс IRIG KSI/Odetics TPRO/S
sk: KSI/Odetics TPRO/S IRIG rozhranie
sv: KSI/Odetics TPRO/S IRIG-gränssnitt
ta: கேஎஸ்ஐ / ஓடெடிக்ஸ் TPRO/S IRIG இன்டர்ஃபேஸ்
uk: Інтерфейс KSI/Odetics TPRO/S IRIG
xh: Isithuba Somdibaniso we-KSI/Odetics TPRO/S IRIG

source: Leitch CSD 5300 Master Clock Controller
ar: جهاز التحكم في الساعة الرئيسية CSD 5300 من Leitch
bn: লেথি CSD 5300 মাস্টার ক্লক কন্ট্রোলার
ca: Controlador del rellotge mestre Leitch CSD 5300
da: Leitch CSD 5300 Master-urstyreenhed
fr: Contrôleur Leitch CSD 5300 Master Clock
gl: Controlador mestre de reloxo Leitch CSD 5300
hi: Leitch CSD 5300 मास्टेर क्लोक कंट्रोलेर
hr: Leitch CSD 5300 upravljač glavnog sata
mr: Leitch CSD 5300 मास्टर क्लॉक नियंत्रक
nb: Leitch CSD 5300 Master Clock-kontroller
nl: Leitch CSD 5300 Master klok controller
pa: Leitch CSD 5300 ਮਾਸਟਰ ਘੜੀ ਕੰਟਰੋਲਰ
pt_br: Controlador mestre do relógio Leitch CSD 5300
ro: Controller master ceas Leitch CSD 5300
ru: Главный контроллер часов Leitch CSD 5300
sk: Leitch CSD 5300 Master Clock radič
sv: Leitch CSD 5300-huvudklockstyrenhet
ta: லீட்ச் CSD 5300 மாஸ்டர் கிளாக் கன்ட்ரோலர்
uk: Контролер головного годинника Leitch CSD 5300
xh: Umlawuli Wewotshi Engumalathindlela we-Leitch CSD 5300

source: EES M201 MSF Receiver
ar: جهاز استقبال M201 MSF من EES
bn: EES M201 MSF রিসিভার
ca: Receptor EES M201 MSF
da: EES M201 MSF-modtager
fr: Récepteur EES M201 MSF
gl: Receptor EES MSF M201
hi: EES M201 MSF अभिग्राही
hr: EES M201 MSF prijemnik
hu: EES M201 MSF vevő
km: ឧបករណ៍​ទទួល EES M201 MSF
mr: EES M201 MSF ग्राहक
nb: EES M201 MSF-mottaker
nl: EES M201 MSF ontvanger
pa: EES M201 MSF ਰਿਸੀਵਰ
pt_br: Receptor MSF EES M201
ro: Receiver EES M201 MSF
ru: Приёмник EES M201 MSF
sk: EES M201 MSF prijímač
sv: EES M201 MSF-mottagare
ta: EES M201 MSF ரிசீவர்
uk: Приймач EES M201 MSF
xh: Umamkeli we-EES M201 MSF

source: TrueTime generic receivers
ar: أجهزة الاستقبال العامة من TrueTime
bn: ট্রু টাইম জেনারিক রিসিভারসমূহ
ca: Receptors genèrics TrueTime
da: TrueTime generiske modtagere
fr: Récepteurs génériques TrueTime
gl: Receptores xenéricos TrueTime
hi: ट्रूटैम जेनेरिक अभिग्राही
hr: TrueTime općeniti prijemnici
hu: Általános TrueTime vevő
km: ឧបករណ៍​នៃ​ប្រភេទ TrueTime
mr: ट्रु टाइम जेनेरिक ग्राहक
nb: TrueTime generiske mottakere
nl: TrueTime algemene ontvangers
pa: ਠੀਕ ਸਮਾਂ ਸਧਾਰਨ ਰਿਸੀਵਰ
pt_br: Receptores de hora verdadeira genéricos
ro: Receivere generice TrueTime
ru: Универсальные приёмники TrueTime
sk: Všeobecné prijímače TrueTime
sv: TrueTime generella mottagare
ta: ட்ரூடைம் ஜெனரிக் ரிசீவர்கள்
uk: Загальні приймачі TrueTime
xh: Abamkeli abangangqalanga Bexesha Elililo

source: Bancomm GPS/IRIG Receiver
ar: جهاز استقبال GPS/IRIG من Bancomm
bn: ব্যানকম GPS/IRIG রিসিভার
ca: Receptor GPS/IRIG Bancomm
da: Bancomm GPS/IRIG-modtager
fr: Récepteur Bancomm GPS/IRIG
gl: Receptor GPS/IRIG Bancomm
hi: Bancomm GPS/IRIG अभिग्राही
hr: Bancomm GPS/IRIG prijemnik
hu: Bancomm GPS/IRIG vevő
km: ឧបករណ៍​ទទួល Bancomm GPS/IRIG
mr: Bancomm GPS/IRIG ग्राहक
nb: Bancomm GPS/IRIG-mottaker
nl: Bancomm GPS/IRIG ontvanger
pa: Bancomm GPS/IRIG ਰਿਸੀਵਰ
pt_br: Receptor GPS/IRIG Bancomm
ro: Receiver GPS/IRIG Bancomm
ru: GPS/IRIG-приёмник Bancomm
sk: Bancomm GPS/IRIG prijímač
sv: Bancomm GPS/IRIG-mottagare
ta: பான்காம் GPS/IRIG ரிசீவர்
uk: Приймач Bancomm GPS/IRIG
xh: Umamkeli we-Bancomm GPS/IRIG

source: Datum Precision Time System
ar: نظام وقت دقة البيانات
bn: ডটাম সঠিক টাইম সিস্টেম
ca: Sistema horari amb precisió de les dades
fr: Système Datum Precision Time
gl: Sistema de precisión de hora Datum
hi: Datum प्रेशिशन टैम सिस्टम
hu: Datum Precision Time rendszer
mr: डॉटम प्रीसीजन टाईम पद्धत
nl: Datum Precisie Tijd Systeem
pa: ਤੱਥ ਸ਼ੁੱਧਤਾ ਸਮਾਂ ਸਿਸਟਮ
pt_br: Sistema de precisão de hora Datum
ro: Serviciu de precizie dată/oră exactă
ru: Система точного времени Datum
sk: Datum Precision Time systém
sv: Datumprecisionstidssystem
ta: தரவு துல்லிய நேர முறை
uk: Система часу Datum Precision
xh: Isixokelelwano Sexesha Elichanekileyo Lomhla

source: NIST Modem Time Service
ar: خدمة وقت المودم NIST
bn: NIST মডার্ন টাইম সার্ভিস
ca: Servei horari a través del mòdem NIST
da: NIST-modem-tidstjeneste
fr: Service NIST Modem Time
gl: Servizo de hora por modem de NIST
hi: NIST मोड़म टैम सेर्वीस
hu: NIST Modem Time szolgáltatás
mr: NIST मोडेम वेळ सुविधा
nb: NIST-modemtidstjeneste
nl: NIST Modem Tijd Service
pa: NIST ਮਾਡਮ ਸਮਾਂ ਸਰਵਿਸ
pt_br: Serviço de hora certa via modem do NIST
ro: Serviciu oră exactă NIST prin modem
ru: Служба времени NIST Modem
sk: NIST Modem Time služba
sv: NIST-modemtidstjänst
ta: NIST மோடம் நேர சேவை
uk: Модем служби часу NIST
xh: Inkonzo Yexesha le-Modem ye-NIST

source: Heath WWV/WWVH Receiver
ar: جهاز استقبال WWV/WWVH من Heath
bn: হেল্থ WWV/WWVH রিসিভার
ca: Receptor Heath WWV/WWVH
da: Heath WWV/WWVH-modtager
fr: Récepteur Heath WWV/WWVH
gl: Receptor WWV/WWVH Heath
hi: Heath WWV/WWVH अभिग्राही
hr: Heath WWV/WWVH prijemnik
hu: Heath WWV/WWVH vevő
km: ឧបករណ៍​ទទួល Heath WWV/WWVH
mr: Bancomm GPS/IRIG ग्राहक
nb: Heath WWV/WWVH-mottaker
nl: Heath WWV/WWVH ontvanger
pa: ਖੁੱਲਾ WWV/WWVH ਰਿਸੀਵਰ
pt_br: Receptor WWV/WWVH Heath
ro: Receiver Heath WWV/WWVH
ru: WWV/WWVH-приёмник Heath
sk: Heath WWV/WWVH prijímač
sv: Heath WWV/WWVH-mottagare
ta: ஹீத் WWV/WWVH ரிசீவர்
uk: Приймач Heath WWV/WWVH
xh: Umamkeli we-Heath WWV/WWVH

source: Generic NMEA GPS Receiver
ar: جهاز استقبال NMEA GPS عام
bn: জেনারিক NMEA GPS রিসিভার
ca: Receptor GPS genèric NMEA
da: Generisk NMEA GPS-modtager
fr: Récepteur générique NMEA GPS
gl: Receptor GPS xenérico
hi: जेनरिक NMEA GPS अभिग्राही
hr: Općeniti NMEA GPS prijemnik
hu: Generic NMEA GPS vevő
km: ឧបករណ៍​ទទួល Generic NMEA GPS
mr: Generic NMEA GPS ग्राहक
nb: Generisk NMEA GPS-mottaker
nl: Algemene NMEA GPS-ontvanger
pa: ਸਧਾਰਨ NMEA GPS ਰਿਸੀਵਰ
pt_br: Receptor GPS genérico NMEA
ro: Receiver GPS generic NMEA
ru: Универсальный GPS-приёмник NMEA
sk: Všeobecný NMEA GPS prijímač
sv: Generell NMEA GPS-mottagare
ta: ஜெனரிக் NMEA GPS ரிசீவர்
uk: Загальний приймач NMEA GPS
xh: Umamkeli Ongangqalanga we-NMEA GPS

source: TrueTime GPS-VME Interface
ar: واجهة GPS-VME من TrueTime
bn: ট্রুটাইম GPS-VME ইন্টারফেস
ca: GPS TrueTime – Interfície VME
da: TrueTime GPS-VME-grænseflade
fr: Interface TrueTime GPS-VME
gl: Interface de hora verdadeira GPS-VME
hi: ट्रूटैम GPS-VME इंटरफेस
hr: TrueTime GPS-VME sučelje
hu: TrueTime GPS-VME eszköz
mr: ट्रु टाइम GPS-VME पडदा
nb: TrueTime GPS-VME-grensesnitt
pa: ਠੀਕ ਸਮਾਂ GPS-VME ਇੰਟਰਫੇਸ
pt_br: Interface de hora verdadeira GPS-VME
ro: Interfață GPS-VME TrueTime
ru: Интерфейс GPS-VME TrueTime
sk: TrueTime GPS-VME rozhranie
sv: TrueTime GPS-VME-gränssnitt
ta: ட்ரூடைம் GPS-VME இன்டர்ஃபேஸ்
uk: Інтерфейс TrueTime GPS-VME
xh: Isithuba Somdibaniso Wexesha Elililo le-GPS-VME

source: PPS Clock Discipline
ar: نظام الساعة PPS
bn: PPS ক্লক নিয়মশৃঙ্খলা
ca: Disciplina del rellotge PPS
da: PPS-urdisciplin
gl: Disciplinador de reloxo PPS
hi: PPS क्लोक अनुशासन
hr: PPS disciplina sata
mr: PPS क्लॉक डिसीप्लीन
nb: PPS-klokkekontroll
pa: PPS ਘੜੀ ਅਨੁਸ਼ਾਸ਼ਨ
pt_br: Disciplinador de relógio PPS
ro: Sincroniyare ceas PPS
ru: Точность часов PPS
sv: PPS-klockdisciplin
ta: PPS கடிகார ஒழுங்குமுறை
uk: PPS точність годинника
xh: Uqeqesho Lwewotshi ye-PPS

source: PTB Modem Time Service
ar: خدمة وقت المودم PTB
bn: PTB মডার্ন টাইম সার্ভিস
ca: Servei horari a través del mòdem PTB
da: PTB-modem-tidstjeneste
fr: Service PTB Modem Time
gl: Servizo de hora por módem PTB
hi: PTB मोड़म टैम सेर्वीस
hr: PTB modem usluga vremena
hu: PTB Modem Time szolgáltatás
mr: PTB मोडेम वेळ सेवा
nb: PTB-modemtidstjeneste
nl: PTB Modem Tijd Service
pa: PTB ਮਾਡਮ ਸਮਾਂ ਸਰਵਿਸ
pt_br: Serviço de hora certa via modem do PTB
ro: Serviciu oră exactă PTB prin modem
ru: Модемная служба времени PTB
sk: PTB Modem Time služba
sv: PTB-modemtidstjänst
ta: PTB மோடம் நேர சேவை
uk: Модем служби часу PTB
xh: Inkonzo Yexesha le-Modem ye-PTB

source: USNO Modem Time Service
ar: خدمة وقت المودم USNO
bn: USNO মডার্ন টাইম সার্ভিস
ca: Servei horari a través del mòdem USNO
da: USNO-modem-tidstjeneste
fr: Service USNO Modem Time
gl: Servizo de hora por módem USNO
hi: USNO मोड़म टैम सेर्वीस
hr: USNO modem usluga vremena
hu: USNO Modem Time szolgáltatás
mr: USNO मोडेम वेळ सेवा
nb: USNO-modemtidstjeneste
nl: USNO Modem Tijd Service
pa: USNO ਮਾਡਮ ਸਮਾਂ ਸਰਵਿਸ
pt_br: Serviço de hora certa via modem do USNO
ro: Serviciu oră exactă USNO prin modem
ru: Модемная служба времени USNO
sk: USNO Modem Time služba
sv: USNO-modemtidstjänst
ta: USNO மோடம் நேர சேவை
uk: Модем служби часу USNO
xh: Inkonzo Yexesha le-Modem ye-USNO

source: Hewlett Packard 58503A GPS Receiver
ar: جهاز استقبال 58503A GPS من Hewlett Packard
bn: হিউলেট প্যাকার্ড 58503A GPS রিসিভার
ca: Receptor GPS Hewlett Packard 58503A
da: Hewlett Packard 58503A GPS-modtager
fr: Récepteur Hewlett Packard 58503A GPS
gl: Receptor GPS Hewlett Packard 58503A
hi: Hewlett Packard 58503A GPS अभिग्राही
hr: Hewlett Packard 58503A GPS prijemnik
hu: Hewlett Packard 58503A GPS vevő
km: ឧបករណ៍​ទទួល Hewlett Packard 58503A GPS
mr: Hewlett Packard 58503A GPS ग्राहक
nb: Hewlett Packard 58503A GPS-mottaker
nl: Hewlett Packard 58503A GPS-ontvanger
pa: Hewlett Packard 58503A GPS ਰਿਸੀਵਰ
pt_br: Receptor GPS Hewlett Packard 58503A
ro: Receiver GPS Hewlett Packard 58503A
ru: GPS-приёмник Hewlett Packard 58503A
sk: Hewlett Packard 58503A GPS prijímač
sv: Hewlett Packard 58503A GPS-mottagare
ta: ஹியூலெட் பாக்கார்ட் 58503A GPS ரிசீவர்
uk: Приймач Hewlett Packard 58503A GPS
xh: Umamkeli we-Hewlett Packard 58503A GPS

source: Arcron MSF Receiver
ar: جهاز استقبال MSF من Arcron
bn: আরক্রন MSF রিসিভার
ca: Receptor Arcron MSF
da: Arcron MSF-modtager
fr: Récepteur Arcron MSF
gl: Receptor MSF Arcron
hi: Arcron MSF अभिग्राही
hr: Arcron MSF prijemnik
hu: Arcron MSF vevő
km: ឧបករណ៍​ទទួល Arcron MSF
mr: Arcron MSF ग्राहक
nb: Arcron MSF-mottaker
nl: Arcron MSF ontvanger
pa: Arcron MSF ਰਿਸੀਵਰ
pt_br: Receptor MSF Arcron
ro: Receiver Arcron MSF
ru: MSF-приёмник Arcron
sk: Arcron MSF prijímač
sv: Arcron MSF-mottagare
ta: ஆர்க்ரான் MSF ரிசீவர்
uk: Приймач MSF
xh: Umamkeli we-Arcron MSF

source: Shared Memory Driver
ar: برنامج تشغيل الذاكرة المشتركة
bn: শেয়ারকৃত মেমরি ড্রাইভার
ca: Controlador de la memòria compartida
da: Driver til delt hukommelse
fr: Pilote de mémoire partagée
gl: Controlador de memoria compartida
hi: साझा मेमोरी ड्राइवर
hr: Upravljački program za dijeljenu memoriju
hu: Osztott memória-meghajtó
ja: 共有メモリドライバ
km: កម្មវិធី​បញ្ជា​ដែល​បាន​ចែករំលែក​របស់​អង្គ​ចងចាំ
mr: शेअर्ड मोमोरी
nb: Driver for dynamisk minne
pa: ਸਾਂਝੀ ਮੈਮੋਰੀ ਡਰਾਈਵਰ
pt_br: Driver de memória compartilhada
ro: Driver memorie partajată
ru: Драйвер разделяемой памяти
sk: Ovládač zdieľanej pamäte
sv: Delad minnesdrivrutin
ta: பகிரப்பட்ட நினைவக ட்ரைவர்
uk: Драйвер спільної пам'яті
xh: Umqhubi Kavimba Wolwazi Wolwabelwano

source: Trimble Navigation Palisade GPS
ar: نظام Navigation Palisade GPS لتحديد المواقع
bn: ট্রিমবল নেভিগেশন পালিশেড GPS
ca: GPS Trimble Navigation Palisade
gl: GPS Trimble Navigation Palisade
hi: ट्रिम्बल नेविगेशन पैलिसेड GPS
mr: ट्रीम्बल नेव्हीगेशन पॅलीसेड GPS
nl: Trimble Navigatie Palisade GPS
pa: ਟਰਿੰਬਲ ਨੈਵੀਗੇਸ਼ਨ ਪੈਲੀਸੇਡ GPS
pt_br: GPS Trimble Navigation Palisade
ta: ட்ரிம்பிள் நேவிகேஷன் பாலிசேட் GPS
xh: Utyhutyho lwe-Trimble Palisade GPS

source: Motorola UT Oncore GPS
ar: نظام موتورولا UT Oncore GPS لتحديد المواقع
bn: মটোরোলা UT অনকর GPS
ca: GPS Motorola UT Oncore
gl: GPS Motorola UT Oncore
hi: मोटोरोला UT oncore GPS
mr: मोटोरोला UT Oncore GPS
pa: ਮਟਰੋਲਾ UT Oncore GPS
pt_br: GPS Motorola UT Oncore
ta: மோட்டரோலா யூடி ஆன்கோர் GPS
xh: i-Motorola UT Oncore GPS

source: Rockwell Jupiter GPS
ar: Rockwell Jupiter لتحديد الموقع
bn: রকওয়েল জুপিটার GPS
ca: GPS Rockwell Jupiter
gl: GPS Rockwell Jupiter
hi: रोकवेल जूपिटर GPS
mr: रॉकवेल ज्युपीटर GPS
pa: ਰੌਕਵਿਲ ਜੁਪੀਟਰ GPS
pt_br: GPS Rockwell Jupiter
ta: ராக்வெல் ஜூபிடர் GPS
xh: i-Rockwell Jupiter GPS

source: Chrono-log K-series WWVB receiver
ar: جهاز استقبال WWVB لسلسلة Chrono-log K
bn: ক্রোনো-লগ K-সিরিস WWVB রিসিভার
ca: Receptor Chrono-log sèrie K WWVB
da: Chrono-log K-serien WWVB-modtager
fr: Récepteur Chrono-log K-series WWVB
gl: Receptor WWVB Chrono-log K-series
hi: क्रोणो-लोग K-सीरिस WWVB अभिग्राही
hr: Chrono-log K-series WWVB prijemnik
hu: Chrono-log K-sorozat WWVB vevő
km: ឧបករណ៍​ទទួល Chrono-log K-series WWVB
mr: क्रोनो-लॉग-के-सीरीज WWVB ग्राहक
nb: Chrono-logg K-serien WWVB-mottaker
nl: Chrono-log K-series WWVB ontvanger
pa: Chrono-log K-series WWVB ਰਿਸੀਵਰ
pt_br: Receptor WWVB Chrono-log K-series
ro: Receiver WWVB Chrono-log K-series
ru: WWVB-приёмник Chrono-log K-series
sk: Chrono-log K-series WWVB prijímač
sv: Chrono-log K-serien WWVB-mottagare
ta: க்ரோனோ-லாக் கே-சீரீஸ் WWVB ரிசீவர்
uk: Приймач Chrono-log K-серії WWVB
xh: Umamkeli wolandelwano lwe-Chrono-log K lwe-WWVB

source: Dumb Clock
ar: ساعة بدون وحدة معالجة
bn: ডাম্ব ক্লক
ca: Rellotge passiu
da: Dumt ur
fr: Horloge Dumb
gl: Reloxo mudo
hi: डम्ब क्लोक
hr: Običan sat
hu: Buta óra
ja: ダムクロック
km: នាឡិកា Dumb
mr: डम्ब क्लॉक
nb: Generisk klokke
nl: Domme klok
pa: ਮੂਰਖ ਘੜੀ
pt_br: Relógio fictício
ru: Немые часы
sk: Hlúpe hodiny
sv: Dum klocka
ta: டம்ப் க்ளாக்
uk: Німий годинник
xh: Iwotshi Esisimumu

source: Ultralink WWVB Receivers
ar: أجهزة استقبال WWVB من Ultralink
bn: আল্ট্রালিঙ্ক WWVB রিসিভারস
ca: Receptors Ultralink WWVB
da: Ultralink WWVB-modtagere
fr: Récepteurs Ultralink WWVB
gl: Receptores WWVB Ultralink
hi: अल्ट्रालिंक WWVB अभिग्राही
hr: Ultralink WWVB prijemnici
hu: Ultralink WWVB vevő
km: ឧបករណ៍​ទទួល Ultralink WWVB
mr: Ultralink WWVB ग्राहक
nb: Ultralink WWVB-mottakere
nl: Ultralink WWVB ontvangers
pa: ਅਲਟਰਾਲਿੰਕ WWVB ਰਿਸੀਵਰ
pt_br: Receptores WWVB Ultralink
ro: Receivere WWVB Ultralink
ru: WWVB-приёмники Ultralink
sk: Ultralink WWVB prijímače
sv: Ultralink WWVB-mottagare
ta: அல்ட்ராலிங்க் WWVB ரிசீவர்கள்
uk: Приймачі Ultralink WWVB
xh: Abamkeli Bonxulumano Oluphezulu be-WWVB

source: Conrad Parallel Port Radio Clock
ar: ساعة راديو المنفذ المتوازي من Conrad
bn: কনরাড সমান্তরাল পোর্ট রেডিও ক্লক
ca: Rellotge de la ràdio amb port paral·lel Conrad
da: Conrad-radiour til parallelport
fr: Horloge radio Conrad Parallel Port
gl: Reloxo controlado por radio por porto paralelo
hi: कोनराड समांतर पोर्ट रेडियो क्लोक
hr: Conrad radio sat za paralelni priključak
hu: Conrad párhuzamos portos rádióóra
mr: कॉनरोड संमातर पोर्ट रेडियो क्लॉक
nb: Conrad-radioklokke for parallellport
nl: Conrad Parallelle poort radio klok
pa: ਕਨਰਾਡ ਪੈਰਲਲ ਪੋਰਟ ਰੇਡੀਓ ਘੜੀ
pt_br: Relógio radiocontrolado de porta paralela
ro: Ceas radio Conrad pe port paralel
ru: Радио-часы Conrad с параллельным портом
sk: Conrad rádiové hodiny cez paralelný port
sv: Conrad parallellportradioklocka
ta: கான்ராட் பாரலல் போர்ட் ரேடியோ க்ளாக்
uk: Радіо-годинник паралельного порту Conrad
xh: Iwotshi ye-Conrad Yenxusa Lesiqhagamshelanisi Serediyo

source: Radio WWV/H Audio Demodulator/Decoder
ar: ناقل الإشارات التمثيلية إلى بيانات رقمية/أداة فك ترميز صوت راديو WWV/H
bn: রেডিও WWV/H অডিও ডিমডুলেটর/ডেকডার
ca: Desmodulador o descodificador d'àudio de la ràdio WWV/H
da: Radio WWV/H Audio-demodulator/dekoder
fr: Démodulateur/Décodeur Radio WWV/H Audio
gl: Demulador/decodificador de audio para radio WWV/H
hi: रेडियो WWV/H औडियो डीमोड्युलेटर/डीकोडर
hr: Radio WWV/H audio demodulator/dekoder
hu: Radio WWV/H Audio demodulátor/dekóder
mr: रेडियो WWV/H ऑडीट डीमॉडयुलेटर/डिकोडर
nb: Radio WWV/H Audio-demodulator/dekoder
pa: ਰੇਡੀਓ WWV/H ਆਡੀਓ ਡੀਮਾਡੂਲੇਟਰ/ਡੀਕੋਡਰ
pt_br: Demodulator/decodificador de áudio para rádio WWV/H
ro: Demodulator/decodor audio radio WWWV/H
ru: Демодулятор/декодер аудио радио WWV/H
sk: Radio WWV/H Audio Demodulátor/Dekodér
sv: Radio WWV/H-ljuddemodulator/avkodare
ta: ரேடியோ WWV/H ஆடியோ டிமாட்யூலேட்டர் /டீகோடர்
uk: Радіо аудіо демодулятор / декодер WWV/H
xh: Isilungisi-sandi/i-Decoder Emanyelwayo Yerediyo ye-WWV/H

source: Forum Graphic GPS Dating station
ar: منتدى GPS الرسومي لمتابعة تاريخ التنقل
bn: ফোরাম গ্রাফিক GPS ডাটিং স্টেশন
ca: Estació de dades GPS Forum Graphic
da: Forum Graphic GPS-datostation
fr: Station Forum Graphic GPS Dating
gl: Estación de datos Forum Graphic GPS
hi: फोरम ग्राफिक GPS डेटिंक स्टेशन
hr: Forum Graphic GPS stanica za datiranje
hu: Forum Graphic GPS Dating állomás
mr: फोरम ग्राफीक GPS डेटींग स्टेशन
nb: Forum Graphic GPS-datostasjon
pa: ਫੋਰਮ ਗਰਾਫਿਕ GPS ਡੇਟਿੰਗ ਸਟੇਸ਼ਨ
pt_br: Estação de dados Forum Graphic GPS
ro: Stație de datare GPS Forum Graphic
ru: GPS-станция времени Forum Graphic
sk: Forum Graphic GPS Dating stanica
ta: ஃபோரம் க்ராஃபிக் ஜிபிஎஸ் டேடிங் ஸ்டேஷன்
uk: Станція датування Forum Graphic GPS
xh: Isitishi Seqonga Leengxoxo Segrafu Semihla ye-GPS
