Repository: Dzejrou/yast-translations
Catalog: po/ntp-client/*.po
Languages: ar, bn, ca, da, fr, gl, hi, hr, hu, id, ja, km, mr, nb, nl, pa, pt_br, ro, ru, sk, sv, ta, uk, xh

source: hopf GPS/DCF77 6021/komp for Serial Line
ar: hopf GPS/DCF77 6021/komp للخط التسلسلي
ca: hopf GPS/DCF77 6021/komp per a la línia de sèrie
da: hopf GPS/DCF77 6021/komp til seriel linje
fr: hopf GPS/DCF77 6021/komp pour ligne série
gl: hopf GPS/DCF77 6021/komp por liña de serie
hi: सीरियल लैन के लिए hopf GPS/DCF77 6021/komp
hr: hopf GPS/DCF77 6021/komp za serijsku liniju
hu: hopf GPS/DCF77 6021/komp soros vonalhoz
km: hopf GPS/DCF77 6021/komp សម្រាប់​ខ្សែ​សៀរៀល
mr: hopf GPS/DCF77 6021/komp सीरीयल लाइन
nb: hopf GPS/DCF77 6021/komp for seriell linje
nl: hopf GPS/DCF77 6021/komp voor seriële lijn
pa: ਸੀਰੀਅਲ ਲਾਈਨ ਲਈ opf GPS/DCF77 6021/komp
pt_br: hopf GPS/DCF77 6021/komp para linha serial
ro: hopf GPS/DCF77 6021/komp pentru Serial Line
ru: hopf GPS/DCF77 6021/komp для последовательной линии
sk: hopf GPS/DCF77 6021/komp pre sériový kábel
sv: hopf GPS/DCF77 6021/komp för seriell lina
ta: hopf GPS/DCF77 6021/komp ஃபார் சீரியல் லைன்
uk: hopf GPS/DCF77 6021/komp для послідовної лінії
xh: i-hopf GPS/DCF77 6021/komp ukwenzela Umgca Wolandelwano

source: hopf GPS/DCF77 6039 for PCI-Bus
ar: hopf GPS/DCF77 6039 لناقل PCI
bn: PCI-বাস-এর জন্য hopf GPS/DCF77 6039
ca: hopf GPS/DCF77 6039 per al PCI bus
fr: hopf GPS/DCF77 6039 pour bus PCI
gl: hopf GPS/DCF77 6039 por Bus PCI
hi: PCI-बस के लिए hopf GPS/DCF77 6039
hr: hopf GPS/DCF77 6039 za PCI sabirnicu
hu: hopf GPS/DCF77 6039 PCI buszhoz
mr: hopf GPS/DCF77 6039 for PCI-बसकरता
nb: hopf GPS/DCF77 6039 for PCI-buss
nl: hopf GPS/DCF77 6039 voor PCI-bus
pa: PCI-Bus ਲਈ hopf GPS/DCF77 6039
pt_br: hopf GPS/DCF77 6039 para barramento PCI
ro: hopf GPS/DCF77 6039 pentru magistrală PCI
ru: hopf GPS/DCF77 6039 для PCI-шины
sk: hopf GPS/DCF77 6039 pre PCI zbernicu
sv: hopf GPS/DCF77 6039 för PCI-buss
ta: hopf GPS/DCF77 6039 ஃபார் பிசிஐ-பஸ்
uk: hopf GPS/DCF77 6039 для шини PCI
xh: i-hopf GPS/DCF77 6039 ukwenzela i-PCI-Bus

source: JJY Receivers
ar: أجهزة استقبال JJY
bn: JJY রিসিভারসমূহ
ca: Receptors JJY
da: JJY-modtagere
fr: Récepteurs JJY
gl: Receptores JJY
hi: JJY अभिग्राही
hr: JJY prijemnici
hu: JJY vevő
km: ឧបករណ៍​ទទួល JJY
mr: JJY ग्राहक
nb: JJY-mottakere
nl: JJY-ontvangers
pa: JJY ਰਿਸੀਵਰ
pt_br: Receptores JJY
ro: Receivere JJY
ru: JJY-приёмники
sk: Prijímače JJY
sv: JJY-mottagare
ta: JJY ரிசீவர்கள்
uk: Приймачі JJY
xh: Abamkeli be-JJY

source: NTP client configuration module.
ar: الوحدة النمطية لإعداد عميل NTP.
bn: NTP ক্লাইন্ট গঠন মডিউল.
ca: Mòdul de la configuració del client NTP
da: Konfigurationsmodul til NTP-klient.
fr: Module de configuration du client NTP.
gl: Módulo de configuración do cliente NTP.
hi: NTP क्लैन्ट समनुरूपण मोड्युल
hr: Modul postavki NTP klijenta.
hu: NTP-kliens beállítási modul.
ja: NTP クライアントの設定モジュールです。
km: ម៉ូឌុល​កំណត់​រចនា​សម្ព័ន្ធ​ម៉ាស៊ីន​ភ្ញៀវ NTP
mr: NTP क्लांयट कॉनफिग्युरेशन मॉडयूल
nb: Konfigurasjonsmodul for NTP-klient.
nl: NTP-clientconfiguratiemodule.
pa: NTP ਕਲਾਇਟ ਸੰਰਚਨਾ ਮੋਡੀਊਲ।
pt_br: Módulo de configuração do cliente NTP.
ro: Modul de configurare al clientului NTP.
ru: Модуль настройки клиента NTP.
sk: Modul pre nastavenie NTP klienta.
sv: Inställningsmodul för NTP-klient.
ta: என்டிபி வாடிக்கையாளர் உள்ளமைவு மாட்யூல்
uk: Модуль налаштування NTP-клієнта.
xh: Imodyuli yobumbeko lomxumi we-NTP.

source: Print the status of the NTP daemon
ar: طباعة حالة برنامج المحرك NTP
bn: NTP ডিমনের স্টেটাস প্রিন্ট করুন
ca: Imprimeix l'estat del dimoni NTP.
da: Skriv status for NTP-dæmon
fr: Imprimer l'état du démon NTP
gl: Imprimir o estado do daemon NTP
hi: NTP डैमण का स्टैटस प्रिंट करें।
hr: Ispiši status NTP daemon-a
hu: Az NTP-démon állapotának megjelenítése
ja: NTP デーモンの状態を出力する
km: បោះពុម្ព​ស្ថានភាព​របស់ NTP daemon
mr: NTP डीमनची एन्ट्री छापा.
nb: Skriv ut status for NTP-nisse
nl: Print de status van de NTP-daemon
pa: NTP ਡੈਮਨ ਦੀ ਹਾਲਤ ਛਾਪੋ
pt_br: Exibir o status do daemon do NTP
ro: Tipărește starea daemonului NTP
ru: Показать статус демона NTP
sk: Vypísať stav NTP démona
sv: Visa NTP-demonens status
ta: என்டிபி டேமனின் நிலையை அச்சிடவும்
uk: Показати стан фонової служби NTP
xh: Shicilela isimo se-daemon ye-NTP

source: Print all configured synchronization relationships
ar: طباعة كل علاقات المزامنة التي تم إعدادها
bn: সমস্ত সমলয় গঠন রিলেশনশিপ প্রিন্ট করুন
ca: Imprimeix totes les relacions de sincronització que s'han configurat.
da: Print alle konfigurerede synkroniseringsforhold
fr: Imprimer toutes les relations de synchronisation configurées
gl: Imprimir todas as relacións de sincronización configuradas
hi: सभी कॉन्फिगर किए गए सिंक्रोनाइजेशन संबंधों को मुद्रित करें
hu: Minden szinkronizációs kapcsolat megjelenítése
ja: 設定されているすべての同期関係を表示する
km: បោះពុម្ព​ទំនាក់ទំនង​សមកាលកម្ម​ដែល​បាន​កំណត់​រចនា​សម្ព័ន្ធ​ទាំងអស់
mr: सर्व कॉनफिग्युअर्ड synchronization संबंध छापा
nb: Skriv ut alle konfigurerte synkroniseringsforbindelser
nl: Druk alle geconfigureerde synchronisatierelaties af
pa: ਸਭ ਸੰਰਚਿਤ ਸੈਕਰੋਨਾਇਜ਼ ਸੰਬੰਧ ਛਾਪੋ
pt_br: Exibir todas as relações de sincronização configuradas
ro: Tipărește toate relațiile de sincronizare configurate
ru: Показать все настроенные синхронизирующие связи
sk: Vytlačiť všetky nakonfigurované synchronizačné vzťahy
sv: Visa alla inställda synkroniseringsförhållanden
ta: அனைத்து உள்ளமைக்கப்பட்ட ஒருங்கிணைத்தல் சேர்க்கைகளையும் அச்சிடவும்.
uk: Показати всі налаштовані взаємозв'язки синхронізації
xh: Shicilela zonke iziganeko zobudlelwana ezenzelwe ubumbeko lwesingqisho esihambelanayo

source: Enable the NTP daemon
ar: تمكين برنامج المحرك NTP
bn: NTP ডিমন সমর্থন করুন
ca: Habilita el dimoni NTP.
da: Aktivér NTP-dæmonen
fr: Activer le démon NTP
gl: Activar o daemon NTP
hi: NTP डैमण समर्थ करें।
hr: Omogući NTP daemon-a
hu: Az NTP-démon engedélyezése
ja: NTP デーモンを有効にする
km: បើក​ដេមិន NTP
mr: NTP पार्श्वभूमित चालणारा कार्यक्रम कार्यान्वित करा.
nb: Aktiver NTP-nisse
nl: De NTP-daemon inschakelen
pa: NTP ਡੈਮਨ ਯੋਗ ਕਰੋ
pt_br: Habilitar o daemon do NTP
ro: Activează daemonul NTP
ru: Включить демон NTP
sk: Spustiť NTP démona
sv: Aktivera NTP-demonen
ta: என்டிபி டேமனை இயங்கச் செய்யவும்
uk: Увімкнути фонову службу NTP
xh: Nika isakhono kwi-daemon ye-NTP

source: Disable the NTP daemon
ar: تعطيل برنامج المحرك NTP
bn: NTP ডিমন অক্ষম করুন
ca: Inhabilita el dimoni NTP.
da: Deaktivér NTP-dæmonen
fr: Désactiver le démon NTP
gl: Desactivar o daemon NTP
hi: NTP डैमन असमर्थ करें।
hr: Onemogući NTP daemon-a
hu: Az NTP-démon tiltása
ja: NTP デーモンを無効にする
km: បិទ​ដេមិន NTP
mr: NTP पार्श्वभूमित चालणारा कार्यक्रम अकार्यान्वित करा.
nb: Deaktiver NTP-nisse
nl: De NTP-daemon uitschakelen
pa: NTP ਡੈਮਨ ਅਯੋਗ ਕਰੋ
pt_br: Desabilitar o daemon do NTP
ro: Deactivează daemonul NTP
ru: Отключить демон NTP
sk: Zastaviť NTP démona
sv: Inaktivera NTP-demonen
ta: என்டிபி டேமனை செயலிழக்கச் செய்யவும்
uk: Вимкнути фонову службу NTP
xh: Susa isakhono kwi-daemon ye-NTP

source: Add new synchronization relationship
ar: إضافة علاقة مزامنة جديدة
bn: নতুন সমলয় রিলেশনশিপ যোগ করুন
ca: Afegeix una relació de sincronització nova.
da: Tilføj nyt synkroniseringsforhold
fr: Ajouter une nouvelle relation de synchronisation
gl: Engadir nova relación de sincronización
hi: नया सिंक्रोनाइजेशन संबंध जोड़ें
hu: Új szinkronizációs kapcsolat hozzáadása
ja: 新しい同期関係を追加する
km: បន្ថែម​ទំនាក់ទំនង​សមកាលកម្ម​ថ្មី
mr: नवीन synchronization संबंध छापा
nb: Legg til ny synkroniseringsforbindelse
nl: Nieuwe synchronisatierelatie toevoegen
pa: ਨਵਾਂ ਸੈਕਰੋਨਾਇਜ਼ ਸੰਬੰਧ ਸ਼ਾਮਿਲ ਕਰੋ
pt_br: Adicionar nova relação de sincronização
ro: Adaugă o relație de sincronizare nouă
ru: Добавить новую синхронизирующую связь
sk: Pridať nový synchronizačný vzťah
sv: Lägg till nytt synkroniseringsförhållande
ta: புதிய ஒருங்கிணைத்தல் தொடர்பை சேர்க்கவும்
uk: Додати новий взаємозв'язок синхронізації
xh: Fakela ubudlelwana obutsha besingqisho esihambelanayo

source: Edit existing synchronization relationship
ar: تحرير علاقة مزامنة موجودة
bn: সমলয় রিলেশনশিপ সম্পাদন করুন
ca: Edita la relació de sincronització que ja existeix.
da: Redigér et eksisterende synkroniseringsforhold
fr: Modifier une relation de synchronisation existante
gl: Editar relación de sincronización existente
hi: मौजूदा सिंक्रोनाइजेशन संबंध को संपादित करें
hu: Létező szinkronizációs kapcsolat szerkesztése
ja: 既存の同期関係を編集する
km: កែសម្រួល​ទំនាក់ទំនង​សមកាលកម្ម​ដែល​មាន​ស្រាប់
mr: सध्या अस्तित्वात असलेले synchronization संबंध सुधारु
nb: Rediger en eksisterende synkroniseringsforbindelse
nl: Bestaande synchronisatierelatie wijzigen
pa: ਮੌਜੂਦਾ ਸੈਕਰੋਨਾਇਜ਼ ਸੰਬੰਧ ਸੋਧ ਕਰੋ
pt_br: Editar relação de sincronização existente
ro: Editează o relație de sincronizare existentă
ru: Редактировать существующую синхронизирующую связь
sk: Upraviť existujúci synchronizačný vzťah
sv: Redigera befintligt synkroniseringsförhållande
ta: தற்போதுள்ள ஒருங்கிணைத்தல் தொடர்பை திருத்தம் செய்யவும்.
uk: Змінити існуючий взаємозв'язок синхронізації
xh: Hlela ubudlelwana osebukho besingqisho esihambelanayo

source: Delete a synchronization relationship
ar: حذف علاقة مزامنة
bn: সমলয় রিলেশনশিপ ডিলিট করুন
ca: Suprimeix una relació de sincronització.
da: Slet et synkroniseringsforhold
fr: Effacer une relation de synchronisation
gl: Eliminar relación de sincronización
hi: एक सिंक्रोनाइजेशन संबंध को मिटाएं
hu: Szinkronizációs kapcsolat törlése
ja: 同期関係を削除する
km: លុប​ទំនាក់ទំនង​សមកាលកម្ម​មួយ
mr: हा synchronization संबंध काढून टाका
nb: Slett en synkroniseringsforbindelse
nl: Een synchronisatierelatie verwijderen
pa: ਇੱਕ ਸੈਕਰੋਨਾਇਜ਼ ਸੰਬੰਧ ਹਟਾਓ
pt_br: Remover a relação de sincronização
ro: Șterge o relație de sincronizare
ru: Удалить синхронизирующую связь
sk: Odstrániť synchronizačný vzťah
sv: Ta bort ett synkroniseringsförhållande
ta: ஓர் ஒருங்கிணைத்தல் தொடர்பை நீக்கவும்
uk: Вилучити взаємозв'язок синхронізації
xh: Cima ubudlelwana besingqisho esihambelanayo

source: The address of the server
ar: عنوان الخادم
bn: সার্ভারের ঠিকানা
ca: Adreça del servidor
da: Serverens adresse
fr: L'adresse du serveur
gl: Enderezo do servidor
hi: सेवक का पता
hr: Adresa poslužitelja
hu: A kiszolgáló IP-címe
ja: サーバのアドレス
km: អាសយដ្ឋាន​របស់​ម៉ាស៊ីន​បម្រើ
mr: सेवा संगणकाचा पत्ता.
nb: Angi serveradressen
nl: Het adres van de server
pa: ਸਰਵਰ ਦਾ ਐਡਰੈੱਸ
pt_br: O endereço do servidor
ro: Adresa serverului
ru: Адрес сервера
sk: Adresa serveru
sv: Serverns adress
ta: சர்வரின் முகவரி
uk: Адреса сервера
xh: Idilesi yeseva

source: The address of the peer
ar: عنوان النظير
bn: পিয়ারের ঠিকানা
ca: Adreça del parell
da: Adresse på peer
fr: L'adresse du pair
gl: Enderezo do par
hi: पीयर का पता
hu: A forrás címe
ja: 相手 (ピア) のアドレス
km: អាសយដ្ឋាន​​របស់​ម៉ាស៊ីន​ដូចគ្នា
mr: पीअरचा पत्ता
nb: Angi direkteforbindelsens adresse
nl: Het adres van de peer
pa: ਪੀਅਰ ਦਾ ਐਡਰੈੱਸ
pt_br: O endereço do par
ro: Adresa perechii
ru: Адрес узла
sk: Adresa partnera
sv: Motpartens adress
ta: இணையாளரின் முகவரி
uk: Адреса вузла
xh: Idilesi yeqabane

source: The address to which to broadcast
ar: العنوان المطلوب النشر إليه
bn: ব্রডকাস্ট যাতে ঠিকানা
ca: Adreça a la qual cal difondre
da: Adressen der skal broadcastes til
fr: L'adresse vers laquelle faire des diffusions générales
gl: O enderezo ao que emitir broadcast
hi: वह पता जिस पर प्रसारण करना है
hr: Adresa na koju se odašilje
hu: A cím, amelyre a Broadcast megy
ja: ブロードキャストするアドレス
km: អាសយដ្ឋាន​ដែល​ត្រូវ​ផ្សព្វផ្សាយ​ទៅកាន់
mr: ज्या पत्त्यावर प्रसारीत करायचे तो पत्ता
nb: Adressen det skal kringkastes til
nl: Het adres waarnaar broadcasts verzonden moeten worden
pa: ਬਰਾਡਕਾਸਟ ਕਰਨ ਲਈ ਐਡਰੈੱਸ
pt_br: O endereço ao qual será feito o broadcast
ro: Adresa către care se va face broadcast
ru: Адрес, на который происходит вещание
sk: Adresa na ktorú posielať broadcast
sv: Adress att sända ut
ta: ஒலிபரப்பு செய்ய வேண்டிய முகவரி
uk: Адреса, для якої транслювати
xh: Idilesi ekusasazelwa kuyo emoyeni

source: The address from which to accept broadcasts
ar: العنوان المطلوب قبول عمليات النشر منه
bn: ঠিকানা যার থেকে ব্রডকাস্ট গ্রহাণ করা যায়
ca: Adreça des de la qual s'accepten les difusions
da: Adressen fra hvilken broadcasts skal accepteres
fr: L'adresse de laquelle accepter des diffusions générales
gl: Enderezo desde o que aceptar broadcasts
hi: वह पता जिससे प्रसारण स्वीकार करना है
hr: Adresa s koje se prihvaćaju odašiljanja
hu: A cím, amelyről elfogadott a Broadcast
ja: ブロードキャストを受け取るアドレス
km: អាសយដ្ឋាន​ដែល​ត្រូវ​ទទួល​ការផ្សាយ
mr: ज्या पत्त्यावर प्रसारण स्विकारचे तो पत्ता
nb: Adressen kringkasting skal tillates fra
nl: Het adres waarvan broadcasts geaccepteerd moeten worden
pa: ਬਰਾਡਕਾਸਟ ਸਵੀਕਾਰ ਕਰਨ ਲਈ ਐਡਰੈੱਸ
pt_br: O endereço do qual serão aceitos os broadcasts
ro: Adresa de la care se va accepta broadcast-ul
ru: Адрес, с которого принимается вещание
sk: Adresa z ktorej prijímať broadcasty
sv: Adress att acceptera utsändningar från
ta: ஒலிபரப்புகள் பெறப்பட வேண்டிய முகவரி
uk: Адреса, з якої приймати трансляції
xh: Idilesi ekwamkelwa kuyo iziganeko zosasazo

source: The options of the relationship
ar: خيارات العلاقة
bn: রিলেশানশিপের বিকল্প
ca: Opcions de la relació
da: Indstillinger for forholdet
fr: Les options de la relation
gl: Opcións da relación
hi: संबंध के विकल्प
hu: A kapcsolat paraméterei
ja: 関係設定のオプション
km: ជម្រើស​នៃ​ទំនាក់ទំនង
mr: नात्याचे पर्याय
nb: Alternativer for forbindelsen
nl: De relatie opties
pa: ਸੰਬੰਧ ਦੀ ਚੋਣ
pt_br: As opções de relacionamento
ro: Opțiunile relației
ru: Параметры связи
sk: Nastavenia vzťahu
sv: Alternativ för förhållandet
ta: தொடர்பின் விருப்பத்தேர்வுகள்
uk: Параметри взаємозв'язку
xh: Izikhethwa zobudlelwana

source: Options for clock driver calibration
ar: خيارات معايرة برنامج تشغيل الساعة
bn: ক্লক ড্রাই কলিবারেশনের জন্য বিকল্প
ca: Opcions per al calibratge del controlador del rellotge
da: Indstillinger for kalibrering af ur-driver
fr: Options pour la calibration du pilote de l'horloge
gl: Opcións para a calibración do controlador de reloxo
hi: क्लोक ड्रैवर कैलीब्रेशन के लिए विक्लप चूनें।
hr: Izbori za baždarenje upravljačkog programa sata
hu: Az órameghajtó finomhangolása
ja: クロックドライバ調整のオプション
km: ជម្រើស​ក្រិត​ម៉ោង​របស់​កម្មវិធី​បញ្ជា
mr: क्लॉक ड्रायव्हर synchronization विकल्प
nb: Alternativer for kalibrering av klokkedriver
nl: Opties voor de klokstuurprogrammacalibratie
pa: ਘੜੀ ਡਰਾਈਵਰ ਚਿੰਨ ਲਈ ਚੋਣ
pt_br: Opções para calibrar o driver do relógio
ro: Opțiuni pentru calibrarea driver-ului de ceas
ru: Параметры калибровки драйвера часов
sk: Možnosti pre kalibráciu ovládača hodín
sv: Alternativ för kalibrering av klockdrivrutin
ta: க்ளாக் ட்ரைவர் கேலிப்ரேஷனுக்கான விருப்பத்தேர்வுகள்
uk: Параметри калібрування драйвера годинника
xh: Izikhethwa zemilinganiselo yomqhubi wewotshi

source: Use the server for initial synchronization
ar: استخدام الخادم للمزامنة الأولية
bn: আরম্ভিক সমলয়ের জন্য সার্ভার ব্যবহার করুন
ca: Utilitza el servidor per a la sincronització inicial
da: Brug serveren ved første synkronisering
fr: Utiliser le serveur pour la synchronisation initiale
gl: Usar o servidor para a sincronización inicial
hi: आरंभिक सिंक्रोनाइजेशन के लिए सर्वर का प्रयोग करें
hr: Koristi poslužitelj za početnu sinkronizaciju
hu: Ezt a gépet használja kezdeti szinkronizációra
ja: このサーバを初期同期に使用する
km: ប្រើ​ម៉ាស៊ីន​បម្រើ​សម្រាប់​សមកាលកម្ម​លំនាំដើម
mr: प्राथमिक synchronization सर्व्हर वापरा
nb: Bruk serveren ved første synkronisering
nl: Gebruik de server voor de initiële synchronisatie
pa: ਸ਼ੁਰੂਆਤੀ ਸਮਕਾਲਤਾ ਲਈ ਸਰਵਰ ਵਰਤੋਂ
pt_br: Utilizar o servidor para sincronização inicial
ro: Utilizează serverul pentru sincronizarea inițială
ru: Использовать сервер для начальной синхронизации
sk: Použiť server pre počiatočnú synchronizáciu
sv: Använd server för initial synkronisering
ta: துவக்க ஒருங்கிணைத்தலுக்காக சர்வரை பயன்படுத்தவும்
uk: Для початкової синхронізації вживати сервер
xh: Sebenzisa iseva yesingqisho esihambelanayo ekuqalwa ngaso

source: Do not use the server for initial synchronization
ar: عدم استخدام الخادم للمزامنة الأولية
bn: আরম্ভিক সমলয়ের জন্য সার্ভার
ca: No utilitzis el servidor per a la sincronització inicial
da: Brug ikke serveren ved første synkronisering
fr: Ne pas utiliser le serveur pour la synchronisation initiale
gl: Non usar o servidor para a sincronización inicial
hi: आरंभिक सिंक्रोनाइजेशन के लिए सर्वर का प्रयोग न करें
hr: Nemoj koristiti poslužitelj za početnu sinkronizaciju
hu: Ezt a gépet NE használja kezdeti szinkronizációra
ja: このサーバを初期同期に使用しない
km: កុំ​ប្រើ​ម៉ាស៊ីន​បម្រើ​សម្រាប់​សមកាលកម្ម​ដើម
mr: प्राथमिक synchronization सर्व्हर वापरु नका
nb: Ikke bruk serveren ved første synkronisering
nl: Gebruik de server niet voor de initiële synchronisatie
pa: ਸ਼ੁਰੂਆਤੀ ਸਮਕਾਲਤਾ ਲਈ ਸਰਵਰ ਨਾ ਵਰਤੋਂ
pt_br: Não utilizar o servidor para sincronização inicial
ro: Nu utiliza serverul pentru sincronizarea inițială
ru: Не использовать сервер для начальной синхронизации
sk: Nepoužiť server pre počiatočnú synchronizáciu
sv: Använd inte server för initial synkronisering
ta: துவக்க ஒருங்கிணைத்தலுக்காக சர்வரை பயன்படுத்த வேண்டாம்.
uk: Для початкової синхронізації не вживати сервер
xh: Musa ukusebenzisa iseva yesingqisho esihambelanayo ekuqalwa ngaso

source: The synchronization peer not specified.
ar: لم يتم تحديد نظير المزامنة.
bn: সমলয় পিয়ার নির্ধারিত নয়.
ca: Parell de la sincronització que no s'ha especificat.
da: Peer til synkronisering er ikke specificeret.
fr: Pair de synchronisation non spécifié.
gl: O par de sincronización non se especificou.
hi: सिंक्रोनाइजेशन पियर उल्लिखित नहीं किया गया।
hu: Nem adott meg szinkronizációs forrást.
ja: 同期相手 (ピア) を指定していません。
km: ដៃគូ​សមកាលកម្ម​ដែល​មិន​បញ្ជាក់ ។
mr: सींक्रोनायझेशन पीर ठरवलेली नाही.
nb: Synkroniseringsforbindelse ikke spesifisert.
nl: Het synchronisatie peer type is niet gespecificeerd.
pa: ਸੈਕਰੋਨਾਇਜ਼ ਪੀਅਰ ਦਿੱਤਾ ਨਹੀਂ ਹੈ।
pt_br: O par de sincronização não foi especificado.
ro: Perechea de sincronizare nu a fost specificată.
ru: Узел синхронизации не указан.
sk: Synchronizačný partner nebol zadaný.
sv: Synkroniseringsmotpart inte specificerad.
ta: ஒருங்கிணைக்கும் இணையாளர்கள் குறிப்பிடப்படவில்லை.
uk: Не вказано вузол синхронізації.
xh: Iqabane lesingqisho esihambelanayo alixelwanga.

source: Specified synchronization peer not found.
ar: لم يتم العثور على نظير المزامنة المحدد.
bn: নির্ধারিত সমলয় পিয়ার পাওয়া যায় নি.
ca: No s'ha trobat el parell de la sincronització especificat.
da: Angivet peer til synkronisering ikke fundet.
fr: Le pair de synchronisation spécifié n'a pas été trouvé.
gl: Non se atopou o par de sincronización especificado.
hi: उल्लिखित सिंक्रोनाइजेशन पियर नहीं मिला।
hu: A megadott szinkronizációs forrás nem található.
ja: 指定した同期相手 (ピア) が見つかりません。
km: រក​មិន​ឃើញ​ដៃ​គូ​សមកាលកម្ម​ដែល​បាន​បញ្ជាក់​ឡើយ ។
mr: ठराविक सींक्रोनायझेशन पीर मिळत नाही.
nb: Spesifisert synkroniseringsforbindelse ikke funnet.
nl: De gespecificeerde synchronisatie peer is niet gevonden.
pa: ਦਿੱਤਾ ਸੈਕਰੋਨਾਇਜ਼ ਪੀਅਰ ਨਹੀਂ ਲੱਭਿਆ।
pt_br: O par de sincronização especificado não foi encontrado.
ro: Perechea de sincronizare specificată nu a fost găsită.
ru: Указанный узел синхронизации не найден.
sk: Synchronizačný partner nebol nájdený.
sv: Synkroniseringsmotpart hittas inte.
ta: குறிப்பிடப்பட்ட ஒருங்கிணைக்கும் இணையாளர் காணப்படவில்லை.
uk: Вказаного вузла синхронізації не знайдено.
xh: Iqabane elihambelana ngesingqisho elixeliweyo alifunyenwanga.

source: NTP daemon is enabled.
ar: تم تمكين برنامج المحرك NTP.
bn: NTP ডিমন সমর্থিত.
ca: El dimoni NTP està habilitat.
da: NTP-dæmon er aktiveret.
fr: Le démon NTP est activé.
gl: O daemon NTP está activado.
hi: NTP डैमण समर्थ हैं।
hr: NTP daemon je omogućen.
hu: Az NTP-démon aktív.
ja: NTP デーモンは有効です。
km: ដេមិន NTP បាន​បើក​ហើយ ។
mr: NTP पार्श्वभूमित चालणारा कार्यक्रम कार्यान्वित करा.
nb: NTP-nisse er aktivert.
nl: NTP-daemon is ingeschakeld.
pa: NTP ਡੈਮਨ ਯੋਗ ਹੈ।
pt_br: O daemon do NTP está habilitado.
ro: Daemonul NTP este activat.
ru: Демон NTP включён.
sk: NTP démon je spustený.
sv: NTP-demon är aktiverad.
ta: என்டிபி டேமன் இயக்கப்பட்டுள்ளது.
uk: Увімкнено фонову службу NTP.
xh: I-daemon ye-NTP inikwe isakhono.

source: NTP daemon is disabled.
ar: تم تعطيل برنامج المحرك NTP.
bn: NTP ডিমন অসমর্থিত.
ca: El dimoni NTP està inhabilitat.
da: NTP-dæmon er deaktiveret.
fr: Le démon NTP est désactivé.
gl: O daemon NTP está desactivado.
hi: NTP डैमण असमर्थ हैं।
hr: NTP daemon je onemogućen.
hu: Az NTP-démon inaktív.
ja: NTP デーモンは無効です。
km: ដេមិន NTP បាន​បិទ​ហើយ ។
mr: NTP पार्श्वभूमित चालणारा कार्यक्रम अकार्यान्वित करा.
nb: NTP-nisse er deaktivert.
nl: NTP-daemon is uitgeschakeld.
pa: NTP ਡੈਮਨ ਅਯੋਗ ਹੈ।
pt_br: O daemon do NTP está desabilitado.
ro: Daemonul NTP este deactivat.
ru: Демон NTP отключён.
sk: NTP démon je zastavený.
sv: NTP-demon är inaktiverad.
ta: என்டிபி டேமன் செயலிழக்கச் செய்யப்பட்டுள்ளது.
uk: Вимкнено фонову службу NTP.
xh: I-daemon ye-NTP isuswe isakhono.

source: Server
ar: خادم
bn: সার্ভার
ca: Servidor
fr: Serveur
gl: Servidor
hi: सेवक
hr: Poslužitelj
hu: Kiszolgáló
ja: サーバ
km: ម៉ាស៊ីន​បម្រើ
pa: ਸਰਵਰ
pt_br: Servidor
ru: Сервер
ta: சர்வர்
uk: Сервер
xh: Iseva

source: Peer
ar: نظير
bn: পিয়ার
ca: Parell
fr: Pair
gl: Par
hi: पियर
hu: Társkiszolgáló
ja: ピア
km: ម៉ាស៊ីន​ដូច​គ្នា
mr: पीर
nb: Direkteforbindelse
pa: ਪੀਅਰ
pt_br: Par
ro: Pereche
ru: Узел
sk: Partner
sv: Motpart
ta: இணையாளர்
uk: Вузол
xh: Iqabane

source: Broadcast
ar: نشر
bn: ব্রডকাস্ট
ca: Difusió
fr: Diffusion générale (broadcast)
hi: ब्रोडकास्ट
hr: Odašiljanje
ja: ブロードキャスト
km: ផ្សាយ
mr: प्रसारीत करा
nb: Kringkasting
pa: ਬਰਾਡਕਾਸਟ
ru: Широковещательная рассылка
sv: Utsändning (Broadcast)
ta: ஒலிபரப்பு
uk: Трансляція
xh: Usasazo emoyeni

source: Accepting Broadcasts
ar: قبول عمليات النشر
bn: ব্রডকাস্টসমূহ গ্রহণ করছি
ca: Acceptant les difusions
da: Accepterer broadcasts
fr: Accepter les diffusions générales (broadcasts)
gl: Aceptando broadcasts
hi: ब्रोडकास्ट स्वीकार कर रहा हैं।
hr: Prihvaćam odašiljanja
hu: Broadcasts elfogadása
ja: ブロードキャストを受け取る
km: កំពុង​ទទួលយក​ការ​ផ្សាយ
mr: प्रसारणे स्वीकारली जात आहेत
nb: Tillater kringkasting
nl: Broadcasts worden geaccepteerd
pa: ਬਰਾਡਕਾਸਟ ਮਨਜ਼ੂਰ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pt_br: Aceitando broadcasts
ro: Acceptă broadcast
ru: Приём широковещания
sk: Akceptovať broadcasty
sv: Accepterar utsändning (Broadcast)
ta: ஒலிபரப்பு ஏற்கப்படுகிறது
uk: Приймає трансляції
xh: Kwamkelwa Iziganeko Zosasazo Emoyeni

source: Unit Number: %1
ar: رقم الوحدة: %1
bn: ইউনিট নম্বর: %1
ca: Número d'unitat: %1
da: Enhedsnummer: %1
fr: Numéro d'unité : %1
gl: Número de unidade: %1
hi: यूनिट न०: %1
hr: Broj uređaja: %1
hu: Eszközszám: %1
ja: ユニット番号: %1
km: ចំនួន​ឯកតា ៖ %1
mr: युनीट क्रंमाक: %1
nb: Enhetsnummer: %1
nl: Unitnummer: %1
pa: ਯੂਨਿਟ ਅੰਕ: %1
pt_br: Número de unidade: %1
ro: Număr de unități: %1
ru: Номер блока: %1
sk: Číslo jednotky: %1
sv: Enhetsnummer: %1
ta: அலகு எண்: %1
uk: Номер годинника: %1
xh: Inani Lecandelo: %1

source: Local Radio Clock
ar: ساعة الراديو المحلية
bn: লোকাল রেডিও ক্লক
ca: Rellotge de la ràdio local
da: Lokalt radiour
fr: Horloge radio locale
gl: Reloxo de radio local
hi: लोकल रेडियो क्लोक
hr: Lokalni radio sat
hu: Helyi rádióóra
ja: ローカルラジオクロック
km: នាឡិកា​វិទ្យុ​មូលដ្ឋាន
mr: स्थानिक रेडिओ घड्याळ
nb: Lokal radioklokke
nl: Lokale radioklok
pa: ਲੋਕਲ ਰੇਡੀਓ ਘੜੀ
pt_br: Relógio controlado por rádio local
ro: Ceas local radio
ru: Локальные радиочасы
sk: Lokálne rádiové hodiny
sv: Lokal radioklocka
ta: லோக்கல் ரேடியோ கடிகாரம்
uk: Локальний радіо-годинник
xh: Iwotshi Yerediyo Yendawo Leyo

source: Reading the settings failed.
ar: فشلت قراءة الإعدادات.
bn: ব্যর্থ ফাইলগুলি পড়ছি.
ca: No s'han pogut llegir els paràmetres.
da: Læsning af indstillingene fejlede.
fr: Échec de la lecture des paramètres.
gl: Non se puido ler a configuración.
hi: व्यवस्थायें पढ़ने पर फेल हो गया।
hr: Učitavanje postavki nije uspjelo.
hu: A beállítások olvasása nem sikerült.
ja: 設定の読み込みに失敗しました。
km: បរាជ័យ​ក្នុង​ការ​អាន​ការកំណត់ ។
mr: सेटींग्ज वाचण्यात अपयश.
nb: Innstillingene kunne ikke leses.
nl: Het lezen van de instellingen is mislukt.
pa: ਸੈਟਿੰਗ ਪੜ੍ਹਨ ਵਿੱਚ ਅਸਫਲ।
pt_br: Falha ao ler as configurações.
ro: Citirea setărilor a eșuat.
ru: Не удалось прочитать настройки.
sk: Načítavanie nastavenia zlyhalo.
sv: Misslyckades med att läsa inställningar.
ta: அமைப்புகளை படித்தல் தோல்வியுற்றது.
uk: Читання параметрів зазнало невдачі.
xh: Ukufunda imimiselo kusilele.
