Repository: Dzejrou/yast-translations
Catalog: po/ntp-client/*.po
Languages: ar, bn, ca, da, fr, gl, hi, hr, hu, id, ja, km, mr, nb, nl, pa, pt_br, ro, ru, sk, sv, ta, uk, xh

source: <p><b><big>Configuring via DHCP</big></b><br> To retrieve the information about NTP servers via the DHCP protocol from your network server instead of setting them manually, set <b>Configure NTP Daemon via DHCP</b>. Ask your network administrator if the information about NTP servers is provided by the DHCP server.</p>
ar: <p><b><big>إعداد عبر DHCP</big></b><br> لاسترداد المعلومات حول خوادم NTP عبر بروتوكول DHCP من خادم الشبكة بدلاً من تعيينها يدويًا قم بتعيين <b>إعداد برنامج المحرك NTP عبر DHCP</b>. راجع مسؤول الشبكة لديك إذا كانت المعلومات حول خوادم NTP متوفرة من خادم DHCP.</p>
bn: <p><b><big>কনফিগারিং ভায়া DHCP</big></b><br> নিজের হাতে সেট করার বদলে আপনার নেটওয়ার্ক সার্ভার থেকে DHCP প্রোটোকলের মাধ্যমে NTP সার্ভারের বিষয় তথ্য উদ্ধার করার জন্য <b>কনফিগার NTP ডিমন ভায়া DHCP</b>সেট করুন. আপনার নেটওয়ার্ক প্রসারককে জিজ্ঞাসা করুন NTP সার্ভারের বিষয় তথ্য DHCP সার্ভার দেয় কী না.</p>
ca: <p><b><big>Configuració a través del DHCP</big></b><br> Per recuperar la informació sobre els servidors NTP a través del protocol DHCP des del servidor de la xarxa en lloc de definir-los manualment, definiu <b>Configura el dimoni NTP a través del DHCP</b>. Demaneu a l'administrador de la xarxa si el servidor DHCP proporciona la informació sobre els servidors NTP.</p>
da: <p><b><big>Konfiguration via DHCP</big></b><br> For at hente information om NTP-servere fra din netværksserver via DHCP-protokollen, i stedet for at definere dem manuelt, vælges <b>Konfigurér NTP-dæmon via DHCP</b>. Spørg din netværksadministrator, om information om NTP-servere leveres af DHCP-serveren.</p>
fr: <p><b><big>Configuration DHCP</big></b><br> Pour récupérer les informations relatives aux serveurs NTP depuis votre serveur réseau à travers le protocole DHCP plutôt que de les spécifier manuellement, activez <b>Configurer le démon NTP via DHCP</b>. Demandez à votre administrateur réseau si les informations relatives aux serveurs NTP sont fournies par le serveur DHCP.</p>
gl: <p><b><big>Configuración mediante DHCP</big></b><br> Active <b>Configurar o daemon NTP mediante DHCP</b> para obter do servidor de rede a información relativa aos servidores NTP a través do protocolo DHCP en vez de configuralos manualmente. Pregunte ao administrador da rede se o servidor DHCP fornece información sobre os servidores NTP.</p>
hi: <p><b><big>DHCP के माध्यम के कॉन्फिगर करना</big></b><br> अपने नेटवर्क सर्वर से DHCP प्रोटोकॉल के माध्यम से NTP के बारें में सूचना को पुन:प्राप्त करने के लिए उन्हें मैनुअल ढंग से सेट करने के बजाय, <b>NTP डेमन को DHCP के माध्‍यम से कॉन्फिगर करें</b> को सेट करें। अगर NTP सर्वरों के बारे में DHCP सर्वर द्वारा सूचना प्रदान की जाती है तो अपने नेटवर्क प्रशासक से पूछें।</p>
hu: <p><b><big>Beállítás DHCP-vel</big></b><br> Ahhoz, hogy az NTP-kiszolgálók információit DHCP protokollal kérdezze le a hálózati kiszolgálóról, ahelyett, hogy kézzel állítaná be, jelölje meg az <b>NTP-démon beállítása DHCP-n keresztül</b> lehetőséget. Azt, hogy az NTP-információk elérhetők-e DHCP-n keresztül, a rendszergazdától tudhatja meg.</p>
ja: <p><b><big>DHCP 経由での設定</big></b><br> 設定を手動で行なわず、お使いのネットワークサーバから DHCP プロトコルを介して NTP サーバの情報を取得したい場合は、 <b>DHCP 経由で NTP デーモンを設定</b> を選択してください。 NTP サーバの情報が DHCP サーバから取得できるかどうかについては、 お使いのネットワークの管理者にお尋ねください。</p>
km: <p><b><big>កំណត់​រចនា​សម្ព័ន្ធ​តាមរយៈ DHCP</big></b><br> ដើម្បី​ទាញយក​ព័ត៌មាន​អំពីម៉ាស៊ីន​បម្រើ NTP តាម​រយៈ​ពិធីការ DHCP ពី ម៉ាស៊ីនបម្រើ​បណ្តាញ​របស់​អ្នក ជំនួស​ឲ្យ​ការកំណត់​ពួក​វា​ដោយ​ដៃ សូមកំណត់ <b>កំណត់​រចនា​សម្ព័ន្ធដេមិន NTP តាម​រយៈ DHCP</b> ។ សួរ​អ្នកគ្រប់គ្រង​បណ្តាញ​របស់​អ្នកថាតើ ព័ត៌មាន​អំពី​ម៉ាស៊ីន​បម្រើ NTP គឺ​ផ្តល់ដោយ​ម៉ាស៊ីន​បម្រើ DHCP ឬ​ក៏​អត់ ។</p>
mr: <p><b><big>DHCP द्वारा आकृतीबंध करीत आहे</big></b><br> NTP servers स्वतः set करण्याऐवजी त्यांची माहिती DHCP Protocol मार्फत घेण्यासाठी set करा <b>Configure NTP Daemon via DHCP</b>. NTP servers ची माहिती DHCP server कडून मिळते का हे आपल्या network administrator ला विचारा.</p>
nb: <p><b><big>Konfigurasjon via DHCP</big></b><br> For å hente informasjon om NTP-servere fra nettverksserveren via DHCP-protokollen i stedet for å definere dem manuelt, velg <b>Konfigurer NTP-nisse via DHCP</b>. Spør nettverksadministratoren om informasjon om NTP-servere er tilgjengelig via DHCP-serveren.</p>
nl: <p><b><big>Configureren via DHCP</big></b><br> Activeer <b>Configureer NTP-daemon via DHCP</b> om de informatie over de NTP-servers via het DHCP protocol van uw netwerk server op te halen in plaats van deze handmatig in te stellen. Vraag bij uw netwerkbeheerder na of de informatie over de NTP-servers ook door de DHCP-server aangeboden wordt.</p>
pa: <p><b><big>DHCP ਰਾਹੀਂ ਸੰਰਚਨਾ</big></b><br> NTP ਸਰਵਰ ਬਾਰੇ ਜਾਣਕਾਰੀ DHCP ਪਰੋਟੋਕਾਲ ਰਾਹੀਂ ਉਹਨਾਂ ਨੂੰ ਦਸਤੀ ਸੈੱਟ ਕਰਨ ਦੀ ਬਜਾਏ ਤੁਹਾਡੇ ਨੈੱਟਵਰਕ ਤੋਂ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ, <b>NTP ਡੈਮਨ DHCP ਰਾਹੀਂ ਸੰਰਚਿਤ ਕਰੋ</b> ਨਿਰਧਾਰਿਤ ਕਰੋ। ਆਪਣੇ ਨੈੱਟਵਰਕ ਪਰਸ਼ਾਸ਼ਕ ਨੂੰ ਪੁੱਛੋ ਜੇ NTP ਸਰਵਰ ਬਾਰੇ ਜਾਣਕਾਰੀ DHCP ਸਰਵਰ ਰਾਹੀਂ ਦਿੱਤੀ ਜਾਂਦੀ ਹੈ।</p>
pt_br: <p><b><big>Configurando via DHCP</big></b><br> Para recuperar as informações sobre os servidores NTP através do protocolo DHCP de seu servidor de rede, ao invés de configurá-las manualmente, defina <b>Configurar o daemon do NTP via DHCP</b>. Pergunte ao administrador da rede se as informações dos servidores NTP são oferecidas pelo servidor DHCP.</p>
ro: <p><b><big>Configurare via DHCP</big></b><br> Pentru a obține informații despre serverele NTP de pe serverul de rețea prin protocolul DHCP, ca alternativă la configurarea manuală, setați <b>Configurează daemonul NTP via DHCP</b>. Informați-vă la administratorul de rețea dacă informațiile despre serverele NTP sunt furnizate de serverul DHCP.</p>
ru: <p><b><big>Настройка через DHCP</big></b><br> Чтобы запросить информацию о серверах NTP по протоколу DHCP с вашего сервера вместо задания их вручную, установите <b>Настройка демона NTP через DHCP.</b>. Спросите администратора вашей сети, предоставляется ли информация о серверах NTP сервером DHCP.</p>
sk: <p><b><big>Konfigurácia cez DHCP</big></b><br> Pre získanie údajov o NTP serveroch cez DHCP protokol, namiesto ich ručného nastavenia, zvoľte <b>Konfigurácia serveru NTP cez DHCP</b>. Spýtajte sa svojho administrátora, či Váš DHCP server poskytuje informácie o NTP serveroch.</p>
sv: <p><b><big>Inställning via DHCP</big></b><br> För att hämta information om NTP-servrar via DHCP-protokollet från en nätverksserver istället för att ställa in dem manuellt, markera <b>Ställ in NTP-demon via DCHP</b>. Fråga din nätverksadministratör om information om NTP-servrar tillhandahålls av DHCP-servern.</p>
ta: <p><b><big>டிஹெச்சிபி வழியாக உள்ளமைத்தல்</big></b><br> கைமுறையில் அமைப்பதற்கு பதிலாக, உங்கள் வலையமைப்பு சர்வரிலிருந்து டிஹெச்சிபி மரபுமுறை மூலம்என்டிபி சேவைகள் பற்றிய விவரங்களை மீட்பதற்கு, <b>டிஹெச்சிபி வழியாக என்டிபி டேமனை உள்ளமைக்கவும்</b>ஐ அமையுங்கள். என்டிபி சர்வர் பற்றிய விவரங்களை டிஹெச்சிபிஅளிக்குமா என்பதை உங்கள் சிஸ்டம் நிர்வாகியிடம் கேட்டுத் தெரிந்து கொள்ளுங்கள்.</p>
uk: <p><b><big>Налаштування через DHCP</big></b><br> Щоб отримувати інформацію про сервери NTP через протокол DHCP з вашого мережного сервера, замість ручного встановлення, увімкніть <b>Налаштувати фонову службу NTP через DHCP</b>. Запитайте вашого адміністратора мережі чи інформація про сервери NTP надається сервером DHCP.</p>
xh: <p><b><big>Ukwenza ubumbeko ngokugqitha kwi-DHCP</big></b><br> Ukubuyisa ngokulanda ulwazi ngeeseva ze-NTP ngokugqitha kwinkqubo ye-DHCP protocol ukusuka kwiseva yakho yomsebenzi wothungelwano endaweni yokuzimisela ngokwenza ngesandla, misela, <b>Yenza Ubumbeko lwe-Daemon lwe-NTP ngokugqitha kwi-DHCP</b>. Buza umlawuli womsebenzi wakho wothungelwano ukuba ingaba ulwazi ngeeseva ze-NTP lunikwa yiseva ye-DHCP na.</p>

source: <p><b><big>Configured Servers</big></b><br> To adjust NTP servers, peers, local clocks, and NTP broadcasting, select the appropriate line and click <b>Edit</b>. To add a new synchronization peer, click <b>Add</b>. To delete an existing synchronization peer, select it and click <b>Delete</b>.</p>
ar: <p><b><big>خوادم مُكوَّنة</big></b><br> لتعديل خوادم NTP والنظراء والساعات المحلية ونشر NTP، حدد الخط الصحيح ثم انقر فوق <b>تحرير</b>. لإضافة نظير مزامنة جديد، انقر فوق <b>إضافة</b>. لحذف نظير مزامنة موجود، حدده ثم انقر فوق <b>حذف</b>.</p>
bn: <p><b><big>কনফিগারড সার্ভারস</big></b><br> NTP সার্ভার, সঙ্গী, স্থানীয় ঘড়ি, এবং NTP প্রচার, বিন্যস্ত করার জন্য উপযুক্ত লাইন নির্বাচন করুন এবং<b>এডিট</b> ক্লিক করুন. একটা নতুন সমলয় সঙ্গী যোগ করার জন্য <b>অ্যাড</b> ক্লিক করুন. একটা বর্তমান সমলয় সঙ্গী মুছে ফেলতে, হলে সেটা নির্বাচন করুন এবং <b>ডিলিট</b> ক্লিক করুন.</p>
ca: <p><b><big>Servidors configurats</big></b><br> Per ajustar els servidors NTP, els connectors, els rellotges locals i la difusió de l'NTP, seleccioneu l'element que us interessi i premeu <b>Edita</b>. Per afegir un parell de sincronització nou feu clic a <b>Afegeix</b>, i si voleu suprimir un parell de sincronització que ja existeix, seleccioneu-lo i premeu <b>Suprimeix</b>.</p>
da: <p><b><big>Konfigurerede servere</big></b><br> For at tilpasse NTP-servere, peers, lokale ure og NTP-broadcasting vælg den passende linje og tryk på <b>Redigér</b>. For at tilføje et ny synkroniserings-peer, tryk på <b>Tilføj</b>. Markér en eksisterende synkroniserings-peer og tryk på <b>Slet</b>, for at slette den.</p>
fr: <p><b><big>Serveurs configurés</big></b><br> Pour ajuster les serveurs NTP, pairs, horloges locales et diffusion générale (broadcasting) NTP, sélectionnez la ligne adéquate et cliquez sur <b>Modifier</b>. Pour ajouter un pair de synchronisation, cliquez sur <b>Ajouter</b>. Pour effacer un pair de synchronisation existant, sélectionnez-le et cliquez sur <b>Effacer</b>.</p>
gl: <p><b><big>Servidores configurados</big></b><br> Para axustar os servidores NTP, pares, reloxos de radio locais e difusión NTP, seleccione a liña axeitada e prema <b>Editar</b>. Para engadir un novo par de sincronización, prema <b>Engadir</b> e para eliminar un par de sincronización existente, seleccióneo e prema <b>Eliminar</b>.</p>
hi: <p><b><big>कॉन्फिगर किए हुए सर्वर</big></b><br> NTP सर्वरों, पियरों, स्थानीय घड़ियों, और NTP प्रसारण को समायोजित करने के लिए, उचित लाइन चुनें और <b>Edit</b> पर क्लिक करें। एक नया सिंक्रोनाइजेशन पियर जोड़ने के लिए, <b>Add</b> पर क्लिक करें। एक मौजूदा सिंक्रोनाइजेशन पियर को मिटाने के लिए, इसे चुनें और <b>Delete</b> पर क्लिक करें।</p>
hu: <p><b><big>Beállított kiszolgálók</big></b><br> Az NTP-kiszolgálók, társkiszolgálók, helyi rádiós órák és az NTP Broadcast beállításához válassza a megfelelő sort, és nyomja meg a <b>Szerkesztés</b> gombot. Új bejegyzés létrehozásához a <b>Hozzáadás</b>, eltávolításához a <b>Törlés</b> gombot használja.</p>
ja: <p><b><big>設定したサーバ</big></b><br> NTP サーバやピア、ローカルクロックや NTP ブロードキャストをそれぞれ調整するには、 それぞれ該当する行を選んで <b>編集</b> を押してください。新しい同期先を追加するには、 <b>追加</b> を押してください。既存の同期先を削除するには、削除する項目を選んで <b>削除</b> を押してください。</p>
km: <p><b><big>ម៉ាស៊ីន​បម្រើ​ដែល​បាន​កំណត់​រចនា​សម្ព័ន្ធ</big></b><br> ដើម្បី​លៃ​តម្រូវ​ម៉ាស៊ីន​បម្រើ NTP ដៃគូ នាឡិកា​មូលដ្ឋាន និង​ការផ្សាយ NTP សូម​ជ្រើស​បន្ទាត់​សមរម្យ និង​ចុច <b>កែសម្រួល</b> ។ ដើម្បី​បន្ថែម​ដៃគូ​សម​កាល​កម្ម​ថ្មី សូម​ចុច <b>បន្ថែម</b> ។ ដើម្បី​លុប​ដៃគូ​សម​កាល​កម្ម​ដែល​មាន​ស្រាប់ សូម​ជ្រើស​វា និង​ចុច <b>លុប</b> ។</p>
mr: <p><b><big>Configured Servers</big></b><br> NTP servers, peers, local clocks, d NTP broadcasting, adjust करण्यासाठी योग्य लाईन निवडा व <b>Edit</b> क्लिक करा. नवीन synchronization peer समाविष्ट करण्यासाठी <b>Add</b> क्लिक करा. सध्या अस्तित्वात असलेला Synchronization peer काढून टाकण्यासाठी तो निवडून <b>Delete</b> क्लिक करा.</p>
nb: <p><b><big>Konfigurerte servere</big></b><br> For å tilpasse NTP-servere, direkteforbindelser, lokale klokker og NTP-kringkasting velger du den aktuelle linjen og klikker <b>Rediger</b>. For å legge til en ny synkroniseringsforbindelse, klikk <b>Legg til</b>. Velg en eksisterende direkteforbindelse for synkronisering og klikk <b>Slett</b> for å slette den.</p>
nl: <p><b><big>Geconfigureerde servers</big></b><br> Selecteer de betreffende regel en druk vervolgens op <b>Bewerken om NTP-servers, peers, lokale klokken en NTP-broadcasts aan te passen. Druk op <b>Toevoegen</b> om een nieuwe synchronisatie peer toe te voegen. Een bestaande synchronisatie peer kunt u verwijderen door deze te selecteren en op <b>Verwijderen</b> te drukken.</p>
pa: <p><b><big>ਸੰਰਚਿਤ ਸਰਵਰ</big></b><br> NTP ਸਰਵਰ, ਪੀਅਰਜ਼, ਲੋਕਲ ਘੜੀ, ਅਤੇ NTP ਬਰਾਡਕਾਸਟਿੰਗ ਅਨੁਕੂਲ ਕਰਨ ਲਈ, ਅਨੁਸਾਰੀ ਸਤਰ ਚੁਣੋ ਅਤੇ <b>ਸੋਧ</b> ਦਬਾਓ। ਨਵਾਂ ਸੈਕਰੋਨਾਇਜ਼ੇਸ਼ਨ ਪੀਅਰ ਸ਼ਾਮਿਲ ਕਰਨ ਲਈ <b>ਸ਼ਾਮਿਲ</b> ਦਬਾਓ। ਮੌਜੂਦ ਸੈਕਰੋਨਾਇਜ਼ੇਸ਼ਨ ਪੀਅਰ ਹਟਾਉਣ ਲਈ, ਇਸ ਨੂੰ ਚੁਣੋ ਅਤੇ <b>ਹਟਾਓ</b>ਦਬਾਓ।</p>
pt_br: <p><b><big>Servidores configurados</big></b><br> Para ajustar os servidores NTP, pares, relógios locais e o broadcast NTP, selecione a linha apropriada e clique em <b>Editar</b>. Para adicionar um novo par de sincronização, clique em <b>Adicionar</b>. Para remover um par de sincronização existente, selecione-o e clique em <b>Remover</b>.</p>
ro: <p><b><big>Servere configurate</big></b><br> Pentru a ajusta serverele NTP, perechile, ceasurile locale și broadcast-ul NTP, selectați linia corespunzătoare și apăsați <b>Editează</b>. Pentru a adăuga o pereche de sincronizare nouă, apăsați <b>Addaugă</b>. Ăentru a șterge o pereche existentă, selectați-o și apăsați <b>Șterge</b>.</p>
ru: <p><b><big>Настроенные серверы</big></b><br> Для настройки сервера NTP, узлов, локальных часов и широковещания NTP выберите соответствующую строку и нажмите <b>Редактировать</b>. Для добавления нового синхронизирующего узла, нажмите <b>Добавить</b>. Для удаления существующего синхронизирующего узла, выберите его и нажмите <b>Удалить</b>.</p>
sk: <p><b><big>Nastavené servery</big></b><br> Pre úpravu serverov NTP, partnerov, lokálnych rádiových hodín a broadcastu NTP vyberte riadok v tabuľke a stlačte <b>Upraviť</b>. Novú položku pridáte pomocou <b>Pridať</b> a odstránite stlačením <b>Odstrániť</b>.</p>
sv: <p><b><big>Inställda servrar</big></b><br> För att justera NTP-servrar, motparter, lokala radioklockor och NTP-utsändning, välj lämplig rad och klicka på <b>Redigera</b>. För att lägga till en ny synkroniseringsmotpart, klicka på <b>Lägg till</b>. För att ta bort en befintlig synkroniseringsmotpart, välj den och klicka på <b>Ta bort</b>.</p>
ta: <p><b><big>உள்ளமைக்கப்பட்ட சர்வர்கள்</big></b><br> என்டிபி சர்வர்கள், இணையாளர்கள், லோக்கல் கடிகாரங்கள் மற்றும் என்டிபி ஒலிபரப்பு ஆகியவற்றை சீரமைப்பதற்கு, பொருத்தமான வரிசையைத் தேர்வு செய்து <b>திருத்தம் செய்யவும்</b>ஐ க்ளிக் செய்யவும். ஒரு புதிய ஒருங்கிணைத்தல் இணையாளரை சேர்ப்பதற்கு, <b>சேர்க்கவும்</b> ஐ க்ளிக் செய்யவும், தற்போதுள்ள ஒரு ஒருங்கிணைத்தல் இணையாளரை நீக்குவதற்கு, அதனைத் தேர்வு செய்து <b>நீக்கவும்</b>ஐ க்ளிக் செய்யவும்.</p>
uk: <p><b><big>Налаштовані сервери</big></b><br> Щоб підкоригувати сервери NTP, вузли, локальні годинники і трансляцію NTP, виберіть відповідний рядок і натисніть <b>Змінити</b>. Щоб додати новий вузол синхронізації, клацніть <b>Додати</b>. Щоб вилучити вузол синхронізації, виберіть його і натисніть <b>Вилучити</b>.</p>
xh: <p><b><big>Iiseva Ezenziwe Ubumbeko</big></b><br> Ukulungelelanisa iiseva ze-NTP, amaqabane, iiwotshi zendawo leyo, usasazo lwasemoyeni lwe-NTP, khetha umgca ofanelekileyo uze unqomfe <b>ku-Hlela</b>. Ukufakela iqabane lesingqisho esihambelanayo esitsha, nqomfa<b>ku-Fakela . Ukucima iqabane lesingqisho esihambelanayo esesikhona, likhethe uze unqomfe <b> u-Cima</b>.</p>

source: <p><b><big>Display Log</big></b></p> <p>To view the logs of the NTP daemon, click <b>Display Log</b>.</p>
ar: <p><b><big>عرض السجل</big></b></p> <p>لعرض سجلات برنامج محرك NTP في إطار جديد، انقر فوق الزر <b>عرض السجل</b>.</p>
ca: <p><b><big>Mostra el registre</big></b><br> Per visualitzar els registres del dimoni NTP, feu clic al botó <b>Mostra el registre</b>.</p>
da: <p><b><big>Vis log</big></b><br></p> <p>For at se NTP-dæmonens logge i et nyt vindue, tryk på <b>Vis log</b>.</p>
fr: <p><b><big>Afficher le journal (log)</big></b></p> <p>Pour afficher les journaux (logs) du démon NTP, cliquez sur <b>Afficher le journal</b>.</p>
gl: <p><b><big>Amosar rexistro </big></b><br> <p>Para ver os rexistros do daemon NTP nunha nova fiestra, prema en <b>Amosar rexistro</b>.</p>
hu: <p><b><big>Napló megjelenítése</big></b></p> <p>Az NTP-démon naplójának megjelenítéséhez nyomja meg a <b>Napló megjelenítése</b> gombot.</p>
ja: <p><b><big>ログの表示</big></b></p> <p>NTP デーモンのログを新しいウインドウに表示するには <b>ログの表示</b> ボタンを押してください。</p>
km: <p><b><big>បង្ហាញ​កំណត់ហេតុ</big></b></p> <p>ដើម្បី​មើល​កំណត់ហេតុ​របស់​ដេមិន NTP ដោយចុច​លើ <b>បង្ហាញ​កំណត់ហេតុ</b> ។</p>
nb: <p><b><big>Vis logg </big></b><br> Du kan vise loggene fra NTP-nissen ved å klikke på <b>Vis logg</b>.</p>
nl: <p><b><big>Logbestand weergeven </big></b></p> <p>Als u de logbestanden van de NTP-daemon wilt weergeven, klikt u op de knop <b>Logbestand weergeven</b>.</p>
pt_br: <p><b><big>Exibir o log</big></b></p> <p>Para exibir os logs do daemon NTP, clique em <b>Exibir o Log</b>.</p>
ro: <p><b><big>Arată Jurnalul</big></b></p> <p>Pentru a vizualiza jurnalele aplicației NTP, apasă pe <b>Arată jurnalul</b>.</p>
ru: <p><b><big>Показать журнал </big></b><br> Для просмотра журналов демона NTP в новом окне нажмите кнопку <b>Показать журнал</b>.</p>
sk: <p><b><big>Zobraziť záznam</big></b></p> <p>Pre zobrazenie záznamu NTP démona v novom okne, kliknite na tlačidlo <b>Zobraziť záznam</b>.</p>
sv: <p><b><big>Visa logg</big></b></p> <p>Om du vill visa NTP-demonens loggar klickar du på <b>Visa logg</b>.</p>
uk: <p><b><big>Показати журнал </big></b><br> Щоб переглянути журнали фонової служби NTP в новому вікні, натисніть кнопку <b>Показати журнал</b>.</p>

source: <p><b><big>Advanced configuration</big></b><br> To configure this host to synchronize against multiple remote hosts or against a locally connected clock, use <b>Advanced Configuration</b>.
ar: <p><b><big>إعداد متقدم</big></b><br> لإعداد هذا المضيف المطلوب مزامنته بالمقارنة بمضيفين بعيدين متعددين أو بالمقارنة بساعة متصلة محليًا، استخدم <b>إعداد متقدم</b>.
bn: <p><b><big>কমপ্লেক্স কনফিগারেশনn</big></b><br> বিভিন্ন পরোক্ষ হোস্ট অথবা একটা স্থানীয় সংযোগ করা ঘড়ি সমলয় করার জন্য এই হোস্টটা গঠন করার জন্য <b>কমপ্লেক্স কনফিগারেশ</b> ব্যবহার করুন.
ca: <p><b><big>Configuració avançada</big></b><br> Si voleu configurar aquest ordinador central perquè se sincronitzi amb més d'un ordinador central remot o amb un rellotge connectat localment, utilitzeu l'opció <b>Configuració avançada</b>.
da: <p><b><big>Avanceret konfiguration</big></b><br> For at konfigurere denne værtsmaskine til at synkronisere mod flere eksterne værtsmaskiner eller mod et lokalt tilsluttet ur, brug <b>Avanceret konfiguration</b>.
fr: <p><b><big>Configuration avancée</big></b><br> Pour configurer cet hôte afin d'effectuer la synchronisation par rapport à plusieurs hôtes distants ou par rapport à une horloge connectée localement, utilisez l'option <b>Configuration avancée</b>.
gl: <p><b><big>Configuración avanzada</big></b><br> Para configurar este host para que se sincronice con varios hosts remotos ou cun reloxo conectado localmente, empregue <b>Configuración avanzada</b>.
hi: <p><b><big>जटिल कॉन्फिगरेशन</big></b><br> इस होस्ट को अनेक रिमोट होस्टों या किसी स्थानीय तौर पर जुड़ी घड़ी के खिलाफ सिंक्रोनाइज करने हेतु कॉन्फिगर करने के लिए, <b>Complex Configuration</b> का प्रयोग करें।
hu: <p><b><big>Speciális beállítás</big></b><br> Ahhoz, hogy ezt a gépet úgy tudja beállítani, hogy az a szinkronizációhoz több távoli kiszolgálót, vagy esetleg egy helyileg csatlakoztatott órát használjon, válassza a <b>Speciális beállítás</b> pontot.
ja: <p><b><big>高度な設定</big></b><br> 複数のリモートホストやローカルに接続された時計との同期を設定する場合は、 <b>高度な設定</b> を押してください。
km: <p><b><big>ការ​កំណត់​រចនា​សម្ព័ន្ធ​កម្រិត​ខ្ពស់</big></b><br> ដើម្បី​កំណត់​រចនា​សម្ព័ន្ធ​ម៉ាស៊ីន​នេះ​ឲ្យ​ធ្វើ​​សមកាលកម្ម​ជាមួយ​និង​ម៉ាស៊ីន​ពី​ចម្ងាយ​ច្រើន ឬ នាឡិកា​ដែល​ភ្ជាប់​ជា​មូលដ្ឋាន ប្រើ <b>ការ​កំណត់​រចនា​សម្ព័ន្ធ​កម្រិត​ខ្ពស់</b> ។
mr: <p><b><big>प्रगत आकृतीबंध</big></b><br> हा host अनेक remote hosts किंवा स्थानिक घड्याळाशी आकृतीबंध करण्यासाठी<b>Advanced Configuration वापरा</b>.
nb: <p><b><big>Avansert konfigurasjon</big></b><br> For å konfigurere denne vertsmaskinen til å synkronisere mot flere eksterne vertsmaskiner eller mot en lokalt tilkoblet klokke, velg <b>Avansert konfigurasjon</b>.
nl: <p><b><big>Geavanceerde configuratie</big></b><br> Om deze in te stellen voor het synchroniseren tegen meerdere externe hosts of tegen een lokaal aangesloten klok, gebruik <b>Geavanceerde configuratie</b>.
pt_br: <p><b><big>Configuração avançada</big></b><br> Para configurar esta máquina para a sincronização com várias máquinas remotas ou com um relógio conectado localmente, use <b>Configuração avançada</b>.
ro: <p><b><big>Configurare avansată</big></b><br> Pentru a configura această gazdă pentru sincronizarea cu mai multe gazde remote sau cu un ceas conectat local, utilizați <b>Configurarea avansată</b>.
ru: <p><b><big>Расширенная настройка</big></b><br> Чтобы настроить данный узел для синхронизации с несколькими удалёнными узлами или локально подключёнными часами, используйте вариант <b>Расширенная настройка</b>.
sk: <p><b><big>Pokročilá konfigurácia</big></b><br> Pre konfiguráciu tohoto počítača na synchronizáciu s viacerými vzdialenými počítačmi, alebo s lokálne pripojenými hodinami, zvoľte <b>Pokročilú konfiguráciu</b>.
sv: <p><b><big>Avancerade inställningar</big></b><br> För att ställa in den här datorn att synkronisera mot flera fjärrdatorer eller mot en lokalt ansluten klocka, använd <b>Avancerade inställningar</b>.
ta: <p><b><big>சிக்கலான உள்ளமைவு</big></b><br> பல தொலைதூர ஹோஸ்ட்களை ஒருங்கிணைப்பதற்கு அல்லது லோக்கலாக இணைக்கப்பட்ட கடிகாரத்திற்கு எதிராக இந்த ஹோஸ்டை உள்ளமைப்பதற்கு,<b> சிக்கலான உள்ளமைவு</b>ஐ பயன்படுத்தவும்.
uk: <p><b><big>Додаткове налаштування</big></b><br> Щоб налаштувати цей вузол для синхронізації з декількома віддаленими вузлами або з локально приєднаним годинником, вживайте <b>Додаткове налаштування</b>.
xh: <p><b><big>Ubumbeko oselukwibanga eseliphambili</big></b><br> Ukwenza ubumbeko lalo mamkeli ukuba abe nesingqisho esihambelanayo ngokuchasene nabamkeli abaninzi abamgama okanye abachasene newotshi yomdibaniso wendawo leyo, sebenzisa oku <b>Ubumbeko Oselukwibanga Eseliphambili</b>.
