Repository: Dzejrou/yast-translations
Catalog: po/ntp-client/*.po
Languages: ar, bn, ca, da, fr, gl, hi, hr, hu, id, ja, km, mr, nb, nl, pa, pt_br, ro, ru, sk, sv, ta, uk, xh

source: <p><b><big>Access Control Options</big></b><br> Define the access control flags (<b><tt>restrict</tt></b> directive in <i>/etc/ntp.conf</i>) for this server, indicating which types of actions the remote host can perform on your NTP daemon. By default, it is set to <i>notrap nomodify noquery</i>. This option is only available if you have checked the <b>Restrict NTP Service to Configured Servers Only</b> option in <b>Security Settings</b>.</p>
ar: <p><b><big>خيارات التحكم بالوصول</big></b><br> تعريف إشارات التحكم بالوصول (<b><tt>تقييد</tt></b> التوجيه في <i>/etc/ntp.conf</i>) لهذا الخادم، التي تشير إلى الإجراءات التي يمكن أن تؤدي بالمضيف البعيد في البرنامج الخفي NTP. بشكل افتراضي، يتم تعيين إلى <i>notrap nomodify noquery</i>. يتوفر هذا الخيار فقط إذا كنت قد تحققت من أن خيار <b>تقييد خدمة NTP إعداد الخوادم فقط</b> في <b>إعدادات الأمان</b>.</p>
ca: <p><b><big>Opcions de control d'accés</big></b><br> Definiu una directiva de control d'accés (<b><tt>restringida</tt></b> a <i>/etc/ntp.conf</i>) per a aquest servidor, indicant quin tipus d'accions pot fer l'ordinador central remot sobre vostre dimoni NTP. Per defecte, està establert a <i>notrap nomodify noquery</i>. Aquesta opció només està disponible si heu seleccionat l'opció <b>Restringeix el servei NTP només als servidors configurats</b> dins de <b>Paràmetres de seguretat</b>.</p>
da: <p><b><big>Indstillinger for adgangskontrol</big></b><br> Angiv adgangskontrolflag for denne server(<b><i>restrict</i></b>-direktiv i <i>/etc/ntp.conf</i>), som indikerer, hvilke typer af handlinger eksterne værtsmaskiner kan udføre på din NTP-dæmon. Som standard er det sat til <i>notrap nomodify noquery</i>. Denne indstilling er kun tilgængelig, hvis du har markeret indstillingen <b>Begræns NTP-tjeneste til konfigurerede servere</b> i <b>Sikkerhedsindstillinger</b>.</p>
fr: <p><b><big>Options de contrôle d'accès</big></b><br> Définissez les indicateurs de contrôle d'accès (la directive <b><tt>restrict</tt></b> dans <i>/etc/ntp.conf</i>) pour ce serveur en indiquant quelles types d'actions l'hôte distant peut effectuer sur votre démon NTP. Par défaut, cela est réglé sur <i>notrap nomodify noquery</i>. Cette option n'est disponible que si vous avez coché l'option <b>Restreindre le service NTP aux serveurs configurés uniquement</b> dans les <b>Paramètres de sécurité</b>.</p>
gl: <p><b><big>Opcións de control de acceso</big></b><br> Defina as etiquetas de control de acceso (directiva <b><tt>restrict</tt></b> en <i>/etc/ntp.conf</i>) para este servidor, indicando que tipo de accións pode executar o host remoto no seu daemon NTP. De xeito predeterminado, defínese como <i>notrap nomodify noquery</i>. Esta opción só está dispoñible se vostede marcou a opción <b>Restrinxir os servizos NTP só aos servidores configurados</b> en <b>Configuración de seguridade</b>.</p>
hu: <p><b><big>Hozzáférés-felügyeleti beállítások</big></b><br> Adja meg a kiszolgáló hozzáférés-felügyeleti jelzőit (az <i>/etc/ntp.conf</i> fájl <b><tt>restrict</tt></b> utasításában), jelezve a távoli kiszolgálók által az NTP-démonon végrehajtható művelettípusokat. Alapértelmezett értéke a <i>notrap nomodify noquery</i>. Ez a lehetőség csak akkor érhető el, ha a <b>Biztonsági beállítások</b> alatt kiválasztotta az <b>NTP-szolgáltatás korlátozása csak a beállított kiszolgálókra</b> lehetőséget.</p>
ja: <p><b><big>アクセスコントロールオプション</big></b><br> ここではアクセスコントロールオプション (<i>/etc/ntp.conf</i> 内の <b><i>restrict</i></b> ディレクティブ) を指定することができます。アクセスコントロールオプションには、このサーバが お使いの NTP デーモンに対してどのような操作を行なうことができるのかを指定します。既定では <i>notrap nomodify noquery</i> が設定されます。このオプションは <b>セキュリティ設定</b> にて <b>NTP サービスを設定したサーバに制限する</b> オプションを選択した場合にのみ 利用できます。</p>
km: <p><b><big>ជម្រើស​ត្រួត​ពិនិត្យ​ការ​ចូល​ដំណើរការ</big></b><br> កំណត់​ទង់​​ជាតិ​ត្រួតពិនិត្យ​ការ​ចូល​ដំណើរការ (<b><tt>ដាក់​កម្រិត</tt></b> ដោយ​ផ្ទាល់​នៅ​ក្នុង <i>/etc/ntp.conf</i>) សម្រាប់​ម៉ាស៊ីន​បម្រើ​នេះ ដោយ​ចង្អុល​បង្ហាញ​នូវ​ប្រភេទ​អំពើ​ណាមួយ ដែល​ម៉ាស៊ីន​ពី​ចម្ងាយ​អាច​ធ្វើបាន​នៅលើ​ដេមិន NTP របស់​អ្នក ។ តាម​លំនាំដើម វា​ត្រូវបាន​កំណត់​ទៅ <i>notrap nomodify noquery</i> ។ ជម្រើស​នេះ​គឺ​មាន​នៅពេល​ដែល​អ្នក​បាន​ធីក​ជម្រើស <b>ដាក់កម្រិត​សេវា NTP ទៅ​ម៉ាស៊ីន​បម្រើ​ដែល​បាន​កំណត់​រចនា​សម្ព័ន្ធ</b> នៅ​ក្នុង <b>ការ​កំណត់​សុវត្ថិភាព</b> ។</p>
nb: <p><b><big>Valg for tilgangskontroll</big></b><br> Her kan du angi valg for tilgangskontroll (<b><tt>restrict</tt></b> i <i>/etc/ntp.conf</i>) for denne serveren ved å velge hva slags handlinger en ekstern maskin kan utføre på den NTP-nisse. Standardvalget er <i>notrap nomodify noquery</i> Dette valget er kun tilgjengelig hvis du har krysset av for <b>Begrens NTP-tjenesten til konfigurerte servere</b> under <b>Sikkerhetsinnstillinger</b>.</p>
nl: <p><b><big>Toegangscontroleopties</big></b><br> Hier kunt u de toegangscontrolemarkeringen (directive <b><tt>restrict</tt></b> in <i>/etc/ntp.conf</i>) voor deze server definieren, waarbij wordt aangegeven welke type acties externe hosts mogen uitvoeren op uw NTP-daemon. Standaard is dit ingesteld op <i>notrap nomodify noquery</i>. Deze optie is alleen beschikbaar als u <b>NTP-service beperken tot geconfigureerde servers</b> hebt geselecteerd bij de <b>Veiligheidsinstellingen</b>.</p>
pt_br: <p><b><big>Opções do controle de acesso</big></b><br> Defina os indicadores de controle de acesso (diretriz <b><i>restrict</i></b> em <i>/etc/ntp.conf</i>) para este servidor, indicando quais tipos de ações a máquina remota pode executar em seu daemon NTP. Por padrão, o indicador é definido como <i>notrap nomodify noquery</i>. Esta opção só estará disponível se você marcou a opção <b>Restringir os serviços NTP apenas aos servidores configurados</b> em <b>Configurações de segurança</b>.</p>
ro: <p><b><big>Opțiuni ale Controlului de Acces</big></b><br> Definește indicatori de control al accesului (directiva <b><tt>restricție</tt></b> din <i>/etc/ntp.conf</i>) a acestui server, indicând tipurile de acțiune pe care gazda de la distanță le poate efectua prin serviciul NTP. Inițial, este setat ca <i>notrap nomodify noquery</i>. Această opțiune este disponibilă numai dacă ai bifat opțiunea <b>Restricție a Serviciului NTP numai pentru Serverele Configurate</b> din <b>Setări de Securitate</b>.</p>
ru: <p><b><big>Параметры управлением доступом</big></b><br> Определите флаги управлением доступа (директива <b><tt>restrict</tt></b> в <i>/etc/ntp.conf</i>) для этого сервера, указав, какие действия удалённого узла могут осуществляться с вашим демоном NTP. По умолчанию установлено в <i>notrap nomodify noquery</i>. Этот параметр доступен, только если вы отметили опцию <b>Ограничить службу NTP только настроенными серверами</b> в <b>Настройках безопасности</b>.</p>
sk: <p><b><big>Možnosti kontroly prístupu</big></b><br> Tu môžete definovať možnosti kontroly prístupu (direktíva <b><tt>restrict</tt></b> v súbore <i>/etc/ntp.conf</i>) pre tento server. Tým určíte, aké činnosti smie vzdialený počítač vykonávať s vašim NTP démonom. Štandardne je nastavená <i>notrap nomodify noquery</i>. Táto voľba je dostupná len vtedy, ak ste zvolili <b>Obmedziť NTP služby len pre nakonfigurované servery</b> v <b>bezpečnostných nastaveniach</b>.</p>
sv: <p><b><big>Åtkomstkontrollalternativ</big></b><br> Definiera åtkomstkontrollflaggorna (direktivet <b><tt>begränsa</tt></b> i <i>/etc/ntp.conf</i>) för den här servern, som indikerar vilka typer av åtgärder fjärrvärden kan utföra på din NTP-daemon. Standardinställningen är <i>notrap nomodify noquery</i>. Det här alternativet är bara tillgängligt om du har markerat alternativet <b>Begränsa NTP-tjänst endast till inställda servrar</b> under <b>Säkerhetsinställningar</b>.</p>
uk: <p><b><big>Параметри керування доступом</big></b><br> Тут ви можете визначити параметри контролю доступу (<b><i>restrict</i></b> команди у <i>/etc/ntp.conf</i>) для цього сервера, вказавши які типи дій віддаленого вузла можна виконувати з вашою фоновою службою NTP. Типово встановлено <i>notrap nomodify noquery (не переривати, не змінювати, не запитувати)</i>. Цей параметр є доступним, лише якщо ви позначили параметр <b>Обмежити службу NTP лише налаштованими серверами</b> у <b>Параметрах безпеки</b>.</p>

source: <p><b><big>Synchronization Peer Type</big></b><br> Select the kind of synchronization peer to add here.</p>
ar: <p><b><big>نوع نظير المزامنة</big></b><br> حدد نوع نظير المزامنة المطلوب إضافته هنا.</p>
bn: <p><b><big>সিনক্রোনাইজেশন পিয়ার টাইপ</big></b><br> এখানে যে ধরণের সমলয় সঙ্গী যোগ করতে হবে সেটা নির্বাচন করুন.</p>
ca: <p><b><big>Tipus de parell de la sincronització</big></b><br> Seleccioneu el tipus de parell de la sincronització que voleu afegir.</p>
da: <p><b><big>Type af peer til synkronisering</big></b><br> Her vælger du den typen af peer til synkronisering.</p>
fr: <p><b><big>Type de pair de synchronisation</big></b><br> Sélectionnez le type de pair de synchronisation à ajouter ici.</p>
gl: <p><b><big>Tipo de par de sincronización</big></b><br> Seleccione aquí o tipo de par de sincronización que quere engadir.</p>
hi: <p><b><big>क्लोक प्रकार</big></b><br> क्लोक समनुरूपण के लिए ड्रइवर चूनें।</p>
hu: <p><b><big>Szinkronizációs társ típusa</big></b><br> Válassza ki a hozzáadandó szinkronizációtárs típusát.</p>
ja: <p><b><big>同期相手 (ピア) の種類</big></b><br> ここでは追加する同期相手 (ピア) の種類を選択してください。</p>
km: <p><b><big>ប្រភេទ​ដៃគូ​សមកាលកម្ម</big></b><br> ជ្រើស​ប្រភេទ​ដៃគូ​សមកាលកម្ម​ដែល​ត្រូវ​បន្ថែម​នៅទីនេះ ។</p>
mr: <p><b><big>Synchronization Peer प्रकार</big></b><br> Synchronization peer चा प्रकार येथे घेण्यासाठी निवडा.</p>
nb: <p><b><big>Forbindelsestype for synkronisering</big></b><br> Her velger du en direkte synkroniseringsforbindelse som skal legges til.</p>
nl: <p><b><big>Synchronisatie peer type</big></b><br> Selecteer hier het toe te voegen synchronisatie peer type.</p>
pa: <p><b><big>ਸੈਕਰੋਨਾਇਜ਼ੇਸ਼ਨ ਪੀਅਰ ਕਿਸਮ</big></b><br> ਇੱਥੇ ਸ਼ਾਮਿਲ ਕਰਨ ਲਈ ਸੈਕਰੋਨਾਇਜ਼ੇਸ਼ਨ ਪੀਅਰ ਦੀ ਕਿਸਮ ਚੁਣੋ।</p>
pt_br: <p><b><big>Tipo de par de sincronização</big></b><br> Selecione o tipo de par de sincronização a adicionar aqui.</p>
ro: <p><b><big>Tipul perechii de sincronizare</big></b><br> Selectați aici tipul de pereche de sincronizare ce va fi adăugat.</p>
ru: <p><b><big>Тип синхронизирующего узла</big></b><br> Выберите тип добавляемого синхронизирующего узла.</p>
sk: <p><b><big>Typ synchronizačného partnera:</big></b><br> Vyberte typ pridávaného partnera.</p>
sv: <p><b><big>Motpartstyp för synkronisering</big></b><br> Välj typ av synkroniseringsmotpart att lägga till.</p>
ta: <p><b><big>ஒருங்கிணைத்தல் இணையாளர் வகை</big></b><br> இங்கு சேர்க்கப்படுவதற்கான ஒருங்கிணைத்தல் இணையாளர் வகையை தேர்வு செய்யவும்.</p>
uk: <p><b><big>Тип вузла синхронізації</big></b><br> Виберіть вид вузла синхронізації, який ви хочете додати.</p>
xh: <p><b><big>Uhlobo Lokuhanjiswa Ngesingqisho Esinye Kwamaqabane</big></b><br> Khetha uhlobo lokuhanjiswa ngesingqisho esinye kwamaqabane ukuze kufakelwe apha.</p>

source: <p>To add an NTP server to which to synchronize, select <b>Server</b>.</p>
ar: <p>لإضافة خادم NTP المطلوب المزامنة إليه، حدد <b>الخادم</b>.</p>
bn: <p>যেখানে সমলয় করতে হবে সেখানে একটা NTP সার্ভার, যোগ করতে হলে <b>সার্ভার</b> নির্বাচন করুন.</p>
ca: <p>Per afegir un servidor NTP al qual sincronitzar, seleccioneu l'opció <b>Servidor</b>.</p>
da: <p>Tilføj en NTP-server som skal bruges til synkronisering, under <b>Server</b>.</p>
fr: <p>Pour ajouter un serveur NTP avec lequel faire une synchronisation, sélectionnez <b>Serveur</b>.</p>
gl: <p>Para engadir un servidor NTP co que sincronizarse, seleccione <b>Servidor</b>.</p>
hi: <p>संकालन करने के लिए NTP सेवक भरती करें, सेवक<b>चूनें</b>।</p>
hu: <p>Ha fel akar venni egy NTP-kiszolgálót, amelyhez szinkronizálni szeretne, válassza a <b>Kiszolgáló</b> pontot.</p>
ja: <p>同期する NTP サーバを追加するには <b>サーバ</b> を選んで ください。</p>
km: <p>បន្ថែម​ម៉ាស៊ីន​បម្រើ NTP ដើម្បី​ធ្វើ​សម​កាល​កម្ម ជ្រើស <b>ម៉ាស៊ីន​បម្រើ</b> ។</p>
mr: <p>ज्याच्याशी synchronize करायचे तो NTP server येथे घेण्यासाठी, <b>Server</b> निवडा.</p>
nb: <p>Velg en NTP-server som skal brukes til synkronisering, under <b>Server</b>.</p>
nl: <p>Selecteer <b>Server</b> om een NTP-server ten behoeve van de synchronisatie toe te voegen.</p>
pa: <p>ਸੈਕਰੋਨਾਇਜ਼ ਵਾਲਾ NTP ਸਰਵਰ ਸ਼ਾਮਿਲ ਕਰਨ ਲਈ, <b>ਸਰਵਰ</b> ਚੁਣੋ।</p>
pt_br: <p>Para adicionar um servidor NTP para sincronizar, selecione <b>Servidor</b>.</p>
ro: <p>Pentru a adăuga un server NTP cu care va fi efectuată sincronizarea, selectați <b>Server</b>.</p>
ru: <p>Для добавления сервера NTP, с которым нужно синхронизироваться, выберите <b>Сервер</b>.</p>
sk: <p>Pre pridanie serveru NTP, podľa ktorého sa má synchronizovať, vyberte <b>Server</b>.</p>
sv: <p>För att lägga till en NTP-server som ska synkroniseras, välj <b>Server</b>.</p>
ta: <p>ஒருங்கிணைக்கப்பட வேண்டிய ஒரு என்டிபி சர்வரை சேர்ப்பதற்கு, <b>சர்வர்</b>ஐ தேர்வு செய்யவும்.</p>
uk: <p>Щоб додати сервер NTP, з яким слід проводити синхронізацію, виберіть <b>Сервер</b>.</p>
xh: <p>Ukufakela iseva ye-NTP apho kuhanjiswa khona ngesingqisho esinye, khetha <b>Iseva</b>.</p>

source: <p>To add an NTP peer to synchronize mutually, select <b>Peer</b>.</p>
ar: <p>لإضافة نظير NTP المطلوب مزامنته يدويًا، حدد <b>نظير</b>.</p>
bn: <p>পারস্পরিকভাবে সমলয় করার জন্য একটা NTP সঙ্গী যোগ করতে হলে <b>পিয়ার</b> নির্বাচন করুনন.</p>
ca: <p>Per afegir un parell NTP perquè se sincronitzin l'un a l'altre, seleccioneu l'opció <b>Parell</b>.</p>
da: <p>For at tilføje en NTP-peer til gensidig synkronisering, vælges <b>Peer</b>.</p>
fr: <p>Pour ajouter un pair NTP avec lequel effectuer une synchronisation mutuelle, sélectionnez <b>Pair</b>.</p>
gl: <p>Seleccione <b>Par</b> para engadir un par NTP para efectos de sincronización recíproca.</p>
hi: <p>संकालन करने के लिए NTP सेवक भरती करें, सेवक<b>चूनें</b>।</p>
hu: <p>Ha fel kíván venni egy NTP-társkiszolgálót a kölcsönös szinkronizáláshoz, válassza a <b>Társkiszolgáló</b> pontot.</p>
ja: <p>相互に同期する NTP ピアを追加するには <b>ピア</b> を 選んでください。</p>
km: <p>ដើម្បី​​បន្ថែម​ម៉ាស៊ីន​ដូច​គ្នា​របស់ NTP ដែល​ត្រូវ​ធ្វើ​សមកាលកម្ម​ទៅវិញទៅមក សូម​ជ្រើស <b>​ម៉ាស៊ីន​ដូច​គ្នា</b> ។</p>
mr: <p>परस्पर synchronize करण्यासाठी NTP peer येथे घेण्यासाठी, <b>Peer</b> निवडा.</p>
nb: <p>For å legge til en NTP-forbindelse for gjensidig synkronisering, velger du <b>Direkteforbindelse</b>.</p>
nl: <p>Selecteer <b>peer</b> om een NTP-peer ten behoeve van een wederzijdse synchronisatie toe te voegen.</p>
pa: <p>ਦਸਤੀ ਸੈਕਰੋਨਾਇਜ਼ ਕਰਨ ਵਾਸਤੇ NTP ਪੀਅਰ ਸ਼ਾਮਿਲ ਕਰਨ ਲਈ, <b>ਪੀਅਰ</b> ਚੁਣੋ।</p>
pt_br: <p>Para adicionar um par NTP para sincronizar mutuamente, selecione <b>Par</b>.</p>
ro: <p>Pentru a adăuga o pereche NTP pentru sincronizare reciprocă, selectați <b>Pereche</b>.</p>
ru: <p>Чтобы добавить узел NTP для взаимной синхронизации, выберите <b>Узел</b>.</p>
sk: <p>Pre pridanie počítača NTP pre vzájomnú synchronizáciu vyberte <b>Partner</b>.</p>
sv: <p>För att lägga till en NTP-motpart som ska synkroniseras ömsesidigt, välj <b>Motpart</b>.</p>
ta: <p>பரஸ்பரம் ஒருங்கிணைப்பதற்கு ஒரு என்டிபி சர்வரை சேர்ப்பதற்கு, <b>இணையாளர்</b>ஐ தேர்வு செய்யவும்.</p>
uk: <p>Щоб додати вузол NTP для взаємної синхронізації, виберіть <b>Вузол</b>.</p>
xh: <p>Ukufakela iqabane le-NTP lokuhanjiswa ngesingqisho esinye ngokwenzisana, khetha <b>u-Iqabane</b>.</p>

source: <p>To configure a local clock connected directly to your computer, select <b>Radio Clock</b>.</p>
ar: <p>لإعداد ساعة محلية متصلة مباشرةً بالكمبيوتر، حدد <b>ساعة الراديو</b>.</p>
bn: <p>আপনার কম্পিউটারের সাথে সরাসরি সংযোজিত একটা, স্থানীয় ঘড়ি গঠন করার জন্য <b>রেডিও ক্লক নির্বাচন করুন</b>.</p>
ca: <p>Per configurar un rellotge local connectat directament a l'ordinador, seleccioneu l'opció <b>Rellotge de la ràdio</b>.</p>
da: <p>For at konfigurere et lokalt ur, der er sluttet direkte til computeren, vælg <b>Radiour</b>.</p>
fr: <p>Pour configurer une horloge radio locale connectée directement à votre odrinateur, sélectionnez <b>Horloge radio</b>.</p>
gl: <p>Seleccione <b>Reloxo de radio</b> para configurar un reloxo de radio local conectado directamente ao seu equipo.</p>
hi: <p>अपने कंप्यूटर से सीधे जुड़ी एक स्थानीय घड़ी कॉन्फिगर करने के लिए, <b>रेडियो घड़ी</b> चुनें।</p>
hu: <p>Ha egy számítógéphez csatlakoztatott helyi rádióórát akar beállítani, válassza a <b>Rádióóra</b> pontot.</p>
ja: <p>お使いのコンピュータに直接接続するローカルクロックを設定するには、 <b>ラジオクロック</b> を選んでください。</p>
km: <p>ដើម្បី​កំណត់​រចនា​សម្ព័ន្ធ​មូលដ្ឋាន​ដែល​បាន​តភ្ជាប់​ដោយ​ផ្ទាល់​ទៅ​កុំព្យូទ័រ​របស់​អ្នក សូម​ជ្រើស <b>នាឡិកា​វិទ្យុ</b> ។</p>
mr: <p>आपल्या संगणकाशी थेट जोडलेले स्थानिक घड्याळ आकृतिबंध करण्यासाठी <b>Radio Clock</b> निवडा.</p>
nb: <p>For å konfigurere en lokal klokke som er koblet direkte til datamaskinen, velger du <b>Radioklokke</b>.</p>
nl: <p>Selecteer <b>Radioklok</b> om een lokale radioklok, die rechtstreeks met uw computer is verbonden, in te stellen.</p>
pa: <p>ਤੁਹਾਡੇ ਕੰਪਿਊਟਰ ਨਾਲ ਜੁੜੀ ਲੋਕਲ ਘੜੀ ਦੀ ਸੰਰਚਨਾ ਕਰਨ ਲਈ, <b>ਰੇਡੀਓ ਘੜੀ</b> ਚੁਣੋ।</p>
pt_br: <p>Para configurar um relógio local conectado diretamente ao seu computador, selecione <b>Relógio Controlado por Rádio</b>.</p>
ro: <p>Pentru a configura un ceas local conectat direct la computerul dvs, selectați <b>Ceas radio</b>.</p>
ru: <p>Чтобы настроить локальные часы, подключённые напрямую к вашему компьютеру, выберите <b>Радиочасы</b>.</p>
sk: <p>Pre konfigurácia lokálnych rádiových hodín pripojených priamo k počítaču vyberte <b>Rádiové hodiny</b>.</p>
sv: <p>För att ställa in en lokal radioklocka ansluten direkt till datorn, välj <b>Radioklocka</b>.</p>
ta: <p>உங்கள் கணினியில் நேரடியாக இணைக்கப்பட்டுள்ள ஒரு லோக்கல் கடிகாரத்தை உள்ளமைப்பதற்கு, <b>ரேடியோ கடிகாரம்</b>ஐ தேர்வு செய்யவும்.</p>
uk: <p>Щоб налаштувати локальний годинник, з'єднаний напряму з вашим комп'ютером, виберіть <b>Радіо-годинник</b>.</p>
xh: <p>Ukwenza ubumbeko lwewotshi yendawo leyo edityaniswe ngokungqalileyo kwikhompuytha yakho, khetha <b>ku-Iwotshi Yerediyo</b>.</p>

source: <p>To broadcast time information through your network, select <b>Outgoing Broadcast</b>.</p>
ar: <p>لنشر معلومات الوقت من خلال الشبكة الخاصة بك، حدد <b>النشر الصادر</b>.</p>
bn: <p>আপনার নেটওয়ার্কের মাধ্যমে সময়তথ্য প্রচার করার জন্য <b>আউটগোয়িং ব্রডকাস্ট</b> নির্বাচন করুন.</p>
ca: <p>Per difondre informació horària a través de la xarxa, seleccioneu <b>Difusió de sortida</b>.</p>
da: <p>For at broadcaste tidsinformation via dit netværk, vælg <b>Udgående broadcast</b>.</p>
fr: <p>Pour diffuser des informations de temps sur votre réseau, sélectionnez <b>Diffusion sortante</b>.</p>
gl: <p>Para difundir información de hora pola rede, seleccione <b>Difusión saínte</b>.</p>
hi: <p>अपने नेटवर्क के माध्यम से प्रसारण समय सूचना प्राप्त करने के लिए, <b>जावक प्रसारण</b> चुनें।</p>
hu: <p>Információ nyilvános szórásához válassza a <b>Kimenő Broadcast</b> pontot.</p>
ja: <p>時刻情報をお使いのネットワークにブロードキャストするには、 <b>送信ブロードキャスト</b> を選んでください。</p>
km: <p>ដើម្បី​ផ្សាយ​ព័ត៌មាន​ពេលវេលា​តាមរយៈ​បណ្ដាញ សូម​ជ្រើស <b>ការផ្សាយ​ចេញ</b> ។</p>
mr: <p>आपल्या नेटवर्कद्वारा वेळेची माहिती broadcast करण्यासाठी, <b>Outgoing Broadcast</b> निवडा.</p>
nb: <p>For å kringkaste tidsinformasjon gjennom nettverket, velg <b>Utgående kringkasting</b>.</p>
nl: <p>Selecteer <b>Uitgaande broadcasts</b> om de tijdinformatie door uw netwerk te verspreiden.</p>
pa: <p>ਤੁਹਾਡੇ ਨੈੱਟਵਰਕ ਰਾਹੀਂ ਬਰਾਡਕਾਸਟ ਸਮਾਂ ਜਾਣਕਾਰੀ ਵਾਸਤੇ, <b>ਬਾਹਰ ਬਰਾਡਕਾਸਟਿੰਗ</b> ਚੁਣੋ।</p>
pt_br: <p>Para transmitir as informações de horário pela rede através de broadcast, selecione <b>Broadcast de saída</b>.</p>
ro: <p>Pentru a transmite ora exactă prin broadcast în rețeaua dvs., selectați <b>Broadcast emis</b>.</p>
ru: <p>Чтобы передавать информацию о времени по вашей сети, выберите <b>Исходящее Вещание</b>.</p>
sk: <p>Pre všesmerové posielanie informácií o čase do siete zapnite <b>Odchádzajúci broadcast</b>.</p>
sv: <p>För att sända ut tidsinformation på ditt nätverk, välj <b>Utgående utsändning</b>.</p>
ta: <p>உங்கள் வலையமைப்பின் மூலம் நேர விவரங்களை ஒலிபரப்பு செய்வதற்கு <b>வெளியே அனுப்பப்படும் ஒலிபரப்பு</b>ஐ தேர்வு செய்யவும்.</p>
uk: <p>Щоб транслювати інформацію про час у вашу мережу, виберіть <b>Вихідна трансляція</b>.</p>
xh: <p>Ukusasaza emoyeni ulwazi ngexesha kumsebenzi wakho wothungelwano uphelele, khetha <b>ku-Usasazo Lwasemoyeni Olukhutshwayo</b>.</p>

source: <p>To accept NTP packets broadcasted by other hosts on the network and use them for setting local time, select <b>Incoming Broadcast<b>.</p>
ar: <p>لقبول حزم NTP التي تم نشرها بواسطة مضيفين آخرين على الشبكة واستخدامها لإعداد التوقيت المحلي، حدد <b>النشر الوارد<b>.</p>
bn: <p>নেটওয়ার্কের অন্য হোস্টের প্রচারিত NTP প্যাকেট গ্রহণ করার জন্য এবং তার সাহায্যে স্থানীয় সময় সেট করার জন্য <b>ইনকামিং ব্রডকাস্ট<b> নির্বাচন করুন.</p>
ca: <p>Per acceptar paquets NTP difosos per altres ordinadors centrals de la xarxa i utilitzar-los per definir l'hora local, seleccioneu <b>Difusió d'entrada<b>.</p>
da: <p>For at godkende NTP-pakker, som broadcastes fra andre værtsmaskiner i netværket, og bruge dem til at definere lokal tid, vælg <b>Indkommende broadcast<b>.</p>
fr: <p>Pour accepter des paquets NTP diffusés par d'autres hôtes du réseau et les utiliser pour définir l'heure locale, sélectionnez <b>Diffusion entrante<b>.</p>
gl: <p>Para aceptar paquetes NTP difundidos por outros hosts na rede e usalos para establecer a hora local, seleccione <b>Difusión entrante<b>.</p>
hi: <p>नेटवर्क पर अन्य होस्टों द्वारा प्रसारित NTP पैकेटों को स्वीकार करने और स्थानीय समय सेट करने हेतु उनका प्रयोग करने के लिए, <b>आवक प्रसारण<b> चुनें।</p>
hu: <p>Ha el akar fogadni a hálózat más gépeitől érkező, nyilvánosan szórt NTP-csomagokat a helyi idő beállítására, válassza ki a <b>Bejövő Broadcast</b> lehetőséget.</p>
ja: <p>ネットワーク内に存在する他のコンピュータから発信される時刻情報のブロードキャストを受け取って それをローカルタイムに適用するには、 <b>受信ブロードキャスト<b> を選択してください。</p>
km: <p> ដើម្បី​ទទួលយក NTP packets ដែល​បាន​ផ្សាយ​ដោយ​ម៉ាស៊ីន​ផ្សេងៗ​នៅ​លើ​បណ្ដាញ និង​ប្រើ​ពួកវា​សម្រាប់​កំណត់​ម៉ោង​មូលដ្ឋាន សូម​ជ្រើស <b>ការផ្សាយ​ចូល<b> ។</p>
mr: <p>नेटवर्कवरील इतर hosts नी broadcast केलेली NTP packets स्वीकारण्यासाठी व स्थानिक वेळ set करण्यास ती वापरण्यासाठी <b>Incoming Broadcast<b>.निवडा.</p>
nb: <p>For å godkjenne NTP-pakker som kringkastes fra andre vertsmaskiner i nettverket og bruke dem til å definere lokal tid, velger du <b>Innkommende kringkasting<b>.</p>
nl: <p>Selecteer <b>Accepteer broadcast pakketten</b> om NTP-packets, die door andere hosts op het netwerk verspreid worden, te accepteren en te gebruiken om de lokale tijd mee in te stellen.</p>
pa: <p>ਨੈੱਟਵਰਕ ਤੇ ਹੋਰ ਹੋਸਟ ਵਲੋਂ ਬਰਾਡਕਾਸਟ ਕੀਤੇ NTP ਪੈਕਟ ਸਵੀਕਾਰ ਕਰਨ ਲਈ ਉਹਨਾਂ ਨੂੰ ਲੋਕਲ ਸਮਾਂ ਸੈਟਿੰਗ ਕਰਨ ਲਈ ਵਰਤਣ ਵਾਸਤੇ, <b>ਆਉਣ ਬਰਾਡਕਾਸਟ<b> ਚੁਣੋ।</p>
pt_br: <p>Para aceitar os pacotes NTP transmitidos por outras máquinas na rede por broadcast e usá-los para definir o horário local, selecione <b>Broadcast de entrada<b>.</p>
ro: <p>Pentru a accepta pachete NTP transmise prin broadcast de alte gazde din rețea și a le utiliza pentru setaera orei locale, selectați <b>Broadcast recepționat<b>.</p>
ru: <p>Чтобы принимать пакеты NTP, передаваемые другими узлами в сети, и использовать их для установки локального времени, выберите <b>Входящее вещание<b>.</p>
sk: <p>Ak sa majú prijímať pakety NTP z ostatných hostiteľov v sieti a používať pre nastavenie lokálneho času, zapnite <b>Prichádzajúci broadcast</b>.</p>
sv: <p>För att acceptera NTP-paket som sänds ut av andra värddatorer på nätverket och använda dem för att ställa in lokal tid, välj <b>Inkommade utsändning<b>.</p>
ta: <p>வலையமைப்பில் மற்ற ஹோஸ்ட்களால் ஒலிபரப்பப்படும் என்டிபி பாக்கெட்களை ஏற்றுக் கொள்வதற்கும் மற்றும் லோக்கல் நேரத்தை அமைப்பதற்கு அவற்றை பயன்படுத்துவதற்கும் <b>உள்வரும் ஒலிபரப்பு<b>ஐ பயன்படுத்தப்படும்.</p>
uk: <p>Щоб приймати пакети NTP, що передаються іншими вузлами мережі і використовувати їх для встановлення локального часу, виберіть <b>Вхідна трансляція<b>.</p>
xh: <p>Ukwamkela iipakethi ze-NTP ezisasazwe emoyeni ngabanye oomamkeli kumsebenzi wothungelwano ukuze uzisebenzise xa umisela ixesha lendawo leyo, khetha <b>ku-Usasazo Olungenayo Lwasemoyeni<b>.</p>
