Repository: Dzejrou/yast-translations
Catalog: po/ntp-client/*.po
Languages: ar, bn, ca, da, fr, gl, hi, hr, hu, id, ja, km, mr, nb, nl, pa, pt_br, ro, ru, sk, sv, ta, uk, xh

source: <p><big><b>Clock Driver Calibration</b></big><br> The clock driver may need to be calibrated. In this dialog, various calibration options can be set. The meaning of particular options depends on the particular driver. Some drivers do not use all the options.</p>
ar: <p><big><b>معايرة برنامج تشغيل الساعة</b></big><br> قد يحتاج برنامج تشغيل الساعة إلى المعايرة. في مربع الحوار هذا، يمكن تعيين خيارات معايرة عديدة. يتوقف معنى الخيارات المعينة على برنامج التشغيل المعين. لا تستخدم بعض برامج التشغيل كافة الخيارات.</p>
bn: <p><big><b>ক্লক ড্রাইভার ক্যালিব্রেশন</b></big><br> ঘড়ি চালকটার ক্রমাঙ্কন করার প্রয়োজন হতে পারে. এই সংলাপে বিভিন্ন ক্রমাঙ্কন বিকল্পগুলি সেট করা যাবে. নির্দিষ্ট বিকল্পের মানে নির্দিষ্ট চালকের ওপর নির্ভর করে. সমস্ত চালকরা সমস্ত বিকল্পগুলি ব্যবহার করে না.</p>
ca: <p><big><b>Calibratge del controlador del rellotge</b></big><br> És possible que hàgiu de calibrar el controlador del rellotge. En aquest diàleg podeu configurar diferents opcions de calibratge. La funció d'algunes opcions depèn dels controladors de què es tracti. Hi ha controladors que no utilitzen totes les opcions.</p>
da: <p><big><b>Kalibrering af ur-driver</b></big><br> Ur-driveren skal måske kalibreres. I denne dialog kan forskellige indstillinger for kalibrering angives. Betydningen af bestemte indstillinger afhænger af driveren. Nogle drivere benytter ikke alle indstillingerne.</p>
fr: <p><big><b>Calibration du pilote de l'horloge</b></big><br> Le pilote de l'horloge peut avoir besoin d'être calibré. Dans ce dialogue, plusieurs options de calibration peuvent être définies. La signification des options particulières dépend de chaque pilote. Certains pilotes n'utilisent pas toutes les options.</p>
gl: <p><big><b>Calibración do controlador do reloxo</b></big><br> Posiblemente sexa necesario calibrar o controlador do reloxo. Neste diálogo pode configurar diversas opcións de calibración. O significado de certas opcións depende de controladores determinados. Algúns controladores non empregan todas as opcións.</p>
hi: <p><big><b>Clock Driver Calibration</b></big><br> घड़ी ड्राइवर को अंशांकन की जरूरत हो सकती है। इस संवाद में, विभिन्न अंशांकन विकल्प सेट किए जा सकते हैं। किसी खास विकल्प का अर्थ किसी खास ड्राइवर पर निर्भर होता है। कुछ ड्राइवर समस्त विकल्पों का प्रयोग नहीं करते।</p>
hu: <p><big><b>Órameghajtó finomhangolása</b></big><br> Az óra meghajtója finomhangolásra szorulhat. Ebben a párbeszédablakban be tud állítani néhány finomhangolási opciót. Az egyes opciók jelentősége a meghajtótól függ. Nem minden meghajtó használja az összes opciót.</p>
ja: <p><big><b>クロックドライバの調整</b></big><br> クロックドライバには調整が必要となることがあります。このダイアログでは、様々な調整 オプションを設定することができます。それぞれのドライバにはそれぞれのオプションの意味が あります。また、全てのドライバで全てのオプションを利用できるわけではありません。</p>
km: <p><big><b>ការ​ក្រិត​កម្មវិធី​បញ្ជា​របស់​នាឡិកា</b></big><br> កម្មវិធី​បញ្ជា​របស់​នាឡិកា​ប្រហែល​ជា​ត្រូវការ​ក្រិត ។ ក្នុង​ប្រអប់​នេះ ជម្រើស​ក្រិត​ជាច្រើន អាច​ត្រូវ​បានកំណត់ ។ អត្ថន័យ​របស់​ជម្រើស​ជាក់លាក់​អាស្រ័យ​លើ​កម្មវិធី​ ជាក់លាក់ ។ កម្មវិធី​បញ្ជា​ខ្លះ​មិន​ប្រើ​​ជម្រើស​ទាំងអស់ ។</p>
mr: <p><big><b>Clock Driver Calibration</b></big><br> Clock driver calibrate करावा लागू शकतो. या संवादात विविधcalibration पर्याय करता येतात. विशिष्ट पर्यायांचा अर्थ विशिष्टdriver वर अवलंबून असतो. काही drivers सर्व पर्याय वापरत नाहीत.</p>
nb: <p><big><b>Kalibrering av klokkedriver</b></big><br> Klokkedriveren må kanskje kalibreres. I denne dialogen kan forskjellige alternativer for kalibrering defineres. Resultatet av bestemte alternativer avhenger av driveren. Noen drivere benytter ikke alle alternativene.</p>
nl: <p><big><b>Klokstuurprogrammacalibratie</b></big><br> Het klokstuurprogramma moet eventueel gekalibreerd worden. In dit venster kunnen diverse calibratie opties worden ingesteld. De betekenis van de betreffende opties is afhankelijk van het betreffende stuurprogramma. Enkele stuurprogramma's ondersteunen niet alle opties.</p>
pa: <p><big><b>ਘੜੀ ਡਰਾਈਵਰ ਕੈਲੀਬਰੇਸ਼ਨ</b></big><br> ਘੜੀ ਡਰਾਈਵਰ ਨੂੰ ਕੈਲੀਬਰੇਟ ਕਰਨ ਦੀ ਜਰੂਰਤ ਪੈ ਸਕਦੀ ਹੈ। ਇਸ ਡਾਈਲਾਗ ਵਿੱਚ, ਵੱਖ-ਵੱਖ ਕੈਲੀਬਰੇਸ਼ਨ ਚੋਣ ਨਿਰਧਾਰਿਤ ਹੋ ਸਕਦੀ ਹੈ। ਹਰੇਕ ਚੋਣ ਦਾ ਮਤਲਬ ਖਾਸ ਡਰਾਈਵਰ ਤੇ ਨਿਰਭਰ ਕਰਦਾ ਹੈ। ਕੁਝ ਡਰਾਈਵਰ ਸਾਰੀਆਂ ਚੋਣਾਂ ਨਹੀਂ ਵਰਤਦੇ।</p>
pt_br: <p><big><b>Calibração do driver de relógio</b></big><br> O driver do relógio pode precisar de calibração. Neste diálogo, varias opções de calibração podem ser configuradas. O significado de cada opção depende de cada driver. Alguns drivers não usam todas as opções.</p>
ro: <p><big><b>Calibrarea driverului de ceas</b></big><br> Driverul de ceas poate necesita o calibrare. În acest dialog puteți seta diverse opțiuni de calibrare. Semnificația acestor opțiuni depinde de fiecare driver în parte. Unele drivere nu utilizează toate opțiunile.</p>
ru: <p><big><b>Калибровка драйвера часов</b></big><br> Драйверу часов необходима калибровка. В этом диалоге могут быть заданы разные параметры калибровки. Значения параметров калибровки зависят от конкретного драйвера. Некоторые драйверы используют не все параметры.</p>
sk: <p><big><b>Kalibrácia ovládača hodín</b></big><br> Ovládač hodín môže potrebovať kalibráciu. V tomto dialógu môžete nastaviť rôzne možnosti kalibrácie. Význam jednotlivých nastavení závisí na použitom ovládači. Niektoré ovládače nepoužívajú všetky.</p>
sv: <p><big><b>Kalibrering av klockdrivrutin</b></big><br> Klockdrivrutinen måste kanske kalibreras. I den här dialogrutan kan diverse kalibreingsalternativ ställas in. Betydelsen av särskillda alternativ beror på den speciella drivrutinen. Vissa drivrutiner använder inte alla alternativ.</p>
ta: <p><big><b>கடிகார ட்ரைவர் அளவீடு</b></big><br> கடிகார ட்ரைவர் அளவீடு செய்யப்பட்ட வேண்டியிருக்கலாம். இந்த டயலாகில், பல்வேறுஅளவீடு விருப்பத்தேர்வுகள் அமைக்கப்படலாம். குறிப்பிட்ட விருப்பத்தேர்வுகலின் பொருள், குறிப்பிட்ட ட்ரைவரை சார்ந்துள்ளது. சில ட்ரைவர்கள் அனைத்து விருப்பத்தேர்வுகளையும் பயன்படுத்துவதில்லை.</p>
uk: <p><big><b>Калібрування драйвера годинника</b></big><br> Драйвер годинника може потребувати калібрування. В цьому вікні можна вказати різні параметри калібрування. Значення певних параметрів залежить від драйвера. Деякі драйвери не вживають всі параметри.</p>
xh: <p><big><b>Umlinganiselo Womqhubi Wewotshi</b></big><br> Umqhubi wewotshi usenokufuna ukwenzelwa umlinganiselo. Kule ngxoxo, izikhethwa zemilinganiselo ezahlukahlukileyo zinokumiselwa. Intsingiselo yezikhethwa ezithile ixhomekeke kumqhubi othile. Abaqhubi abathile abazisebenzisi zonke izikhethwa.</p>

source: To learn more about available options, install the package <i>ntp-doc</i> and see <i>/usr/share/doc/packages/ntp-doc/html/refclock.htm</i>.</p>
ar: للحصول على معلومات حول معنى هذه الخيارات، قم بتثبيت الحزمة <i>xntp-doc</i> ثم راجع <i>/usr/share/doc/packages/xntp-doc/html/refclock.htm</i></p>
ca: Per saber-ne més de les opcions disponibles, instal·leu el paquet <i>ntp-doc</i> i vegeu <i>/usr/share/doc/packages/ntp-doc/html/refclock.htm</i>.</p>
da: For at få mere information om indstillingerne kan du installere pakken <i>ntp-doc</i> og se <i>/usr/share/doc/packages/ntp-doc/html/refclock.htm</i></p>
fr: Pour obtenir plus d'informations sur les options disponibles, installez le paquet <i>ntp-doc</i> et consultez <i>/usr/share/doc/packages/ntp-doc/html/refclock.htm</i></p>
hu: Ha további információra van szüksége az egyes opciók jelentéséről, telepítse az <i>ntp-doc</i> csomagot, majd olvassa el a <i>/usr/share/doc/packages/ntp-doc/html/refclock.htm</i> fájlt.</p>
ja: それぞれのオプションの意味について詳しく知りたい場合は、パッケージ <i>ntp-doc</i> をインストールのうえ、 <i>/usr/share/doc/packages/ntp-doc/html/refclock.htm</i> ファイルをお読みください。</p>
km: ព័ត៌មាន​បន្ថែម​អំពី​​ជម្រើស​ដែល​មាន ដំឡើង​កញ្ចប់ <i>ntp-doc</i> ហើយ​សូ​មើល <i>/usr/share/doc/packages/ntp-doc/html/refclock.htm</i> ។</p>
nb: For å få informasjon om valgene kan du installere pakken <i>ntp-doc</i> og lese <i>/usr/share/doc/packages/ntp-doc/html/refclock.htm</i></p>
nl: Om meer over de betekenis van de opties te weten te komen kunt u het beste het <i>ntp-doc</i> pakket installeren en <i>/usr/share/doc/packages/ntp-doc/html/refclock.htm</i> nader bekijken.</p>
pt_br: Para aprender mais sobre as opções disponíveis, instale o pacote <i>ntp-doc</i> e veja <i>/usr/share/doc/packages/ntp-doc/html/refclock.htm</i></p>
ro: Pentru a învăța mai multe despre opțiunile disponibile, instalați pachetul <i>ntp-doc</i> și vedeți <i>/usr/share/doc/packages/ntp-doc/html/refclock.htm</i>.</p>
ru: Чтобы узнать больше о доступных параметрах, установите пакет <i>ntp-doc</i> и смотрите <i>/usr/share/doc/packages/xntp-doc/html/refclock.htm</i></p>
sk: Aby ste dozvedeli viac o dostupných možnostiach, nainštalujte balík <i>ntp-doc</i> a pozrite si <i>/usr/share/doc/packages/ntp-doc/html/refclock.htm</i>.</p>
sv: Om du vill veta mer om tillgängliga alternativ installerar du paketet <i>ntp-doc</i> och går till <i>/usr/share/doc/packages/ntp-doc/html/refclock.htm</i>.</p>
uk: Для інформації про значення параметрів встановіть пакунок <i>ntp-doc</i> і подивіться в <i>/usr/share/doc/packages/ntp-doc/html/refclock.htm</i></p>

source: Really exit? All changes will be lost.
ar: هل تريد الخروج بالفعل؟ ستفقد كافة التغييرات.
bn: সব পরিবর্তনগুলো হারিয়ে যাবে!
ca: Segur que voleu sortir? Es perdran tots els canvis.
da: Vil du virkelig afslutte? Alle ændringer vil gå tabt.
fr: Voulez-vous vraiement sortir ? Toutes les modifications seront perdues.
gl: Desexa saír? Perderanse todos os cambios.
hi: इंसटालेसन शोर्स समनुरुपण विफल करें ? सभी बदलाव नष्ट हो जाएँगे ।
hr: Želite li zaista izaći ? Sve promjene biti će izgubljene.
hu: Biztos, hogy ki akar lépni? Minden eddigi változás elvész.
ja: 本当に終了しますか？ 変更内容はすべて失われます。
km: ពិត​ជា​មាន​ឬ ? ការ​ផ្លាស់ប្ដូរ​ទាំងអស់​នឹង​បាត់​បង់ ។
mr: खरंच बंद करू? सर्व बदल नाहीसे होतील.
nb: Vil du virkelig avslutte? Alle endringer vil gå tapt.
nl: Wilt u echt stoppen? Alle wijzigingen zullen verloren gaan.
pa: ਕੀ ਬੰਦ ਕਰਨਾ ਹੈ? ਸਭ ਬਦਲਾਅ ਗੁੰਮ ਹੋ ਜਾਣਗੇ।
pt_br: Realmente sair? Todas as alterações serão perdidas.
ro: Ieșiți într-adevăr? Toate modificările se vor pierde.
ru: Действительно выйти? Все изменения будут потеряны.
sk: Naozaj ukončiť? Všetky zmeny budú zahodené.
sv: Verkligen avsluta? Alla ändringar går förlorade.
ta: உண்மையில் வெளியேற வேண்டுமா? அனைத்து மாற்றங்களும் இழுக்கப்ட்டுவிடும்.
uk: Дійсно вийти? Всі зміни втрачено.
xh: Uyaphuma ngenene? Zonke iinguquko ziya kulahleka.

source: Restart NTP Daemon
ar: إعادة تشغيل البرنامج الخفي NTP
bn: NTP ডিমন পুনরায় শুরু করুন
ca: Reinicia el dimoni NTP
da: Genstart NTP-dæmon
fr: Redémarrer le démon NTP
gl: Reiniciar daemon NTP
hi: NTP डैमन दुबारा शुरू करें
hr: Ponovo pokreni NTP daemon-a
hu: Az NTP-démon újraindítása
ja: NTP デーモンを再起動する
km: ចាប់ផ្ដើម​ដេមិន​របស់ NTP ឡើង​វិញ
mr: NTP पार्श्वभूमित चालणारा कार्यक्रम परत सुरू करा.
nb: Start NTP-nissen på nytt
nl: Herstart NTP-daemon
pa: NTP ਡੈਮਨ ਮੁੜ ਚਲਾਓ
pt_br: Reiniciar o daemon do NTP
ro: Restartează daemonul NTP
ru: Перезапустить демон NTP
sk: Reštart démona NTP
sv: Starta om NTP-demon
ta: என்டிபி டேமனை மீண்டும் துவக்கவும்
uk: Перезапустити фонову службу NTP
xh: Phinda uqalise i-Daemon ye-NTP

source: Save Settings and Restart NTP Daemon
ar: حفظ الإعدادات وإعادة تشغيل البرنامج الخفي NTP
bn: সেটিংগুলি সেভ করুন এবং NTP ডিমন রিস্টার্ট করুন
ca: Desa els paràmetres i reinicia el dimoni NTP
da: Gem indstillingerne og genstart NTP-dæmon
fr: Enregistrer les paramètres et redémarrer le démon NTP
gl: Gardar a configuración e reiniciar o daemon NTP
hi: व्यवस्थायें सेव करें और NTP डैमण दुबारा शुरू करें।
hr: Pohrani postave i ponovno pokreni NTP daemon-a.
hu: Beállítások mentése és az NTP-démon újraindítása
ja: 設定を保存して NTP デーモンを再起動する
km: រក្សាទុក​ការ​កំណត់ និង​ចាប់ផ្ដើម​ដេមិន​របស់ NTP ឡើង​​វិញ
mr: मांडणी संग्रहीत करा आणि NTP पार्श्वभूमित चालणारा कार्यक्रम परत सुरू करा.
nb: Lagre innstillingene og start NTP-nissen på nytt
nl: Instellingen opslaan en NTP-daemon herstarten
pa: ਸੈਟਿੰਗ ਸੰਭਾਲੋ ਅਤੇ NTP ਡੈਮਨ ਮੁੜ ਚਲਾਓ
pt_br: Salvar as configurações e reiniciar o daemon do NTP
ro: Salvează setările și repornește daemonul NTP
ru: Сохранить настройки и перезапустить демон NTP
sk: Uložiť nastavenie a reštartovať NTP server
sv: Spara inställningar och starta om NTP-demon
ta: அமைப்புகளை சேமிக்கவும் மற்றும் என்டிபி டேமனை மீண்டும் துவக்கவும்.
uk: Зберегти зміни і перезапустити фонову службу NTP
xh: Gcina Imimiselo uze Uqalise nge-Daemon ye-NTP

source: Warning! If you do not have a permanent Internet connection, starting the NTP daemon can take a very long time and the daemon might not run properly.
ar: تحذير! إذا لم يكن لديك اتصال دائم بالإنترنت، قد يستغرق بدء تشغيل البرنامج الخفي NTP مدة طويلة للغاية وقد لا يعمل برنامج المحرك على النحو الصحيح.
bn: সাবধান সাবধান আপনার যদি স্থানীয় ইন্টারনেট সংযোগ না থাকে, NTP ডিমন শুরু করতে অনেক সময় লাগাতে পারে এবং ডিমন ঠিকমত নাও চলতে পারে.
ca: Avís Si no disposeu de connexió permanent a Internet, és possible que trigui molt de temps a iniciar-se el dimoni NTP i que no funcioni correctament.
da: Advarsel! Hvis du ikke har en permanent internetforbindelse, kan det tage meget lang tid at starte NTP-dæmonen, og dæmonen kører måske ikke ordentligt.
fr: Avertissement ! Si vous n'avez pas de connexion Internet permanente, le démarrage du démon NTP peut prendre un long moment et le démon NTP ne fonctionnera peut-être pas correctement.
gl: Aviso! Se non dispón dunha conexión permanente a Internet, o daemon NTP pode tardar moito en iniciarse e podería non funcionar correctamente.
hi: चेतावनी! अगर आपके पास स्थायी इंटरनेट कनेक्शन नहीं है, तो NTP डायमन को शुरू होने में काफी अधिक समय लगेगा और डायमन ठीक से नहीं भी चल सकता है।
hu: Figyelem! Ha nincs állandó internetkapcsolata, akkor az NTP-démon indítása jelentős időt vehet igénybe és nem biztos, hogy a démon hibátlanul fog futni.
ja: 警告！ 常時インターネットに接続できる環境でない場合は、 NTP デーモンの起動に時間がかかります。 また、 NTP デーモンが正しく動作しない場合があります。
km: ការព្រមាន ! ប្រសិនបើ​អ្នក​មិន​មាន​ការ​តភ្ជាប់​អ៊ីនធឺណិត​អចិន្ត្រៃយ៍ នោះ​ការ​ចាប់ផ្ដើម​ដេមិន NTP អាច​ត្រូវការ​រយៈពេល​យូរ ហើយ ដេមិន​ប្រហែល​ជា​មិន​ដំណើរការ​ដូច​ប្រក្រតី​ឡើយ ។ ដេមិន​អាច​មិន​ដំណើរការ​បាន​​ទេ ។
mr: इशारा ! आपणाकडे कायमस्वरुपी इंटरनेट कनेक्शन नसेल, तर NTP daemon सुरू करण्यास खूप वेळ लागतो व daemon नीट चालेल असे नाही.
nb: Advarsel! Hvis du ikke har en permanent internettforbindelse, kan det ta svært lang tid å starte NTP-nissen, og nissen vil kanskje ikke fungere riktig.
nl: Waarschuwing! Wanneer u geen permanente internet-verbinding heeft zal het starten van de NTP-daemon erg lang op zich laten wachten en kan de daemon daardoor niet goed werken.
pa: ਚੇਤਾਵਨੀ! ਜੇ ਤੁਹਾਡੇ ਕੋਲ ਪੱਕਾ ਇੰਟਰਨੈੱਟ ਕੁਨੈਕਸ਼ਨ ਨਹੀਂ ਹੈ, NTP ਡੈਮਨ ਚੱਲਣ ਲਈ ਬਹੁਤ ਸਮਾਂ ਲਵੇਗਾ ਅਤੇ ਹੋ ਸਕਦਾ ਕਿ ਡੈਮਨ ਠੀਕ ਤਰਾਂ ਨਾ ਚੱਲੇ।
pt_br: Aviso! Se você não possui uma conexão Internet permanente, iniciar o daemon do NTP pode demorar muito tempo e o daemon pode não funcionar adequadamente.
ro: Atenție! Dacă nu dispuneți de o conexiune permanentă la internet, pornirea daemonului NTP poate dura și este posibil ca daemonul să nu funcționeze corect.
ru: Предупреждение! Если вы не имеете постоянного соединения с интернетом, запуск демона NTP может занять очень долгое время и демон может работать некорректно.
sk: Varovanie! Ak nemáte stále pripojenie na Internet, spustenie démona NTP môže trvať veľmi dlho a démon nemusí fungovať správne.
sv: Varning! Om du inte har en permanent Internetanslutning kan starten av NTP-demonen ta väldigt lång tid och demonen kanske inte fungerar korrekt.
ta: எச்சரிக்கை! உங்களுக்கு ஒரு நிரந்தர இணையதள இணைப்பு இல்லையெனில், என்டிபி டேமனை துவக்குவதற்கு நீண்ட நேரகாலம் மற்றும் டேமன் சரிவர இயங்காமல் போகலாம்.
uk: Увага! Якщо ви не маєте постійного з'єднання з Інтернетом, то запуск фонової служби NTP може зайняти довгий час і фонова служба може працювати не належним чином.
xh: Isilumkiso! Ukuba akunawo umdibaniso osisigxina Wonxibelelwano Ngekhompyutha, ukuqalisa nge-daemon ye-NTP kunokuthatha ixesha elide kakhulu kanti i- daemon isenokungaqhubi kakuhle.

source: NTP server '%1' is not a valid hostname, fully qualified hostname, IPv4 address, or IPv6 address.
ar: خادم NTP '%1' ليس اسم مضيف صالح، اسم المضيف المؤهل الكامل هو عنوان IPv4 أو عنوان IPv6.
bn: NTP সার্ভার '%1' হোস্টনেম বৈধ নয়, সম্পূর্ণ কোয়ালিফায়েড হোস্টনেম, IPv4 ঠিকানা, অথবা IPv6 ঠিকানা.
ca: El servidor NTP '%1' no és un nom d'ordinador central vàlid, un nom d'ordinador central complet, una adreça IPv4 o IPv6.
da: NTP-server '%1' er ikke et gyldigt værtsnavn, fuldt kvalificeret værtsnavn, IPv4-adresse eller IPv6-adresse.
fr: Le serveur NTP %1 n'est pas un nom de machine correct, un nom de machine complet, une adresse IPv4 ou une adresse IPv6.
gl: O servidor NTP '%1' non é un nome válido de host, un nome de host completo, un enderezo IPv4 ou un enderezo IPv6.
hi: NTP सर्वर '%1' एक मान्य होस्टनाम, पूर्ण अर्हता प्राप्त होस्टनाम, IPv4 पता, या IPv6 पता नहीं है।
hu: A(z) '%1' NTP-kiszolgáló nem érvényes gépnév, teljes képzésű gépnév, IPv4- vagy IPv6-cím.
ja: NTP サーバ '%1' の設定が正しくありません。 ホスト名、完全修飾ホスト名、 IPv4 アドレス、または IPv6 アドレスのいずれかを設定してください。
km: ម៉ាស៊ីន​បម្រើ NTP '%1' គឺ​មិន​មែន​ជា​ឈ្មោះ​ម៉ាស៊ីន​ត្រឹមត្រូវ​មួយ ឈ្មោះ​ម៉ាស៊ីន​ពេញលេញ​មួយ អាសយដ្ឋាន IPv4 ឬ​អាសយដ្ឋាន IPv6 ។
mr: NTP server '%1' हे योग्य hostname नाही, पूर्णपणे qualified hostname, IPv4 address,किंवा IPv6 address.
nb: NTP-serveren '%1' er ikke et gyldig vertsmaskinnavn, et fullstendig vertsmaskinnavn, en IPv4-adresse eller en IPv6-adresse.
nl: NTP-server '%1' is geen geldige hostnaam, geen geldige domeinnaam, IPv4-adres, of IPv6-adres.
pa: NTP ਸਰਵਰ '%1' ਲਈ ਘੱਟੋ-ਘੱਟ ਹੋਸਟ ਨਾਂ, ਪੂਰਾ ਹੋਸਟ ਨਾਂ, IPv4 ਐਡਰੈੱਸ ਜਾਂ IPv6 ਐਡਰੈੱਸ ਗਲਤ ਹੈ।
pt_br: O servidor NTP '%1' não é um nome de máquina válido, nome de máquina totalmente qualificado, endereço IPv4 ou endereço IPv6.
ro: Serverul NTP '%1' nu este un format corect de hostname, hostname complet, adresă IPv4 sau adresă IPv6.
ru: Сервер NTP '%1' имеет неверное имя узла, полное имя узла, IPv4-адрес или IPv6-адрес.
sk: Názov NTP serveru'%1' nie je platné meno počítača, plne kvalifikované meno počítača, IPv4 adresa, alebo IPv6 adresa.
sv: NTP-server "%1" är inte ett giltigt värddatornamn, fullständigt kvalificerat värddatornamn, IPv4-adress eller IPv6-adress.
ta: என்டிபி சர்வர் '%1' ஒரு செல்லத்தக்க ஹோஸ்ட் பெயர், முழுமையான தகுதி பெற்ற ஹோஸ்ட் பெயர், IPv4 முகவரி, அல்லது IPv6 முகவரி அல்ல.
uk: Сервер NTP "%1" не є чинною назвою вузла, повною назвою вузла, адресою IPv4 або адресою IPv6.
xh: Iseva ye-NTP '%1' asilogama likamamkeli elisebenzisekayo, igama likamamkeli elichazwe ngokupheleleyo, idilesi ye-IPv4 , okanye idilesi ye-IPv6.

source: Enabling Random Servers from pool.ntp.org would replace the current NTP server. Really replace the current NTP server?
ar: قد يؤدي تمكين الخوادم العشوائية من pool.ntp.org إلى استبدال خادم NTP الحالي. هل تريد بالفعل استبدال خادم NTP الحالي؟
bn: pool.ntp.org থেকে রেনডম সার্ভার সমর্থিত করছি হালের NTP সার্ভার প্রতিস্থাপন করে. সত্যিই কী হালের NTP সার্ভার প্রতিস্থাপন করব?
ca: Amb l'habilitació dels servidors aleatoris de pool.ntp.org es reemplaçaria el servidor NTP actual. Segur que voleu reemplaçar el servidor NTP actual?
da: Aktivering af vilkårlige servere fra pool.ntp.org vil erstatte den nuværende NTP-server. Vil du virkelig erstatte den nuværende NTP-server?
fr: L'activation de serveurs aléatoires à partir de pool.ntp.org remplacera le serveur NTP actuel. Voulez-vous vraiment remplacer le serveur NTP actuel ?
gl: De activar os servidores aleatorios desde pool.ntp.org, estes substituirán ao servidor NTP. Está seguro de querer substituír o servidor NTP actual?
hi: pool.ntp.org से Random Servers को सक्षम करना वर्तमान NTP सर्वर को बदल देगा। वास्तव में वर्तमान NTP सर्वर को बदल दें?
hu: A véletlenül kiválasztott kiszolgáló a pool.ntp.org-ból lecseréli a jelenlegi NTP-kiszolgálót. Biztosan cserélni szeretné?
ja: pool.ntp.org からランダムサーバを利用するように設定すると、 現在の NTP サーバが全て消去されます。 現在の NTP サーバを消去してよろしいですか？
km: អនុញ្ញាត​ម៉ាស៊ីន​​ចៃដន្យ​​ពី pool.ntp.org នឹង ជំនួស​ម៉ាស៊ីន​បម្រើ NTP បច្ចុប្បន្ន ។ តើ​ពិត​ជា​ជំនួស​ម៉ាស៊ីន​បម្រើ NTP បច្ចុប្បន្ន​ឬ ?
mr: pool.ntp.org कडून Random Servers enable केल्यास सध्याचा NTP server replace केला जातो. खरोखर सध्याचा NTP server replace करायचा?
nb: Hvid du aktiverer ulike servere fra pool.ntp.org, vil gjeldende NTP-server bli deaktivert. Vil du virkelig erstatte gjeldende NTP-server?
nl: Inschakelen vanwillekeurige servers van pool.ntp.org vervangt uw huidige NTP server. Wilt u uw huidige NTP server vervangen?
pt_br: Habilitar servidores aleatórios do pool.ntp.org, pode substituir o servidor NTP atual. Realmente substituir o servidor NTP atual?
ro: Activarea serverelor aleatoare de la pool.ntp.org va înlocui serverul NTP curent. Chiar doriți să înlocuiți serverul NTP curent?
ru: Включение произвольных серверов из pool.ntp.org заменит текущий сервер NTP. Действительно заменить текущий сервер NTP?
sk: Ak si vyberiete náhodné servery z pool.ntp.org, nahradí sa nimi aktuálny NTP server. Naozaj nahradiť aktuálny NTP server?
sv: Om slumpvisa servrar från pool.ntp.org aktiveras kommer den aktuella NTP-servern att ersättas. Ersätta den aktuella NTP-servern?
ta: pool.ntp.orgலிருந்து வரிசையற்ற சர்வர்களை இயங்கச் செய்வது தற்போதைய என்டிபி சர்வரை மாற்றியமைத்துவிடும். தற்போதைய என்டிபி சர்வரை உண்மையில் மாற்றியமைக்கலாமா?
uk: Увімкнення випадкових серверів з pool.ntp.org замінить поточний сервер NTP. Дійсно замінити поточний сервер NTP?
xh: Kunikwa Isakhono Seeseva Ezikhethwa Ngendlela Yeqashiso kwi-pool.ntp.org zinokuba sendaweni yeseva yangoku ye-NTP. Ususa ngenene ngokubeka enye iseva yangoku ye-NTP?

source: Select the Device
ar: تحديد الجهاز
bn: সরঞ্জাম সিলেক্ট করুন
ca: Selecciona el dispositiu
da: Vælg enheden
fr: Sélectionnez le périphérique:
gl: Seleccionar dispositivo:
hi: डिवाइस चूनें।
hr: Odaberite uređaj
hu: Válasszon eszközt
ja: デバイスを選んでください
km: ជ្រើស​ឧបករណ៍
mr: उपकरण निवडा
nb: Velg enhet
nl: Selecteer het apparaat
pa: ਜੰਤਰ ਚੁਣੋ
pt_br: Selecione o dispositivo
ro: Selectați dispozitivul
ru: Выберите устройство
sk: Vyberte zariadenie
sv: Välj enheten
ta: சாதனத்தை தேர்வு செய்யவும்
uk: Виберіть пристрій
xh: Khetha Isixhobo

source: Public NTP &Servers
ar: خوادم NTP العامة
bn: পাবলিক NTP &সার্ভার
ca: Servidors &NTP públics
da: Offentlige NTP-&servere
fr: &Serveurs NTP publics
gl: &Servidores NTP públicos
hi: पब्लिक NTP सेवक (&S)
hr: &Javni NTP poslužitelji
hu: Nyilvános &NTP-kiszolgálók
ja: 公開 NTP サーバ (&S)
km: ម៉ាស៊ីន​បម្រើ NTP សាធារណៈ
mr: सार्वजनिक सेवासंगणक
nb: Offentlige NTP-&servere
nl: Publieke &NTP-servers
pa: ਪਬਲਿਕ NTP ਸਰਵਰ(&S)
pt_br: &Servidores NTP públicos
ro: &Servere NTP publice
ru: Открытые &серверы NTP
sk: Verejné NTP &servery
sv: Publika NTP-&servrar
ta: பொது என்டிபி சர்வர்கள்
uk: Громадські &сервери NTP
xh: &Iiseva Zikawonkewonke ze-NTP

source: Select an NTP server.
ar: حدد خادم NTP.
bn: NTP সার্ভার নির্বাচন করুন.
ca: Seleccioneu un servidor NTP.
da: Vælg en NTP-server.
fr: Sélectionner un serveur NTP.
gl: Seleccionar un servidor NTP.
hi: NTP सेवक चूनें
hr: Odaberite NTP poslužitelj.
hu: Válasszon ki egy NTP-kiszolgálót.
ja: NTP サーバを選択してください。
km: ជ្រើស​ម៉ាស៊ីន​បម្រើ NTP ។
mr: NTP सेवासंगणक निवडा.
nb: Velg en NTP-server.
nl: Selecteer een NTP-server.
pa: ਇੱਕ NTP ਸਰਵਰ ਚੁਣੋ।
pt_br: Selecione um servidor NTP.
ro: Selectați un server NTP.
ru: Выберите сервер NTP.
sk: Vyberte NTP server.
sv: Välj en NTP-server.
ta: ஒரு என்டிபி சர்வரை தேர்வு செய்யவும்
uk: Виберіть сервер NTP.
xh: Khetha iseva ye-NTP.

source: All Countries
ar: كل الدول
bn: সমস্ত দেশ
ca: Tots els països
da: Alle lande
fr: Tous les pays
gl: Todos os países
hi: शभी देशों
hr: Sve države
hu: Minden ország
ja: すべての国
km: ប្រទេស​ទាំងអស់
mr: सर्व देश
nb: Alle land
nl: Alle landen
pa: ਸਭ ਦੇਸ਼
pt_br: Todos os países
ro: Toate țările
ru: Все страны
sk: Všetky krajiny
sv: Alla länder
ta: அனைத்து நாடுகள்
uk: Всі країни
xh: Onke Amazwe

source: &Country
ar: الدولة
bn: &দেশ
ca: &País
da: &Land
fr: &Pays
gl: &País
hi: देश (&C)
hr: &Država
hu: &Ország
ja: 国 (&C)
km: ប្រទេស
mr: देश
nb: &Land
nl: &Land
pa: ਦੇਸ਼(&C)
pt_br: &País
ro: Țara
ru: &Страна
sk: Š&tát
sv: &Land
ta: நாடு
uk: &Країна
xh: &Ilizwe
