Repository: Dzejrou/yast-translations
Catalog: po/ntp-client/*.po
Languages: ar, bn, ca, da, fr, gl, hi, hr, hu, id, ja, km, mr, nb, nl, pa, pt_br, ro, ru, sk, sv, ta, uk, xh

source: NTP Server Configuration
ar: إعداد خادم NTP
bn: কনফিগারেশন সংরক্ষণ করা হচ্ছে
ca: Configuració del servidor NTP
da: Konfiguration af NTP-server
fr: Configuration du serveur NTP
gl: Configuración do servidor NTP
hi: NTP सेवक समनुरूपण
hr: Postavke NTP poslužitelja
hu: NTP-kiszolgáló beállítások
ja: NTP サーバの設定
km: ការ​កំណត់​រចនា​សម្ព័ន្ធ​ម៉ាស៊ីន​បម្រើ NTP
mr: NTP सेवासंगणक संरचना
nb: Konfigurasjon av NTP-server
nl: NTP-server configuratie
pa: NTP ਸਰਵਰ ਸੰਰਚਨਾ
pt_br: Configuração do servidor NTP
ro: Configurarea serverului NTP
ru: Настройка сервера NTP
sk: Nastavenie serveru NTP
sv: Ställ in NTP-server
ta: என்டிபி சர்வர் உள்ளமைவு
uk: Налаштування сервера NTP
xh: Ubumbeko Lweseva ye-NTP

source: NTP Configuration
ar: إعداد NTP
bn: NTP ক্লাইন্ট গঠন
ca: Configuració de l'NTP
da: NTP-konfiguration
fr: Configuration NTP
gl: Configuración NTP
hi: NTP सेवक समनुरूपण
hr: NTP postavke
hu: NTP beállítása
id: Konfigurasi NTP
ja: NTP 設定
km: ការ​កំណត់​រចនា​សម្ព័ន្ធ NTP
mr: NTP सेवासंगणक संरचना
nb: NTP-konfigurasjon
nl: NTP-configuratie
pa: NTP ਸੰਰਚਨਾ...
pt_br: Configuração do NTP
ro: Configurarea NTP
ru: Настройка NTP
sk: Nastavenie NTP
sv: Ställ in NTP
ta: என்டிபி சர்வர் உள்ளமைவு
uk: Налаштування NTP
xh: Ubumbeko lwe-NTP

source: General Settings
ar: إعدادات عامة
bn: সাধারণ সেটিংস
ca: Paràmetres generals
da: Generelle indstillinger
fr: Paramètres généraux
gl: Configuración xeral
hi: साघारण व्यवस्थायें
hr: Opće postavke
hu: Általános beállítások
ja: 一般的な設定
km: ការ​កំណត់​ទូទៅ
mr: साधारण जुळणी
nb: Generelle innstillinger
nl: Algemene instellingen
pa: ਸਧਾਰਨ ਸੈਟਿੰਗ
pt_br: Configurações gerais
ro: Setări generale
ru: Общие настройки
sk: Všeobecné nastavenia
sv: Allmänna inställningar
ta: பொதுவான அமைப்புகள்
uk: Загальні параметри
xh: Imimiselo Jikelele

source: Security Settings
ar: إعدادات الأمان
bn: &দক্ষ বৈশিষ্ট্যাবলী
ca: Paràmetres de seguretat
da: Sikkerhedsindstillinger
fr: Paramètres de sécurité
gl: Configuración de seguridade
hi: सुरक्षा व्यवस्था
hr: Sigurnosne postavke
hu: Biztonsági beállítások
ja: セキュリティの設定
km: ការ​កំណត់​សុវត្ថិភាព
mr: सुरक्षा सेटिंग्ज
nb: Sikkerhetsinnstillinger
nl: Beveiligingsinstellingen
pa: ਸੁਰੱਖਿਆ ਸੈਟਿੰਗ
pt_br: Configurações de segurança
ro: Setări de securitate
ru: Настройки безопасности
sk: Nastavenie zabezpečenia
sv: Säkerhetsinställningar
ta: பாதுகாப்பு அமைப்புகள்
uk: Параметри безпеки
xh: Imimiselo Yokhuseleko

source: Advanced NTP Configuration
ar: إعداد NTP متقدم
bn: সেভ করছি NTP ক্লাইন্ট গঠন
ca: Configuració avançada de l'NTP
da: Avanceret NTP-konfiguration
fr: Configuration NTP avancée
gl: Configuración NTP avanzada
hi: NTP क्लैन्ट समनुरूपण सेव कर रहा हैं।
hr: Napredne NTP postavke
hu: Speciális NTP-beállítások
ja: 高度な NTP 設定
km: កំណត់​រចនា​សម្ព័ន្ធ NTP កម្រិត​ខ្ពស់
mr: NTP ग्राहक संरचना साठवत आहे
nb: Avansert NTP-konfigurasjon
nl: Geavanceerde NTP-configuratie
pa: ਤਕਨੀਕੀ NTP ਸੰਰਚਨਾ
pt_br: Configuração avançada do NTP
ro: Configurare avansată NTP
ru: Расширенная настройка NTP
sk: Pokročilé nastavenie NTP
sv: Avancerade NTP-inställningar
ta: என்டிபி வாடிக்கையாளர் உள்ளமைவு சேமிக்கப்படுகிறது
uk: Додаткове налаштування NTP
xh: Ubumbeko Oselukwibanga Eseliphambili le-NTP

source: New Synchronization
ar: مزامنة جديدة
bn: নতুন সমলয়
ca: Nova sincronització
da: Ny synkronisering
fr: Nouvelle synchronisation
gl: Nova sincronización
hi: नया सिंक्रोनाइजेशन
hr: Nova sinkronizacija
hu: Új szinkronizáció
ja: 新規同期
km: ការ​ធ្វើ​សមកាលកម្ម​ថ្មី
mr: नवीन synchronization
nb: Ny synkronisering
nl: Nieuwe synchronisatie
pa: ਨਵਾਂ ਸੈਕਰੋਨਾਇਜ਼ੇਸ਼ਨ
pt_br: Nova sincronização
ro: Sincronizare nouă
ru: Новая синхронизация
sk: Nová synchronizácia
sv: Ny synkronisering
ta: புதிய ஒருங்கிணைத்தல்
uk: Нова синхронізація
xh: Ukuhambelana Kwesingqisho Okutsha

source: Server Settings
ar: إعدادات الخادم
bn: সার্ভার সেটিং
ca: Configuració del servidor
da: Serverindstillinger
fr: Paramètres du serveur
gl: Configuración do servidor
hi: सेवक व्यवस्थाऐं
hr: Postavke poslužitelja
hu: Kiszolgáló beállításai
ja: サーバの設定
km: ការកំណត់​ម៉ាស៊ីន​បម្រើ
mr: सेवासंगणकाची मांडणी
nb: Serverinnstillinger
nl: Serverinstellingen
pa: ਸਰਵਰ ਸੈਟਿੰਗ
pt_br: Configurações do servidor
ro: Setări server
ru: Настройки сервера
sk: Nastavenie serveru
sv: Serverinställningar
ta: ஸர்வர் அமைப்புக்கள்
uk: Параметри сервера
xh: Imimiselo Yeseva

source: NTP Server
ar: خادم NTP
bn: NTP সার্ভার
ca: Servidor NTP
fr: Serveur NTP
gl: Servidor NTP
hi: NTP सेवक
hr: NTP poslužitelj
hu: NTP-kiszolgáló
ja: NTP サーバ
km: ម៉ាស៊ីន​បម្រើ NTP
mr: NTP सेवा संगणक
pa: NTP ਸਰਵਰ
pt_br: Servidor NTP
ro: Server NTP
ru: Сервер NTP
sk: Server NTP
ta: என்டிபி சர்வர்
uk: Сервер NTP
xh: Iseva ye-NTP

source: Local NTP Server
ar: خادم NTP محلي
bn: লোকাল NTP সার্ভার
ca: Servidor NTP local
da: Lokal NTP-server
fr: Serveur local NTP
gl: Servidor NTP local
hi: लोकल NTP सेवक
hr: Lokalni NTP poslužitelj
hu: Helyi NTP-kiszolgáló
ja: ローカル NTP サーバ
km: ម៉ាស៊ីន​បម្រើ NTP មូលដ្ឋាន
mr: स्थानिक NTP सेवासंगणक
nb: Lokal NTP-server
nl: Lokale NTP-server
pa: ਲੋਕਲ NTP ਸਰਵਰ
pt_br: Servidor NTP local
ro: Server NTP local
ru: Локальный сервер NTP
sk: Lokálny NTP server
sv: Lokal NTP-server
ta: லோக்கல் என்டிபி சர்வர்
uk: Локальний сервер NTP
xh: Iseva Yendawo Leyo ye-NTP

source: Public NTP Server
ar: خادم NTP عام
bn: পাবলিক NTP সার্ভার
ca: Servidor NTP públic
da: Offentlig NTP-server
fr: Serveur NTP public
gl: Servidor NTP público
hi: पब्लिक NTP सेवक
hr: Javni NTP poslužitelj
hu: Nyilvános NTP-kiszolgáló
ja: 公開 NTP サーバ
km: ម៉ាស៊ីន​បម្រើ NTP សាធារណៈ
mr: स्थानिक NTP सेवासंगणक
nb: Offentlig NTP-server
nl: Publieke NTP-server
pa: ਪਬਲਿਕ NTP ਸਰਵਰ
pt_br: Servidor NTP público
ro: Server NTP public
ru: Открытый сервер NTP
sk: Verejný NTP server
sv: Publik NTP-server
ta: பொது என்டிபி சர்வர்
uk: Громадський сервер NTP
xh: Iseva Kawonkewonke ye-NTP

source: NTP Peer
ar: نظير NTP
bn: NTP পীয়ার
ca: Parell NTP
fr: Homologue NTP
gl: Par NTP
hi: NTP पीयर
hu: NTP-társkiszolgáló
ja: NTP ピア
km: ម៉ាស៊ីន​ដូចគ្នា NTP
mr: NTP पीअर
nb: NTP-server
pa: NTP ਪੀਅਰ
pt_br: Par NTP
ro: Pereche NTP
ru: Узел NTP
sk: NTP Partner
sv: NTP-motpart
ta: என்டிபி இணையாளர்
uk: Вузол NTP
xh: Iqabane le-NTP

source: Local Reference Clock
ar: ساعة المرجع المحلية
bn: লোকাল উল্লেখ ক্লক
ca: Rellotge de referència local
da: Lokalt referenceur
fr: Horloge de référence locale
gl: Reloxo de referencia local
hi: स्थानीय संदर्भ घड़ी
hr: Lokalni referentni sat
hu: Helyi referenciaóra
ja: ローカル参照クロック
km: នាឡិកា​យោង​មូលដ្ឋាន
mr: स्थानिक संदर्भ घडयाळ
nb: Lokal referanseklokke
nl: Lokale referentieklok
pa: ਲੋਕਲ ਹਵਾਲਾ ਘੜੀ
pt_br: Relógio de referência local
ro: Ceas local de referință
ru: Локальные эталонные часы
sk: Lokálne referenčné hodiny
sv: Lokal referensklocka
ta: லோக்கல் பார்வைக்கான கடிகாரம்
uk: Місцевий годинник посилання
xh: Iwotshi Yesalathi Sendawo Leyo

source: Outgoing Broadcast
ar: النشر الصادر
bn: আউটগোয়িং ব্রডকাস্ট
ca: Difusió de sortida
da: Udgående broadcast
fr: Diffusion sortante
gl: Broadcast saínte
hi: बाहर जाता हुआ ब्रोडकास्ट
hr: Odlazno odašiljanje
hu: Kimenő Broadcast
ja: 送信ブロードキャスト
km: ផ្សាយ​ចេញ
mr: बाहेर जाणारे प्रसारण
nb: Utgående kringkasting
nl: Uitgaande broadcast
pa: ਬਾਹਰ ਬਰਾਡਕਾਸਟ
pt_br: Broadcast de saída
ro: Broadcast emis
ru: Исходящее вещание
sk: Odchádzajúci broadcast
sv: Utgående utsändning (Broadcast)
ta: வெளியே அனுப்பப்படும் ஒலிபரப்பு
uk: Вихідна трансляція
xh: Usasazo Lwasemoyeni Oluphumayo

source: Incoming Broadcast
ar: النشر الوارد
bn: ইনকামিং ব্রডকাস্ট
ca: Difusió d'entrada
da: Indkommende broadcast
fr: Diffusion entrante
gl: Broadcast entrante
hi: आनेवाला ब्रोडकास्ट
hr: Dolazno odašiljanje
hu: Bejövő Broadcast
ja: 受信ブロードキャスト
km: ការផ្សាយ​ចូល
mr: आत जाणारे प्रसारण
nb: Innkommende kringkasting
nl: Binnenkomende broadcasts
pa: ਆਉਣ ਬਰਾਡਕਾਸਟ
pt_br: Broadcast de entrada
ro: Broadcast recepționat
ru: Входящее вещание
sk: Prichádzajúci broadcast
sv: Inkommande utsändning (Broadcast)
ta: உள்வரும் ஒலிபரப்பு
uk: Вхідна трансляція
xh: Usasazo Lwasemoyeni Olufikayo

source: &Reference ID
ar: معرف المرجع
bn: &উল্লেখিত ID
ca: Identificador de la &referència
fr: ID &référence
gl: ID de &referencia
hi: &संदर्भ ID
hu: &Hivatkozási azonosító
ja: 参照 ID (&R)
km: លេខ​សម្គាល់​យោង
mr: संदर्भ ID
nb: &Referanse-ID
nl: &Referentie ID
pa: ਹਵਾਲਾ ID(&R)
pt_br: ID de &referência
ro: ID &referință
sk: &Referenčné ID
sv: &Referens-ID
ta: பார்வைக்கான அடையாளம்
uk: &ІД посилання
xh: i-ID &Yesalathi

source: &Stratum
ar: طبقة
bn: &স্তর
ca: &Estrat
gl: E&strato
hi: स्ट्राटम (&S)
hu: &Réteg
ja: 精度 (&S)
km: ជាន់
mr: स्ट्राटम
pa: ਸਟਰੇਟਮ(&S)
ru: &Уровень
ta: வகுப்பு
uk: &Прошарок
xh: &Umgangatho

source: Calibration Offset 1
ar: إزاحة المعايرة 1
bn: কলিবারেশন অফসেট 1
ca: Desplaçament del calibratge 1
da: Kalibreringsforsinkelse 1
fr: Décalage de calibration 1
gl: Corrección da calibración 1
hi: कैलीब्रेशन ओफ्सेट १
hr: Pomak baždarenja 1
hu: 1. kalibrációs eltolás beállítása
ja: 調整オフセット 1
km: អុហ្វសិត​ក្រិត ១
mr: कॅलीब्रेशन ऑफसेट 1
nb: Kalibreringsforsinkelse 1
nl: Calibratie offset 1
pa: ਕੈਲੀਬਰੇਸ਼ਨ ਆਫਸੈੱਟ 1
pt_br: Correção de calibração 1
ro: Offset de calibrare 1
ru: Калибровка разницы 1
sk: Kalibračné rozostrenie 1
sv: Kalibreringsavstånd 1
ta: அளவீடு அச்சுமுறை 1
uk: Відступ калібрування 1
xh: Ukuphuma Kumiselo Womlinganiselo 1

source: Calibration Offset 2
ar: إزاحة المعايرة 2
bn: কলিবারেশন অফসেট 2
ca: Desplaçament del calibratge 2
da: Kalibreringsforsinkelse 2
fr: Décalage de calibration 2
gl: Correcciónda calibración 2
hi: कैलीब्रेशन ओफ्सेट २
hr: Pomak baždarenja 2
hu: 2. kalibrációs eltolás beállítása
ja: 調整オフセット 2
km: អុហ្វសិត​ក្រិត ២
mr: कॅलीब्रेशन ऑफसेट 2
nb: Kalibreringsforsinkelse 2
nl: Calibratie offset 2
pa: ਕੈਲੀਬਰੇਸ਼ਨ ਆਫਸੈੱਟ 2
pt_br: Correção de calibração 2
ro: Offset de calibrare 2
ru: Калибровка разницы 2
sk: Kalibračné rozostrenie 2
sv: Kalibreringsavstånd 2
ta: அளவீடு அச்சுமுறை 2
uk: Відступ калібрування 2
xh: Ukuphuma Kumiselo Womlinganiselo 2

source: Flag &1
ar: الإشارة 1
bn: ফ্ল্যাগ &1
ca: Senyalador &1
fr: Indicateur &1
gl: Etiqueta &1
hi: फ्लैग &1
hr: Zastavica &1
hu: &1. jelzőbit
ja: フラグ 1 (&1)
km: ទង់​ជាតិ ១
mr: झेंडा 1
nb: Flagg &1
nl: Vlag &1
pa: ਫਲੈਗ &1
pt_br: Indicador &1
ro: Indicator &1
ru: Флаг &1
sk: Príznak &1
sv: Flagga &1
ta: கொடி 1
uk: Прапорець &1
xh: Ukuphawula &1

source: Flag &2
ar: الإشارة 2
bn: ফ্ল্যাগ &2
ca: Senyalador &2
fr: Indicateur &2
gl: Etiqueta &2
hi: फ्लैग &2
hr: Zastavica &2
hu: &2. jelzőbit
ja: フラグ 2 (&2)
km: ទង់​ជាតិ ២
mr: झेंडा 2
nb: Flagg &2
nl: Vlag &2
pa: ਫਲੈਗ &2
pt_br: Indicador &2
ro: Indicator &2
ru: Флаг &2
sk: Príznak &2
sv: Flagga &2
ta: கொடி 2
uk: Прапорець &2
xh: Ukuphawula &2

source: Flag &3
ar: الإشارة 3
bn: ফ্ল্যাগ &3
ca: Senyalador &3
fr: Indicateur &3
gl: Etiqueta &3
hi: फ्लैग &3
hr: Zastavica &3
hu: &3. jelzőbit
ja: フラグ 3 (&3)
km: ទង់ជាតិ ៣
mr: झेंडा 3
nb: Flagg &3
nl: Vlag &3
pa: ਫਲੈਗ &3
pt_br: Indicador &3
ro: Indicator &3
ru: Флаг &3
sk: Príznak &3
sv: Flagga &3
ta: கொடி 3
uk: Прапорець &3
xh: Ukuphawula &3

source: Flag &4
ar: الإشارة 4
bn: ফ্ল্যাগ &4
ca: Senyalador &4
fr: Indicateur &4
gl: Etiqueta &4
hi: फ्लैग &4
hr: Zastavica &4
hu: &4. jelzőbit
ja: フラグ 4 (&4)
km: ទង់​ជាតិ ៤
mr: झेंडा 4
nb: Flagg &4
nl: Vlag &4
pa: ਫਲੈਗ &4
pt_br: Indicador &4
ro: Indicator &4
ru: Флаг &4
sk: Príznak &4
sv: Flagga &4
ta: கொடி 4
uk: Прапорець &4
xh: Ukuphawula &4

source: Clock Driver Calibration
ar: معايرة برنامج تشغيل الساعة
bn: ক্লক ড্রাইভার গঠন
ca: Calibratge del &controlador del rellotge
da: Kalibrering af ur-driver
fr: Calibration du pilote de l'horloge
gl: Calibración do controlador do reloxo
hi: क्लोक ड्राइवर कैलीब्रेशन
hr: Baždarenje upravljačkog programa sata
hu: Az órameghajtó finomhangolása
ja: クロックドライバの調整
km: ការក្រិត​កម្មវិធី​បញ្ជា​នាឡិកា
mr: घडयाळ ड्रायव्हरचे कॅलीब्रेशन
nb: Kalibrering av klokkedriver
nl: Klokstuurprogrammacalibratie
pa: ਘੜੀ ਡਰਾਈਵਰ ਕੈਲੀਬਰੇਸ਼ਨ
pt_br: Calibração do driver do relógio
ro: Calibrarea driver-ului de ceas
ru: Калибровка драйвера часов
sk: Kalibrácia ovládača hodín
sv: Kalibrering av klockdrivrutin
ta: க்ளாக் ட்ரைவர் கேலிப்ரேஷன்
uk: Калібрування драйвера годинника
xh: Umlinganiselo Womqhubi Wewotshi

source: <p><b><big>Initializing NTP Client Configuration</big></b><br> Please wait...<br></p>
ar: <p><b><big>تتم الآن تهيئة إعداد عميل NTP</big></b><br> الرجاء الانتظار...<br></p>
bn: <p><b>কনফিগারেশন সংরক্ষন করা হচ্ছে</b><br>অনুগ্রহ করে অপেক্ষা করুন...</p>
ca: <p><b><big>Iniciant la configuració del client NTP</big></b><br> <br>Espereu...<br></p>
da: <p><b><big>Initialiserer konfiguration af NTP-klient</big></b><br> Vent venligst...<br></p>
fr: <p><b><big>Initialisation de la configuration d'un client NTP</big></b><br> Veuillez patienter...<br></p>
gl: <p><b><big>Iniciando a configuración do cliente NTP</big></b><br> <br>Agarde, por favor...<br></p>
hi: <p><b><big>NTP क्लैट समनुरूपण शुरू कर रहा हैं</big></b><br> कृपया प्रतिक्षा करें...<br></p>
hu: <p><b><big>Az NTP-kliens beállításának indítása</big></b><br> Kérem, várjon…<br></p>
id: <p><b><big>Menginisialisasi Konfigurasi Klien NTP</big></b><br> Mohon tunggu...<br></p>
ja: <p><b><big>NTPクライアントの設定を準備しています</big></b><br> しばらくお待ちください...<br></p>
km: <p><b><big>កំពុង​ចាប់ផ្តើម​ការ​កំណត់​រចនា​សម្ព័ន្ធម៉ាស៊ីន​ភ្ញៀវ NTP</big></b><br> សូម​រង់ចាំ...<br></p>
mr: <p><b><big> NTP Client चा आकृतीबंध प्रारंभ करीत आहे </big></b><br> कृपया प्रतीक्षा करा...<br></p>
nb: <p><b><big>Initialiserer konfigurasjon av NTP-klient</big></b><br> Vent...<br></p>
nl: <p><b><big>De NTP-clientconfiguratie wordt geïnitialiseerd</big></b><br> Even geduld aub...<br></p>
pa: <p><b><big>NTP ਕਲਾਇਟ ਸੰਰਚਨਾ ਸ਼ੁਰੂ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ</big></b><br> ਉਡੀਕੋ ਜੀ...<br></p>
pt_br: <p><b><big>Inicializando a configuração do cliente NTP</big></b><br> Aguarde...<br></p>
ro: <p><b><big>Inițializez configurarea clientului NTP</big></b><br> Vă rog așteptați...<br></p>
ru: <p><b><big>Инициализация настройки клиента NTP</big></b><br> Пожалуйста, подождите...<br></p>
sk: <p><b><big>Inicializujem konfiguráciu klienta NTP</big></b><br> Prosím, čakajte...<br></p>
sv: <p><b><big>Initierar NTP-klientinställningar</big></b><br> Vänta...<br></p>
ta: <p><b><big>என்டிபி வாடிக்கையாளர் உள்ளமைவு துவங்கப்படுகிறது </big></b><br> தயவுசெய்து காத்திருக்கவும்... <br></p>
uk: <p><b><big>Започаткування конфігурації клієнта NTP</big></b><br> Будь ласка, зачекайте...<br></p>
xh: <p><b><big>Kundululwa Ubumbeko Lomxumi we-NTP</big></b><br> Nceda linda...<br></p>

source: <p><b><big>Aborting Initialization:</big></b><br> Safely abort the configuration utility by pressing <b>Abort</b> now.</p>
ar: <p><b><big>إيقاف التهيئة:</big></b><br> لإيقاف البرنامج الإضافي للإعداد بشكلٍ آمن إضغط <b>إيقاف</b> الآن.</p>
bn: <p><b><big>অ্যাবর্টিং ইনিশিয়ালাইজেশন:</big></b><br> <b>অ্যাবর্ট</b> নাও টিপে নিরাপদে গঠন উপযোগিতা ত্যাগ করুন.</p>
ca: <p><b><big>Avortament de la inicialització</big></b><br> Per avortar la utilitat de configuració de forma segura, premeu <b>Avorta</b>.</p>
da: <p><b><big>Afbryd initialisering:</big></b><br> Du kan trygt afbryde konfigurationsværktøjet ved at trykke på <b>Afbryd</b> nu.</p>
fr: <p><b><big>Interruption de l'initialisation :</big></b><br> Interrompez la configuration en toute sécurité en cliquant maintenant sur <b>Interrompre</b>.</p>
gl: <p><b><big>Cancelando o inicio:</big></b><br> Para cancelar a utilidade de configuración de xeito seguro, prema en<b>Cancelar</b> agora.</p>
hi: <p><b><big>आरम्भन विफल रहा है :</big></b><br> अव<b>विफल </b> दबाकर समनुरुपण यूटिलिटी को सावधानी से विफल कर दें ?।</p>
hr: <p><b><big>Prekinuti inicijalizaciju:</big></b><br> Slobodno prekinite konfiguraciju pritiskom na <b>Prekinuti</b> sad.</p>
hu: <p><b><big>Az előkészítés megszakítása:</big></b><br> Most biztonsággal megszakíthatja a beállítóeszköz futását a <b>Megszakítás</b> gombbal.</p>
id: <p><b><big>Membatalkan Inisialisasi:</big></b><br> Batalkan dengan aman utilitas konfigurasi dengan menekan <b>Batal</b> sekarang.</p>
ja: <p><b><big>準備の中止:</big></b><br> <b>中止</b> ボタンを押すと準備を安全に中止する事ができます</p>
km: <p><b><big>ការ​បញ្ឈប់​ការចាប់ផ្តើម ៖</big></b><br> អ្នក​អាច​បញ្ឈប់​ឧបករណ៍​កំណត់​រចនា​សម្ព័ន្ធ​ដោយ​សុវត្ថិភាព ដោយ​ចុច <b>បោះបង់</b> ។</p>
mr: <p><b><big>प्रारंभ सोडून देत आहे:</big></b><br> आकृतीबंधाचे साधन <b>Abort</b> दाबून आता सुरक्षितपणे सोडून द्या.</p>
nb: <p><b><big>Avbryt initialisering:</big></b><br> Du kan trygt avbryte konfigurasjonsverktøyet ved å klikke <b>Avbryt</b> nå.</p>
nl: <p><b><big>Initialisatie afbreken:</big></b><br> U kunt het configuratieprogramma veilig afbreken door nu op <b>Afbreken</b> te drukken.</p>
pa: <p><b><big>ਸ਼ੁਰੂਆਤੀ ਅਧੂਰੀ ਖਤਮ:</big></b><br> ਧਿਆਨ ਨਾਲ <b>ਅਧੂਰੀ ਖਤਮ</b> ਦਬਾ ਕੇ ਹੁਣ ਸੰਰਚਨਾ ਅਧੂਰੀ ਖਤਮ ਕਰੋ।</p>
pt_br: <p><b><big>Cancelando a inicialização:</big></b><br> Cancele com segurança o utilitário de configuração clicando em <b>Cancelar</b> agora.</p>
ro: <p><b><big>Anularea inițializării:</big></b><br> Anulați utilitarul de configurare fără riscuri apăsând <b>Anulează</b> acum.</p>
ru: <p><b><big>Прерывание инициализации:</big></b><br> Вы можете безопасно прервать утилиту конфигурации нажатием <b>Прервать</b>.</p>
sk: <p><b><big>Prerušenie inicializácie:</big></b><br> Teraz môžete bezpečne prerušiť konfiguráciu stlačením <b>Prerušiť</b>.</p>
sv: <P><B><BIG>Avbryta initieringen:</BIG></B><BR> Klicka på <b>Avbryt</b> för att avsluta inställningsverktyget.</P>
ta: <p><b><big>துவக்கப்படுதல் இடையில் நிறுத்தப்படுகிறது </big></b><br> <b>இடையில் நிறுத்தவும்</b>ஐ இப்போது அழுத்துவதன் மூலம் உள்ளமைவு பயன்பாட்டை பாதுகாப்பாக இடையில் நிறுத்தவும்.</p>
uk: <p><b><big>Переривання започаткування:</big></b><br> Безпечно припиніть утиліту налаштування, натиснувши зараз <b>Перервати</b>.</p>
xh: <p><b><big>Ukundululwa Kokulahlwa:</big></b><br> Lahla ngokhuselo ukusetyenziswa kobumbeko ngokucinezela <b>u-Lahla</b> ngoku.</p>

source: <p><b><big>Saving NTP Client Configuration</big></b><br> Please wait...<br></p>
ar: <p><b><big>يتم الآن حفظ إعداد عميل NTP</big></b><br> الرجاء الانتظار...<br></p>
bn: <p><b>কনফিগারেশন সংরক্ষন করা হচ্ছে</b><br>অনুগ্রহ করে অপেক্ষা করুন...</p>
ca: <p><b><big>Desant la configuració del client NTP</big></b><br> <br>Espereu...<br></p>
da: <p><b><big>Gemmer konfiguration af NTP-klient</big></b><br> Vent venligst...<br></p>
fr: <p><b><big>Enregistrement de la configuration du client NTP</big></b><br> Veuillez patienter...<br></p>
gl: <p><b><big>Gardando a configuración do cliente NTP</big></b><br> <br>Agarde, por favor...<br></p>
hi: <p><b><big>NTP क्लैट समनुरूपण सेव क कर रहा हैं</big></b><br> कृपया प्रतिक्षा करें...<br></p>
hu: <p><b><big>NTP-kliensbeállítások mentése</big></b> <br>Kérem, várjon…<br></p>
id: <p><b><big>Menyimpan Konfigurasi Klien NTP</big></b><br> Mohon tunggu...<br></p>
ja: <p><b><big>NTP クライアントの設定を保存しています</big></b><br> しばらくお待ちください...<br></p>
km: <p><b><big>កំពុង​រក្សាទុក​ការ​កំណត់​រចនា​សម្ព័ន្ធ​ម៉ាស៊ីន​ភ្ញៀវ NTP </big></b><br> សូម​រង់ចាំ...<br></p>
mr: <p><b><big>चा आकृतीबंध जतन करीत आहे</big></b><br> कृपया प्रतीक्षा करा...<br></p>
nb: <p><b><big>Lagrer konfigurasjon for NTP-klient</big></b><br> Vent...<br></p>
nl: <p><b><big>De NTP-clientconfiguratie wordt opgeslagen</big></b><br> Even geduld aub...<br></p>
pa: <p><b><big>NTP ਕਲਾਇਟ ਸੰਰਚਨਾ ਸੰਭਾਲੀ ਜਾ ਰਹੀ ਹੈ</big></b><br> ਉਡੀਕੋ ਜੀ...<br></p>
pt_br: <p><b><big>Salvando a configuração do cliente NTP</big></b><br> Aguarde...<br></p>
ro: <p><b><big>Salvez configurația clientului NTP</big></b><br> Vă rog așteptați...<br></p>
ru: <p><b><big>Сохранение настроек клиента NTP</big></b><br> Пожалуйста, подождите...<br></p>
sk: <p><b><big>Ukladanie konfigurácie NTP klienta</big></b><br> Prosím, čakajte...<br></p>
sv: <p><b><big>Sparar NTP-klientinställningar</big></b><br> Vänta...<br></p>
ta: <p><b><big>என்டிபி வாடிக்கையாளர் உள்ளமைவு சேமிக்கப்படுகிறது </big></b><br> தயவுசெய்து காத்திருக்கவும்... <br></p>
uk: <p><b><big>Збереження конфігурації клієнта NTP</big></b><br> Будь ласка, зачекайте...<br></p>
xh: <p><b><big>Kugcinwa Ubumbeko Lomxumi we-NTP</big></b><br> Nceda linda...<br></p>
