Repository: Dzejrou/yast-translations
Catalog: po/ntp-client/*.po
Languages: ar, bn, ca, da, fr, gl, hi, hr, hu, id, ja, km, mr, nb, nl, pa, pt_br, ro, ru, sk, sv, ta, uk, xh

source: <p><big><b>Note</b></big><br> The listed NTP servers may not be available from any country, but only for a particular country or region. Before using any NTP server from the list, ask your system administrator or Internet service provider if there is an NTP server closer to you and prefer this recommended server to any server from this list. You may also see <i>http://www.eecis.udel.edu/~mills/ntp/servers.html</i> to find an NTP server near you.</p>
ar: <p><big><b>ملاحظة</b></big><br> قد تكون خوادم NTP المدرجة غير متاحة من أية دولة، باستثناء دولة أو منطقة معينة فقط. قبل استخدام أي خادم NTP من القائمة، راجع مسؤول النظام أو موفر خدمة الإنترنت إذا كان خادم NTP أكثر قربًا منك وتفضل هذا الخادم الموصى به على أي خادم موجود في القائمة. يمكنك أيضًا الرجوع إلى <i>http://www.eecis.udel.edu/~mills/ntp/servers.html</i> للبحث عن خادم NTP قريب منك.</p>
bn: <p><big><b>নোট</b></big><br> তালিকাভুক্ত NTP সার্ভারগুলি যে কোন দেশ থেকে নাও পাওয়া যেতে পারে শুধু একটা বিশেষ দেশ বা অঞ্চলের জন্য. তালিকা থেকে কোন NTP সার্ভার ব্যবহার করার আগে আপনার সিস্টেম প্রশাসককে জিজ্ঞাসা করবেন অথবা ইন্টারনেট পরিষেবাদাতা যদি আপনার নিকবর্তী স্থানে একটা NTP সার্ভার থেকে এবং আপনি প্রস্তাবিত সার্ভারটা অন্য তালিকাভুক্ত সার্ভার থেকে পেতে ইচ্ছুক. আপনার <i>http://www.eecis.udel.edu/~mills/ntp/servers দেখতে পারেন.আপনার নিকবর্তী স্থানে </i> একটা NTP খোঁজার জন্য.</p>
ca: <p><big><b>Nota</b></big><br> Els servidors NTP de la llista poden no estar disponibles més que a un país o regió determinats. Abans de fer servir un servidor NTP de la llista, pregunteu a l'administrador del sistema o al proveïdor d'Internet si hi ha un servidor NTP a prop i escolliu aquest servidor recomanat amb preferència respecte qualsevol altre de la llista. També podeu visitar <i>http://www.eecis.udel.edu/~mills/ntp/servers.html</i> per trobar un servidor NTP proper.</p>
da: <p><big><b>Bemærk</b></big><br> NTP-serverne på listen er måske ikke tilgængelige fra alle lande, men kun for et specielt land eller område. Før du bruger en NTP-server fra listen, spørg din systemadministrator eller internetudbyder, om der findes NTP-servere tættere på dig, og vælg denne anbefalede server frem for serverne på listen. Du kan også besøge <i>http://www.eecis.udel.edu/~mills/ntp/servers.html</i> for at finde en NTP-server i nærheden.</p>
fr: <p><big><b>Note</b></big><br> Les serveurs NTP répertoriés ne sont pas disponibles depuis tous les pays mais uniquement depuis un pays ou une région en particulier. Avant d'utiliser n'importe quel serveur NTP de la liste, demandez à votre administrateur de système ou à votre fournisseur d'accès Internet si il existe un serveur plus proche de vous et donnez la préférence à se serveur recommandé plutôt qu'à n'importe quel serveur de la liste. Vous pouvez aussi trouver un serveur NTP proche de vous sur <i>http://www.eecis.udel.edu/~mills/ntp/servers.html</i>.</p>
gl: <p><big><b>Nota</b></big><br> Pode que os servidores NTP da lista non estéan dispoñibles desde todos os países, senón só para un país ou rexión determinados. Antes de empregar calquera servidor NTP da lista, pregunte ao administrador do seu sistema ou ao seu proveedor de Internet se existe un servidor NTP máis próximo e, de seren así, dea preferencia a este servidor fronte a calquera da lista. Tamén pode consultar <i>http://www.eecis.udel.edu/~mills/ntp/servers.html</i> para atopar o servidor NTP máis próximo.</p>
hi: <p><big><b>ध्यान दें</b></big><br> सूचीबद्ध NTP सर्वर किसी भी देश के लिए नहीं, वरन् सिर्फ किसी खास देश या क्षेत्र के लिए उपलब्ध हो सकते हैं। सूची से किसी भी NTP सर्वर का प्रयोग करने से पहले, अपने सिस्टम प्रशासक या इंटरनेट सेवा प्रदाता से पूछें कि क्या आपके निकट कोई NTP सर्वर है और सूची से प्राप्त हो सकने वाले किसी सर्वर की तुलना में इस संस्तुति का चयन करें। साथ ही अपने नजदीक किसी NTP सर्वर को पाने के लिए, <i>http://www.eecis.udel.edu/~mills/ntp/servers. html</i> को भी देखें।</p>
hu: <p><big><b>Megjegyzés</b></big><br> Lehet, hogy a felsorolt NTP-kiszolgálók nem minden ország számára elérhetők, hanem csak egy adott ország vagy régió számára. Mielőtt megkezdené a lista bármelyik NTP-kiszolgálójának használatát, kérdezze meg a rendszergazdát vagy az internetszolgáltatót, hogy van-e közelebb NTP-kiszolgáló, és ha lehet, inkább ezt használja a listában találhatók helyett. Egy közeli NTP-kiszolgáló kikeresésében segíthet a <i>http://www.eecis.udel.edu/~mills/ntp/servers.html</i> weboldal is.</p>
ja: <p><big><b>Note</b></big><br> 一覧に掲載されている NTP サーバはどの国からでもアクセスできるというものではありません。 場合によっては特定の国や地域からしかアクセスできないかもしれません。 また一覧から NTP サーバを選択して使用する前に、お使いのシステムの管理者やインターネットプロバイダなどに対して より近い NTP サーバが存在しないかどうかをあらかじめお尋ねください。 NTP サーバの一覧は <i>http://www.eecis.udel.edu/~mills/ntp/servers.html</i> から探すこともできます。</p>
km: <p><big><b>ចំណាំ</b></big><br> ម៉ាស៊ីន​បម្រើ NTP ដែល​បាន​រាយ​អាច​មិន​មាន​មកពី​ប្រទេស​ខ្លះ ហើយ​មាន​មក​ពី តែ​ប្រទេស ឬ​តំបន់​ជាក់លាក់​ប៉ុណ្ណោះ ។ មុន​ពេល​ប្រើ​ម៉ាស៊ីន​បម្រើ NTP ណាមួយ​ពី​បញ្ជី សូម​សួរ​អ្នកគ្រប់គ្រង​ប្រព័ន្ធ​របស់​អ្នក ឬ​ក្រុមហ៊ុន​ផ្ដល់​សេវា​អ៊ីនធឺណិត​ថា​តើ​មាន​ម៉ាស៊ីន​បម្រើ NTP ដែល​នៅ​ជិត​អ្នក​ឬទេ ហើយ​សួរ​ថា​តើ​ ចូលចិត្ត​ម៉ាស៊ីន​បម្រើ​នេះ​ដែរ​ឬទេ ។ អ្នក​អាច​មើល <i>http://www.eecis.udel.edu/~mills/ntp/servers.html</i> ដើម្បី​ស្វែង​រក​ម៉ាស៊ីន​បម្រើ NTP មួយ​ដែល​នៅ​ក្បែរ​អ្នក ។</p>
mr: <p><big><b>सूचना</b></big><br> यादीतील NTP servers एखाद्या देशातून उपलब्ध नसू शकतील,पण फक्त एखाद्या विशिष्ट देशातून अगर प्रदेशातून असतील. NTP servers च्या यादीतील एखादा वापरण्यापूर्वी आपल्याsystem administrator ला किंवा इंटरनेट सेवादात्याला विचारा की एखादा NTP server आपल्या जवळचाउपलब्ध आहे का आणि या server ला या यादीतील कोणत्याही server पेक्षा प्राधान्य द्या. एखादा जवळचा NTP server शोधण्यासाठी आपण <i>http://www.eecis.udel.edu/~mills/ntp/servers.html</i> सुद्धा पाहू शकता.</p>
nb: <p><big><b>Merk</b></big><br> NTP-serverne på listen er kanskje ikke tilgjengelige fra alle land, men bare for et spesielt land eller område. Før du bruker NTP-serverne på listen, bør du spørre systemadministratoren eller internettleverandøren om det finnes NTP-servere nærmere der du bor. I så fall bør du bruke disse i stedet for serverne på listen. Du kan også besøke <i>http://www.eecis.udel.edu/~mills/ntp/servers.html</i> for å finne en NTP-server i nærheten.</p>
nl: <p><big><b>Opmerking</b></big><br> De getoonde NTP-servers zijn mogelijk niet voor elk land beschikbaar, misschien alleen maar voor een bepaald land of regio. Voordat u gebruik gaat maken van een NTP-server uit de lijst, kunt u het beste even uw systeembeheerder of internet service provider vragen of er een NTP-server dichter bij u in de buurt te vinden is: de geadviseerde server is te prefereren boven welke server dan ook van deze lijst. Kijk ook eens op <i>http://www.eecis.udel.edu/~mills/ntp/servers.html</i> voor een NTP-server bij u in de buurt.</p>
pa: <p><big><b>ਟਿੱਪਣੀ</b></big><br> ਵਿਖਾਏ NTP ਸਰਵਰ ਕਿਸੇ ਦੇਸ਼ ਵਿੱਚੋਂ ਉਪਲੱਬਧ ਨਹੀਂ ਹਨ, ਪਰ ਸਿਰਫ ਖਾਸ ਦੇਸ਼ ਜਾਂ ਖੇਤਰ ਲਈ ਹੈ। ਲਿਸਟ ਵਿੱਚੋਂ ਕੋਈ NTP ਸਰਵਰ ਵਰਤਣ ਤੋਂ ਪਹਿਲਾਂ, ਆਪਣੇ ਸਿਸਟਮ ਪ੍ਰਬੰਧਕ ਇੰਟਰਨੈੱਟ ਸਰਵਿਸ ਮਾਲਕ ਨੂੰ ਪੁੱਛੋ ਜੇ ਤੁਹਾਡੇ ਕੋਲ ਕੋਈ NTP ਸਰਵਰ ਹੈ ਅਤੇ ਇਸ ਸੂਚੀ ਵਿੱਚੋਂ ਇਸ ਸਰਵਰ ਨੂੰ ਮੁਹਾਰਤ ਦਿਓ। ਤੁਸੀਂ ਆਪਣੇ ਨੇੜੇ NTP ਸਰਵਰ ਲੱਭਣ ਲਈ <i>http://www.eecis.udel.edu/~mills/ntp/servers.html</i> ਵੇਖ ਸਕਦੇ ਹੋ।</p>
pt_br: <p><big><b>Nota</b></big><br> Os servidores NTP listados podem não estar disponíveis em um país, mas somente para um país ou região em particular. Antes de usar qualquer servidor NTP da lista, pergunte ao administrador ou provedor de Internet se existe um servidor NTP próximo e prefira este servidor recomendado a qualquer servidor da lista. Você também pode ver <i>http://www.eecis.udel.edu/~mills/ntp/servers.html</i> para encontrar um servidor NTP próximo de você.</p>
ro: <p><big><b>Notă</b></big><br> Serverele listate pot să nu fie disponibile oriunde, ci doar într-o anumită țară sau regiune. Înainte de a utiliza un server NTP din listă, informați-vă la administratorul de sistem sau la providerul de internet dacă există un server NTP în apropiere și selectați serverul recomandat în detrimentul celorlalte din listă.. Puteți de asemenea consulta <i>http://www.eecis.udel.edu/~mills/ntp/servers.html</i> pentru a găsi un server NTP din zonă.</p>
ru: <p><big><b>Примечание</b></big><br> Представленные серверы NTP могут быть недоступны из какой-либо страны, только из конкретной страны или региона. Перед тем, как использовать какой-либо сервер NTP из списка, спросите вашего администратора сети или провайдера интернета о ближайшем к вам сервере NTP и предпочтите этот рекомендованный сервер любому серверу из списка. Вы можете также просмотреть страницу <i>http://www.eecis.udel.edu/~mills/ntp/servers.html</i>, чтобы найти ближайший к вам сервер NTP.</p>
sk: <p><big><b>Poznámka</b></big><br> Uvedené NTP servery nemusia byť dostupné odvšadiaľ, len pre určitú krajinu alebo región. Pred použitím akéhokoľvek NTP serveru zo zoznamu sa spýtajte svojho administrátora, či neexistuje bližší NTP server, a použite radšej ten. Môžete blízky server vyhľadať aj podľa stránky <i>http://www.eecis.udel.edu/~mills/ntp/servers.html</i>.</p>
sv: <p><big><b>Observera</b></big><br> De listade NTP-servrarna kanske inte är tillgängliga från alla länder, utan endast för ett speciellt land eller region. Inna du använder någon NTP-server från listan, fråga din systemadministratör eller Internetleverantör om det finns någon NTP-server närmare dig och välj då den istället för någon i den här listan. Du kan också titta på <i>http://www.eecis.udel.edu/~mills/ntp/servers.html</i> för att hitta en NTP-server nära dig.</p>
ta: <p><big><b>குறிப்பு</b></big><br> பட்டியலிடப்பட்டுள்ள என்டிபி சர்வர்கள் எந்த நாட்டிலிருந்தும் கிடைக்காமல் போகலாம், ஆனால்ஒரு குறிப்பிட்ட நாடு மற்றும் பகுதிக்கு மட்டுமே, பட்டியலிலிருந்து எந்தவொரு என்டிபி சர்வரையும் பயன்படுத்துவதற்கு முன் உங்களுக்கு அருகாமையில்ஏதேனும் என்டிபி சர்வர் உள்ளதா என்பதை உங்கள் சிஸ்டம் நிர்வாகி அல்லது இணையதள சேவையாளரை தொடர்பு கொண்டு தெரிந்து கொள்ளவும் மற்றும் இந்த பரிந்துரைக்கப்பட்ட சர்வரை பட்டியலிலுள்ள சர்வருக்கு மேலாக தேர்வு செய்யவும். உங்களுக்கு அருகாமையில் உள்ள சர்வரை கண்டு பிடிப்பதற்கு நீங்கள் <i>http://www.eecis.udel.edu/~mills/ntp/servers.html</i>ஐயும் பார்க்கலாம்.</p>
uk: <p><big><b>Примітка</b></big><br> Сервери NTP зі списку можуть бути недоступні з будь-якої з країн, а лише з окремої країни або регіону. Перш ніж використовувати якийсь з серверів NTP зі списку, запитайте у вашого адміністратора мережі або провайдера послуги Інтернет про найближчий до вас сервер, і віддайте йому перевагу перед записаними у списку. Ви також можете переглянути сторінку <i>http://www.eecis.udel.edu/~mills/ntp/servers.html</i>, щоб знайти найближчий до вас сервер NTP.</p>
xh: <p><big><b>Qaphela</b></big><br> Iiseva ezidwelisiweyo zisenokungabikho nakweliphi ilizwe, kodwa kuphela malunga nelizwe okanye inqila ethile. Phambi kokusebenzisa nayiphi iseva ye-NTP evela kuludwe, buza umlawuli wakho wesixokelelwano okanye umboneleli ngeenkonzo Zonxibelelwano Ngekhompyutha xa kukho iseva ye-NTP ekufutshane kuwe ngokunjalo ukholwa yile seva ecetyiswayo ngaphezu kwayo nayiphi iseva ekuludwe. Unako ngokunjalo ukujonga <i>http://www.eecis.udel.edu/~mills/ntp/iiseva.html</i> ukufumana iseva ye-NTP ekufutshane kuwe.</p>

source: <p><big><b>Testing Server Accessibility</b></big><br> To test if the selected server responds properly, click <b>Test</b>.</p>
ar: <p><big><b>اختبار قابلية الخادم للوصول</b></big><br> لاختبار إن كان الخادم يستجيب على النحو الصحيح، انقر فوق <b>اختبار</b>.</p>
bn: <p><big><b>টেস্টিং সার্ভার অ্যাকসেসিবিলিটি</b></big><br> নির্বাচিত সার্ভার ঠিকমত কাজ করছে কি না পরীক্ষা করার জন্য <b>টেস্ট</b> ক্লিক করুন.</p>
ca: <p><big><b>Prova d'accessibilitat del servidor</b></big><br> Per provar si el servidor seleccionat respon correctament, feu clic a <b>Prova</b>.</p>
da: <p><b><big>Test servertilgængelighed:</big></b><br> Tryk på <b>Test</b> for at kontrollere, om den valgte server svarer korrekt.</p>
fr: <p><b><big>Test d'accessibilité du serveur</big></b><br> Pour tester si le serveur sélectionné répond correctement, cliquez sur <b>Tester</b>.</p>
gl: <p><b><big>Probar a accesibilidade do servidor</big></b><br> Prema en <b>Probar</b> para verificar se o servidor seleccionado responde correctamente.</p>
hi: <p><big><b>सर्वर पहुंचयोग्यता का परीक्षण</b></big><br> अगर चयनित सर्वर ठीक से प्रत्युत्तर दे रहा हो तो परीक्षण करने के लिए, <b>Test</b> पर क्लिक करें।</p>
hu: <p><big><b>Kiszolgáló elérhetőségének tesztelése</b></big><br> Annak ellenőrzésére, hogy a kiválasztott kiszolgáló megfelelően válaszol-e, nyomja meg a <b>Teszt</b> gombot.</p>
ja: <p><big><b>サーバの動作確認</b></big><br> 選択したサーバが正しく応答するかどうかを確認するには <b>テスト</b> を押してください。</p>
km: <p><big><b>សាកល្បង​មធ្យោបាយ​ងាយស្រួល​របស់​ម៉ាស៊ីន​បម្រើ</b></big><br> ដើម្បី​សាកល្បង​​ថា​តើ​ម៉ាស៊ីន​បម្រើ​ដែល​បាន​ជ្រើស​ឆ្លើយតប​យ៉ាង​ត្រឹមត្រូវ សូម​ចុច <b>សាកល្បង</b> ។ </p>
mr: <p><big><b>Server Accessibility तपासणे</b></big><br> server नीट प्रतिसाद देत आहे हे पाहण्यासाठी <b>Test</b> क्लिक करा.</p>
nb: <p><b><big>Teste servertilgjengelighet:</big></b><br> Klikk på <b>Test</b> for å kontrollere om serveren svarer som den skal.</p>
nl: <p><big><b>Server toegankelijkheid testen</b></big><br> Klik op <b>Test</b> om te testen of de geselecteerde server op de juiste manier reageert.</p>
pa: <p><big><b>ਸਰਵਰ ਪਹੁੰਚ ਟੈਸਟ ਕਰਨੀ</b></big><br> ਜਾਂਚ ਕਰਨ ਲਈ ਕਿ ਕੀ ਚੁਣਿਆ ਸਰਵਰ ਠੀਕ ਜਵਾਬ ਦਿੰਦਾ ਹੈ, <b>ਟੈਸਟ</b>ਚੁਣੋ।</p>
pt_br: <p><big><b>Testando a acessibilidade do servidor</b></big><br> Para testar se o servidor selecionado responde adequadamente, clique em <b>Testar</b>.</p>
ro: <p><big><b>Testarea accesibilității serverului</b></big><br> Pentru a testa dacă serverul selectat răspunde corect, apăsați <b>Testează</b>.</p>
ru: <p><big><b>Проверка доступности сервера</b></big><br> Для проверки того, что выбранный сервер отвечает правильно, нажмите <b>Тест</b>.</p>
sk: <p><big><b>Test dostupnosti serveru</b></big><br> Ak chcete otestovať, či zvolený server odpovedá správne, kliknite na <b>Test</b>.</p>
sv: <p><big><b>Testa serveråtkomst</b></big><br> För att testa om den valda servern svarar, klicka på <b>Testa</b>.</p>
ta: <p><big><b>சர்வர் அணுக்கத்தை சோதித்ல்</b></big><br> தேர்ந்தெடுக்கப்பட்ட சர்வர் சரியாக இயங்குகிறதா என்பதை சோதிப்பதற்கு, <b>சோதிக்கவும்</b>ஐ க்ளிக் செய்யவும்.</p>
uk: <p><big><b>Перевірка доступності сервера</b></big><br> Щоб перевірити чи сервер відповідає належно, натисніть <b>Тест</b>.</p>
xh: <p><big><b>Kuvavanywa Ufikeleleko Lweseva</b></big><br> Ukuvavanya ukuba ingaba iseva ekhethiweyo iphendula ngokufanelekileyo na,<b> nqomfa </b>ku-Vavanya</b>.</p>

source: <p><big><b>Use Random Servers</b></big><br> This service is offered by pool.ntp.org. If you select this option, three different servers are added to the configuration. The server names are permanent, but they change their DNS records (IPs) every hour. This means that your NTP client is synchronized with different servers every hour.</p>
ar: <p><big><b>استخدام الخوادم العشوائية</b></big><br> تتوفر هذه الخدمة من pool.ntp.org. في حالة تحديد هذا الخيار، تتم إضافة ثلاثة خوادم إلى الإعداد. أسماء الخوادم دائمة إلا أنه يتم تغيير سجلات DNS (بروتوكولات الإنترنت) الخاصة بها كل ساعة. مما يعني مزامنة عميل NTP الخاص بك مع خوادم مختلفة كل ساعة.</p>
bn: <p><big><b>ইউজ রেণ্ডম সার্ভারস</b></big><br> pool.ntp.org. এই পরিষেবা দেয়, আপনি যদি এই বিকল্পটা নির্বাচন করেন তাহলে গঠনে তিনটে আলাদা সার্ভার যোগ করা হয়. সার্ভারের নাম স্থায়ী তবে তাদের DNS নথিপত্র(IPs) প্রতি ঘণ্টায় পরিবর্তন করে যার অর্থ হচ্ছে আপনারNTP গ্রাহকের প্রতি ঘণ্টার বিভিন্ন সার্ভারের সাথে সমলয় হয়.</p>
ca: <p><big><b>Utilitza servidors aleatoris</b></big><br> Aquest servei l'ofereix pool.ntp.org. Si seleccioneu aquesta opció, s'afegeixen tres servidors diferents a la configuració. Els noms de servidor són permanents, però els seus registres DNS (IP) canvien cada hora. Això vol dir que el client NTP se sincronitza sincronitza amb diferents servidors cada hora.</p>
da: <p><big><b>Anvend vilkårlige servere</b></big><br> Denne tjeneste tilbydes af pool.ntp.org. Hvis du vælger denne mulighed, føjes tre forskellige servere til konfigurationen. Servernavnene er permanente, men deres DNS-registre (IP) ændres hver time. Dette betyder, at din NTP-klient synkroniseres med forskellige servere hver time.</p>
fr: <p><big><b>Utiliser des serveurs aléatoires</b></big><br> Ce service est offert par pool.ntp.org. Si vous sélectionnez cette option, trois serveurs différents sont ajoutés à la configuration. Les noms des serveurs sont permanents, mais changent d'enregistrements DNS (adresses IP) toutes les heures. Cela signifie que votre client NTP est synchronisé avec des serveurs différents toutes les heures.</p>
gl: <p><big><b>Empregar servidores aleatorios</b></big><br> Este servizo ofréceo pool.ntp.org. Se marca esta opción, engadiranse tres servidores distintos á configuración. Os nomes dos servidores son permanentes, pero cambian o seu rexistro de DNS (IP) cada hora. Isto quere dicir que o seu cliente NTP estará sincronizado con servidores diferentes cada hora.</p>
hi: <p><big><b>Use Random Servers</b></big><br> यह सेवा pool.ntp.org द्वारा प्रदत्त है। अगर आप इस विकल्प को चुनते हैं, तो कॉन्फिगरेशन में तीन अलग-अलग सर्वर जुड़ जाते हैं। सर्वरों के नाम स्थाई होते हैं, लेकिन वे अपने DNS रिकॉर्ड (IPs) प्रति घंटे बदलते रहते हैं। इसका अर्थ यह है कि आपका NTP ग्राहक प्रत्येक घंटे अलग-अलग सर्वरों के साथ सिंक्रोनाइज होता है।</p>
hu: <p><big><b>Véletlen kiszolgáló használata</b></big><br> Ezt a szolgáltatást a pool.ntp.org nyújtja. Ha bejelöli ezt a funkciót, három különböző kiszolgáló ad vissza a beállításokhoz. A kiszolgálók nevei állandóak, de a DNS bejegyzésük (IP-cím) minden órában változik. Ez azt jelenti, hogy az NTP minden órában másik kiszolgálóval szinkronizál.</p>
ja: <p><big><b>ランダムサーバの使用</b></big><br> このサービスは pool.ntp.org が提供しているものです。このオプションを選択すると、 設定内に 3 つの異なるサーバを追加します。これらのサーバ名は常に変わることなく一定ですが、 1 時間ごとにそれらの DNS レコード (IP アドレス) が変わります。このことで、 NTP サーバは 1 時間ごとに違うサーバと同期することになります。</p>
km: <p><big><b>ប្រើ​ម៉ាស៊ីន​បម្រើ​ចៃដន្យ</b></big><br> សេវា​នេះ​ត្រូវ​បាន​ផ្ដល់​ដោយ pool.ntp.org ។ ប្រសិនបើ​អ្នក​ជ្រើស​ជម្រើស​នេះ ម៉ាស៊ីន​បម្រើ​ខុសៗ​គ្នា​ចំនួន​បី នឹង​ត្រូវ​បាន​បន្ថែម​ទៅ​ការ​កំណត់​រចនាសម្ព័ន្ធ ។ ឈ្មោះ​ម៉ាស៊ីន​បម្រើ​នឹង​នៅ​ជា​អចិន្ត្រៃយ៍ ប៉ុន្តែ​ពួក​វា​ផ្លាស់ប្ដូរ​កំណត់ត្រា DNS (IPs) រៀងរាល់​ម៉ោង ។ នេះ​មាន​ន័យ​ថា ម៉ាស៊ីន​ភ្ញៀវ NTP របស់​អ្នក​​​ត្រូវ​បាន​ធ្វើ​សម​កាល​កម្ម​ជាមួយ​ម៉ាស៊ីន​បម្រើ​ខុសៗ​គ្នា រៀងរាល់​ម៉ោង ។</p>
mr: <p><big><b>Random Servers वापरणे</b></big><br> ही सेवा pool.ntp.org देऊ शकते. आपण हा पर्याय निवडला, तर आकृतीबंधात तीन वेगळे servers समाविष्ट होतात. Serversची नावे कायमस्वरूपी आहेत, पण ते त्यांची DNS records (IPs) दर तासालाबदलतात. याचा अर्थ तुमचा NTP ग्राहक दर तासाला वेगळ्या servers शी synchronized असतो.</p>
nb: <p><big><b>Bruk tilfeldige servere</b></big><br> Denne tjenesten tilbys av pool.ntp.org. Hvis du krysser av her, blir tre ulike servere lagt til i konfigurasjonen. Servernavnene er permanente, men DNS-oppføringene (IP) endres hver time. Dette betyr at NTP-klienten synkroniseres med ulike servere hver time.</p>
nl: <p><big><b>Willekeurige servers gebruiken</b></big><br> Deze service wordt aangeboden door pool.ntp.org. Als u deze optie selecteert, worden drie verschillende servers toegevoegd aan de configuratie. De servernamen zijn permanent, maar de bijbehorende DNS-records (IP's) worden elk uur gewijzigd. Dit betekent dat de NTP-client elk uur wordt gesynchroniseerd met verschillende servers.</p>
pt_br: <p><big><b>Usar servidores aleatórios</b></big><br> Este serviço é oferecido por pool.ntp.org. Se você selecionar esta opção, três servidores diferentes serão adicionados à configuração. Os nomes dos servidores são permanentes, mas os registro DNS (IPs) são alterados a cada hora. Isso significa que seu cliente NTP é sincronizado com diferentes servidores a cada hora.</p>
ro: <p><big><b>Utilizează servere aleatoare</b></big><br> Acest serviciu este oferit de pool.ntp.org. Dacă selectați această opțiune, vor fi adăugate în configurație trei servere. Numele serverelor sunt permanente, dar înregistrările DNS (IP-ul) acestora va fi modificat o dată pe oră. În acest caz, clientul dvs. NTP va fi sincronizat o dată pe oră, de fiecare dată cu alte servere.</p>
ru: <p><big><b>Использовать произвольные сервера</b></big><br> Эта сервис предоставляется pool.ntp.org. Если вы выберете эту опцию, три различных сервера будут добавлены в конфигурацию. Имена серверов постоянны, но они изменяют свои DNS-записи (IP) каждый час. Это означает, что ваш сервер NTP будет синхронизироваться с различными серверами каждый час.</p>
sk: <p><big><b>Používať náhodné servery</b></big><br> Túto službu ponúka pool.ntp.org. Ak vyberiete túto voľbu, do konfigurácie budú pridané tri rôzne servery. Mená serverov sú stále, ale ich DNS záznamy (IP adresy) sa menia každú hodinu. To znamená, že Váš NTP klient sa každú hodinu synchronizuje s iným serverom.</p>
sv: <p><big><b>Använd slumpvisa servrar</b></big><br> Den här tjänsten tillhandahålls av pool.ntp.org. Om du anger det här alternativet läggs tre olika servrar till i inställningen. Servernamnen är permanenta, men deras DNS-poster (IP-adresser) ändras varje timme. Det betyder att NTP-klienten synkroniseras med olika servrar varje timme.</p>
ta: <p><big><b>வரிசையற்ற சர்வர்களை பயன்படுத்தவும்</b></big><br> இந்த சேவை pool.ntp.orgஆல் அளிக்கப்படுகிறது. இந்த விருப்பத்தேர்வை நீங்கள் தேர்ந்தெடுத்தால், உள்ளமைவில் மூன்று வெவ்வேறு விதமான சர்வர்கள் சேர்க்கப்படும். சர்வர்கள் பெயர்கள்நிரந்தரமாக இருப்பினும், தங்கள் டிஎன்எஸ் பதிவுகளை (ஐபிக்கள்) ஒவ்வொரு மணி நேரமும் அவை மாற்றிக் கொள்ளும்.இது, உங்கள் என்டிபி வாடிக்கையாளர் ஒவ்வொரு மணி நேரமும் பல்வேறு சர்வர்களுடன் ஒருங்கிணைக்கப்படுவதை குறிக்கிறது.</p>
uk: <p><big><b>Вживати випадкові сервери</b></big><br> Ця служба надається pool.ntp.org. Якщо ви виберете цей параметр, в конфігурацію буде додано три різних сервери. Назви серверів постійні, але записи DNS змінюються (адреси IP) кожну годину. Це означає, що ваш клієнт NTP буде синхронізуватись з різними серверами кожну годину.</p>
xh: <p><big><b>Sebenzisa Iiseva Ngendlela Yokukhetha Ngeqashiso</b></big><br> Le nkonzo inikelwayi-pool.ntp.org. Ukuba ukhetha le nkoleko, kufakelwa iiseva ezintathu ezahlukahlukeneyo kubumbeko. Amagama eseva asisigxina, kodwa aguqula iingxelo zawo ze-DNS (IPs) kwiyure nganye. Oku kuthetha ukuba umxumi wakho we-NTP uhanjiswa ngesingqisho esifanayo neeseva ezahlukahlukeneyo ngeyure nganye.</p>
