Repository: Dzejrou/yast-translations
Catalog: po/ntp-client/*.po
Languages: ar, bn, ca, da, fr, gl, hi, hr, hu, id, ja, km, mr, nb, nl, pa, pt_br, ro, ru, sk, sv, ta, uk, xh

source: Restarting NTP daemon...
ar: تتم الآن إعادة بدء برنامج المحرك NTP...
bn: পুনশুরু করছি NTP ডিমন...
ca: Reiniciant el dimoni NTP...
da: Genstarter NTP-dæmon...
fr: Redémarrage du démon NTP...
gl: Reiniciando o daemon NTP...
hi: NTP डैमण दुबारा शुरू कर रहा हैं...
hr: Ponovno pokrećem NTP daemon-a...
hu: Az NTP-démon újraindítása…
id: Menjalankan ulang daemon NTP...
ja: NTP デーモンを再起動しています...
km: កំពុង​ចាប់ផ្ដើម​ដែនមិន​​របស់ NTP ឡើង​វិញ...
mr: NTP पार्श्वभूमित चालणारा कार्यक्रम परत सुरू होत आहे
nb: Starter NTP-nissen på nytt...
nl: NTP-daemon wordt opnieuw gestart...
pa: NTP ਡੈਮਨ ਮੁੜ ਚਲਾਈ ਜਾ ਰਹੀ ਹੈ...
pt_br: Reiniciando o daemon do NTP...
ro: Restartez daemonul NTP...
ru: Перезапуск демона NTP...
sk: Reštartujem démona NTP...
sv: Startar om NTP-demon...
ta: என்டிபி டேமன் மீண்டும் துவங்கப்படுகிறது...
uk: Перезапуск фонової служби NTP...
xh: Kuqaliswa Ngokutsha i-daemon ye-NTP

source: Cannot update the dynamic configuration policy.
ar: لا يمكن تحديث سياسة الإعداد الحيوي.
ca: No es pot actualitzar la política de configuració dinàmica.
da: Kan ikke opdatere den dynamiske konfigurationspolitik.
fr: Impossible de mettre à jour la politique de configuration dynamique.
gl: Non se pode actualizar a política dinámica de configuración.
hu: A dinamikus konfigurációs irányelv nem frissíthető.
id: Tidak dapat memperbarui kebijakan konfigurasi dinamis.
ja: 動的設定ポリシーを更新することができません。
km: មិន​អាច​ធ្វើ​បច្ចុប្បន្នភាព​ការ​​កំណត់​រចនា​សម្ព័ន្ធ​របស់​ម៉ាស៊ីន​ប្រែប្រួល​​បាន​ទេ ។
nb: Kan ikke oppdatere dynamisk oppsett.
nl: Kan het dynamische configuratiebeleid niet bijwerken.
pt_br: Não foi possível atualizar a política dinâmica de configuração.
ro: Nu se poate actualiza politica de configurare dinamică.
ru: Невозможно обновить политику динамической конфигурации.
sk: Nie je možné aktualizovať politiku dynamickej konfigurácie.
sv: Det går inte att uppdatera den dynamiska konfigurationsprincipen.
uk: Неможливо оновити правила динамічного налаштування.

source: Cannot restart the NTP daemon.
ar: تعذرت إعادة بدء برنامج المحرك NTP.
bn: NTP ডিমন রিস্টার্ট করতে পারছি না.
ca: No es pot reiniciar el dimoni NTP.
da: Kan ikke genstarte NTP-dæmonen.
fr: Impossible de redémarrer le démon NTP.
gl: Non é posible reiniciar o daemon NTP.
hi: NTP डैमण दुबारा शुरू करना नहीं सकता।
hr: Ne mogu ponovno pokrenuti NTP daemon-a.
hu: Nem sikerült újraindítani az NTP-démont.
ja: NTP デーモンを再起動できません。
km: មិន​អាច​ចាប់ផ្ដើម​ដេមិន​របស់ NTP បាន​ទេ ។
mr: NTP पार्श्वभूमित चालणारा कार्यक्रम परत सुरू करू शकत नाही.
nb: Kan ikke starte NTP-nissen på nytt.
nl: Kan de NTP-daemon niet herstarten.
pa: NTP ਡੈਮਨ ਮੁੜ ਚਾਲੂ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ।
pt_br: Não foi possível reiniciar o daemon do NTP.
ro: Nu pot restarta daemonul NTP.
ru: Невозможно перезапустить демон NTP.
sk: Nie je možné reštartovať démona NTP.
sv: Kan inte starta om NTP-demonen.
ta: என்டிபி டேமனை மீண்டும் துவக்க முடியவில்லை.
uk: Не вдається перезапустити фонову службу NTP.
xh: Ayikwazi kuqaleka ngokutsha i-daemon ye-NTP.

source: Firewall Settings
hi: फायरवाल व्यवस्थायें।
hr: Postavke vatrozida
sv: Brandväggsinställningar

source: Cannot save NTP configuration because the package %1 is not available.
id: Tidak dapat menyimpan konfigurasi NTP karena paket %1 tidak tersedia.

source: Please use 'chronyc' instead.
id: Mohon gunakan 'chronyc'.

source: Cannot save NTP configuration because the package %1 is not installed.
id: Tidak dapat menyimpan konfigurasi NTP karena paket %1 tidak terpasang.

source: Hardware clock configured as source. YaST will keep it untouched.
id: Jam perangkat keras dikonfigurasikan sebagai sumber. YaST akan membiarkan ini tak tersentuh.

source: Pool Configuration
id: Konfigurasi Pool

source: Configuration Source
id: Sumber Konfigurasi

source: Static
id: Statik

source: Dynamic
id: Dinamik

source: Configuration Source may not contain single or double quotes
id: Sumber Konfigurasi kemungkinan tidak berisi tanda kutip tunggal atau ganda

source: Synchronization &Interval in Minutes
id: &Interval Sinkronisasi dalam Menit

source: Synchronization Servers
id: Server Sinkronisasi

source: &Add
id: &Tambah

source: &Edit
id: &Sunting

source: No table item is selected
id: Tidak ada item tabel yang dipilih

source: &Delete
id: &Hapus

source: Invalid pool address.
id: Alamat pool tidak valid.

source: Quick Initial Sync
id: Sinkronisasi Awal Cepat

source: Start Offline
id: Mulai Offline

source: <b>Start Offline</b> specifies whether the 'offline' option is used. This option skips this server during the start-up. It is useful for a machine which starts without the network, because it speeds up the boot, and synchronizes when the machine gets connected to the network.
id: <b>Mulai Offline</b> menentukan apakah opsi 'offline' digunakan. Opsi ini melewati server ini saat start-up. Ini berguna untuk mesin yang dimulai tanpa jaringan, karena mempercepat boot, dan sinkronisasi dilakukan saat mesin tersambung ke jaringan.

source: Invalid value for ntp_sync key: '%s'
id: Nilai tidak valid untuk ntp_sync key: '%s'

source: The NTP will be synchronized every %i seconds.
id: NTP akan disinkronisasi setiap %i detik.

source: The NTP won't be automatically synchronized.
id: NTP tidak akan disinkronisasi secara otomatis.

source: Custom configuration policy: '%s'.
id: Kebijakan konfigurasi khusus: '%s'.

source: Servers: %s.
id: Server: %s.

source: Ignoring the NTP configuration. The profile format has changed in an incompatible way. These keys are no longer supported: '%s'.
id: Mengabaikan konfigurasi NTP. Format profil telah berubah dengan cara yang tidak kompatibel. Kunci ini tidak lagi didukung: '%s'.
