Repository: Dzejrou/yast-translations
Catalog: po/ntp-client/*.po
Languages: ar, bn, ca, da, fr, gl, hi, hr, hu, id, ja, km, mr, nb, nl, pa, pt_br, ro, ru, sk, sv, ta, uk, xh

source: &Public NTP Server
ar: خادم NTP عام
bn: &পাবলিক NTP সার্ভার
ca: &Servidor NTP públic
da: &Offentlig NTP-server
fr: Serveur NTP &public
gl: Servidor NTP &público
hi: पब्लिक NTP सेवक (&P)
hr: &Javni NTP poslužitelj
hu: &Nyilvános NTP-kiszolgáló
ja: 公開 NTP サーバ (&P)
km: ម៉ាស៊ីន​បម្រើ NTP សាធារណៈ
mr: सामायिक NTP सेवासंगणक
nb: &Offentlig NTP-server
nl: &Publieke NTP-server
pa: ਪਬਲਿਕ NT&P ਸਰਵਰ
pt_br: Servidor NTP &público
ro: Server NTP public
ru: Открытый NT&P-сервер
sk: &Verejný NTP server
sv: &Publik NTP-server
ta: பொது என்டிபி சர்வர்
uk: &Громадський сервер NTP
xh: Iseva &Kawonkewonke ye-NTP

source: NTP Server Location
ar: موقع خادم NTP
bn: NTP সার্ভার অবস্থান
ca: Ubicació del servidor NTP
da: NTP-serverens placering
fr: Emplacement du serveur NTP
gl: Situación do servidor NTP
hi: NTP सेवक स्थान
hr: Mjesta NTP poslužitelja
hu: NTP-kiszolgáló beállításai
ja: NTP サーバの場所
km: ទីតាំង​របស់​ម៉ាស៊ីន​បម្រើ NTP
mr: NTP सेवासंगणक स्थळ
nb: NTP-serverens plassering
nl: NTP-server locatie
pa: NTP ਸਰਵਰ ਟਿਕਾਣਾ
pt_br: Localização do servidor NTP
ro: Locația serverului NTP
ru: Расположение сервера NTP
sk: Umiestnenie NTP serveru
sv: NTP-serverplats
ta: என்டிபி சர்வர் அமைவிடம்
uk: Адреса сервера NTP
xh: Indawo Yeseva ye-NTP

source: &Lookup
ar: بحث
bn: &লুকআপ
ca: &Cerca
da: &Led efter
fr: &Recherche
gl: &Consultar
hi: ढूंढें (&L)ा
hu: &Keresés
ja: 検索 (&L)
km: រកមើល
mr: लूकअप
nb: &Søk
nl: &Opzoeken
pa: ਵੇਖੋ(&L)
pt_br: &Pesquisa
ro: Caută
ru: &Поиск
sk: &Hľadať
sv: S&lå upp
ta: லுக்அப்
uk: &Знайти
xh: &Funa

source: NTP Client Configuration
ar: إعداد عميل NTP
bn: NTP ক্লাইন্ট গঠন
ca: Configuració del client NTP
da: Konfiguration af NTP-klient
fr: Configuration du client NTP
gl: Configuración do cliente NTP
hi: NTP क्लैंटक समनुरूपण
hr: Postavke NTP klijenta
hu: NTP-kliens beállítása
ja: NTP クライアントの設定
km: ការ​កំណត់​រចនា​សម្ព័ន្ធ​ម៉ាស៊ីន​ភ្ញៀវ NTP
mr: NTP ग्राहक संरचना
nb: Konfigurasjon av NTP-klient
nl: NTP-clientconfiguratie
pa: NTP ਕਲਾਇਟ ਸੰਰਚਨਾ
pt_br: Configuração do cliente NTP
ro: Configurarea clientului NTP
ru: Настройка клиента NTP
sk: Konfigurácia klienta NTP
sv: Ställ in NTP-klient
ta: என்டிபி வாடிக்கையாளர் உள்ளமைவு
uk: Налаштування клієнта NTP
xh: Ubumbeko Lomxumi we-NTP

source: Initializing ...
ar: تهيئة ...
bn: চালু করা হচ্ছে ...
ca: Iniciant...
da: Initialiserer...
fr: Initialisation...
gl: Iniciando ...
hi: शुरू कर रहा हैं ...
hr: Inicijaliziram ...
hu: A modul indítása…
ja: 準備しています...
km: កំពុង​ចាប់ផ្ដើម...
mr: सुरवात करत आहे...
nb: Initialiserer ...
nl: Initialisering...
pa: ਸ਼ੁਰੂਆਤ ...
pt_br: Inicializando...
ro: Inițializez...
ru: Инициализация ...
sk: Inicializujem...
sv: Initierar...
ta: துவங்கப்படுகிறுது...
uk: Започаткування ...
xh: Kuyandululwa...

source: Finished
ar: انتهى
bn: শেষ
ca: Acabat
da: Færdig
fr: Terminé
gl: Finalizado
hi: समाप्त हुआ
hr: Gotovo
hu: Kész
id: Selesai
ja: 完了
km: បាន​បញ្ចប់
mr: समाप्त झाले
nb: Fullført
nl: Gereed
pa: ਸਮਾਪਤ
pt_br: Concluído
ro: Gata
ru: Готово
sk: Dokončené
sv: Klar
ta: முடிவுற்றது
uk: Завершено
xh: Kugqityiwe

source: The NTP daemon starts when starting the system.
ar: يتم بدء تشغيل برنامج المحرك NTP عند بدء تشغيل النظام.
bn: যখন সিস্টেম শুরু করছি, NTP ডিমন
ca: El dimoni NTP s'inicia durant l'arrencada del sistema.
da: NTP-dæmonen startes under opstart af systemet.
fr: Le démon NTP démarre lors de l'amorçage du système.
gl: O daemon NTP iníciase ao arrincar o sistema.
hi: सिस्टम शुरू करने पर NTP डैमण शुरू करेगा।
hr: NTP daemon se pokreće prilikom podizanja sustava.
hu: Az NTP-démon a rendszer indításakor automatikusan indul.
id: Daemon NTP dijalankan saat memulai sistem.
ja: システム起動時に NTP デーモンを起動します。
km: NTP ដេមិន​ចាប់ផ្ដើម ពេល​ចាប់ផ្ដើម​ប្រព័ន្ធ ។
mr: जेव्हा प्रणाली सुरू होत असेल तेव्हा NTP पार्श्वभूमित चालणारा कार्यक्रम सुरू करा
nb: NTP-nissen aktiveres når systemet starter opp.
nl: Wanneer het systeem wordt opgestart zal tevens de NTP-daemon starten.
pa: NTP ਡੈਮਨ ਸਿਸਟਮ ਚਾਲੂ ਹੋਣ ਉੱਤੇ ਚੱਲਦੀ ਹੈ।
pt_br: O daemon do NTP inicia quando o sistema é iniciado.
ro: Daemonul NTP pornește la pornirea sistemului.
ru: Демон NTP запускается при загрузке системы.
sk: Démon NTP sa spustí pri štarte systému.
sv: NTP-demonen startar när systemet startar.
ta: சிஸ்டம் துவக்கப்படும்போது என்டிபி டேமனும் துவங்கப்படுகிறது.
uk: Фонова служба NTP запускається під час запуску системи.
xh: I-daemon ye-NTP iqalisa xa kuqaliswa isixokelelwano.

source: The NTP daemon does not start automatically.
ar: لا يتم بدء تشغيل برنامج المحرك NTP تلقائيًا.
bn: NTP ডিমন স্বয়ংক্রিয়ভাবে শুরু হয় না.
ca: El dimoni NTP no s'inicia de forma automàtica.
da: NTP-dæmonen starter ikke automatisk.
fr: Le démon NTP ne démarre pas automatiquement.
gl: O daemon NTP non se inicia automaticamente.
hi: NTP डैमण शुरू स्वतः न करेगा।
hr: NTP daemon se ne pokreće automatski.
hu: Az NTP-démon a rendszer indításakor nem indul automatikusan.
ja: NTP デーモンは自動では起動しません。
km: NTP ដេមិន​មិន​ចាប់ផ្ដើម​ដោយ​ស្វ័យ​ប្រវត្តិ​ឡើយ ។
mr: NTP पार्श्वभूमित चालणारा कार्यक्रम आपोआप सुरू होत नाही.
nb: NTP-nissen starter ikke automatisk.
nl: De NTP-daemon start niet automatisch.
pa: NTP ਡੈਮਨ ਆਟੋਮੈਟਿਕ ਸ਼ੁਰੂ ਨਹੀਂ ਹੁੰਦੀ ਹੈ।
pt_br: O daemon do NTP não inicia automaticamente.
ro: Daemonul NTP nu pornește automat.
ru: Демон NTP не запускается автоматически.
sk: Démon NTP sa nebude spúšťať automaticky.
sv: NTP-demonen startar inte automatiskt.
ta: என்டிபி டேமன் தானாக துவங்குவதில்லை.
uk: NTP автоматично не запускається.
xh: I-daemon ye-NTP ayiqalisi ngokuzenzekela.

source: Servers: %1
ar: خوادم: %1
bn: সার্ভারস: %1
ca: Servidors: %1
da: Servere: %1
fr: Serveurs : %1
gl: Servidores: %1
hi: सेवक: %1
hr: Poslužitelji: %1
hu: Kiszolgálók: %1
ja: サーバ: %1
km: ម៉ាស៊ីន​បម្រើ ៖ %1
mr: सेवासंगणक: %1
nb: Servere: %1
pa: ਸਰਵਰ: %1
pt_br: Servidores: %1
ro: Servere: %1
ru: Серверы: %1
sk: Servery: %1
sv: Servrar: %1
ta: சர்வர்கள்: %1
uk: Сервери: %1
xh: Iiseva: %1

source: Radio Clocks: %1
ar: ساعات الراديو: %1
bn: রেডিও ঘড়িগুলি: %1
ca: Rellotges de la ràdio: %1
da: Radioure: %1
fr: Horloges radio : %1
gl: Reloxos de radio: %1
hi: रेडियो क्लोक: %1
hr: Radio satovi: %1
hu: Rádióórák: %1
ja: ラジオクロック: %1
km: នាឡិកាវិទ្យុ ៖ %1
mr: रेडिओ घड्याळ: %1
nb: Radioklokker: %1
nl: Radioklokken: %1
pa: ਰੇਡੀਓ ਘੜੀ: %1
pt_br: Relógios controlados por rádio: %1
ro: Ceasuri radio: %1
ru: Радиочасы: %1
sk: Rádiové hodiny: %1
sv: Radioklockor: %1
ta: ரேடியோ கடிகாரங்கள்: %1
uk: Радіо-годинники: %1
xh: Iiwotshi Zerediyo: %1

source: Peers: %1
ar: النظراء: %1
bn: পীয়ারস: %1
ca: Parells: %1
fr: Pairs : %1
gl: Pares: %1
hi: पीयर्स: %1
hu: Társkiszolgálók: %1
ja: ピア: %1
km: ម៉ាស៊ីន​ដូចគ្នា ៖ %1
mr: पिअर: %1
nb: Direkteforbindelser: %1
pa: ਪੀਅਰਜ਼: %1
pt_br: Pares: %1
ro: Perechi: %1
ru: Узлы: %1
sk: Partneri: %1
sv: Motparter: %1
ta: இணையானவர்கள்: %1
uk: Вузли: %1
xh: Amaqabane: %1

source: Broadcast time information to: %1
ar: نشر معلومات الوقت إلى: %1
bn: %1 তে ব্রডকাস্ট টাইম তথ্য
ca: Difon informació horària a: %1
da: Broadcast tidsinformation til: %1
fr: Diffusion générale des informations de temps vers : %1
gl: Difundir broadcast temporal a: %1
hi: को प्रसारण समय सूचना : %1
hr: Odašilji informacije o vremenu prema: %1
hu: Broadcast Időinformáció ide: %1
ja: 時間情報を以下にブロードキャストする: %1
km: ពេលវេលា​ផ្សាយ​ព័ត៌មាន ៖ %1
mr: वेळेची माहिती प्रसारीत: %1
nb: Kringkast tidsinformasjon til: %1
nl: Broadcast tijdinformatie naar: %1
pa: %1: ਨੂੰ ਬਰਾਡਕਾਸਟ ਸਮਾਂ ਜਾਣਕਾਰੀ
pt_br: Enviar informações horário para: %1
ro: Transmite ora exactă prin broadcast la: %1
ru: Вещать информацию о времени на: %1
sk: Posielať informácie o čase na: %1
sv: Sänd ut tidsinformation till: %1
ta: ஒலிபரப்பு நேர விவரம்: %1
uk: Транслювати інформацію про час до: %1
xh: Ulwazi ngexesha lokusasaza emoyeni luya: %1

source: Accept broadcasted time information from: %1
ar: قبول معلومات الوقت المنشورة من: %1
bn: %1 থেকে ব্রডকাস্ট তথ্য গ্রহণ করুন
ca: Accepta la informació horària difosa per: %1
da: Acceptér broadcastet tidsinformation fra: %1
fr: Accepter les informations de temps en diffusion générale de : %1
gl: Aceptar información temporal broadcast por: %1
hi: से प्रसारण समय सूचना प्राप्त की : %1
hr: Prihvati informacije o vremenu odaslane od: %1
hu: Boadcast használatával küldött időinformációk fogadása innen: %1
ja: 以下からブロードキャストされた時間情報を受け取る: %1
km: ទទួលយក​ព័ត៌មាន​ពេលវេលា​ផ្សាយ​ពី ៖ %1
mr: %1 कडून प्रसारीत झालेली वेळेची माहिती स्वीकारा
nb: Godta kringkastet tidsinformasjon fra: %1
nl: Accepteer broadcast tijdinformatie van: %1
pa: %1: ਤੋਂ ਬਰਾਡਕਾਸਟ ਸਮਾਂ ਜਾਣਕਾਰੀ ਸਵੀਕਾਰ ਕਰੋ
pt_br: Aceitar informações de horário de: %1
ro: Acceptă informația de oră exactă transmisă prin boradcast de: %1
ru: Принимать вещаемую информацию о времени от: %1
sk: Prijímať informácie o čase od: %1
sv: Acceptera utsänd tidsinformation från: %1
ta: %1 லிருந்து ஒலிபரப்பப்பட்ட சேர விவரத்தை ஏற்கவும்
uk: Прийняти трансльовану інформацію про час від: %1
xh: Yamkela ulwazi ngexesha lokusasaza emoyeni ukusuka: %1

source: Combine static and DHCP configuration.
ar: الجمع بين الإعداد ثابت DHCP.
ca: Combina la configuració estàtica i DHCP
da: Kombinér statisk og DHCP-konfiguration.
fr: Combiner les configurations statique et DHCP.
gl: Combinar configuración estática e DHCP.
hr: Kombiniraj statičke i DHCP postavke.
hu: Statikus és DHCP beállítások együttes használata.
id: Menggabungkan konfigurasi statik dan DHCP.
ja: 固定設定と DHCP 設定の組み合わせ
km: ផ្សំ​ឋិតិ​វន្ត​ និង​ការ​កំណត់​រចនាសម្ព័ន្ធ DHCP ។
nb: Kombiner statisk oppsett og DHCP-oppsett.
nl: Combineer statische en DHCP-configuratie.
pt_br: Combinar as configurações estática e de DHCP.
ro: Combină configurarea statică și DHCP.
ru: Комбинировать статическую конфигурацию и DHCP.
sk: Kombinovať statickú a DHCP konfiguráciu.
sv: Kombinera statisk konfiguration och DHCP-konfiguration.
uk: Об'єднати налаштування: статичне і DHCP.

source: Static configuration only.
ar: إعداد ثابت فقط.
ca: Només configuració estàtica.
da: Kun statisk konfiguration.
fr: Configuration statique uniquement.
gl: Só configuración estática
hr: Samo statičke postavke.
hu: Csak statikus beállítások.
id: Hanya konfigurasi statis.
ja: 固定設定のみ
km: តែ​ការ​កំណត់​រចនាសម្ព័ន្ធ​​ឋិតិវន្ត​​ប៉ុណ្ណោះ ។
nb: Kun statisk oppsett.
nl: Alleen statische configuratie.
pt_br: Configuração estática somente.
ro: Numai configurare statică.
ru: Только статическая конфигурация.
sk: Len statická konfigurácia.
sv: Endast statisk konfiguration.
uk: Тільки статичне налаштування.

source: Custom configuration policy.
ar: سياسة إعداد مخصصة.
ca: Configuració de política personalitzada.
da: Brugertilpasset konfigurationspolitik.
fr: Politique de configuration personnalisée.
gl: Política de configuración personalizada.
hu: Egyéni konfigurációs irányelv.
ja: 独自の設定ポリシー
km: គោលការណ៍​កំណត់​រចនាសម្ព័ន្ធ​ផ្ទាល់ខ្លួន ។
nb: Egendefinert oppsett.
nl: Aangepast configuratiebeleid.
pt_br: Política de configuração personalizada.
ro: Configurare politică personală.
ru: Настроить политику конфигурации.
sk: Vlastná politika konfigurácie.
sv: Anpassad konfigurationsprincip.
uk: Нетипове правило налаштування.

source: Testing the NTP server...
ar: يتم الآن اختبار خادم NTP...
bn: NTP সার্ভার টেস্ট করছি...
ca: Provant el servidor NTP...
da: Tester NTP-serveren...
fr: Test du serveur NTP...
gl: Probando o servidor NTP...
hi: NTP सेवक को परीक्षा कर रहा हैं....
hr: Testiram NTP poslužitelj...
hu: NTP-kiszolgáló tesztelése…
id: Menguji server NTP...
ja: NTP サーバをテストしています...
km: កំពុង​​សាកល្បង​​ម៉ាស៊ីន​បម្រើ NTP...
mr: NTP सेवासंगणक चाचणी घेत आहे...
nb: Kontrollerer NTP-server...
nl: De DNS-dienst wordt aangepast...
pa: NTP ਸਰਵਰ ਲਈ ਟੈਸਟਿੰਗ...
pt_br: Testando o servidor NTP...
ro: Testez serverul NTP...
ru: Проверка сервера NTP...
sk: Testujem NTP server...
sv: Testar NTP-server...
ta: என்டிபி சர்வர் சோதிக்கப்படுகிறது...
uk: Перевірка сервера NTP...
xh: Kuvavanywa iseva ye-NTP...

source: Server is reachable and responds properly.
ar: الخادم قابل للوصول ويستجيب على النحو الصحيح.
bn: সার্ভার রিচেবল এবং রেসপন্ডস প্রপার্টি.
ca: Es pot accedir al servidor; respon correctament.
da: Serveren er tilgængelig, og svarer som den skal.
fr: Le serveur est joignable et répond correctement.
gl: O servidor está dispoñible e responde correctamente.
hi: सेवक पहुंच योग्य हैं और उचित रीति से जवाब देता हैं।
hr: Poslužitelj je dostupan i ispravno odgovara.
hu: A kiszolgáló elérhető és megfelelően válaszol.
id: Server dapat diakses dan merespon dengan benar.
ja: サーバは到達可能で正しく応答しています。
km: ម៉ាស៊ីន​បម្រើ​អាច​ទាក់ទង​បាន និង​ឆ្លើយតប​យ៉ាង​សមរម្យ ។
mr: सर्व्हर संपर्कात आहे व व्यवस्थीत प्रतिसाद देतो.
nb: Serveren er tilgjengelig og svarer som den skal.
nl: De server is bereikbaar en reageert goed.
pa: ਸਰਵਰ ਪਹੁੰਚਣ ਯੋਗ ਹੈ ਅਤੇ ਠੀਕ ਤਰਾਂ ਜਵਾਬ ਦਿੰਦਾ ਹੈ।
pt_br: O servidor está acessível e responde adequadamente.
ro: Serverul este accesibil și răspunde corect.
ru: Сервер доступен и правильно отвечает.
sk: Sever je dostupný a odpovedá správne.
sv: Servern kan nås och svarar.
ta: சர்வர் அணுகக்கூடிய வகையில் இருப்பதுடன் நன்கு இயங்குகிறது.
uk: Сервер доступний і належно відповідає.
xh: Iseva iyafikeleleka kwaye iphendula ngokufanelekileyo.

source: Server is unreachable or does not respond properly.
ar: الخادم غير قابل للوصول ولا يستجيب على النحو الصحيح.
bn: সার্ভার অপৌঁছানোযোগ্য অথবা প্রপার্টি উত্তর দেয় না.
ca: No es pot accedir al servidor o no respon correctament.
da: Serveren er ikke tilgængelig, eller svarer ikke som den skal.
fr: Le serveur est injoignable ou ne répond pas correctement.
gl: O servidor non está dispoñible ou non responde correctamente.
hi: सेवक पहुंच योग्य नहीं हैं और उचित रीति से जवाब नहीं देता हैं।
hr: Poslužitelj nije dostupan ili ne odgovara ispravno.
hu: A kiszolgáló nem érhető el és nem válaszol megfelelően.
id: Server tidak terjangkau atau tidak merespons dengan benar.
ja: サーバは到達不可能か、正しく応答していません。
km: ម៉ាស៊ីន​បម្រើ​មិន​អាច​ទាក់ទង​បាន ឬ​មិន​បាន​ឆ្លើយ​តប​យ៉ាង​សមរម្យ ។
mr: सर्व्हर संपर्कात नाही व व्यवस्थीत प्रतिसाद देत नाही.
nb: Serveren er ikke tilgjengelig eller svarer ikke som den skal.
nl: De server is onbereikbaar of reageert niet goed.
pa: ਸਰਵਰ ਨਾ-ਪਹੁੰਚਣ ਯੋਗ ਹੈ ਅਤੇ ਠੀਕ ਤਰਾਂ ਜਵਾਬ ਨਹੀਂ ਦਿੰਦਾ ਹੈ।
pt_br: O servidor não está acessível ou não responde adequadamente.
ro: Serverul nu este accesibil sau dă răspuns eronat.
ru: Сервер недоступен или отвечает неверно.
sk: Server nie je dostupný, alebo neodpovedá správne.
sv: Servern kan inte nås och svarar inte.
ta: சர்வர் அணுகக்கூடிய வகையில் இல்லை மற்றும் சரியாக இயங்கவில்லை.
uk: Сервер недоступний або не відповідає належним чином.
xh: Iseva ayifikeleleki okanye ayiphenduli ngokufanelekileyo.

source: Cannot search for NTP server in local network without package %1 installed.
ar: لا يمكن البحث عن خادم NTP في الشبكة المحلية دون تثبيت الحزمة %1.
ca: No es pot cercar el servidor NTP a la xarxa local sense tenir instal·lat el paquet %1.
da: Kan ikke søge efter NTP-server på lokalt netværk, uden at pakken %1 er installeret.
fr: Impossible de rechercher un serveur NTP sur le réseau local sans avoir installé le paquet %1.
hu: A helyi hálózaton nem kereshető NTP-kiszolgáló, amíg a(z) %1 csomag nincs telepítve.
id: Tidak dapat mencari server NTP di jaringan lokal tanpa memasang paket %1.
ja: パッケージ %1 をインストールしないと、 ローカルネットワーク内の NTP サーバを検索することができません。
km: មិន​អាច​ស្វែងរក​ម៉ាស៊ីន​បម្រើ NTP នៅ​ក្នុង​បណ្ដាញ​មូលដ្ឋាន ដោយ​មិន​ដំឡើង​កញ្ចប់ %1 បាន​ឡើយ ។
nb: Kan ikke søke etter NTP-server i lokalnettverket uten å ha installert pakken %1.
nl: Om te kunnen zoeken naar NTP-servers op het lokale netwerk is het pakket %1 nodig.
pt_br: Não é possível pesquisar pelo servidor NTP na rede local sem ter o pacote %1 instalado.
ro: Nu se poate căuta serverul NTP în rețeaua locală dacă nu este instalat pachetul %1.
ru: Невозможно осуществить поиск сервера NTP в локальной сети без установленного пакета %1.
sk: Nie je možné hľadať NTP server v lokálnej sieti, ak nie je nainštalovaný balík %1.
sv: Det går inte att söka efter NTP-servern i det lokala nätverket om inte paketet %1 är installerat.
uk: Неможливий пошук за сервером NTP в локальній мережі без встановленого пакунка %1.

source: Initializing NTP Client Configuration
ar: تهيئة إعداد عميل NTP
bn: শুরু করছি NTP ক্লাইন্ট গঠন
ca: Iniciant la configuració del client NTP
da: Initialiserer konfiguration af NTP-klient
fr: Initialisation de la configuration du client NTP
gl: Iniciando a configuración do cliente NTP
hi: NTP क्लैन्ट समनुरूपण शुरू कर रहा हैं ।
hr: Pokrećem postavke NTP klijenta
hu: NTP-kliens beállításának előkészítése
id: Menginisialisasi Konfigurasi Klien NTP
ja: NTP クライアントの設定を準備しています
km: កំពុង​ចាប់ផ្ដើម​ការ​កំណត់​រចនា​សម្ព័ន្ធ​ម៉ាស៊ីន​ភ្ញៀវ NTP
mr: NTP ग्राहक संरचना कार्यान्वित करत आहे
nb: Initialiserer oppsett av NTP-klient
nl: NTP-clientconfiguratie initialiseren
pa: NTP ਕਲਾਇਟ ਸੰਰਚਨਾ ਸ਼ੁਰੂ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ
pt_br: Inicializando a configuração do cliente NTP
ro: Inițializez configurarea clientului NTP...
ru: Инициализация настроек клиента NTP
sk: Inicializácia konfigurácie NTP klienta
sv: Initierar NTP-klientinställningar
ta: என்டிபி வாடிக்கையாளர் உள்ளமைவு துவங்கப்படுகிறது
uk: Започаткування конфігурації клієнта NTP
xh: Kundululwa Ubumbeko Lomxumi we-NTP

source: Read network configuration
ar: قراءة إعداد الشبكة
bn: নেটওয়ার্ক গঠন পড়ুন
ca: Llegeix la configuració de la xarxa
da: Læs netværkskonfiguration
fr: Lire la configuration réseau
gl: Ler a configuración da rede
hi: नेटवर्क समनुरूपण पढ़ेंैं।
hr: Učitaj mrežne postavke
hu: Hálózati beállítások beolvasása
id: Baca konfigurasi jaringan
ja: ネットワーク設定の読み込み
km: អាន​ការ​កំណត់​រចនាសម្ព័ន្ធ​បណ្ដាញ
mr: महाजाल संरचना वाचा
nb: Les nettverkskonfigurasjon
nl: Netwerkconfiguratie lezen
pa: ਨੈੱਟਵਰਕ ਸੰਰਚਨਾ ਪੜ੍ਹੋ
pt_br: Ler a configuração da rede
ro: Citește configurația rețelei
ru: Читать настройки сети
sk: Čítanie nastavenia siete
sv: Läs nätverksinställningar
ta: வலையமைப்பு உள்ளமைவை படிக்கவும்
uk: Прочитати конфігурацію мережі
xh: Funda ubumbeko lomsebenzi wothungelwano

source: Read NTP settings
ar: قراءة إعدادات NTP
bn: পড়ুন NTP সেটিংসমূহ
ca: Llegeix els paràmetres de l'NTP
da: Læs NTP-indstillinger
fr: Lire les paramètres NTP
gl: Ler a configuración de NTP
hi: NTP व्यवस्थायें पढ़ें।
hr: Učitaj NTP postavke
hu: NTP-beállítások beolvasása
id: Baca pengaturan NTP
ja: NTP 設定の読み込み
km: អាន​ការ​កំណត់ NTP
mr: NTP मांडणी वाचा
nb: Les NTP-innstillinger
nl: NTP-instellingen lezen
pa: NTP ਸੈਟਿੰਗ ਪੜ੍ਹੋ
pt_br: Ler as configurações do NTP
ro: Citește setările NTP
ru: Читать настройки NTP
sk: Čítanie nastavenia NTP
sv: Läs NTP-inställningar
ta: என்டிபி அமைப்புகளை படிக்கவும்
uk: Прочитати параметри NTP
xh: Funda imimiselo ye-NTP

source: Reading network configuration...
ar: تتم الآن قراءة إعداد الشبكة...
bn: নেটওয়ার্ক গঠন পড়ছি...
ca: Llegint la configuració de la xarxa...
da: Læser netværkskonfiguration...
fr: Lecture de la configuration réseau...
gl: Lendo a configuración da rede...
hi: नेटवर्क समनुरूपण पढ़ रहा हैं...
hr: Učitavam mrežne postavke...
hu: Hálózati beállítások beolvasása…
id: Membaca konfigurasi jaringan...
ja: ネットワークの設定を読み込んでいます...
km: កំពុង​អាន​ការ​កំណត់​រចនាសម្ព័ន្ធ​បណ្ដាញ...
mr: महाजाल संरचना वाचत आहे...
nb: Leser nettverkskonfigurasjon...
nl: De netwerkconfiguratie wordt gelezen...
pa: ਨੈੱਟਵਰਕ ਸੰਰਚਨਾ ਪੜ੍ਹੀ ਜਾ ਰਹੀ ਹੈ...
pt_br: Lendo a configuração da rede...
ro: Citesc configurația rețelei...
ru: Чтение настроек сети...
sk: Čítam nastavenie siete...
sv: Läser nätverksinställningar...
ta: வலையமைப்பு உள்ளமைவு படிக்கப்படுகிறது...
uk: Читання конфігурації мережі...
xh: Kufundwa ubumbeko lomsebenzi wothungelwano...

source: Reading NTP settings...
ar: تتم الآن قراءة إعدادات NTP...
bn: পড়ছি NTP সেটিংগুলি...
ca: Llegint els paràmetres de l'NTP...
da: Læser NTP-indstillinger...
fr: Lecture des paramètres NTP...
gl: Lendo a configuración de NTP...
hi: NTP व्यवस्थायें पढ़ रहा हैं...
hr: Učitavam NTP postavke...
hu: NTP-beállítások beolvasása…
id: Membaca pengaturan NTP...
ja: NTP の設定を読み込んでいます...
km: កំពុង​អាន​ការ​កំណត់ NTP...
mr: NTP मांडणी वाचत आहे...
nb: Leser NTP-innstillinger...
nl: De NTP-instellingen worden gelezen...
pa: NTP ਸੈਟਿੰਗ ਪੜ੍ਹੀ ਜਾ ਰਹੀ ਹੈ...
pt_br: Lendo as configurações do NTP...
ro: Citesc setările NTP...
ru: Чтение настроек NTP...
sk: Čítam nastavenie NTP...
sv: Läser NTP-inställningar...
ta: என்டிபி அமைப்புகள் படிக்கப்படுகின்றன...
uk: Читання параметрів NTP...
xh: Kufundwa imimiselo ye-NTP...

source: Saving NTP Client Configuration
ar: حفظ إعداد عميل NTP
bn: সেভ করছি NTP ক্লাইন্ট গঠন
ca: Desant la configuració del client NTP
da: Gemmer konfiguration af NTP-klient
fr: Enregistrement de la configuration du client NTP
gl: Gardando a configuración do cliente NTP
hi: NTP क्लैन्ट समनुरूपण सेव कर रहा हैं।
hr: Spremam postavke NTP klijenta
hu: NTP-kliens beállításainak mentése
id: Menyimpan Konfigurasi Klien NTP
ja: NTP クライアントの設定を保存しています
km: កំពុង​រក្សាទុក​ការ​កំណត់​រចនា​សម្ព័ន្ធ​ម៉ាស៊ីន​ភ្ញៀវ NTP
mr: NTP ग्राहक संरचना साठवत आहे
nb: Lagrer konfigurasjon for NTP-klient
nl: NTP-clientconfiguratie opslaan
pa: NTP ਕਲਾਇਟ ਸੰਰਚਨਾ ਸੰਭਾਲੀ ਜਾ ਰਹੀ ਹੈ
pt_br: Salvando a configuração do cliente NTP
ro: Salvez configurația clientului NTP
ru: Сохранение настроек клиента NTP
sk: Ukladanie nastavenia NTP klienta
sv: Sparar NTP-klientinställningar
ta: என்டிபி வாடிக்கையாளர் உள்ளமைவு சேமிக்கப்படுகிறது
uk: Збереження конфігурації клієнта NTP
xh: Kugcinwa Ubumbeko Lomxumi we-NTP

source: Write NTP settings
ar: كتابة إعدادات NTP
bn: লিখুন NTP সেটিংগুলি
ca: Escriu els paràmetres de l'NTP
da: Skriv NTP-indstillinger
fr: Écrire les paramètres NTP
gl: Escribir a configuración de NTP
hi: NTP व्यवस्थायें लिखें ।
hr: Spremi NTP postavke
hu: NTP-beállítások kiírása
id: Tulis pengaturan NTP
ja: NTP 設定の書き込み
km: សរសេរ​ការ​កំណត់ NTP
mr: NTP मांडणी लिहा
nb: Lagre NTP-innstillinger
nl: NTP-instellingen opslaan
pa: NTP ਸੈਟਿੰਗ ਲਿਖੋ
pt_br: Salvar as configurações do NTP
ro: Scrie setările NTP
ru: Записать настройки NTP
sk: Zapisujem nastavenia NTP
sv: Skriv NTP-inställningar
ta: என்டிபி அமைப்புகளை எழுதவும்
uk: Запис параметрів NTP
xh: Bhala imimiselo ye-NTP

source: Restart NTP daemon
ar: إعادة بدء برنامج المحرك NTP
bn: পুনরায় শুরু করুন NTP ডিমন
ca: Reinicia el dimoni NTP
da: Genstart NTP-dæmon
fr: Redémarrer le démon NTP
gl: Reiniciando o daemon NTP
hi: NTP डैमण दुबारा शुरू करें।
hr: Ponovno pokreni NTP daemon-a
hu: Az NTP-démon újraindítása
id: Jalankan ulang daemon NTP
ja: NTP デーモンの再起動
km: ចាប់ផ្ដើម​ដែន​របស់ NTP ឡើង​វិញ
mr: NTP पार्श्वभूमित चालणारा कार्यक्रम परत सुरू करा
nb: Start NTP-nissen på nytt
nl: NTP-daemon herstarten
pa: NTP ਡੈਮਨ ਮੁੜ ਚਲਾਓ
pt_br: Reiniciar o daemon do NTP
ro: Restartează daemonul NTP
ru: Перезапустить демон NTP
sk: Reštartujem démona NTP
sv: Starta om NTP-demon
ta: என்டிபி டேமனை மீண்டும் துவக்கவும்
uk: Перезапуск фонової служби NTP
xh: Phinda uqalise i-daemon ye-NTP

source: Writing the settings...
ar: يتم الآن كتابة الإعدادات...
bn: বৈশিষ্ট্যাবলী লেখা হচ্ছে...
ca: Escrivint els paràmetres...
da: Skriver indstillingerne...
fr: Écriture des paramètres...
gl: Escribindo a configuración...
hi: व्यवस्थायें लिख रहा हैं...
hr: Zapisujem postavke...
hu: Beállítások mentése…
id: Menulis seting...
ja: 設定を書き込んでいます...
km: កំពុង​សរសេរ​ការ​កំណត់...
mr: अ
nb: Lagrer innstillingene...
nl: De instellingen worden opgeslagen...
pa: ਸੈਟਿੰਗ ਲਿਖੀ ਜਾ ਰਹੀ ਹੈ...
pt_br: Salvando as configurações...
ro: Scriu configurația...
ru: Запись настроек...
sk: Zapisujem nastavenie...
sv: Sparar inställningarna...
ta: அமைப்புகள் எழுதப்படுகின்றன...
uk: Запис параметрів...
xh: Kubhalwa imimiselo...
