Repository: Dzejrou/yast-translations
Catalog: po/ntp-client/*.po
Languages: ar, bn, ca, da, fr, gl, hi, hr, hu, id, ja, km, mr, nb, nl, pa, pt_br, ro, ru, sk, sv, ta, uk, xh

source: Scanning for NTP servers on your network...
ar: يتم الآن البحث عن خوادم NTP على الشبكة...
bn: আপনার নেটওয়ার্কে NTP সার্ভারের জন্য স্ক্যানিং...
ca: Escanejant per trobar servidors NTP a la xarxa...
da: Scanner efter NTP-servere på dit lokalnetværk...
fr: Recherche des serveurs NTP sur votre réseau...
gl: Buscando servidores NTP na súa rede...
hi: आपका नेचवर्क का सभी NTP सेवकों के लिए स्कान कर रहा हैं...
hr: Tražim NTP poslužitelje na vašoj mreži...
hu: NTP-kiszolgálók keresése a helyi hálózatban…
ja: ネットワーク上の NTP サーバを検索しています...
km: កំពុង​ស្កេន​ម៉ាស៊ីន​បម្រើ NTP នៅ​លើ​បណ្តាញ​របស់អ្នក...
mr: तुमच्या नेटवर्कवर NTP सर्व्हर्स करता छाननी होत आहे...
nb: Søker etter NTP-servere i lokalnettverket...
nl: Er wordt op het lokale netwerk naar NTP-servers gezocht...
pa: ਤੁਹਾਡੇ ਨੈੱਟਵਰਕ 'ਤੇ NTP ਸਰਵਰਾਂ ਦੀ ਜਾਂਚ ਜਾਰੀ...
pt_br: Procurando por servidores NTP na sua rede...
ro: Caut serverele NTP din rețeaua dvs. locală...
ru: Сканирование серверов NTP в вашей сети...
sk: Hľadám NTP servery na lokálnej sieti...
sv: Söker NTP-servrar i det lokala nätverket...
ta: உங்கள் வலையமைப்பில் என்டிபி சர்வர்களுக்காக ஸ்கேன் செய்யப்படுகிறது...
uk: Сканування вашої мережі за серверами NTP...
xh: Kufotwa ngokuskena iiseva ze-NTP kumsebenzi wothungelwano wakho...

source: No NTP server has been found on your network. This could be caused by a running SuSEfirewall2, which probably blocks the network scanning.
ar: لم يتم العثور على أي خادم NTP على الشبكة. قد ينتج ذلك عن تشغيل SuSEfirewall2، الذي قد يعيق تفحص الشبكة.
bn: আপনার সিস্টেম কোন NTP সার্ভার দেখা যাচ্ছে না. এটা একটা চালিত SuSEfirewall2 দ্বারা হতে পারে, যাহা সম্ভবত নেটওয়ার্ক স্ক্যানিং ব্লক করতে পারে.
ca: No s'ha trobat cap servidor NTP a la xarxa. La causa podria ser l'execució d'un SuSEfirewall2, que probablement bloqueja l'escaneig de la xarxa.
da: Ingen NTP-server blev fundet på dit lokalnetværk. Dette kan skyldes at SuSEfirewall2 kører, hvilket formentlig blokerer netværksscanningen.
fr: Aucun serveur NTP n'a été trouvé sur votre réseau. Ceci peut être dû à l'exécution de SuSEfirewall2, qui bloque probablement la recherche sur le réseau.
gl: Non se atopou ningún servidor NTP na súa rede. Isto pode deberse a que SuSEfirewall2 estea a executarse, e probablemente estea bloqueando a busca na rede.
hi: आपके नेटवर्क में कोई NTP सर्वर नहीं मिला। यह किसी चल रहे SuSEfirewall2 की वजह से हो सकता है, जो संभवत: नेटवर्क स्कैनिंग को ब्लॉक कर देता है।
hu: A hálózaton nem található NTP-kiszolgáló. Ezt okozhatja egy futó SuSEfirewall2 is, amelyik lehet, hogy blokkolja a hálózati felderítést.
ja: ネットワーク上に NTP サーバが見つかりませんでした。 起動中の SuSEfirewall2 がネットワーク検索を 防いでしまった可能性があります。
km: គ្មាន​ម៉ាស៊ីន​បម្រើ NTP ណាមួយ​បាន​រក​ឃើញ​លើ​បណ្ដាញ​របស់​អ្នក​ឡើយ ។ វា​ប្រហែល​មក​ពី SuSEfirewall2 ដែល​កំពុង​រត់ ទប់ស្កាត់​ការ​ស្កេន​តាម​បណ្ដាញ ។
mr: आपल्या नेटवर्कवर कोणताही NTP server सापडत नाही. हे चालू असलेल्या SuSEfirewall2 मुळे होऊ शकते, जे बहुधा नेटवर्क scanning ला अडथळा आणते.
nb: Ingen NTP-server ble funnet i nettverket. Dette kan skyldes at SuSEfirewall2 er aktivert og kanskje blokkerer nettverkssøk.
nl: Geen NTP-server in uw netwerk gevonden. Dit kan komen door een actieve SuSEfirewall2, die het zoeken op het netwerk kan blokkeren.
pa: ਤੁਹਾਡੇ ਨੈੱਟਵਰਕ ਵਿੱਚ ਕੋਈ NTP ਸਰਵਰ ਨਹੀਂ ਲੱਭਿਆ ਹੈ। ਇਹ ਸੰਭਵ ਤੌਰ ਉੱਤੇ SuSEfirewall2 ਚੱਲਦੀ ਹੈ, ਜੋ ਕਿ ਨੈੱਟਵਰਕ ਜਾਂਚ ਉੱਤੇ ਪਾਬੰਦੀ ਲਗਾ ਰਹੀ ਹੈ।
pt_br: Nenhum servidor NTP foi encontrado na sua rede. Pode ser que o SuSEfirewall2 esteja sendo executado, o que provavelmente está bloqueando a procura pela rede.
ro: În rețeaua dumneavoastră nu a fost găsit nici un server NTP. O cauză posibilă este activitatea unui SuSEfirewall2, care blochează scanarea rețelei.
ru: Сервер NTP не найден в вашей сети. Это могло произойти из-за запущенного SuSEfirewall2, который возможно блокирует сканирование сети.
sk: Vo Vašej sieti nebol nájdený žiadny NTP server. To môže byť spôsobené spusteným SuSEfirewall2, ktorý pravdepodobne blokuje prehľadávanie siete.
sv: Ingen NTP-server har hittats på ditt nätverk. Detta kan orsakas av en aktiverad SuSEfirewall2, som antagligen blockerar nätverkssökningen.
ta: என்டிபி சர்வர் எதுவும் உங்கள் வலையமைப்பில் காணப்படவில்லை. இதற்கு இயக்கத்திலிருக்கும் SuSEfirewall2 காரணமாக இருக்கலாம், இது வலையமைப்பு ஸ்கேன் செய்யப்படுவதற்கு தடையாக இருக்கக்கூடும்.
uk: У вашій мережі не знайдено жодного сервера NTP. Це може бути через увімкнений фаєрвол SuSEfirewall2, який, можливо, блокує сканування мережі.
xh: Akukho seva ye-NTP ifunyenweyo kumsebenzi wakho wothungelwano. Oku kunokubangwa yi-SuSEfirewall2 eqhubayo,2, ethi mhlawumbi ithintele ukufotwa ngokuskena komsebenzi wothungelwano.

source: No NTP server has been found on your network.
ar: لم يتم العثور على أي خادم NTP على الشبكة.
bn: আপনার নেটওয়ার্কে কোন NTP সার্ভার পাওয়া যাচ্ছে না.
ca: No s'ha trobat cap servidor NTP a la xarxa.
da: Ingen NTP-server blev fundet på dit lokalnetværk.
fr: Aucun serveur NTP n'a été trouvé sur votre réseau.
gl: Non se atopou ningún servidor NTP na rede.
hi: आपके नेटवर्क में कोई NTP सेवक नहीं मिला ।
hr: Niti jedan NTP poslužitelj nije pronađen na vašoj mreži.
hu: A hálózaton nem található NTP-kiszolgáló.
ja: ネットワーク上に NTP サーバが見つかりませんでした。
km: គ្មាន​ម៉ាស៊ីន​បម្រើ NTP ត្រូវ​បាន​រក​ឃើញ​នៅ​លើ​បណ្ដាញ​របស់​អ្នក​ឡើយ ។
mr: तुमच्या जाळ्यामध्ये NTP सेवासंगणक सापडला नाही.
nb: Ingen NTP-server ble funnet på nettverket.
nl: Geen NTP-server in uw netwerk gevonden.
pa: ਤੁਹਾਡੇ ਨੈੱਟਵਰਕ ਵਿੱਚ ਕੋਈ NTP ਸਰਵਰ ਨਹੀਂ ਮਿਲਿਆ ਹੈ।
pt_br: Nenhum servidor NTP foi encontrado na sua rede.
ro: În rețeaua dvs. nu a fost găsit nici un server NTP.
ru: NTP-сервер не найден в вашей сети.
sk: Vo Vašej sieti nebol nájdený žiadny NTP server.
sv: Ingen NTP-server har hittats på ditt nätverk.
ta: என்டிபி சர்வர் எதுவும் உங்கள் வலையமைப்பில் காணப்படவில்லை.
uk: У вашій мережі не знайдено жодного сервера NTP.
xh: Akukho seva ye-NTP ifunyenwe kumsebenzi wakho wothungelwano.

source: Address
ar: العنوان
bn: ঠিকানা
ca: Adreça
da: Adresse
fr: Adresse
gl: Enderezo
hi: अड्रेस
hr: Adresa
hu: Cím
ja: アドレス
km: អាសយដ្ឋាន
mr: पत्ता
nb: Adresse
nl: Adres
pa: ਐਡਰੈੱਸ
pt_br: Endereço
ro: Adresă
ru: Адрес
sk: Adresa
sv: Adress
ta: முகவரி
uk: Адреса
xh: Idilesi

source: No server is selected.
ar: لم يتم تحديد أي خادم.
bn: সার্ভার নির্বাচিত নেই.
ca: No s'ha seleccionat cap servidor.
da: Ingen server er valgt.
fr: Aucun serveur sélectionné.
gl: Ningún servidor seleccionado.
hi: कोई सेवक नहीं चुन लिया ।
hr: Nijedan poslužitelj nije odabran.
hu: Egy kiszolgáló sincs kijelölve.
ja: サーバが選択されていません。
km: គ្មាន​ម៉ាស៊ីន​បម្រើ​ណាមួយ​ត្រូវ​បាន​ជ្រើស​ឡើយ ។
mr: सेवासंगणक निवडलेला नाही.
nb: Ingen server er valgt.
nl: Geen server geselecteerd.
pa: ਕੋਈ ਸਰਵਰ ਨਹੀਂ ਚੁਣਿਆ।
pt_br: Nenhum servidor foi selecionado.
ro: Nici un server nu a fost selectat.
ru: Не выбран сервер.
sk: Nebol zvolený žiadny server.
sv: Ingen server vald.
ta: எந்த சர்வரும் தேர்வு செய்யப்படவில்லை
uk: Не вибрано жодного сервера.
xh: Akukho seva ikhethiweyo.

source: A&ddress
ar: العنوان
bn: ঠি&কানা
ca: Adr&eça
da: A&dresse
fr: A&dresse
gl: En&derezo
hi: अड्रेस (&d)
hr: &Adresa
hu: &Cím
id: &Alamat
ja: アドレス (&D)
km: អាសយដ្ឋាន
mr: पत्ता
nb: A&dresse
nl: A&dres
pa: ਐਡਰੈੱਸ(&d)
pt_br: En&dereço
ro: &Adresă
ru: А&дрес
sk: &Adresa
sv: A&dress
ta: முகவரி
uk: Адре&са
xh: I&dilesi

source: Ad&vanced Configuration
ar: إعداد متقدم
bn: কম&প্লেক্স গঠন
ca: Configuració av&ançada
da: A&vanceret konfiguration
fr: &Configuration avancée
gl: Configuración a&vanzada
hi: जटिल समनुरूपण (&m)
hr: &Napredne postavke
hu: &Speciális beállítások
ja: 詳細な設定 (&V)
km: ការ​កំណត់​រចនា​សម្ព័ន្ធ​កម្រិត​ខ្ពស់
mr: कम्पलीष्ट कॉनफिग्युरेशन
nb: A&vansert konfigurasjon
nl: Gea&vanceerde configuratie
pa: ਤਕਨੀਕੀ ਸੰਰਚਨਾ(&v)
pt_br: Configuração a&vançada
ro: Configurare a&vansată
ru: Рас&ширенная настройка
sk: Pokročilé nasta&venie
sv: A&vancerade inställningar
ta: சிக்கலான உள்ளமைவு
uk: &Додаткове налаштування
xh: Ubumbeko Oselukwi&banga Eseliphambili

source: &Driver Calibration
ar: معايرة برنامج التشغيل
bn: &ড্রাইবার কলিবারেশন
ca: Calibratge del &controlador
da: Kalibrering af &driver
fr: Calibration du &pilote
gl: Calibración do controla&dor
hi: ड्राइवर कैलीब्रेशन (&D)
hr: &Baždarenje upravljačkog programa
hu: &Meghajtó finomhangolása
ja: ドライバの調整 (&D)
km: ការក្រិត​កម្មវិធី​បញ្ជា
mr: ड्रायव्हर कॅलीब्रेशन
nb: &Kalibrering av driver
nl: &Stuurprogrammakalibratie
pa: ਡਰਾਈਵਰ ਕੈਲੀਬਰੇਸ਼ਨ(&D)
pt_br: Calibração do &driver
ro: Calibrare &driver
ru: Калибровка &драйвера
sk: &Kalibrácia ovládača
sv: &Drivrutinskalibrering
ta: ட்ரைவர் கேலிப்ரேஷன்
uk: &Калібрування драйвера
xh: Umlinganiselo &Womqhubi

source: &Interval of the Synchronization in Minutes
ar: الفاصل الزمني للمزامنة بالدقائق
ca: &Interval de sincronització en minuts
da: &Interval for synkronisering i minutter
fr: &Intervalle de synchronisation en minutes
gl: &Intervalo de sincronización en minutos
hu: Sz&inkronizációs időköz percekben
ja: 同期間隔 [分] (&I)
km: ចន្លោះ​ពេល​នៃ​ការ​ធ្វើសមកាលកម្ម​គិត​ជា​នាទី
nb: Synkroniserings&intervall i minutter
nl: Synchronisatie-&interval in minuten
pt_br: &Intervalo da sincronização em minutos
ro: &Interval de sincronizare în minute
ru: &Интервал синхронизации в минутах
sk: &Interval synchronizácie v minútach
sv: &Synkroniseringsintervall i minuter
uk: &Проміжок синхронізації у хвилинах

source: Start NTP Daemon
ar: تشغيل البرنامج الخفي NTP
ca: Inicia el dimoni NTP
da: Start NTP-dæmon
fr: Démarrer le démon NTP
gl: Iniciar daemon NTP
hr: Pokreni NTP daemon-a
hu: NTP-démon indítása
id: Mulai Daemon NTP
ja: NTP デーモンを起動する
km: ចាប់ផ្ដើម​ដេមិន NTP
nb: Start NTP-nisse
nl: Start de NTP-daemon
pt_br: Iniciar o daemon do NTP
ro: Activez Servicul NTP
ru: Запустить демон NTP
sk: Štart démona NTP
sv: Starta NTP-demon
uk: Запустити фонову службу NTP

source: Only &Manually
ar: يدويًا فقط
ca: Només &manualment
da: Kun &manuelt
fr: &Manuellement uniquement
gl: Só &manualmente
hr: &Samo ručno
hu: Csak &kézzel
id: Hanya Secara &Manual
ja: 手動でのみ起動 (&M)
km: តែ​ដោយដៃ​ប៉ុណ្ណោះ
nb: Kun &manuelt
nl: Alleen hand&matig
pt_br: Apenas &manualmente
ro: Nu&mai manual
ru: Только &вручную
sk: Len &ručne
sv: Endast &manuellt
uk: Лише &вручну

source: &Synchronize without Daemon
ar: مزامنة بدون البرنامج الخفي
ca: &Sincronitza sense el dimoni
da: &Synkronisér uden dæmon
fr: &Synchroniser sans démon
gl: &Sincronizar sen daemon
hu: &Szinkronizáció démon használata nélkül
id: &Sinkronisasi tanpa Daemon
ja: デーモンを使用せずに同期する (&S)
km: ធ្វើសមកាលកម្ម​ដោយ​គ្មាន​ដេមិន​
nb: &Synkroniser uten nisse
nl: &Synchroniseren zonder daemon
pt_br: &Sincronizar sem o daemon
ro: &Sincronizare fără Demon
ru: &Синхронизировать без демона
sk: &Synchronizovať bez démona
sv: &Synkronisera utan demon
uk: &Синхронізувати без фонової служби

source: Now and on &Boot
ar: الآن وعند الإقلاع
ca: Ara i en &arrencar
da: Nu og under &opstart
fr: Maintenant et lors de l'&amorçage
gl: Agora e &durante o arrinque
hu: Most és &rendszerindításkor
id: Sekarang dan saat &Boot
ja: 今すぐ開始し、システム起動時に開始するよう設定 (&B)
km: ឥឡូវ និង​ពេល​ចាប់ផ្ដើម
nb: Nå og ved o&ppstart
nl: Nu en tijdens &opstarten
pt_br: Agora e ao &inicializar
ru: Сейчас и при &загрузке системы
sk: &Teraz a pri zavedení systému
sv: Nu och vid omstar&t
uk: Зараз і під час &завантаження

source: Run NTP Daemon in Chroot &Jail
ar: تشغيل برنامج المحرك NTP في وضع حماية Chroot تغيير المجلد الجذر
bn: ক্রুট &জেলে NTP ডিমন চালান
ca: Executa el dimoni NTP en mode Chroot &jail
da: Kør NTP-dæmon i chroot-&varetægt
fr: Exécuter le démon NTP dans Chroot &Jail
gl: Executar o daemon NTP en Chroot &Jail
hi: Chroot &Jail में NTP डायमन चलाएं
hu: NTP-démon futtatása Chroot &környezetben
ja: NTP デーモンを chroot 環境下で実行する (&J)
km: រត់ NTP Daemon ជា Chroot &Jail
mr: NTP डीमन च्रुट व जेल
nb: Kjør NTP-nisse i chroot-&varetekt
nl: Draai NTP-daemon in Chroot &Jail
pa: Chroot &Jail ਵਿੱਚ NTP ਡਾਈਮੋਨ ਚਲਾਓ
pt_br: Executar o daemon do NTP em chroot &jail
ro: Rulează daemonul NTP in Chroot &Jail
ru: Запускать демон NTP в Chroot &Jail
sk: Spustiť NTP démona v &klietke chroot
sv: Kör NTP-demon i &Chroot-fängelse
ta: க்ரூட் ஜெயிலில் என்டிபி டேமனை இயக்கவும்
uk: Запускати фонову службу NTP в кліт&ці Chroot
xh: Qhuba nge-Daemon ye-NTP kwi-Chroot &Jail

source: &Restrict NTP Service to Configured Servers Only
ar: تقييد خدمة NTP للخوادم المعدة فقط
ca: &Restringeix el servei NTP a només els servidors configurats
da: &Begræns NTP-tjeneste til konfigurerede servere
fr: &Restreindre le service NTP aux serveurs configurés uniquement
gl: &Restrinxir o Servizo NTP só aos servidores configurados
hr: &Ograniči NTP uslugu samo na podešene poslužitelje
hu: &NTP-szolgáltatás korlátozása csak a beállított kiszolgálókra
ja: NTP サービスを設定したサーバに制限する (&R)
km: ដាក់​កម្រិត​សេវា NTP ទៅ​ម៉ាស៊ីន​បម្រើ​ដែល​បាន​កំណត់​រចនាសម្ព័ន្ធ​តែ​ប៉ុណ្ណោះ
nb: Beg&rens NTP-tjenesten til konfigurerte servere
nl: NTP-service bepe&rken tot geconfigureerde servers
pt_br: &Restringir os serviços NTP apenas aos servidores configurados
ro: Limitează se&rviciul NTP doar la serverele configurate
ru: &Ограничить службу NTP только настроенными серверами
sk: &Obmedziť NTP služby len na nakonfigurované servery
sv: &Begränsa NTP-tjänst endast till inställda servrar
uk: О&бмежити службу NTP лише налаштованими серверами

source: Manual
ar: يدويًا
bn: নিজ হাতে
da: Manuelt
fr: Manuel
hr: Ručno
hu: Kézzel
ja: 手動
km: ដោយ​ដៃ
nb: Manuelt
nl: Handmatig
ru: Вручную
sk: Ručná
sv: Manuellt
uk: Вручну

source: Auto
ar: تلقائي
gl: Automático
hu: Automatikus
ja: 自動
km: ស្វ័យ​ប្រវត្តិ
nl: Automatisch
pt_br: Automático
ro: Automat
ru: Автоматически
uk: Автоматично

source: Custom
ar: اختياري
bn: কাস্টম
ca: Personalitza
da: Brugertilpasset
fr: Personnaliser
gl: Personalizado
hi: कस्टम
hr: Proizvoljno
hu: Egyéni
ja: カスタム設定
km: ផ្ទាល់ខ្លួន
mr: कस्टम
nb: Egendefinert
nl: Aangepast
pa: ਪਸੰਦੀ ਦਾ
pt_br: Personalizado
ro: Particularizat
ru: Настроить
sk: Vlastná
sv: Egen
ta: தனிப்பயன்
uk: Нетипове
xh: Lungisela

source: &Runtime Configuration Policy
ar: إعداد سياسة وقت التشغيل
ca: &Cofiguració de la política d'execució
da: Politik for &runtime-konfiguration
fr: Politique de configu&ration personnalisée
gl: Política de configu&ración de execución
hu: &Futásidejű konfigurációs irányelv
ja: 実行時設定ポリシー (&R)
km: គោលការណ៍​កំណត់​រចនាសម្ព័ន្ធ​ពេល​វេលា​​
nb: Oppsetts&regler for kjøremiljø
nl: Configuratiebeleid tijdens d&raaien
pt_br: Política de configuração de &tempo de execução
ro: Configurația la rulare politici
ru: Политика наст&ройки выполнения
sk: Politika konfigurácie &času behu
sv: Kö&rningskonfigurationsprincip
uk: Правило налаштування ви&конання

source: &Custom Policy
ar: سياسة مخصصة
ca: Regla de la política &personalitzada
da: &Brugertilpasset politik
fr: &Politique personnalisée
gl: Políti&ca personalizada
hu: &Egyéni irányelv
ja: カスタムポリシー (&C)
km: គោលការណ៍ផ្ទាល់ខ្លួន
nb: &Egendefinerte regler
nl: &Aangepast beleid
pt_br: Política &personalizada
ro: Politici c&ustomizate
ru: Другая полити&ка
sk: &Vlastná politika
sv: Anpassad prin&cip
uk: &Нетипове правило

source: &Use Random Servers from pool.ntp.org
ar: استخدام الخوادم العشوائية من pool.ntp.org
bn: pool.ntp.org থেকে &ব্যবহার করুন রেনডম সার্ভার
ca: &Utilitza servidors aleatoris de pool.ntp.or
da: An&vend vilkårlige servere fra pool.ntp.org
fr: &Utiliser des serveurs aléatoires à partir de pool.ntp.org
gl: &Utilizar servidores aleatorios de pool.ntp.org
hi: pool.ntp.org से Random Servers का &प्रयोग
hr: &Koristi slučajno odabrani poslužitelj s pool.ntp.org
hu: &Véletlen kiszolgáló használata a pool.ntp.org-ból
ja: pool.ntp.org が提供するランダムサーバを使用する (&U)
km: ប្រើ​ម៉ាស៊ីន​បម្រើ​ព្រាវ​ពី pool.ntp.org
mr: pool.ntp.org हून रॅन्डम सर्व्हर्स वापरा
nb: Br&uk vilkårlige servere fra pool.ntp.org
nl: Willekeurige servers gebr&uiken van pool.ntp.org
pa: pool.ntp.org ਤੋਂ ਰਲਵੇਂ ਸਰਵਰ ਵਰਤੋਂ(&U)
pt_br: &Usar servidores aleatórios de pool.ntp.org
ro: &Utilizează servere aleatoare de la pool.ntp.org
ru: &Использовать произвольные сервера от pool.ntp.org
sk: Používať náhodné servery z pool.ntp.org
sv: Använd sl&umpvisa servrar från pool.ntp.org
ta: pool.ntp.orgலிருந்து வரிசையற்ற சர்வர்களை பயன்படுத்தவும்
uk: Вжива&ти випадкові сервери з pool.ntp.org
xh: &Sebenzisa Iiseva Ezikhethwa Ngendlela Yeqashiso ukusuka kwi-pool.ntp.org

source: &Address
ar: العنوان
bn: &যোগ করো
ca: &Adreça
da: &Adresse
fr: &Adresse
gl: En&derezo
hi: अड्रेस (&A)
hr: &Adresa
hu: Cí&m
ja: アドレス (&A)
km: អាសយដ្ឋាន
mr: पत्ता
nb: &Adresse
nl: &Adres
pa: ਐਡਰੈੱਸ(&A)
pt_br: End&ereço
ro: &Adresă
ru: &Адрес
sk: &Adresa
sv: &Adress
ta: முகவரி
uk: &Адреса
xh: &Idilesi

source: &Select...
ar: تحديد...
bn: &প্রতিস্থাপন...
ca: &Selecciona...
da: &Vælg...
fr: &Sélectionner...
gl: &Seleccionar...
hi: चूनें (&S)...
hr: &Odaberi...
hu: &Kiválasztás…
ja: 選択 (&S)...
km: ជ្រើស...
mr: &निवडा...
nb: &Velg...
nl: &Selecteer...
pa: ਚੁਣੋ(&s)...
pt_br: &Selecionar...
ro: S&electeaza...
ru: &Выбрать...
sk: &Vybrať...
sv: &Välj...
ta: தேர்வு செய்யவும்...
uk: &Вибрати...
xh: &Khetha...

source: &Test
ar: اختبار
bn: &পরীক্ষা করো
ca: &Prova
fr: &Tester
gl: &Probar
hi: परीक्षा करें (&T)
hr: &Testiraj
hu: &Teszt
ja: テスト (&T)
km: សាកល្បង
mr: परिक्षा
pa: ਟੈਸਟ(&T)
pt_br: &Testar
ro: &Testează
ru: &Тест
sv: &Testa
ta: சோதனை செய்யவும்
uk: &Тест
xh: &Uvavanyo

source: Synchronization Type
ar: نوع المزامنة
bn: বাক্যগঠনের ধরণ
ca: Tipus de sincronització
da: Synkroniseringstype
fr: Type de synchronisation
gl: Tipo de sincronización
hi: सिक्रोनैसेशन प्रकार
hr: Način sinkronizacije
hu: Szinkronizáció típusa
ja: 同期種類
km: ប្រភេទ​សមកាលកម្ម
mr: Synchronization प्रकार
nb: Synkroniseringstype
nl: Synchronisatie peer type
pa: ਸੈਕਰੋਨਾਇਜ਼ੇਸ਼ਨ ਕਿਸਮ
pt_br: Tipo de sincronização
ro: Tipul sincronizării
ru: Тип синхронизации
sk: Typ synchronizácie
sv: Typ av synkronisering
ta: ஒருங்கிணைத்தல் வகை
uk: Тип синхронізації
xh: Uhlobo Lwesingqisho Esihambelanayo

source: Display &Log...
ar: عرض السجل...
bn: ডিসপ্লে &লগ...
ca: Mostra el &registre...
da: Vis &log...
fr: Afficher le &journal...
gl: Amosar &rexistro...
hi: का दिखायें (&L)...लाग
hr: &Prikaži dnevnik...
hu: &Napló megjelenítése…
ja: ログの表示 (&L)...
km: បង្ហាញ​កំណត់​ហេតុ...
mr: लॉग दाखवा...
nb: Vis &logg...
nl: &Log weergeven...
pa: ਲਾਗ ਵੇਖਾਓ(&L)...
pt_br: Exibir o &log...
ro: Afișează jurna&l...
ru: Показать &журнал...
sk: &Zobraziť záznam...
sv: Visa &logg...
ta: காட்சி லாக்
uk: Показати &журнал...
xh: Bonisa &mgciningxelo...

source: Clock &Type
ar: نوع الساعة
bn: ক্লক &টাইপ
ca: &Tipus de rellotge
da: Ur&type
fr: &Type d'horloge
gl: &Tipo de reloxo
hi: क्लोक प्रकार (&T)
hr: &Vsta sata
hu: Óra&típus
ja: クロック種類 (&T)
km: ប្រភេទ​នាឡិកា
mr: घडयाळाचा प्रकार
nb: Klokke&type
nl: Klok&type
pa: ਘੜੀ ਕਿਸਮ(&T)
pt_br: &Tipo de relógio
ro: &Tip ceas
ru: &Тип часов
sk: Typ &hodín
sv: Klock&typ
ta: கடிகார வகை
uk: Ти&п годинника
xh: &Uhlobo Lwewotshi

source: Unit &Number
ar: رقم الوحدة
bn: ইউনিট &নাম্বার
ca: &Número d'unitat
da: Enheds&nummer
fr: &Numéro d'unité
gl: &Número de unidade
hi: यूनिट न० (&N)
hr: &Broj uređaja
hu: &Eszközszám
ja: ユニット番号 (&N)
km: ចំនួន​ឯកតា
mr: विभाग क्रमांक
nb: Enhets&nummer
nl: Unit&nummer
pa: ਯੂਨਿਟ ਅੰਕ(&N)
pt_br: &Número de unidade
ro: &Număr unități
ru: &Номер блока
sk: Číslo &jednotky
sv: Enhets&nummer
ta: அலகு எண்
uk: &Номер годинника
xh: Inani &Lecandelo

source: Create &Symlink
ar: إنشاء ارتباط رمزي
bn: &সিমলিঙ্ক সৃষ্টি করুন
ca: Crea un enllaç &simbòlic
da: Opret &symlink
fr: Créer &Symlink
gl: Crear ligazón &simbólica
hi: सिमलिन्क बनायें (&S)
hu: &Szimbolikus hivatkozás létrehozása
ja: シンボリックリンクの作成 (&S)
km: បង្កើត​តំណ​និមិត្ត​សញ្ញា
mr: सिमलिंक तयार करा
nb: Opprett &symlink
nl: &Symlink aanmaken
pa: &Symlink ਬਣਾਓ
pt_br: Criar link &simbólico
ro: Creează &Symlink
ru: Создать &символическую ссылку
sk: Vytvoriť &symlink
sv: &Skapa symbolisk länk
ta: &Symlinkஐ உருவாக்கவும்
uk: Створити симво&лічне посилання
xh: Dala &Unxulumano Lomqondiso

source: &Device
ar: الجهاز
bn: &ডিভাইস
ca: &Dispositiu
da: Enhe&d
fr: &Périphérique
gl: &Dispositivo
hi: डिवैस (&D)
hr: &Uređaj
hu: &Eszköz
ja: デバイス (&D)
km: ឧបករណ៍
mr: उपकरण
nb: &Enhet
nl: &Apparaat
pa: ਜੰਤਰ(&D)
pt_br: &Dispositivo
ro: &Dispozitiv
ru: &Устройство
sk: &Zariadenie
sv: En&het
ta: சாதனம்
uk: &Пристрій
xh: &Isixhobo

source: Access Control Options
ar: قوائم التحكم بالوصول ACL
ca: Opcions de control d'accés
da: Indstillinger for adganskontrol
fr: Options de contrôle des accès
gl: Opcións do control de acceso
hr: Izbori kontrole pristupa
hu: Hozzáférés-felügyeleti beállítások
ja: アクセス制御オプション
km: ជម្រើស​ត្រួតពិនិត្យ​ការ​ចូល​ដំណើរការ
nb: Valg for tilgangskontroll
nl: Opties voor toegangscontrole
pt_br: Opções de controle de acesso
ro: Opțiuni pentru controlul de acces
ru: Настройки управления доступом
sk: Možnosti kontroly prístupu
sv: Åtkomstkontrollalternativ
uk: Параметри керування доступом

source: &Server
ar: الخادم
bn: &সার্ভার
ca: &Servidor
fr: &Serveur
gl: &Servidor
hi: सेवक (&S)
hr: &Poslužitelj
hu: &Kiszolgáló
ja: サーバ (&S)
km: ម៉ាស៊ីន​បម្រើ
mr: सेवासंगणक
pa: ਸਰਵਰ(&S)
pt_br: &Servidor
ru: &Сервер
ta: சர்வர்
uk: &Сервер
xh: &Iseva

source: &Peer
ar: النظير
bn: &পিয়ার
ca: &Parell
fr: &Pair
gl: &Par
hi: साथी (&P)
hu: &Társkiszolgáló
ja: ピア (&P)
km: ម៉ាស៊ីន​ដូចគ្នា
mr: पिअर
nb: &Direkteforbindelse
pa: ਪੀਅਰ(&P)
pt_br: &Par
ro: &Pereche
ru: Уз&ел
sk: &Partner
sv: Mot&part
ta: இணையாளர்
uk: В&узол
xh: &Iqabane

source: &Radio Clock
ar: ساعة الراديو
bn: &রেডিও ক্লক
ca: Rellotge de la &ràdio
da: &Radiour
fr: &Horloge radio
gl: Reloxo de &radio
hi: रेडियो क्लोक (&R)
hr: &Radio sat
hu: &Rádióóra
ja: ラジオクロック (&R)
km: នាឡិកា​វិទ្យុ
mr: रेडिओ घड्याळ
nb: &Radioklokke
nl: &Radioklok
pa: ਰੇਡੀਓ ਘੜੀ(&R)
pt_br: &Relógio controlado por rádio
ro: Ceas &radio
ru: &Радиочасы
sk: &Rádiové hodiny
sv: &Radioklocka
ta: ரேடியோ கடிகாரம்
uk: Радіо-годинник
xh: &Iiwotshi Zerediyo:

source: &Outgoing Broadcast
ar: النشر الصادر
bn: &আউটগোয়িং ব্রডকাস্ট
ca: &Difusió de sortida
da: Udgående br&oadcast
fr: Diffusion &sortante
gl: Broadcast &saínte
hi: बाहर जानेवाला प्रसारण (&O)
hr: &Odlazno odašiljanje
hu: Kimenő Br&oadcast
ja: 送信ブロードキャスト (&O)
km: ការ​ផ្សាយ​ចេញ
mr: बाहेर जाणारे प्रसारण
nb: &Utgående kringkasting
nl: &Uitgaande broadcasts worden geaccepteerd
pa: ਬਾਹਰੀ ਬਰਾਡਕਾਸਟ(&O)
pt_br: Broadca&st de saída
ro: Br&oadcast emis
ru: &Исходящее вещание
sk: &Odchádzajúci broadcast
sv: Utgående utsändning (Br&oadcast)
ta: வெளியே செல்லும் ஒலிபரப்பு
uk: Вихідна т&рансляція
xh: Usasazo Lwasemoyeni &Olukhutshwayo

source: &Incoming Broadcast
ar: النشر الوارد
bn: &ইনকামিং ব্রডকাস্ট
ca: &Difusió d'entrada
da: &Indkommende broadcast
fr: Diffusion &entrante
gl: Broadcast &entrante
hi: अंदर आनेवाला प्रसारण (&I)
hr: &Dolazno odašiljanje
hu: Bejövő B&roadcast
ja: 受信ブロードキャスト (&I)
km: ការផ្សាយ​ចូល
mr: आत जाणारे प्रसारण
nb: &Innkommende kringkasting
nl: B&innenkomende broadcasts worden geaccepteerd
pa: ਅੰਦਰ ਬਰਾਡਕਾਸਟ(&I)
pt_br: Broadcast de &entrada
ro: Broadcast recepționat
ru: &Входящее вещание
sk: &Prichádzajúci broadcast
sv: &Inkommande utsändning (Broadcast)
ta: உள்வரும் ஒலிபரப்பு
uk: В&хідна трансляція
xh: Usasazo Lwasemoyeni &Olufikayo

source: Type
ar: نوع
bn: ধরন
ca: Tipus
gl: Tipo
hi: प्रकार
hr: Vrsta
hu: Típus
ja: 種類
km: ប្រភេទ
mr: प्रकार
pa: ਕਿਸਮ
pt_br: Tipo
ro: Tip
ru: Тип
sk: Typ
sv: Typ
ta: வகை
uk: Тип
xh: Uhlobo

source: Loc&al Network
ar: الشبكة المحلية
bn: লো&কাল নেটওয়ার্ক
ca: Xarxa loc&al
da: Lok&alnetværk
fr: Réseau loc&al
gl: Rede loc&al
hi: लोकल नेटवर्क (&a)
hr: &Lokalna mreža
hu: Helyi &hálózat
ja: ローカルネットワーク (&A)
km: បណ្ដាញ​មូលដ្ឋាន
mr: स्थानिक जाळे
nb: Lok&alnettverk
nl: Lokaal &netwerk
pa: ਲੋਕਲ ਨੈੱਟਵਰਕ(&a)
pt_br: Rede loc&al
ro: Rețe&a locală
ru: Лок&альная сеть
sk: Lokáln&a sieť
sv: Lok&alt nätverk
ta: லோக்கல் வலையமைப்பு
uk: &Локальна мережа
xh: Umsebenzi Wothungelwano Wend&awo Leyo
