Repository: Dzejrou/yast-translations
Catalog: po/ntp-client/*.po
Languages: ar, bn, ca, da, fr, gl, hi, hr, hu, id, ja, km, mr, nb, nl, pa, pt_br, ro, ru, sk, sv, ta, uk, xh

source: <p><b><big>Clock Type</big></b><br> Select the driver for the clock to configure.</p>
ar: <p><b><big>نوع الساعة</big></b><br> حدد برنامج تشغيل الساعة المطلوب إعدادها.</p>
bn: <p><b><big>লগ</big></b><br> এই স্ক্রিন লগটি দেখাবে।</p>
ca: <p><b><big>Tipus de rellotge</big></b><br> Seleccioneu el controlador del rellotge que voleu configurar.</p>
da: <p><b><big>Urtype</big></b><br> Vælg driveren for uret, der skal konfigureres.</p>
fr: <p><b><big>Type d'horloge</big></b><br> Sélectionnez le pilote pour l'horloge à configurer.</p>
gl: <p><b><big>Tipo de reloxo</big></b><br> Seleccione aquí o controlador para o reloxo que desexa configurar.</p>
hi: <p><b><big>क्लोक प्रकार</big></b><br> क्लोक समनुरूपण के लिए ड्रइवर चूनें।</p>
hu: <p><b><big>Az óra típusa</big></b><br> Válassza ki a hozzáadandó óra meghajtóját.</p>
ja: <p><b><big>クロック種類</big></b><br> 設定するクロックのドライバを選択してください。</p>
km: <p><b><big>ប្រភេទ​នាឡិកា</big></b><br> ជ្រើស​កម្មវិធី​បញ្ជា​សម្រាប់​នាឡិកា​ដែល​ត្រូវ​កំណត់​រចនា​សម្ព័ន្ធ ។</p>
mr: <p><b><big>घडयाळाचा प्रकार</big></b><br> घडयाकरता कॉनफिग्युअर करायचा ड्रायव्हर निवडा.</p>
nb: <p><b><big>Klokketype</big></b><br> Velg driveren for klokken som skal konfigureres.</p>
nl: <p><b><big>Kloktype</big></b><br> Selecteer het stuurprogramma voor de in te stellen klok.</p>
pa: <p><b><big>ਘੜੀ ਕਿਸਮ</big></b><br> ਸੰਰਚਿਤ ਕਰਨ ਲਈ ਘੜੀ ਵਾਸਤੇ ਡਰਾਈਵਰ ਚੁਣੋ।</p>
pt_br: <p><b><big>Tipo de relógio</big></b><br> Selecione o driver para o relógio a configurar.</p>
ro: <p><b><big>Tipul ceasului</big></b><br> Selectați driverul pentru ceasul ce va fi configurat.</p>
ru: <p><b><big>Тип часов</big></b><br> Выберите драйвер для настраиваемых часов.</p>
sk: <p><b><big>Typ hodín:</big></b><br> Vyberte ovládač hodín pre konfiguráciu.</p>
sv: <p><b><big>Klocktyp</big></b><br> Välj drivrutinen för klockan att ställa in.</p>
ta: <p><b><big>கடிகார வகை</big></b><br> உள்ளமைக்கப்பட வேண்டிய கடிகாரத்தின் ட்ரைவரை தேர்வு செய்யவும்.</p>
uk: <p><b><big>Тип годинника</big></b><br> Виберіть драйвер для годинника для налаштування.</p>
xh: <p><b><big>Uhlobo Lwewotshi</big></b><br> Khetha umqhubi wewotshi efanele ukwenzelwa ubumbeko.</p>

source: <p><b><big>Unit Number</big></b><br> If you have multiple clocks of the same type, you must set <b>Unit Number</b>.</p>
ar: <p><b><big>رقم الوحدة</big></b><br> إذا كان لديك ساعات عديدة من نفس النوع، يجب تعيين <b>رقم الوحدة</b>.</p>
bn: <p><b><big>ইউনিট নাম্বার</big></b><br> আপনার যদি একই রকমের অনেকগুলি ঘড়ি থাকে আপনাকে অবশ্যই <b>ইউনিট নম্বর</b> সেট করতে হবে.</p>
ca: <p><b><big>Número de la unitat</big></b><br> Si disposeu de més d'un rellotge del mateix tipus cal que definiu el <b>Número de la unitat</b>.</p>
da: <p><b><big>Enhedsnummer</big></b><br> Hvis du har flere ure af samme type, skal du angive <b>Enhedsnummer</b>.</p>
fr: <p><b><big>Numéro d'unité</big></b><br> Si vous avez plusieurs horloges du même type, vous devez définir des <b>Numéros d'unité</b>.</p>
gl: <p><b><big>Número de unidade</big></b><br> Se ten varios reloxos do mesmo tipo, debe definir o <b>Número de unidade</b>.</p>
hi: <p><b><big>Unit Number</big></b><br> अगर आपके पास एक ही प्रकार की अनेक घड़ियां हैं, तो आपको <b>Unit Number</b> जरूर ही सेट करना चाहिए।</p>
hu: <p><b><big>Eszközszám</big></b><br> Ha ugyanabból az óratípusból több darab van, akkor be kell állítania az <b>Eszközszám</b>ot.</p>
ja: <p><b><big>ユニット番号</big></b><br> 同じ種類のクロックが複数ある場合は、 <b>ユニット番号</b> を設定してください。</p>
km: <p><b><big>ចំនួន​ឯកតា</big></b><br> ប្រសិនបើ​អ្នក​មាន​នាឡិកា​ច្រើន​នៃ​ប្រភេទ​ដូចគ្នា អ្នក​ត្រូវ​តែ​កំណត់ <b>ចំនួន​ឯកតា</b> ។</p>
mr: <p><b><big>Unit Number</big></b><br> आपल्याकडे त्याच प्रकारची अनेक घड्याळे असल्यास <b>Unit Number</b> set करा.</p>
nb: <p><b><big>Enhetsnummer</big></b><br> Hvis du har flere klokker av samme type, må du definere <b>Enhetsnummer</b>.</p>
nl: <p><b><big>Unitnummer</big></b><br> Wanneer u meerdere klokken van hetzelfde type heeft, dan moet u het <b>Unitnummer</b> instellen.</p>
pa: <p><b><big>ਯੂਨਿਟ ਅੰਕ</big></b><br> ਜੇ ਤੁਹਾਡੇ ਕੋਲ ਇੱਕੋ ਕਿਸਮ ਦੀਆਂ ਬਹੁਤ ਘੜੀਆਂ ਹਨ, ਤੁਹਾਨੂੰ <b>ਯੂਨਿਟ ਅੰਕ</b> ਸੈੱਟ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ।</p>
pt_br: <p><b><big>Número de unidade</big></b><br> Se você possui múltiplos relógios do mesmo tipo, você deve configurar o <b>Número de unidade</b>.</p>
ro: <p><b><big>Numărul de unități</big></b><br> Dacă aveți mai multe ceasuri de același tip, trebuie să setați <b>Numărul de unități</b>.</p>
ru: <p><b><big>Номер блока</big></b><br> Если у вас несколько часов одинакового типа, вы должны задать <b>Номер блока</b>.</p>
sk: <p><b><big>Číslo jednotky</big></b><br> Ak máte viacero hodín toho istého typu, musíte zadať <b>Číslo jednotky</b>.</p>
sv: <p><b><big>Enhetsnummer</big></b><br> Om du har flera klockor av samma typ måste du ange <b>Enhetsnummer</b>.</p>
ta: <p><b><big>அலகு எண்</big></b><br> ஒரே வகையில் நீங்கள் பல கடிகாரங்கள் வைத்திருப்பின், ஒரே வகையில் நீங்கள் பல கடிகாரங்கள் வைத்திருப்பின், நீங்கள் <b> அலகு எண்</b>ஐ அமைக்க வேண்டும்.</p>
uk: <p><b><big>Номер годинника</big></b><br> Якщо ви маєте декілька годинників того самого типу, то мусите вказати <b>Номер годинника</b>.</p>
xh: <p><b><big>Inombolo Yomlinganiselo</big></b><br> Ukuba uneewotshi ezininzi zohlobo olufanayo, kufuneka umisele <b>Inombolo Yomlinganiselo</b>.</p>

source: <p><b><big>Device</big></b><br> To make the clock work, it may be necessary to create a special symbolic link to the device to which the clock is connected. To do this, check <b>Create Symlink</b> and set the <b>Device</b>. To browse for the device, click <b>Browse</b>. For some clock types, it is not necessary to create a symbolic link or it must be created manually.</p>
ar: <p><b><big>الجهاز</big></b><br> لتشغيل الساعة، فقد يلزم إنشاء ارتباط رمزي خاص إلى الجهاز الذي يتم توصيل الجهاز به. للقيام بذلك، حدد <b>إنشاء ارتباط رمزي</b>ثم قم بتعيين <b>الجهاز</b>. للاستعراض للوصول للجهاز انقر فوق <b>استعراض</b>. بالنسبة لبعض أنواع الساعات، يلزم إنشاء ارتباط رمزي أو يجب إنشاؤه يدويًا.</p>
bn: <p><b><big>ডিভাইস</big></b><br> ঘড়িটা যাতে কাজ করে তার জন্য ঘড়িটা যে ডিভাইসের সাথে সংযোগ করা আছে তার সাথে একটা বিশেষ ঈঙ্গীত পূর্ণ সংযোগ সৃষ্টি করার দরকার হতে পারে. এটা করার জন্য <b>ক্রিয়েট সিমলিংক</b> পরীক্ষা করুন এবং <b>ডিভাইস</b>টা সেট করুন. ডিভাইসটা ব্রাউজ করার জন্য, <b>ব্রাউজ</b> ক্লিক করুন. কিছু ধরণের ঘড়ির জন্য একটা ঈঙ্গীতপূর্ণ সংযোগ সৃষ্টি করার দরকার নেই অথবা সেটা নিজের হাতে সৃষ্টি করতে হবে.</p>
ca: <p><b><big>Dispositiu</big></b><br> A fi que el rellotge funcioni, és possible que hagueu de crear un enllaç simbòlic al dispositiu al qual heu connectat el rellotge. En aquest cas, activeu l'opció <b>Crea un enllaç simbòlic</b> i configureu el <b>Dispositiu</b>. Si voleu cercar el dispositiu podeu utilitzar la funció <b>Navega</b>. Segons el tipus de rellotge no serà necessari que creeu cap enllaç simbòlic o s'haurà de crear de forma manual.</p>
da: <p><b><big>Enhed</big></b><br> For at uret skal fungere, skal du måske oprette et symbolsk link til enheden, uret er koblet til. For at gøre dette, afkryds <b>Opret symlink</b> og angiv <b>Enheden</b>. For at lede efter enheden, tryk på <b>Gennemse</b>. For nogle typer af ure er det ikke nødvendigt at oprette et symbolsk link - eller det skal oprettes manuelt.</p>
fr: <p><b><big>Périphérique</big></b><br> Pour que l'horloge fonctionne, il peut être nécessaire de créer un lien symbolique spécial au périphérique auquel l'horloge est connectée. Pour ce faire, sélectionnez <b>Créer un lien symbolique</b> et définissez le <b>Périphérique</b>. Pour rechercher ce périphérique, cliquez sur <b>Parcourir</b>. Pour certains types d'horloges, soit il n'est pas nécessaire de créer un lien symbolique, soit vous devez le créer manuellement.</p>
gl: <p><b><big>Dispositivo</big></b><br> Para que o reloxo funcione pode cumprir crear unha ligazón simbólica especial ao dispositivo ao que está conectado. Para isto, estableza <b>Crear ligazón simbólica</b> e defina o <b>Dispositivo</b>. Para procurar o dispositivo, prema en <b>Examinar</b>. Para algúns tipos de reloxos non é preciso crear unha ligazón simbólica, ou cómpre creala manualmente.</p>
hi: <p><b><big>उपकरण</big></b><br> घड़ी के काम करते रहने के लिए, उस उपकरण के साथ एक विशेष सांकेतिक लिंक सृजित करना आवश्यक हो सकता है जिससे घड़ी जुड़ी है। ऐसा करने के लिए, <b>Create Symlink</b> को जांचें और <b>Device</b> को सेट करें। उपकरण को ब्राउज़ करने के लिए, <b>Browse</b> पर क्लिक करें। कुछ घड़ी प्रकारों के लिए, एक सांकेतिक लिंक सृजित करना आवश्यक नहीं है या इसे मैनुअल ढंग से सृजित किया जाना चाहिए।</p>
hu: <p><b><big>Eszköz</big></b><br> Ahhoz, hogy az óra működjön, lehet, hogy létre kell hozni egy szimbolikus láncot ahhoz az eszközhöz, amelyhez csatlakoztatva van az óra. Ehhez jelölje be a <b>Szimbolikus lánc létrehozása</b> pontot és adja meg az <b>eszköz</b>t. Az eszköz kereséséhez használja a <b>Tallózás</b> opciót. Néhány órához kézzel kell létrehozni a szimbolikus láncot, vagy pedig nincs szükség láncolásra.</p>
ja: <p><b><big>デバイス</big></b><br> クロックを動作させるには、クロックが接続されているデバイスへの特別なシンボリックリンク を作成する必要がある場合があります。これを行なうには、 <b>シンボリックリンクの作成</b> を選択し、 <b>デバイス</b> を設定してください。デバイスを参照するには <b>参照</b> ボタンを押してください。 クロックの種類によってはシンボリックリンクを作成する必要がないものや、シンボリックリンクを 手動で作成する必要があるものもあります。</p>
km: <p><b><big>ឧបករណ៍</big></b><br> ដើម្បី​ធ្វើ​ឲ្យ​នាឡិកា​ដំណើរការ វា​ចាំបាច់​ណាស់​ដែល​ត្រូវ​បង្កើត​តំណ​និមិត្ត​សញ្ញា​ទៅកាន់ ឧបករណ៍​ដែល​នាឡិកា​ត្រូវ​តភ្ជាប់​ទៅ​កាន់ ។ ដើម្បី​ធ្វើ​ដូច្នេះ សូមធីក <b>បង្កើត​តំណ​និមិត្តសញ្ញា</b> និង​កំណត់ <b>ឧបករណ៍</b> ។ ដើម្បី​រកមើល​ឧបករណ៍ សូម​ចុច <b>រកមើល</b> ។ សម្រាប់​ប្រភេទ​នាឡិកា​ខ្លះ មិន​ចាំបាច់​បង្កើត​តំណ​និមិត្ត​សញ្ញា ឬ វា​ត្រូវ​តែ​បង្កើត​ដោយ​ដៃ ។</p>
mr: <p><b><big>Device</big></b><br> घड्याळ चालविण्यासाठी ज्या device शी घड्याळ जोडले आहे त्या device खास symbolic link निर्माण करावे लागू शकते. हे करण्यासाठी <b>Create Symlink</b> तपासा, व <b>Device</b> set करा. Device शोधण्यासाठी <b>Browse</b> क्लिक करा. काही घड्याळ प्रकारांसाठी symbolic link निर्माण करण्याची गरज नसतेकिंवा ते स्वतः करावे लागते.</p>
nb: <p><b><big>Enhet</big></b><br> For at klokken skal fungere, må du kanskje opprette en symbolsk lenke til enheten klokken er koplet til. Kryss av for <b>Opprett symlink</b> for å gjøre dette, og velg <b>Enhet</b>. Klikk <b>Bla gjennom</b> for å finne enheten. For noen klokketyper er det ikke nødvendig å opprette noen symbolsk lenke, eller den må opprettes manuelt.</p>
nl: <p><b><big>Klokapparaat</big></b><br> Om de klok te kunnen laten werken is het noodzakelijk dat er een speciale symbolische link naar het apparaat, waaraan de klok is verbonden, wordt gemaakt. Om dit te doen klikt u op <b>Symlink aanmaken</b> en stelt u vervolgens het <b>Apparaat</b> in. Klik op <b>Bladeren</b> als u het apparaat wilt gaan opzoeken. Bij enkele kloktypes is het niet nodig om een symbolische link aan te maken, of moet deze handmatig worden aangemaakt.</p>
pa: <p><b><big>ਜੰਤਰ</big></b><br> ਘੜੀ ਨੂੰ ਕੰਮ ਕਰਨ ਲਈ, ਇਹ ਜਰੂਰੀ ਹੈ ਕਿ ਜੰਤਰ, ਜਿਸ ਨਾਲ ਘੜੀ ਜੁੜੀ ਹੈ, ਲਈ ਚਿੰਨ ਸਬੰਧ ਬਣਾਇਆ ਜਾਵੇ। ਅਜਿਹਾ ਕਰਨ ਲਈ, <b>Symlink ਬਣਾਓ</b> ਚੁਣੋ ਅਤੇ <b>ਜੰਤਰ</b> ਸੈੱਟ ਕਰੋ। ਜੰਤਰ ਵੇਖਣ ਲਈ, <b>ਝਲਕ</b> ਦਬਾਓ। ਕੁਝ ਘੜੀ ਕਿਸਮਾ ਲਈ, ਸਿੰਬੋਲਿਕ ਸੰਬੰਧ ਬਣਾਉਣਾ ਜਰੂਰੀ ਹੈ ਜਾਂ ਇਹ ਖੁਧ ਬਣਾਉਣਾ ਪਵੇਗਾ।</p>
pt_br: <p><b><big>Dispositivo</big></b><br> Para que o relógio funcione, pode ser necessário criar um link simbólico especial para o dispositivo ao qual o relógio está conectado. Para isso, marque <b>Criar Link Simbólico</b> e defina o <b>Dispositivo</b>. Para pesquisar pelo dispositivo, clique em <b>Pesquisar</b>. Para alguns tipos de relógio, não é necessário criar um link simbólico ou ele deve ser criado manualmente.</p>
ro: <p><b><big>Dispozitiv</big></b><br> Pentru funcționarea ceasului este necesară crearea unui link simbolic special către dispozitivul cu care este conectat ceasul. În acest scop, bifați <b>Creează Symlink</b> și setați <b>Dispozitivul</b>. Pentru a căuta dispozitivul, apăsați <b>Răsfoiește</b>. Unele tipuri de ceasuri nu necesită rearea unui link simbolic sau acesta trebuie creat manual.</p>
ru: <p><b><big>Устройство</big></b><br> Чтобы часы работали, может понадобиться создать символическую ссылку на устройство, к которому подключены эти часы. Чтобы сделать это, отметьте <b>Создать символическую ссылку</b> и задайте <b>Устройство</b>. Для просмотра устройства нажмите <b>Обзор</b>. Для некоторых типов часов, нет необходимости создавать символическую ссылку или она должна быть создана вручную.</p>
sk: <p><b><big>Zariadenie</big></b><br> Aby hodiny fungovali, môže byť potrebné vytvoriť špeciálny symbolický link k zariadeniu, ku ktorému sú hodiny pripojené. Zaškrtnite <b>Vytvoriť symlink</b> a nastavte <b>zariadenie</b>. Pre výber zariadenia kliknite na <b>Prechádzať</b> Pre niektoré typy hodín nie je potrebné vytvoriť symbolický link, alebo tento musí byť vytvorený ručne.</p>
sv: <p><b><big>Enhet</big></b><br> För att få klockan att fungera kan det vara nödvändigt att skapa en speciell symbolisk länk till enheten vilken klockan är ansluten. För att göra detta, markera <b>Skapa symbolisk länk</b> och ange <b>Enheten</b>. För att bläddra efter enheten, klicka på <b>Bläddra</b>. För vissa klocktyper är det inte nödvändigt att skapa en symbolisk länk eller så måste den skapas manuellt.</p>
ta: <p><b><big>சாதனம்</big></b><br> கடிகாரத்தை இயங்கச் செய்வதற்கு, கடிகாரம் இணைக்கப்பட்டுள்ள சாதனத்துடன் ஒரு விசேஷ குறியீட்டு இணைப்பை உருவாக்குவது அவசியமாக இருக்கலாம். இதைச் செய்வதற்கு, <b>சிம்லிங்கை உருவாக்கவும்</b> ஐ குறிப்பிடவும் மற்றும் <b>சாதனம்</b>ஐ அமைக்கவும். சாதனத்திற்காக பிரவுஸ்செய்வதற்கு, <b>பிரவுஸ் செய்யவும்/b> ஐ க்ளிக் செய்யவும், சில வகை கடிகாரங்களுக்கு, குறியீட்டு இணைப்பை ஏற்படுத்த வேண்டிய அவசியமில்லை. ஆனால் அது கைமுறையில் உருவாக்கப்பட வேண்டும்.</p>
uk: <p><b><big>Пристрій</big></b><br> Щоб годинник працював, можливо, слід буде створити особливе символічне посилання на пристрій, з яким зв'язано годинник. Щоб зробити це, позначте <b>Створити символічне посилання</b> і встановіть <b>Пристрій</b>. Для відшукання пристрою, натисніть кнопку <b>Пошук</b>. Для деяких типів годинників, немає потреби створювати символічне посилання або таке посилання слід створити вручну.</p>
xh: <p><b><big>Isixhobo</big></b><br> Ukuze isebenze iwotshi, kusenokuba yimfuneko ukudala unxulumano olungumqondiso wohlobo olulodwa kwisixhobo apho iwotshi idityaniswe khona. Ukwenza oku, qwalasela <b>u-Dala Unxulumano Lomqondiso</b> uze umisele <b>Isixhobo</b>. Ukukhangela isixhobo, nqomfa <b>Khangela</b>. Malunga neentlobo zeewotshi ezithile, asiyomfuneko ukudala unxulumano lomqondiso okanye maludalwe ngokwenza ngesandla.</p>

source: <p><b><big>Driver Calibration</big></b><br> To calibrate the clock driver, click <b>Driver Calibration</b>.</p>
ar: <p><b><big>معايرة برنامج التشغيل</big></b><br> لمعايرة برنامج تشغيل الساعة، انقر فوق <b>معايرة برنامج التشغيل</b>.</p>
bn: <p><b><big>ড্রাইভার কলিবারেশন</big></b><br> ঘড়ি চালক ক্রমাঙ্কন করার জন্য <b>ড্রাইভার</b>.</p>
ca: <p><b><big>calibratge del controlador</big></b><br> Per calibrar el controlador del rellotge feu clic a <b>calibratge del controlador</b>.</p>
da: <p><b><big>Kalibrering af driver</big></b><br> Tryk på <b>Kalibrering af driver</b> for at kalibrere urdriveren.</p>
fr: <p><b><big>Calibration du pilote</big></b><br> Pour calibrer le pilote de l'horloge, cliquez sur <b>Calibration du pilote</b>.</p>
gl: <p><b><big>Calibración do controlador</big></b><br> Para calibrar o controlador do reloxo, prema en <b>Calibración do controlador</b>.</p>
hi: <p><b><big>ड्राइवर कैलीब्रेशन</big></b><br> ड्राइवर कैलीब्रेशन करने के लिए, क्लिक<b>ड्राइवर कैलीब्रेशन</b>.</p>
hu: <p><b><big>Meghajtó finomhangolása</big></b><br> A meghajtó részletes beállításához kattintson a <b>Meghajtó finomhangolása</b> gombra.</p>
ja: <p><b><big>ドライバの調整</big></b><br> クロックドライバを調整するには <b>ドライバの調整</b> を押してください。</p>
km: <p><b><big>ការ​ក្រិត​កម្មវិធី​បញ្ជា</big></b><br> ដើម្បី​ក្រិត​កម្មវិធី​បញ្ជា​របស់​នាឡិកា សូម​ចុច <b>ការ​ក្រិត​កម្មវិធី​បញ្ជា</b> ។</p>
mr: <p><b><big>Driver Calibration</big></b><br> घड्याळाचा driver calibrate करण्यासाठी <b>Driver Calibration</b> क्लिक करा.</p>
nb: <p><b><big>Kalibrering av driver</big></b><br> Klikk <b>Kalibrering av driver</b> for å kalibrere klokkedriveren.</p>
nl: <p><b><big>Stuurprogrammacalibratie</big></b><br> Klik op <b>Stuurprogrammacalibratie</b> om het klokstuurprogramma te kalibreren.</p>
pa: <p><b><big>ਡਰਾਈਵਰ ਕੈਲੀਬਰੇਸ਼ਨ</big></b><br> ਘੜੀ ਦਾ ਡਰਾਈਵਰ ਕੈਲੀਬਰੇਟ ਕਰਨ ਲਈ, <b>ਡਰਾਈਵਰ ਕੈਲੀਬਰੇਸ਼ਨ</b>ਦਬਾਓ।</p>
pt_br: <p><b><big>Calibração do driver</big></b><br> Para calibrar o driver do relógio, clique em <b>Calibrar Driver</b>.</p>
ro: <p><b><big>Calibrarea driverului</big></b><br> Pentru a calibra driverul ceasului, apăsați <b>Calibrare driver</b>.</p>
ru: <p><b><big>Калибровка драйвера</big></b><br> Чтобы калибровать драйвер часов, нажмите <b>Калибровка драйвера</b>.</p>
sk: <p><b><big>Kalibrácia ovládača</big></b><br> Pre kalibráciu ovládača hodín kliknite na <b>Kalibrácia ovládača</b>.</p>
sv: <p><b><big>Drivrutinskalibrering</big></b><br> För att kalibrera klockdrivrutinen, klicka på <b>Drivrutinskalibrering</b>.</p>
ta: <p><b><big>ட்ரைவர் அளவீடு</big></b><br> கடிகார ட்ரைவரை அளவீடு செய்வதற்கு,<b> ட்ரைவர் அளவீடு </b>ஐ க்ளிக் செய்யவும்.</p>
uk: <p><b><big>Калібрування драйвера</big></b><br> Для калібрування драйвера годинника натисніть <b>Калібрування драйвера</b>.</p>
xh: <p><b><big>Umlinganiselo Womqhubi</big></b><br> Ukwenza umlinganiselo womqhubi wewotshi, nqomfa apha <b>Umlinganiselo Womqhubi</b>.</p>

source: <p><b><big>Address of the NTP Server</big></b><br> To set the address of the NTP server, use the <b>Address</b> entry. To find an NTP server, ask your network administrator or Internet service provider.</p>
ar: <p><b><big>عنوان الخادم NTP</big></b><br> لتعيين عنوان خادم NTP استخدم الإدخال <b>العنوان</b>. للعثور على خادم NTP، راجع مسؤول الشبكة أو موفر خدمة الإنترنت.</p>
bn: <p><b><big>অ্যাড্রেস অব দি NTP সার্ভার</big></b><br> NTP সার্ভারের ঠিকানা সেট করার জন্য <b>অ্যাড্রেস</b> এন্ট্রি ব্যবহার করুন. একটা NTP সার্ভার খোঁজার জন্য আপনার নেটওয়ার্ক প্রশাসক অথবা ইন্টারনেট পরিষেবা জিজ্ঞাসা করুন.</p>
ca: <p><b><big>Adreça del servidor NTP</big></b><br> Per definir l'adreça del servidor NTP, utilitzeu la funció <b>Adreça</b>. Si voleu trobar un servidor NTP, consulteu l'administrador de la xarxa o el proveïdor d'Internet més proper.</p>
da: <p><b><big>Adresse på NTP-server</big></b><br> For at angive adressen på NTP-serveren, brug punktet <b>Adresse</b>. For at finde en NTP-server, spørg internetudbyderen eller netværksadministratoren.</p>
fr: <p><b><big>Adresse du serveur NTP</big></b><br> Pour définir l'adresse du serveur NTP, utilisez l'entrée <b>Adresse</b>. Pour rechercher un serveur NTP, demandez à votre administrateur réseau ou à votre fournisseur d'accès Internet.</p>
gl: <p><b><big>Enderezo do servidor NTP</big></b><br> Para establecer o enderezo do servidor NTP, empregue a entrada <b>Enderezo</b>. Para procurar un servidor NTP, pregunte ao administrador da red ou ao proveedor de servizos de Internet.</p>
hi: <p><b><big>NTP सर्वर का पता</big></b><br> NTP सर्वर का पता सेट करने के लिए, <b>Address</b> प्रविष्टी का प्रयोग करें। किसी NTP सर्वर को पाने के लिए, अपने नेटवर्क प्रशासक या इंटरनेट सेवा प्रदाता से पूछें।</p>
hu: <p><b><big>Az NTP-kiszolgáló címe</big></b><br> Az NTP-kiszolgáló címének beállításához használja a <b>Cím</b> mezőt. Az NTP-kiszolgáló megtalálásához kérdezze meg a rendszergazdát vagy az internetszolgáltatóját.</p>
ja: <p><b><big>NTP サーバのアドレス</big></b><br> NTP サーバのアドレスを設定するには <b>アドレス</b> 項目を使用します。 NTP サーバを見つけるには、お使いのネットワークの管理者またはインターネットプロバイダに お尋ねください。</p>
km: <p><b><big>អាសយដ្ឋាន​របស់​ម៉ាស៊ីន​បម្រើ NTP </big></b><br> ដើម្បី​កំណត់​អាសយដ្ឋាន​របស់​ម៉ាស៊ីន​បម្រើ NTP សូម​ប្រើ​ធាតុ <b>អាសយដ្ឋាន</b> ដើម្បី​ស្វែងរក​ម៉ាស៊ីន​បម្រើ NTP មួយ សូម​សួរ​អ្នកគ្រប់គ្រង​បណ្ដាញ​​របស់​អ្នក ឬ អ្នក​ផ្ដល់​សេវា​អ៊ីនធឺណិត ។</p>
mr: <p><b><big>NTP Server चा Address</big></b><br> NTP server चा address set करण्यासाठी <b>Address</b> entry वापरा. NTP server शोधण्यासाठी आपल्या network administrator ला किंवा इंटरनेट सेवादात्याला विचारा.</p>
nb: <p><b><big>NTP-serverens adresse</big></b><br> Velg NTP-serverens adresse under <b>Adresse</b>. For å finne en NTP-server, spør internettleverandøren eller nettverksadministratoren.</p>
nl: <p><b><big>Adres van de NTP-server</big></b><br> Gebruik <b>NTP-server</b> om het adres van de NTP-server in te stellen. Om een NTP-server te vinden kunt u het beste even bij uw netwerkbeheerder of internetprovider navraag doen.</p>
pa: <p><b><big>NTP ਸਰਵਰ ਦਾ ਐਡਰੈੱਸ</big></b><br> NTP ਸਰਵਰ ਦਾ ਐਡਰੈੱਸ ਸੈੱਟ ਕਰਨ ਲਈ, <b>ਸਰਵਰ</b> ਵਰਤੋਂ। NTP ਸਰਵਰ ਲੱਭਣ ਲਈ, ਆਪਣੇ ਨੈੱਟਵਰਕ ਪਰਸ਼ਾਸਕ ਜਾਂ ਇੰਟਰਨੈੱਟ ਸਰਵਿਸ ਮਾਲਕ ਨੂੰ ਪੁੱਛੋ।</p>
pt_br: <p><b><big>Endereço do servidor NTP</big></b><br> Para definir o endereço do servidor NTP, use a entrada <b>Endereço</b>. Para localizar um servidor NTP, solicite ajuda do administrador da rede ou do provedor de serviços da Internet.</p>
ro: <p><b><big>Addresa serverului NTP</big></b><br> Pentru a seta adresa serverului NTP, utilizați intrarea <b>Adresă</b>. Pentru a determina serverul NTP, informați-vă la administratorul de rețea sau la provider-ul dvs. de internet.</p>
ru: <p><b><big>Адрес сервера NTP</big></b><br> Чтобы выбрать адрес сервера NTP, используйте запись <b>Адрес</b>. Чтобы найти сервер NTP, получите информацию у вашего администратора сети или интернет-провайдера.</p>
sk: <p><b><big>Adresa NTP serveru</big></b><br> Pre nastavenie adresy NTP serveru použite položku<b>Adresa</b>. Ak potrebujete zistiť NTP server, spýtajte sa Vášho administrátora, alebo poskytovateľa pripojenia k Internetu.</p>
sv: <p><b><big>Adress för NTP-server</big></b><br> För att ställa in adressen för NTP-servern, använd posten <b>Adress</b>. För att hitta en NTP-server, fråga din nätverksadministratör eller Internetleverantör.</p>
ta: <p><b><big>என்டிபி சர்வரின் முகவரி</big></b><br> என்டிபி சர்வரின் முகவரியை அமைப்பதற்கு, <b>முகவரி</b>குறிப்பை பயன்படுத்தவும். ஒரு என்டிபி சர்வரை கண்டுபிடிப்பதற்கு, உங்கள் வலையமைப்பு நிர்வாகி அல்லது இணையதளசேவையாளரை தொடர்பு கொள்ளவும்.</p>
uk: <p><b><big>Адреса сервера NTP</big></b><br> Щоб вказати адресу сервера NTP, вживайте запис <b>Адреса</b>. Щоб знайти сервер NTP, запитайте вашого адміністратора мережі або провайдера Інтернету.</p>
xh: <p><b><big>Idilesi Yeseva ye-NTP</big></b><br> Ukumisela idilesi yeseva ye-NTP, sebenzisa <b>Ungeniso</b> lwedilesi. Ukufumana iseva ye-NTP, buza umlawuli wakho womsebenzi wothungelwano okanye umboneleli wenkonzo Yonxibelelwano Ngekhompyutha.</p>
