Repository: Dzejrou/yast-translations
Catalog: po/ntp-client/*.po
Languages: ar, bn, ca, da, fr, gl, hi, hr, hu, id, ja, km, mr, nb, nl, pa, pt_br, ro, ru, sk, sv, ta, uk, xh

source: <p><b><big>Aborting Saving:</big></b><br> Abort the save procedure by pressing <b>Abort</b>. An additional dialog will inform you whether it is safe to do so.</p>
ar: <p><b><big>إيقاف الحفظ:</big></b><br> لإيقاف الحفظ إضغط <b>إيقاف</b>. سيظهر مربع حوار إضافي يبلغك إذا كان ذلك آمنًا أم لا.</p>
bn: <p><b><big>অ্যাবর্টিং সেভিং:</big></b><br> <b>অ্যাবর্ট</b> টিপে সেভ প্রণালী ত্যাগ করুন. একটা অতিরিক্ত সংলাপ আপনাকে জানাবে এটা করা নিরাপদ কী না.</p>
ca: <p><b><big>Avortament del desament</big></b><br> Per avortar el procés de desament, premeu <b>Avorta</b>. Apareixerà un altre quadre de diàleg que indicarà si aquesta acció és segura.</p>
da: <p><b><big>Afbryd gemning:</big></b><br> Afbryd gemmeprocessen ved at trykke på <b>Afbryd</b>. En yderligere dialog fortæller dig, om det er sikkert at gøre det.</p>
fr: <P><B><BIG>Interruption du processus d'enregistrement :</BIG></B><BR> Interrompre l'enregistrement en cliquant sur <B>Interrompre</B>. Un nouveau dialogue vous fera savoir s'il est prudent de procéder ainsi.</P>
gl: <p><b><big>Cancelando a gravación:</big></b><br> Cancele a gravación premendo <B>Cancelar</b>. Un cadro de diálogo adicional informaralle se facer isto é seguro ou non.</p>
hi: <p><b><big>सेविगं विफल कर रहा है</big></b><br> <b>विफल </b> दबाकर सेव को विफल करें । एक अन्य डायलग बताएगा कि यो करना ठीक है या नहीं ।</p>
hu: <p><b><big>Mentés megszakítása:</big></b><br> A <b>Megszakítás</b> gomb megnyomásával megszakíthatja a folyamatot. Egy további párbeszédablak fogja tájékoztatni arról, hogy ezt biztonságos-e megtenni.</p>
id: <p><b><big>Membatalkan Penyimpanan:</big></b><br> Batalkan prosedur simpan dengan menekan <b>Batal</b>. Jendela dialog tambahan akan memberitahu Anda apakah tindakan ini aman dilakukan.</p>
ja: <p><b><big>保存の中止:</big></b><br> <b>中止</b> ボタンを押すと保存を中止できます。</p> 安全に中止できるかどうかのダイアログが表示されます。 </p>
km: <p><b><big>កំពុង​បោះបង់​ការរក្សាទុក ៖</big></b><br> បោះបង់​បែបបទ​រក្សាទុក​ដោយ​ចុច <b>បោះបង់</b> ។ ប្រអប់​ផ្សេងទៀត​នឹង​ជូនដំណឹង​ដល់​អ្នក​ថា​តើ​​វា​មាន​សុវត្ថិភាព ឬ​ក៏​អត់​ក្នុង​ការ​ធ្វើ​ដូច្នោះ ។</p>
mr: <p><b><big>जतन सोडून देत आहे:</big></b><br> <b>Abort</b> दाबून जतन प्रक्रिया सोडून द्या. हे सुरक्षित आहे की नाही हे एक वेगळा संवाद आपल्याला सांगेल.</p>
nb: <p><b><big>Avbryt lagring:</big></b><br> Avbryt lagringen ved å klikke <b>Avbryt</b>. En ny dialog forteller deg om det er trygt å gjøre dette.</p>
nl: <p><b><big>Opslaan afbreken:</big></b><br> Het opslaan kunt u afbreken door op <b>Afbreken</b> te drukken. Een extra venster zal u informeren of dit al dan niet veilig te doen is.</p>
pa: <p><b><big>ਸੰਭਾਲ ਅਧੂਰੀ ਖਤਮ:</big></b><br> <b>ਅਧੂਰਾ ਖਤਮ</b> ਦਬਾ ਕੇ ਸੰਭਾਲ ਕਾਰਜ ਅਧੂਰਾ ਖਤਮ ਕਰੋ। ਇੱਕ ਡਾਈਲਾਗ ਤੁਹਾਨੂੰ ਦੱਸੇਗਾ ਕਿ ਕੀ ਅਜਿਹਾ ਕਰਨਾ ਠੀਕ ਹੈ ਜਾਂ ਨਹੀਂ।</p>
pt_br: <P><B><BIG>Cancelando o salvamento:</BIG></B><BR> Cancele o processo de salvamento clicando em <B>Cancelar</B>. Um diálogo adicional irá informar se é seguro ou não fazer isto.</P>
ro: <p><b><big>Anulez salvarea:</big></b><br> Anulați procedura de salvare apăsând <b>Anulează</b>. Un dialog adițional vă va informa dacă această operațiune este sigură sau nu.</p>
ru: <p><b><big>Прерывание сохранения:</big></b><br> Прервите процедуру сохранения нажатием <b>Прервать</b>. Дополнительный диалог проинформирует вас, безопасно ли сделать это.</p>
sk: <p><b><big>Prerušenie ukladania:</big></b><br> Ukladanie môžete prerušiť stlačením <b>Prerušiť</b>. Zobrazí sa dialóg, ktorý Vás bude informovať, či je to bezpečné.</p>
sv: <P><B><BIG>Avbryta sparandet:</BIG></B><BR> Avbryt sparandet genom att klicka på <B>Avbryt</B>. En ytterligare dialogruta kommer att informera dig om det är säkert att göra så eller inte.</P>
ta: <p><b><big>சேமித்தல் இடையில் நிறுத்தப்படுகிறது: </big></b><br> <b>இடையில் நிறுத்தவும்</b>ஐ அழுத்துவதன் மூலம் சேமித்தல் நடைமுறையை இடையில் நிறுத்தவும். அவ்வாறு செய்வது பாதுகாப்பானதா என்பதை ஒரு கூடுதல் டயலாக் தெரிவிக்கும்.</p>
uk: <p><b><big>Переривання збереження:</big></b><br> Припиніть процедуру збереження, натиснувши <b>Перервати</b>. Додаткове вікно інформує чи це безпечно робити.</p>
xh: <p><b><big>Kulahlwa Okugciniweyo</big></b><br> Lahla inkqubo yokugcina ngokucinezela <b>ku-Lahla</b>. Ingxoxo efakelwayo iya kwazisa ukuba ingaba kukhuselekile na ukwenza njalo.</p>

source: <p><b><big>Start NTP Daemon</big></b><br> Select whether to start the NTP daemon now and on every system boot. Selecting <b>Synchronize without Daemon</b> the NTP daemon will not be activated and the system time will be set periodically by a <i>cron</i> script. The interval is configurable, by default it is %d minutes.
ar: <p><b><big>بدء البرنامج المحرك NTP‏</big></b><br>‏ حدد ما إذا يتم بدء البرنامج المحرك NTP الآن وفي كل مرة يتم تشغيل النظام. لن يؤدي تحديد <b>مزامنة بدون البرنامج المحرك</b> إلى تنشيط البرنامج المحرك NTP‏ وسيتم ضبط وقت النظام دوريًا بواسطة برنامج <i>cron</i> النصي. الفاصل الزمني قابل للتكوين، ويكون افتراضيًا %d من الدقائق.
ca: <p><b><big>Inicia el dimoni NTP</big></b><br> Seleccioneu si iniciar el dimoni NTP ara o a cada arrencada del sistema. Si seleccioneu <b>Sincronitza sense el dimoni</b> el dimoni NTP no s'activarà i l'hora del sistema s'establirà periòdicament a través d'un script <i>cron</i>. L'interval és configurable. Per defecte és de %d min.
da: <p><b><big>Start af NTP-dæmon</big></b><br> Vælg om NTP-dæmonen skal aktiveres nu og under hver opstart af systemet. Ved valg af <b>Synkronisér uden dæmon</b> vil ntp-dæmonen ikke blive aktiveret. Systemtiden vil blive sat periodisk af et <i>cron</i>-script. Intervallet er konfigurerbart, men som standard er det %d minutter.
fr: <p><b><big>Démarrer le daemon NTP</big></b><br> Choisissez de démarrer le daemon NTP maintenant ou à chaque démarrage du système. Si vous sélectionnez <b>Synchroniser sans daemon</b>, le daemon NTP ne sera pas activé et l'heure système sera réglée régulièrement par un script <i>cron</i>. L'intervalle configurable est défini par défaut sur %d minutes .
hu: <p><b><big>NTP-démon indítása</big></b><br> Adja meg, hogy elinduljon-e az NTP-démon most és minden rendszerindításkor. A <b>Szinkronizálás démon használata nélkül</b> beállítás választása esetén az NTP-démon nem aktiválódik, és a rendszeridőt egy <i>cron</i> parancsfájl állítja be rendszeresen. Ennek időköze állítható, az alapértelmezés %d perc.
ja: <p><b><big>NTP デーモンの起動</big></b><br> 今すぐ、およびシステム起動時に NTP デーモンを起動するかどうかを選択します。 <b>デーモンを使用せずに同期する</b> を選択した場合は、 NTP デーモンは有効化されず、 定期的に <i>cron</i> スクリプトでシステムの時刻を設定することになります。 この場合の間隔は設定可能です。既定値は %d 分です。
nl: <p><b><big>NTP-daemon starten</big></b><br> Selecteer of u de NTP-daemon nu wilt starten en elke keer wanneer het systeem wordt opgestart. Als u <b>Synchroniseren zonder daemon</b> selecteert, wordt de NTP-daemon niet geactiveerd en wordt de systeemtijd periodiek ingesteld door een <i>cron</i>-script. Het interval kan worden geconfigureerd. Standaard is dit %d minuten.
pt_br: <p><b><big>Iniciar Daemon NTP</big></b><br> Selecione se o daemon NTP será iniciado agora ou a cada inicialização do sistema. Ao selecionar <b>Sincronizar sem Daemon</b>, o daemon NTP não será ativado, e o horário do sistema será definido periodicamente por um script <i>cron</i>. O intervalo é configurável. O padrão é de %d minutos.
ru: <p><b><big>Запуск демона NTP</big></b><br> Выберите запускать или нет демон NTP при загрузке системы. При выборе <b>Синхронизировать без демона</b> демон ntp не будет запущен и системное время будет задаваться периодически скриптом <i>cron</i>. Данный интервал настраиваемый, по умолчанию %d минут.
sk: <p><b><big>Štart démona NTP</big></b><br> Vyberte, či sa má démon NTP spustiť teraz a pri každom štarte systému. Voľbou <b>Synchronizovať bez démona</b> nebude NTP démon aktivovaný a systémový čas bude nastavený periodicky skriptom <i>cron</i>. Interval je konfigurovateľný, v predvolenom nastavení to je %d minút.
sv: <p><b><big>Starta NTP Daemon</big></b><br> Välj om du vill starta NTP Daemon nu och vid varje systemstart. Om du väljer <b>Synkronisera utan Daemon</b> kommer NTP Daemon inte att aktiveras, och systemtiden kommer att ställas in regelbundet av ett <i>cron-</i>skript. Intervallet kan konfigureras och är förinställt på %d minuter.

source: <p><b><big>Chroot Jail</big></b><br> To run the NTP daemon in chroot jail, set <b>Run NTP Daemon in Chroot Jail</b>. Starting any daemon in a chroot jail is more secure and strongly recommended.</p>
ar: <p><b><big>وضع حماية Chroot</big></b><br> لتشغيل برنامج المحرك NTP في وضع حماية chroot، قم بتعيين <b>تشغيل برنامج المحرك NTP في وضع حماية chroot</b>. يتسم بدء تشغيل أي برنامج محرك في وضع ماحية chroot بقدر أكبر من الأمان ويوصى به بشدة.</p>
bn: <p><b><big>ক্রুট জেল</big></b><br>এ NTP ডিমন চালাবার জন্য, <b>রান NTP ডিমন ইন ক্রুট জেল</b> সেট করুন. ক্রুট জেলে যেকোন ডিমন সেট করা বেশি নিরাপদ এবং সুপারিশ করা হয়.</p>
ca: <p><b><big>Chroot jail</big></b><br> Si voleu executar el dimoni NTP en mode Chroot jail, activeu l'opció <b>Executa el dimoni NTP en mode Chroot jail</b>. És més segur i molt recomanable que inicieu els dimonis en mode Chroot jail.</p>
da: <p><b><big>Chroot-varetægt</big></b><br> For at køre NTP-dæmonen i chroot-varetægt, vælg <b>Kør NTP-dæmon i chroot-varetægt</b>. Det øger sikkerheden at starte alle dæmoner i chroot-varetægt, og dette anbefales kraftigt.</p>
fr: <p><b><big>Chroot Jail</big></b><br> Pour exécuter le démon NTP dans chroot jail, spécifiez <b>Démarrez le démon NTP dans chroot jail</b>. Démarrer un démon dans un chroot jail est plus sûr et est particulièrement recommandé.</p>
gl: <p><b><big>Chroot Jail</big></b><br> Para executar o daemon NTP en chroot jail, active <b>Executar daemon NTP en Chroot Jail</b>. Recoméndase iniciar calquera daemon en chroot jail porque é máis seguro.</p>
hi: <p><b><big>सीएचरूट जेल</big></b><br> NTP डायमन को सीएचरूट जेल में चलाने के लिए, <b>सीएचरूट जेल में NTP डेमन को रन करें</b> को सेट करें। किसी भी डायमन को एक सीएचरूट जेल में शुरू करना अधिक सुरक्षित है और इसकी प्रबल संस्तुति की जाती है।</p>
hu: <p><b><big>Chroot környezet</big></b><br> Ahhoz, hogy az NTP-démon chroot (jail) környezetben fusson, jelölje be az <b>NTP-démon futtatása Chroot környezetben</b> pontot. A chroot környezetben történő indítás jóval biztonságosabb, emiatt erősen ajánlott.</p>
ja: <p><b><big>chroot 環境</big></b><br> chroot 環境下で NTP デーモンを起動するには <b>NTP デーモンを chroot 環境下で実行する</b> を選択してください。デーモンを chroot 環境下で 起動することはより堅牢なセキュリティを実現できるためお勧めです。</p>
km: <p><b><big>Chroot Jail</big></b><br> ដើម្បី​​ដំណើរការ​ដេមិន NTP ក្នុង chroot jail សូម​កំណត់ <b>រត់​ដេមិន NTP ក្នុង Chroot Jail</b> ។ ចាប់ផ្ដើម​ដេមិន​ណា​​មួយ​ក្នុង chroot jail គឺ​មាន​សុវត្ថិភាព​ជាង និង​ជា​អនុសាសន៍​របស់​យើង ។</p>
mr: <p><b><big>Chroot Jail</big></b><br> NTP daemon chroot jail मध्ये चालवण्यासाठी करा set <b>Run NTP Daemon in Chroot Jail</b>.कोणताही daemon chroot jail मध्ये सुरू करणे अधिक सुरक्षित असून शिफारस करण्यात येत आहाणिताह.</p>
nb: <p><b><big>Chroot-varetekt</big></b><br> For å kjøre NTP-nissen i chroot-varetekt, velg <b>Kjør NTP-nisse i chroot-varetekt</b>. Det øker sikkerheten å starte alle nisser i chroot-varetekt, og dette anbefales sterkt.</p>
nl: <p><b><big>Chroot Jail</big></b><br> Activeer <b>Draai NTP-daemon in Chroot Jail</b> om de NTP-daemon in de Chroot Jail te laten werken. In verband met de veiligheid wordt het sterk aanbevolen om elke daemon in een Chroot Jail te laten draaien.</p>
pa: <p><b><big>Chroot Jail</big></b><br> NTP ਡੈਮਨ chroot jail ਵਿੱਚ ਚਲਾਉਣ ਲਈ, <b>NTP ਡੈਮਨ Chroot Jail ਵਿੱਚ ਚਲਾਓ</b> ਨਿਰਧਾਰਿਤ ਕਰੋ। chroot jail ਵਿੱਚ ਕੋਈ ਵੀ ਡੈਮਨ ਚਲਾਉਣਾ ਵਧੇਰੇ ਸੁਰੱਖਿਅਤ ਹੈ ਅਤੇ ਕਿਹਾ ਗਿਆ ਹੈ।</p>
pt_br: <p><b><big>Chroot jail</big></b><br> Para executar o daemon do NTP em chroot jail, configure <b>Executar o daemon do NTP em chroot jail</b>. Iniciar qualquer daemon em chroot jail é mais seguro e muito recomendado.</p>
ro: <p><b><big>Chroot Jail</big></b><br> Pentru a rula daemonul NTP in chroot jail, setați <b>Rulează daemonul NTP în chroot jail</b>. Pornirea oricarui daemon in chroot jail este mult mai sigură si recomandată.</p>
ru: <p><b><big>Chroot Jail</big></b><br> Чтобы запустить демон NTP в chroot jail, установите <b>Запускать демон NTP в Chroot Jail</b>. Запуск любого демона в chroot jail более безопасен и настойчиво рекомендуется.</p>
sk: <p><b><big>Klietka chrootu</big></b><br> Ak chcete spustiť NTP démona v klietke chrootu, nastavte <b>Spustiť NTP démona v klietke chrootu</b>. Klietka chrootu je pre démonov bezpečnejšia a silne sa doporučuje.</p>
sv: <p><b><big>Chroot-fängelse</big></b><br> För att köra NTP-demonen i chroot-fängelse, markera <b>Kör NTP-demon i chroot-fängelse</b>. Att starta en demon i ett chroot-fängelse är mer säkert och rekommenderas.</p>
ta: <p><b><big>க்ரூட் ஜெயில்</big></b><br> க்ரூட் ஜெயிலில் என்டிபி டேமனை இயக்குவதற்கு, <b>க்ரூட் ஜெயிலில் என்டிபி டேமனை இயக்கவும்</b>ஐ அமைக்கவும். க்ரூட்ஜெயிலில் எந்தவொரு டேமனையும் துவக்குவது பாதுகாப்பானது மற்றும் பலமாக பரிந்துரைக்கப்படுகிறது.</p>
uk: <p><b><big>Клітка Chroot</big></b><br> Щоб запускати фонову службу NTP в клітці chroot, увімкніть <b>Запускати фонову службу NTP в клітці Chroot</b>. Безпечніше запускати будь-яку фонову службу в клітці Chrootis, і тому це рекомендовано.</p>
xh: <p><b><big>i-Chroot Jail</big></b><br> Ukuqhuba i-daemon ye-NTP kwi-chroot jail, misela <b>ku-Qhuba i-Daemon ye-NTP kwiChroot Jail</b>. Ukuqalisa nayiphi i-daemon kwi-chroot jail kukhuseleke ngakumbi kwaye kucetyiswa kangako.</p>

source: <p><b><big>Secure NTP Configuration</big></b><br> By selecting <b>Restrict NTP Service to Configured Servers Only</b>, remote hosts will not be able to view and modify NTP settings on your computer. The NTP service is restricted to servers in the <tt>/etc/ntp.conf</tt> file and to localhost.<br> Access control flags can be fine-tuded in the servers overview table. This option is not available if NTP is configured via DHCP.</p>
ar: <p><b><big>تأمين إعداد NTP</big></b><br> بتحديد <b>تقييد خدمة NTP إعداد الخوادم فقط</b>، المضيفين البعيدين لن يكونو قادراً على عرض وتعديل إعدادات NTP على كمبيوترك. خدمة NTP مقيد للخوادم الموجودة في الملف <tt>/etc/ntp.conf</tt> وإلى المضيفين المحليين.<br> إشارات التحكم بالوصول يمكن أن تكون fine-tuded في جدول نظرة عامة على الخوادم. لا يتوفر هذا الخيار إذا تم إعداد NTP عبر DHCP.</p>
ca: <p><b><big>Configuració de seguretat NTP</big></b><br> Seleccionant <b>Restringeix el servei NTP només als servidors configurats</b>, els ordinadors centrals remots no podran veure ni modificar els paràmetres de l'NTP del vostre ordinador El servei NTP està restringit als servidors que consten all fitxer <tt>/etc/ntp.conf</tt> i a l'ordinador central local.<br> El control d'accés es pot definir amb més detalls a la taula de servidors. Aquesta opció no està disponible si l'NTP està configurat a través de DHCP.</p>
da: <p><b><big>Sikker NTP-konfiguration</big></b><br> Ved at vælge <b>Begræns NTP-tjeneste til konfigurerede servere</b> kan eksterne værtsmaskiner ikke se og ændre NTP-indstillinger på din computer. NTP-tjenesten begrænses til servere i filen <tt>/etc/ntp.conf</tt> og til lokal værtsmaskine.<br> Adgangskontrolflag kan finjusteres i serverens oversigtstabel. Denne indstilling er ikke tilgængelig, hvis NTP konfigureres via DHCP.</p>
fr: <p><b><big>Configuration NTP sécurisée</big></b><br> En sélectionnant l'option <b>Restreindre le service NTP aux serveurs configurés seulement</b>, les hôtes distants ne seront pas capables de voir et modifier les paramètres NTP sur votre ordinateur. Le service NTP est restreint aux serveurs listés dans le fichier <i>/etc/ntp.conf</i> et à l'hôte local (localhost).<br> Les indicateurs de contrôle d'accès peuvent être ajustés dans la table récapitulative des serveurs. Cette option n'est pas disponible si le NTP est configuré via DHCP.</p>
hu: <p><b><big>Biztonságos NTP beállítása</big></b><br> Az <b>NTP-szolgáltatás korlátozása csak a beállított kiszolgálókra</b> kiválasztásával megtiltja az összes távoli kiszolgálónak a számítógép NTP beállításainak módosítását. Az NTP-szolgáltatás csak az <tt>/etc/ntp.conf</tt> fájlban felsorolt kiszolgálókra és a helyi számítógépre lesz korlátozva.<br> A hozzáférés-felügyeleti jelzők a kiszolgálók áttekintő táblázatának megfelelő kiszolgálóbejegyzésének szerkesztésével hangolhatók. Ez a lehetőség nem érhető el, ha az NTP DHCP-n keresztül van beállítva.</p>
ja: <p><b><big>NTP のセキュリティ設定</big></b><br> <b>NTP サービスを設定したサーバに制限する</b> のオプションを選択すると、 お使いのコンピュータの NTP 設定をリモートコンピュータから閲覧したり変更したりすることを 禁止することができます。 NTP のサービスは <i>/etc/ntp.conf</i> に記載されたサーバと ローカルホストからしかアクセスできなくなります。<br> サーバの概要設定で、それぞれのサーバに対するアクセスコントロールフラグを設定することが できます。なお、このオプションは NTP を DHCP 経由で設定した場合には利用できません。 </p>
km: <p><b><big>ការ​កំណត់​រចនា​សម្ព័ន្ធ​សុវត្ថិភាព NTP</big></b><br> ដោយ​ជ្រើស <b>ដាក់​កម្រិត​សេវា NTP ទៅ​ម៉ាស៊ីន​បម្រើ​ដែល​បាន​កំណត់​រចនា​សម្ព័ន្ធ</b> ដែល​ម៉ាស៊ីន​ពី​ចម្ងាយ​នឹង​មិន​អាច​មើល និង​កែប្រែ​ការ​កំណត់ NTP នៅ​លើ​កុំព្យូទ័រ របស់​អ្នក​បានទេ ។ សេវា NTP ត្រូវ​បាន​ដាក់កម្រិត​ទៅ​ម៉ាស៊ីន​បម្រើ​នៅ​ក្នុង​ឯកសារ <tt>/etc/ntp.conf</tt> និង​ទៅ​ម៉ាស៊ីន​មូលដ្ឋាន ។<br> ទង់​ជាតិ​​ត្រួតពិនិត្យ​ការ​ចូល​ដំណើរការ អាច​ត្រូវ​បាន​លៃ​តម្រូវ​នៅ​ក្នុង​តារាង​ទិដ្ឋភាព​ទូទៅ​របស់​ម៉ាស៊ីន​បម្រើ ។ ជម្រើស​នេះ​មិន​មាន​ទេ ប្រសិនបើ​​កំណត់​រចនា​សម្ព័ន្ធ NTP តាម​រយៈ DHCP នោះ ។</p>
nb: <p><b><big>Sikkert NTP-oppsett</big></b><br> Ved å velge <b>Begrens NTP-tjenesten til valgte servere</b> hindrer du eksterne maskiner i å vise og endre NTP-innstillingene på din datamaskin. På den måten begrenses NTP-tjenesten til serverne som er oppført i <tt>/etc/ntp.conf</tt> og localhost.<br> Tilgangskontrollvalgene kan finjusteres i serveroversiktstabellen. Dette valget er ikke tilgjengelig hvis NTP er satt opp via DHCP.</p>
nl: <p><b><big>Configuratie van Secure NTP</big></b><br> Door het selecteren van <b>NTP-server beperken tot geconfigureerde servers</b> voorkomt u dat alle externe hosts de NTP-instellingen op uw computer kunnen bekijken en wijzigen. Op deze manier is de NTP-service beperkt tot alleen de servers die opgesomd staan in het bestand <tt>etc/ntp.conf</tt> en de lokale host.<br> U kunt de toegangscontrolemarkeringen verfijnen in het serveroverzicht. Deze optie is niet beschikbaar als NTP geconfigureerd is via DHCP.</p>
pt_br: <p><b><big>Configuração segura do NTP</big></b><br> Selecionando a opção <b>Restringir o serviço NTP apenas aos servidores configurados</b>, todos as máquinas remotas ficam proibidas de visualizar e alterar as configurações NTP do seu computador. O serviço NTP é restrito apenas ao servidores listados no arquivo <i>/etc/ntp.conf</i> e ao localhost.<br> Indicadores de controle de acesso podem ser ajustados na tabela de resumo dos servidores. Esta opção não estará disponível se o NTP for configurado via DHCP.</p>
ru: <p><b><big>Настройка безопасности NTP</big></b><br> Выбрав опцию <b>Ограничить службу NTP только настроенными серверами,</b> вы запрещаете всем удалённым узлам видеть и изменять настройки NTP на вашем компьютере. Служба NTP ограничивается серверами в <tt>/etc/ntp.conf</tt> и localhost-ом.<br> Флаги управления доступом могут быть настроены в таблице обзора серверов. Эта возможность не доступна, если служба NTP настроена через DHCP.</p>
sk: <p><b><big>Bezpečná konfigurácia NTP</big></b><br> Výberom <b> Obmedziť NTP služby len na nakonfigurované servery</b>, vzdialení hostitelia nebudú schopní prezerať a meniť nastavenia NTP na vašom počítači. Služba NTP je obmedzená len na servery v súbore <tt>/etc/ntp.conf</tt> a na localhost.<br> Príznaky kontroly prístupu môžete doladiť v tabuľke prehľadu serverov. Táto voľba nie je dostupná, ak je NTP konfigurované pomocou DHCP.</p>
sv: <p><b><big>Säker NTP-inställning</big></b><br> Genom att välja <b>Begränsa NTP-tjänst till endast inställda servrar</b> kan fjärrvärdar inte visa och ändra NTP-inställningarna på din dator. NTP-tjänsten är begränsad till servrar i filen <tt>/etc/ntp.conf</tt> och den lokala värden.<br> Flaggor för åtkomstkontroll kan finjusteras i översiktstabellen för servrar. Det här alternativet är inte tillgängligt om NTP har ställts in via DHCP.</p>
uk: <p><b><big>Безпечна конфігурація NTP</big></b><br> Вмиканням параметра <b>Обмежити службу NTP тільки налаштованими серверами</b> ви забороняєте всім віддаленим вузлам переглядати і змінювати параметри NTP на вашому комп'ютері. Таким чином, службу NTP обмежено до вживання тільки серверів перелічених в <i>/etc/ntp.conf</i> і локального вузла.<br> Прапорці керування доступом можна підкоригувати редагуванням відповідного запису сервера в таблиці перегляду серверів. Цей параметр недоступний, якщо NTP налаштовано через DHCP.</p>
