Repository: Dzejrou/yast-translations
Catalog: po/ntp-client/*.po
Languages: ar, bn, ca, da, fr, gl, hi, hr, hu, id, ja, km, mr, nb, nl, pa, pt_br, ro, ru, sk, sv, ta, uk, xh

source: <p><b><big>Selecting a Server</big></b><br> To select an NTP server from those found in the local network or from the list of known NTP servers, click <b>Select</b> and choose between <b>Local NTP Server</b> and <b>Public NTP Server</b>.</p>
ar: <p><b><big>تحديد خادم</big></b><br> لتحديد خادم NTP من الخوادم الموجودة في الشبكة المحلية أو من قائمة خوادم NTP المعروفة، انقر فوق <b>تحديد</b> ثم اختر من بين <b>خادم NTP محلي</b> و<b>خادم NTP عام</b>.</p>
bn: <p><b><big>সিলেক্টিং এ সার্ভার</big></b><br> স্থানীয় নেটওয়ার্ক-এ যেগুলি পাওয়া যায় অথবা জানা NTP সার্ভারের তালিকা থেকে একটা NTP সার্ভার নির্বাচন করার জন্য <b>সিলেক্ট</b> ক্লিক করুন এবং <b>স্থানীয় NTP সার্ভার</b> এবং <b>সরকারি NTP সার্ভার</b>-এর মধ্যে থেকে একটাকে নির্বাচন করুন.</p>
ca: <p><b><big>Selecció d'un servidor</big></b><br> Per seleccionar un servidor NTP dels de la xarxa local o de la llista de servidors NTP coneguts, feu clic a <b>Selecciona</b> i escolliu entre <b>Servidor NTP local</b> i <b>Servidor NTP públic</b>.</p>
da: <p><b><big>Vælge en server</big></b><br> For at vælge en NTP-server fundet på lokalnetværket eller fra en liste over kendte NTP-servere, tryk på <b>Vælg</b> og vælg mellem <b>Lokal NTP-server</b> og <b>Offentlig NTP-server</b>.</p>
fr: <p><b><big>Sélection d'un serveur</big></b><br> Pour sélectionner un serveur NTP parmi ceux trouvés sur le réseau local ou dans la liste des serveurs NTP connus, cliquez sur <b>Sélectionner</b> et choisissez entre <b>Serveur NTP local</b> et <b>Serveur NTP public</b>.</p>
gl: <p><b><big>Selección dun servidor</big></b><br> Para seleccionar un dos servidores NTP da rede local ou da lista de servidores NTP coñecidos, prema en <b>Seleccionar</b> e escolla entre <b>Servidor NTP local</b> ou <b>Servidor NTP público</b>.</p>
hi: <p><b><big>एक सर्वर को चुनना</big></b><br> स्थानीय नेटवर्क में मिले या ज्ञात NTP सर्वरों की सूची से मिले सर्वरों मे से एक NTP सर्वर को चुनने के लिए, <b>Select</b> पर क्लिक करें और <b>Local NTP Server</b> और <b>Public NTP Server</b> के बीच से चुनें।</p>
hu: <p><b><big>Kiszolgáló kiválasztása</big></b><br> A helyi hálózaton megtalált, vagy az ismert NTP-kiszolgálók listájában felsorolt NTP-kiszolgálók egyikének kiválasztásához kattintson a <b>Kiválasztás</b> gombra, majd válasszon a <b>Helyi NTP-kiszolgáló</b> és <b>Nyilvános NTP-kiszolgáló</b> lehetőségek közül.</p>
ja: <p><b><big>サーバの選択</big></b><br> ローカルネットワーク内で見つかった NTP サーバや既知の NTP サーバの一覧から 選択するには <b>選択</b> ボタンを押し、 <b>ローカル NTP サーバ</b> または <b>公開 NTP サーバ</b> を選んでください。</p>
km: <p><b><big>ការ​ជ្រើស​ម៉ាស៊ីន​បម្រើ​មួយ</big></b><br> ដើម្បី​ជ្រើស​ម៉ាស៊ីន​បម្រើ NTP មួយ​ពី​ម៉ាស៊ីន​បម្រើ​ទាំងឡាយ​ដែល​បាន​រក​ឃើញ​ក្នុង​បណ្ដាញ​មូលដ្ឋាន ឬ​ពី​បញ្ជី​ម៉ាស៊ីន​បម្រើ NTP ដែល​ស្គាល់ សូម​ចុច <b>ជ្រើស</b> និង ជ្រើស​រវាង <b>ម៉ាស៊ីន​បម្រើ NTP មូលដ្ឋាន</b> និង​<b>ម៉ាស៊ីន​បម្រើ NTP សាធារណៈ</b> ។</p>
mr: <p><b><big>Server निवडणे</big></b><br> स्थानिक नेटवर्कमध्ये मिळाले त्यांमधून किवा ज्ञात NTP servers च्या यादीतून NTP server निवडण्यासाठी <b>Select</b> क्लिक करा किंवा <b>Local NTP Server</b>आणि <b>Public NTP Server</b> मधून निवडा.</p>
nb: <p><b><big>Velge en server</big></b><br> For å velge en NTP-server i lokalnettverket eller fra en liste over kjente NTP-servere, klikk på <b>Velg</b> og velg <b>Lokal NTP-server</b> eller <b>Offentlig NTP-server</b>.</p>
nl: <p><b><big>Een server selecteren</big></b><br> Klik op <b>Selecteren</b> om een NTP-server uit een lokaal netwerk, of een lijst van bekende NTP-servers, te selecteren. Maak een keuze uit <b>Lokale NTP-server</b> en <b>Publieke NTP-server</b>.</p>
pa: <p><b><big>ਇੱਕ ਸਰਵਰ ਚੁਣਨਾ</big></b><br> ਲੱਭੇ ਲੋਕਲ ਨੈੱਟਵਰਕ ਜਾਂ ਜਾਣੇ-ਪਛਾਣੇ NTP ਸਰਵਰ ਸੂਚੀ ਵਿੱਚੋਂ NTP ਸਰਵਰ ਚੁਣਨ ਲਈ, <b>ਚੁਣੋ</b> ਦਬਾਓ ਅਤੇ <b>ਲੋਕਲ NTP ਸਰਵਰ</b> ਅਤੇ <b>ਪਬਲਿਕ NTP ਸਰਵਰ</big> ਦੀ ਚੋਣ ਕਰੋ।</p>
pt_br: <p><b><big>Selecionando um servidor</big></b><br> Para selecionar um servidor NTP entre os encontrados na rede local ou na lista de servidores NTP conhecidos, clique em <b>Selecionar</b> e escolha entre <b>Servidor NTP local</b> e <b>Servidor NTP público</b>.</p>
ro: <p><b><big>Selectarea unui server</big></b><br> Pentru a selecta un server NTP dintre cele găsite în rețeaua locală sau din lista serverelor NTP cunoscute, apăsați <b>Selectează</b> și alegeți între <b>Server NTP local</b> și <b>Server NTP public</b>.</p>
ru: <p><b><big>Выбор сервера</big></b><br> Чтобы выбрать сервер NTP из обнаруженных в локальной сети или из списка известных серверов NTP, нажмите <b>Выбрать</b> и выберите между <b>Локальный сервер NTP</b> и <b>Открытый сервер NTP</b>.</p>
sk: <p><b><big>Výber serveru</big></b><br> Pre výber NTP serveru z tých, ktoré boli nájdené v lokálnej sieti alebo zo zoznamu známych NTP serverov, kliknite na <b>Vybrať</b> a vyberte si medzi <b>Lokálnym NTP serverom</b> a <b>Verejným NTP serverom</b>.</p>
sv: <p><b><big>Välja en server</big></b><br> För att välja en NTP-server som hittats i det lokala nätverket eller från en lista med kända NTP-servrar, klicka på <b>Välj</b>. Välj sedan mellan <b>Lokal NTP-server</b> och Publik <b>NTP-server</b></p>
ta: <p><b><big>சர்வரை தேர்வு செய்தல்</big></b><br> லோக்கல் வலையமைப்பில் காணப்படுபவைகளிலிருந்து, அல்லது தெரிந்த என்டிபி சர்வர்களிலிருந்து ஒரு என்டிபி சர்வரை தேர்வு செய்வதற்கு, <b>தேர்வு செய்யவும்</b>க்ளிக் செய்யவும் மற்றும் <b>லோக்கல் என்டிபி சர்வர் </b> மற்றும்<b>பொது என்டிபி சர்வர்</b>களிடையே தேர்ந்தெடுக்கவும்.</p>
uk: <p><b><big>Вибір сервера</big></b><br> Щоб вибрати сервер NTP з тих, що знаходяться у локальній мережі, або зі списку відомих серверів NTP, натисніть кнопку <b>Вибрати</b> і виберіть між <b>Локальним сервером NTP</b> і <b>Громадським сервером NTP</b>.</p>
xh: <p><b><big>Kukhethwa Iseva</big></b><br> Ukukhetha iseva ye-NTP kwezo zifunyenwe kumsebenzi wothungelwano wendawo leyo okanye kuludwe olwaziwa ngokuba ziiseva ze-NTP, nqomfa <b>ku-Khetha</b> kananjalo khetha phakathi <b>Kweseva ye-NTP Yendawo Leyo</b> ngokunjalo <b>Iseva Kawonkewonke ye-NTP</b>.</p>

source: <p><b><big>Testing Server Accessibility</big></b><br> To test if the selected server is up and responds properly, click <b>Test</b>.</p>
ar: <p><b><big>اختبار قابلية الخادم للوصول</big></b><br> لاختبار تشغيل الخادم المحدد وأنه يستجيب على النحو الصحيح، انقر فوق <b>اختبار</b>.</p>
bn: <p><b><big>টেস্টিং সার্ভার অ্যাকসেসিবিলিটি</big></b><br> নির্বাচিত সার্ভার সেট আছে এবং ঠিক মত উত্তর দিচ্ছে পরীক্ষা করার জন্য, <b>টেস্ট</b> ক্লিক করুন.</p>
ca: <p><b><big>Prova d'accessibilitat del servidor</big></b><br> Per provar si el servidor seleccionat està connectat i respon correctament, feu clic a <b>Prova</b>.</p>
da: <p><b><big>Test servertilgængelighed</big></b><br> For at teste om den valgte server kører og svarer som den skal, tryk på <b>Test</b>.</p>
fr: <p><b><big>Test d'accessibilité du serveur</big></b><br> Pour tester si le serveur sélectionné fonctionne et répond correctement, cliquez sur <b>Tester</b>.</p>
gl: <p><b><big>Probar a accesibilidade do servidor</big></b><br> Prema en <b>Probar</b> para comprobar se o servidor seleccionado está activo e responde correctamente.</p>
hi: <p><b><big>सर्वर पहुंचयोग्यता का परीक्षण कर रहा है</big></b><br> चयनित सर्वर सक्रिय हो गया है और ठीक से प्रत्युत्तर दे रहा है, इसका परीक्षण करने के लिए, <b>Test</b> पर क्लिक करें।</p>
hu: <p><b><big>Kiszolgáló elérhetőségének tesztelése</big></b><br> Annak ellenőrzéséhez, hogy a kiválasztott kiszolgáló működik-e és rendben válaszol-e, kattintson a <b>Teszt</b> gombra.</p>
ja: <p><b><big>サーバの動作確認</big></b><br> 選択したサーバが起動し正しく応答するかどうかを確認するには、 <b>テスト</b> を押してください。</p>
km: <p><b><big>សាកល្បង​មធ្យោបាយ​ងាយ​ស្រួល​របស់​ម៉ាស៊ីន​បម្រើ</big></b><br> ដើម្បី​​សាកល្បង​​ថា​តើ​ម៉ាស៊ីន​បម្រើ​ដែល​បាន​ជ្រើស​កំពុង​ដំណើរការ ហើយ ឆ្លើយ​តប​បាន​ត្រឹមត្រូវ​ឬទេ សូម​ចុច <b>សាកល្បង</b> ។</p>
mr: <p><b><big>Server Accessibility तपासणे </big></b><br> निवडलेला server सुरू असून प्रतिसाद देत आहे हे पाहण्यासाठी, <b>Test</b> क्लिक करा.</p>
nb: <p><b><big>Teste servertilgjengelighet</big></b><br> For å teste om den valgte serveren kjører og svarer som den skal, klikk <b>Test</b>.</p>
nl: <p><b><big>Server toegankelijkheid testen</big></b><br> Klik op <b>Test</b> om te testen of de geselecteerde server in bedrijf is en tevens correct reageert.</p>
pa: <p><b><big>ਸਰਵਰ ਪਹੁੰਚ ਦੀ ਸੈੱਟਿੰਗ</big></b><br> ਜਾਂਚ ਕਰਨ ਲਈ ਕਿ ਕੀ ਚੁਣਿਆ ਸਰਵਰ ਚਾਲੂ ਹੈ ਅਤੇ ਠੀਕ ਜਵਾਬ ਦੇ ਰਿਹਾ ਹੈ, <b>ਟੈਸਟ</b> ਦਬਾਓ।</p>
pt_br: <p><b><big>Testando a acessibilidade do servidor</big></b><br> Para testar se o servidor selecionado está ativo e responde adequadamente, clique em <b>Testar</b>.</p>
ro: <p><b><big>Testarea accesibilității serverului</big></b><br> Pentru a testa dacă serverul NTP este funcțional și răspunde corect, apăsați <b>Testează</b>.</p>
ru: <p><big><b>Проверка доступности сервера</b></big><br> Для проверки того, что выбранный сервер работает и отвечает, нажмите <b>Тест</b>.</p>
sk: <p><b><big>Testovanie dostupnosti serveru?</big></b><br> Pre test či je zvolený server dostupný a odpovedá správne, kliknite na <b>Test</b>.</p>
sv: <p><big><b>Testa serveråtkomst</b></big><br> För att testa om den valda servern är uppe och svarar, klicka på <b>Testa</b>.</p>
ta: <p><b><big>சர்வர் அணுக்கம் சோதிக்கப்படுகிறது</big></b><br> தேர்ந்தெடுக்கப்பட்ட சர்வர் இயக்கம் பெற்றுள்ளதா மற்றும் சரியாக இயங்குகிறதா என்பதை சோதிப்பதற்கு <b>சோதனை செய்யவும்</b>ஐ க்ளிக் செய்யவும்.</p>
uk: <p><big><b>Перевірка доступності сервера</b></big><br> Щоб перевірити чи сервер працює і відповідає належно, натисніть <b>Тест</b>.</p>
xh: <p><b><big>Kuvavanywa Ufikeleleko Lweseva</big></b><br> Ukuvavanya ukuba ingaba iseva ekhethiweyo imile na kwaye iphendula ngokufanelekileyo na, nqomfa <b>ku-Vavanya</b>.</p>

source: <p><b><big>Address</big></b><br> To set the address of the host with which to synchronize mutually, use <b>Address</b>.</p>
ar: <p><b><big>العنوان</big></b><br> لتعيين عنوان المضيف المطلوب المزامنة معه يدويًا، استخدم <b>العنوان</b>.</p>
bn: <p><b><big>অ্যাড্রেস</big></b><br> হোস্টের ঠিকানা সেট করার জন্য যার সাথে, নিজের হাতে সমলয় করতে হবে <b>ঠিকানা</b> ব্যবহার করুন.</p>
ca: <p><b><big>Adreça</big></b><br> Si voleu establir l'adreça de l'ordinador central amb el qual se sincronitzarà feu clic a l'opció <b>Adreça</b>.</p>
da: <p><b><big>Adresse</big></b><br> Brug <b>Adresse</b> til at angive adressen på den værtsmaskine, der skal synkroniseres med.</p>
fr: <p><b><big>Adresse</big></b><br> Pour définir l'adresse de l'hôte avec lequel faire une synchronisation mutuelle, utilisez <b>Adresse</b>.</p>
gl: <p><b><big>Enderezo</big></b><br> Utilice <b>Enderezo</b> para definir o enderezo do host co que vai sincronizarse mutuamente.</p>
hi: <p><b><big>पता</big></b><br> उस होस्ट के पते को सेट करने के लिए जिसके साथ पारस्परिक सिंक्रोनाइजेशन होना है, <b>Address</b> का प्रयोग करें।</p>
hu: <p><b><big>Cím</big></b><br> A szinkronizációhoz használt cím beállításához használja a <b>Cím</b> pontot.</p>
ja: <p><b><big>アドレス</big></b><br> 相互に同期するホストのアドレスを設定するには、 <b>アドレス</b> 項目に入力してください。</p>
km: <p><b><big>អាសយដ្ឋាន</big></b><br> ដើម្បី​កំណត់​អាសយដ្ឋាន​របស់​ម៉ាស៊ីន​ដែល​ត្រូវ​ធ្វើ​សមកាលកម្ម​ដោយ​ដៃ សូម​ប្រើ <b>អាសយដ្ឋាន</b> ។</p>
mr: <p><b><big>Address</big></b><br> ज्याच्याशी परस्पर synchronize करायचे त्या host चा address set करण्यासाठी <b>Address</b> वापरा.</p>
nb: <p><b><big>Adresse</big></b><br> Definer adressen til vertsmaskinen det skal synkroniseres mot under <b>Adresse</b>.</p>
nl: <p><b><big>Adres</big></b><br> Gebruik <b>Adres</b> om het host adres voor de wederzijdse synchronisatie in te stellen.</p>
pa: <p><b><big>ਐਡਰੈੱਸ</big></b><br> ਹੋਸਟ ਜਿਸ ਨਾਲ ਦਸਤੀ ਸੈਕਰੋਨਾਇਜ਼ ਹੋਣਾ ਹੈ ਦਾ ਐਡਰੈੱਸ ਨਿਰਧਾਰਿਤ ਕਰਨ ਲਈ, <b>ਐਡਰੈੱਸ</b> ਵਰਤੋ।</p>
pt_br: <p><b><big>Endereço</big></b><br> Para configurar o endereço da máquina com a qual a sincronização mútua deve ser realizada, use <b>Endereço</b>.</p>
ro: <p><b><big>Adresă</big></b><br> Pentru a seta adresa gazdei de sincronizare reciprocă, utilizați <b>Adresă</b>.</p>
ru: <p><b><big>Адрес</big></b><br> Чтобы установить адрес узла для взаимной синхронизации, используйте <b>Адрес</b>.</p>
sk: <p><b><big>Adresa</big></b><br> Do tohoto poľa zadajte adresu počítača, s ktorým sa chcete synchronizovať vzájomne.</p>
sv: <p><b><big>Adress</big></b><br> För att ställa in adressen på värddatorn som ska synkroniseras ömsesidigt, använd <b>Adress</b>.</p>
ta: <p><b><big>முகவரி</big></b><br> பரஸ்பரம் ஒருங்கிணைப்பதற்கான ஹோஸ்டின் முகவரியை அமைப்பதற்கு <b>முகவரி</b>ஐ பயன்படுத்தவும்.</p>
uk: <p><b><big>Адреса</big></b><br> Щоб вказати адресу вузла, з яким проводити взаємну синхронізацію, скористайтесь <b>Адресою</b>.</p>
xh: <p><b><big>Idilesi</big></b><br> Ukumisela idilesi kamamkeli yesingqisho esihambelana nesayo ngokwenzisana, sebenzisa <b>Idilesi</b>.</p>

source: <p><b><big>Address</big></b><br> To set the address to which to broadcast, use the <b>Address</b> text field.</p>
ar: <p><b><big>العنوان</big></b><br> لتعيين العنوان المطلوب النشر إليه، استخدم الحقل النصي <b>العنوان</b> .</p>
bn: <p><b><big>অ্যাড্রেস</big></b><br> যেই ঠিকানায় প্রচার করা হবে সেটা করার জন্য <b>অ্যাড্রেস</b> রচনা ক্ষেত্র ব্যবহার করুন.</p>
ca: <p><b><big>Adreça</big></b><br> Si voleu establir l'adreça de difusió utilitzeu el camp de text <b>Adreça</b>.</p>
da: <p><b><big>Adresse</big></b><br> Brug tekstfeltet <b>Adresse</b> for at angive broadcastadressen.</p>
fr: <p><b><big>Adresse</big></b><br> Pour définir l'adresse vers laquelle faire une diffusion générale, utilisez le champ de texte <b>Adresse</b>.</p>
gl: <p><b><big>Enderezo</big></b><br> No campo <b>Enderezo</b>, defina o enderezo ao que desexa emitir unha difusión (broadcast).</p>
hi: <p><b><big>पता</big></b><br> उस पते को सेट करने के लिए जिस पर प्रसारण करना है, <b>Address</b> टेक्सट क्षेत्र का प्रयोग करें।</p>
hu: <p><b><big>Cím</big></b><br> A Broadcast célcímének beállításához használja a <b>Cím</b> szöveges beviteli mezőt.</p>
ja: <p><b><big>アドレス</big></b><br> ブロードキャストするアドレスを設定するには、 <b>アドレス</b> 項目に入力してください。</p>
km: <p><b><big>អាសយដ្ឋាន</big></b><br> ដើម្បី​កំណត់​អាសយដ្ឋាន​ដែល​ត្រូវ​ផ្សព្វផ្សាយ​ទៅ​កាន់ សូម​ប្រើ​វាល​អត្ថបទ <b>អាសយដ្ឋាន</b> ។</p>
mr: <p><b><big>Address</big></b><br> ज्या address ला करायचे broadcast तो set करण्यासाठी <b>Address</b> चे text field वापरा.</p>
nb: <p><b><big>Adresse</big></b><br> Bruk tekstfeltet <b>Adresse</b> for å angi kringkastingsadressen.</p>
nl: <p><b><big>Adres</big></b><br> Gebruik het <b>Adres</b> tekstveld om het adres in te stellen waarvan broadcasts verzonden moeten worden.</p>
pa: <p><b><big>ਐਡਰੈੱਸ</big></b><br> ਬਰਾਡਕਾਸਟ ਕਰਨ ਵਾਸਤੇ ਐਡਰੈੱਸ ਸੈੱਟ ਕਰਨ ਲਈ, <b>ਐਡਰੈੱਸ</b> ਪਾਠ ਕਾਲਮ ਵਰਤੋਂ।</p>
pt_br: <p><b><big>Endereço</big></b><br> Para configurar o endereço para o qual deve ser realizado o broadcast, use o campo <b>Endereço</b>.</p>
ro: <p><b><big>Adresă</big></b><br> Pentru a seta adresa către care se va face boradcast, utilizați câmpul text <b>Adresă</b>.</p>
ru: <p><b><big>Адрес</big></b><br> Чтобы установить адрес для широковещания, используйте текстовое поле <b>Адрес</b>.</p>
sk: <p><b><big>Adresa</big></b><br> Do poľa <b>Adresa</b> zadajte adresu, kam sa má čas posielať.</p>
sv: <p><b><big>Adress</big></b><br> För att ställa in adressen till vilken information ska sändas ut, använd textfältet <b>Adress</b>.</p>
ta: <p><b><big>முகவரி</big></b><br> ஒலிபரப்பு செய்யப்பட வேண்டிய முகவரியை அமைப்பதற்கு, <b>முகவரி</b> உரை புலத்தை பயன்படுத்தவும்.</p>
uk: <p><b><big>Адреса</big></b><br> Щоб вказати адресу, до якої транслювати, вживайте текстове поле <b>Адреса</b>.</p>
xh: <p><b><big>Idilesi</big></b><br> Ukumisela idilesi apho usasazo lwasemoyeni lwenzelwa kuyo, sebenzisa <b>Idilesi</b> yommandla wesiqendu.</p>

source: <p><b><big>Address</big></b><br> To set the address from which to accept broadcast packets, use <b>Address</b>.</p>
ar: <p><b><big>العنوان</big></b><br> لتعيين العنوان المطلوب قبول حزم النشر منه، استخدم <b>العنوان</b>.</p>
bn: <p><b><big>অ্যাড্রেস</big></b><br> যেই ঠিকানা থেকে প্রচারিত প্যাকেট গ্রহণ করা হবে সেটা সেট করার জন্য <b>ঠিকানা</b>ব্যবহার করুন.</p>
ca: <p><b><big>Adreça</big></b><br> Si voleu establir l'adreça des de la qual acceptareu els paquets de difusió utilitzeu l'opció <b>Adreça</b>.</p>
da: <p><b><big>Adresse</big></b><br> Brug <b>Adresse</b> til at angive adressen, hvorfra broadcast-pakker skal accepteres.</p>
fr: <p><b><big>Adresse</big></b><br> Pour définir l'adresse de laquelle accepter les paquets de diffusion générale, utilisez <b>Adresse</b>.</p>
gl: <p><b><big>Enderezo</big></b><br> Utilice <b>Enderezo</b> para establecer o enderezo do que vai aceptar paquetes de difusión (broadcast).</p>
hi: <p><b><big>पता</big></b><br> उस पते को सेट करने के लिए जिससे प्रसारित पैकेट स्वीकार किए जाते हैं, <b>Address</b> का प्रयोग करें।</p>
hu: <p><b><big>Cím</big></b><br> Az elfogadott Broadcast forrásának beállításához használja a <b>Cím</b> mezőt.</p>
ja: <p><b><big>アドレス</big></b><br> ブロードキャストを受け取るアドレスを設定するには、 <b>アドレス</b> を使用してください。</p>
km: <p><b><big>អាសយដ្ឋាន</big></b><br> ដើម្បី​កំណត់​អាសយដ្ឋាន​ដែល​ត្រូវ​ទទួល​យក​ការ​ផ្សាយ​កញ្ចប់​ព័ត៌មាន​សូម​ប្រើ <b>អាសយដ្ឋាន</b> ។</p>
mr: <p><b><big>Address</big></b><br> ज्या address वरून broadcast packets स्वीकारायचे तो set करण्यासाठी <b>Address</b> वापरा.</p>
nb: <p><b><big>Adresse</big></b><br> Legg inn avsenderadressen for godkjente kringkastingspakker under <b>Adresse</b>.</p>
nl: <p><b><big>Adres</big></b><br> Gebruik het <b>Adres</b> tekstveld om het adres in te stellen waarvan broadcast packets geaccepteerd moeten worden.</p>
pa: <p><b><big>ਐਡਰੈੱਸ</big></b><br> ਬਰਾਡਕਾਸਟ ਪੈਕਟ ਸਵੀਕਾਰ ਕਰਨ ਵਾਸਤੇ ਐਡਰੈੱਸ ਸੈੱਟ ਕਰਨ ਲਈ, <b>ਐਡਰੈੱਸ</b> ਵਰਤੋਂ।</p>
pt_br: <p><b><big>Endereço</big></b><br> Para configurar o endereço de onde aceitar o broadcast, use <b>Endereço</b>.</p>
ro: <p><b><big>Adresă</big></b><br> Pentru a seta adresa de la care se vor accepta pachete broadcast, utilizați <b>Adresă</b>.</p>
ru: <p><b><big>Адрес</big></b><br> Чтобы установить адрес, с которого принимать вещательные пакеты, используйте <b>Адрес</b>.</p>
sk: <p><b><big>Adresa</big></b><br> Do poľa <b>Adresa</b> zadajte adresu, odkiaľ sa má čas prijímať.</p>
sv: <p><b><big>Adress</big></b><br> För att ställa in adressen från vilken utsändingspaket ska accepteras, använd <b>Adress</b>.</p>
ta: <p><b><big>முகவரி</big></b><br> ஒலிபரப்பு பாக்கெட்களை ஏற்பதற்கான முகவரியை அமைப்பதற்கு <b>முகவரி</b>ஐ பயன்படுத்தவும்.</p>
uk: <p><b><big>Адреса</big></b><br> Щоб вказати адресу, з якої приймати пакети трансляції, вживайте <b>Адреса</b>.</p>
xh: <p><b><big>Idilesi</big></b><br> Ukumisela idilesi apho usasazo lwasemoyeni lwenzelwa kuyo, sebenzisa Idilesi<b> yommandla wesiqendu.</b>

source: <p><b><big>Options</big></b><br> To fine-tune the synchronization source, enter the respective options in the <b>Options</b> text field. For details, see <i>/usr/share/doc/packages/ntp-doc/confopt.htm</i>.</p>
ar: <p><b><big>خيارات</big></b><br> لضبط مصدر المزامنة ضبطًا دقيقًا، اكتب الخيارات إلى البرنامج النصي <b>الخيارات</b>. للحصول على التفاصيل، راجع <i>/usr/share/doc/packages/xntp-doc/html/confopt.htm</i>.</p>
ca: <p><b><big>Opcions</big></b><br> Podeu especificar les opcions per configurar amb més detall l'origen de sincronització al camp de text <b>Opcions</b>. Si en voleu més informació, consulteu <i>/usr/share/doc/packages/ntp-doc/confopt.htm</i>.</p>
da: <p><b><big>Tilvalg</big></b><br> Du kan finjustere synkroniseringskilden ved at angive tilvalg i tekstfeltet <b>Tilvalg</b>. Se detaljer i <i>/usr/share/doc/packages/xntp-doc/html/confopt.htm</i>.</p>
fr: <p><b><big>Options</big></b><br> Pour effectuer un réglage fin de la source de synchronisation, entrez les options dans le champ de texte <b>Options</b>. Pour plus de détails, consultez <i>/usr/share/doc/packages/ntp-doc/confopt.htm</i>.</p>
hu: <p><b><big>Opciók</big></b><br> Ha finomhangolni akarja a szinkronizációs forrást, használja az <b>Opciók</b> mezőt. További információt a <i>/usr/share/doc/packages/ntp-doc/confopt.htm</i> fájlban található.</p>
ja: <p><b><big>オプション</big></b><br> 同期ソースについてより細かい調整を行なうには、 <b>オプション</b> のテキスト項目に オプションを入力してください。詳細は <i>/usr/share/doc/packages/ntp-doc/confopt.htm</i> をご覧ください。</p>
km: <p><b><big>ជម្រើស</big></b><br> ដើម្បី​លៃ​តម្រូវ ឬ​​ប្រភព​សមកាលកម្ម បញ្ចូល​ជម្រើស​នីមួយ​នៅ​ក្នុង​វាល​អត្ថបទ <b>ជម្រើស</b> ។ សេចក្ដី​លម្អិត មើល <i>/usr/share/doc/packages/ntp-doc/confopt.htm</i> ។</p>
nb: <p><b><big>Valg</big></b><br> Du kan finjustere synkroniseringskilden ved å skrive inn valg i tekstfeltet <b>Alternativer</b>. Du finner mer informasjon i <i>/usr/share/doc/packages/ntp-doc/confopt.htm</i>.</p>
nl: <p><b><big>Opties</big></b><br> Voer de opties in in het tekstveld <b>Opties</b> om de synchronisatiebron verder in te regelen. Zie voor de details: <i>/usr/share/doc/packages/ntp-doc/confopt.htm</i>.</p>
pt_br: <p><b><big>Opções</big></b><br> Para ajustar detalhadamente a fonte de sincronização, digite as respectivas opções no campo de texto <b>Opções</b>. Para detalhes, veja <i>/usr/share/doc/packages/ntp-doc/confopt.htm</i>.</p>
ru: <p><b><big>Параметры</big></b><br> Для точной настройки источника синхронизации внесите соответствующие параметры в текстовое поле <b>Параметры</b>. Для информации см. <i>/usr/share/doc/packages/xntp-doc/confopt.htm</i>.</p>
sk: <p><b><big>Možnosti</big></b><br> Pre doladenie synchronizačného zdroja zadajte príslušné voľby do textového poľa <b>Možnosti</b>. Detaily nájdete v <i>/usr/share/doc/packages/ntp-doc/confopt.htm</i>.</p>
sv: <p><b><big>Alternativ</big></b><br> Om du vill finjustera synkroniseringskällan fyller du i alternativen i textfältet <b>Alternativ</b>. Mer information finns i <i>/usr/share/doc/packages/ntp-doc/confopt.htm</i>.</p>
uk: <p><b><big>Параметри</big></b><br> Для точного налаштування джерела синхронізації, внесіть параметри в текстове поле <b>Параметри</b>. Щоб отримати детальнішу інформацію перегляньте сторінку <i>/usr/share/doc/packages/ntp-doc/confopt.htm</i>.</p>
