Repository: Dzejrou/yast-translations
Catalog: po/qt/*.po
Languages: ar, ast, ca, cs, fa, fi, hr, hu, id, ja, ps, ru, sv, zh_cn, zh_tw

source: Name
ar: الاسم
ast: Nome
ca: Nom
cs: Název
fa: نام
fi: Nimi
hr: Ime
hu: Név
id: Nama
ja: 名前
ps: نوم
ru: Имя
sv: Namn
zh_cn: 名称
zh_tw: 名稱

source: Disk Usage
ar: استخدام القرص
ast: Usu de discu
ca: Ús del disc
cs: Zaplnění disku
fa: مصرف دیسک
fi: Levynkäyttö
hr: Iskorištenost diska
hu: Felhasznált lemezterület
id: Penggunaan disk
ja: ディスクの使用状況
ps: د ډسک استعمال
ru: Использование диска
sv: Använt diskutrymme
zh_cn: 磁盘使用率
zh_tw: 磁碟使用量

source: Free
ar: خالية
ast: Llibre
ca: Lliure
cs: Volné
fa: آزاد
fi: Vapaana
hr: Slobodno
hu: Szabad
id: Bebas
ja: 空き領域
ps: تش
ru: Свободно
sv: Ledigt
zh_cn: 可用
zh_tw: 可用

source: Total
ar: الإجمالي
cs: Celkem
fa: مجموع
fi: Yhteensä
hr: Ukupno
hu: Összes
ja: 合計
ps: ټول ټال
ru: Всего
sv: Totalt
zh_cn: 总共
zh_tw: 全部

source: Used %1
ar: %1 مستخدم
ca: Usat %1
cs: Použito %1
fa: %1 استفاده شده
fi: Käytössä %1
hr: Iskorišteno %1
hu: %1 használt
id: Digunakan %1
ja: 使用済み %1
ps: په کار وړل شوی %1
ru: Использовано %1
sv: Använd %1
zh_cn: 已用 %1
zh_tw: 已使用 %1

source: Help
ar: تعليمات
ast: Ayuda
ca: Ajuda
cs: Nápověda
fa: راهنما
fi: Ohje
hr: Pomoć
hu: Súgó
id: Bantuan
ja: ヘルプ
ps: مرسته
ru: Справка
sv: Hjälp
zh_cn: 帮助
zh_tw: 說明

source: &Close
ar: إغلاق
ast: &Zarrar
ca: &Tanca
cs: &Zavřít
fa: بستن
fi: &Sulje
hr: &Zatvori
hu: &Bezárás
id: &Tutup
ja: 閉じる (&C)
ps: بندول(&C)
ru: &Закрыть
sv: Stän&g
zh_cn: 关闭(&C)
zh_tw: 關閉(&C)

source: Release Notes
ar: ملاحظات الإصدار
ast: Notes de llanzamientu
ca: Notes de la versió
cs: Poznámky k verzi
fa: یادداشت های انتشار
fi: Julkaisutiedot
hu: Kiadási megjegyzések
id: Catatan Rilis
ja: リリースノート
ru: Примечания к выпуску
sv: Versionsfakta
zh_cn: 版本资讯
zh_tw: 版本說明

source: Stylesheet Editor
ar: محرر ورقة الأنماط
ast: Editor de fueyes d'estilu
ca: Editor de la fulla d'estil
cs: Editor šablony stylů
fa: ویرایشگر مجموعه تعاریف
fi: Tyylisivun muokkain
hr: Uređivač stila
hu: Stíluslap-szerkesztő
id: Penyunting Stylesheet
ja: スタイルシートエディタ
ps: د ډولپاڼی سمون
ru: Редактор таблиц стилей
sv: Redigerare för stilmallar
zh_cn: 样式表编辑器
zh_tw: 樣式表編輯器

source: You clicked the right mouse button where a left-click was expected. Switch left and right mouse buttons?
ar: لقد قمت بالنقر بزر الماوس الأيمن حيث كان متوقعًا النقر بزر الماوس الأيسر. هل تريد تبديل زري الماوس الأيسر والأيمن؟
ast: Primiesti'l botón drechu'l mur cuando s'esperaba un clic esquierdu. ¿Intercambiar los botones del mur?
ca: Heu fet clic amb el botó dret del ratolí en comptes de fer-ho amb l'esquerre. Voleu conmutar els botons dret i esquerre del ratolí?
cs: Klikli jste pravým tlačítkem myši, ale očekáváno bylo kliknutí levým. Prohodit pravé a levé tlačítko?
fa: شما در جایی که کلیک سمت چپ موشواره پیش بینی شده بود، کلید سمت راست نموده اید. جای دکمه های چپ و راست موشواره عوض شوند؟
fi: Olet napsauttanut oikeaa hiiren painiketta, mutta vasenta odotettiin. Vaihdetaanko vasemman ja oikean painikkeen paikkoja?
hr: Kliknuli ste desnom tipkom miša gdje se očekivao klik lijevom tipkom. Da li želite zamijeniti lijevu i desnu tipku?
hu: Jobb egérgombbal kattintott ott, ahol bal kattintást várt a rendszer. Kívánja megfordítani a bal és jobb gombokat?
id: Anda mengklik tombol tetikus kanan dimana tombol kiri yang diharapkan. Tukar tombol tetikus kiri dan kanan?
ja: マウスの左ボタンを期待していた項目で右ボタンが押されました。 マウスボタンの左右を切り替えますか？
ru: Вы нажали правую кнопку мыши там, где ожидалось нажатие левой кнопки. Поменять местами левую и правую кнопки?
sv: Du klickade med höger musknapp när ett vänsterklick förväntades. Vill du skifta höger- och vänsterknapp?
zh_cn: 您在应点击鼠标左键时点击了鼠标右键。 是否要切换鼠标左右键？
zh_tw: 您在應該按滑鼠左鍵時，按了滑鼠右鍵。 要交換滑鼠左、右鍵嗎？

source: Unexpected Click
ar: نقرة غير متوقعة
ast: Clic inesperáu
ca: S'ha fet un clic inesperat
cs: Neočekávané kliknutí
fa: کلیک پیش بینی نشده
fi: Odottamaton napsautus
hr: Neočekivani klik
hu: Váratlan kattintás
id: Klik Yang Tidak Diharapkan
ja: 予期しないボタン押下
ps: غير متوقع ټس
ru: Неожиданное нажатие
sv: Oväntat klick
zh_cn: 意外的点击
zh_tw: 非預期的按鍵

source: Color switching
ar: تبديل الألوان
ast: Camudancia de color
ca: Canvi de color
cs: Přepnutí barvy
fa: تعویض رنگ
fi: Värin vaihto
hr: Prebacivanje boja
hu: Színváltás
id: Pergantian Warna
ja: 色の切り替え
ps: د رنګونو بدلول
ru: Переключение цвета
sv: Färgbyte
zh_cn: 颜色切换
zh_tw: 色彩切換

source: Switching to color palette for vision impaired users - press Shift-F4 again to switch back to normal colors.
ar: التبديل إلى لوح الألوان للمستخدمين ضعاف البصر - اضغط Shift-F4 للعودة إلى الألوان العادية.
ca: Canvi a la paleta de colors per a usuaris amb dificultats de visió - premeu Maj.-F4 de nou per tornar a canviar als colors normals.
cs: Přepnutí na paletu barev pro slabozraké uživatele - na normální barvy opět přepnete stisknutím kombinace kláves Shift-F4.
fa: در حال تعویض رنگ ها برای کاربران با سطح بینایی پایین برای بازگشت به حالت عادی مجددا shift-F4 را بفشارید.
fi: Vaihdetaan väripalettia näkörajoitteisille käyttäjille - paina Vaihto-F4 uudestaan vaihtaaksesi takaisin normaalitilaan.
hr: Prebacivanje palete boja za korisnike s oštećenim vidom - pritisnite Shift-F4 ponovno da biste se vratili na normalne boje.
hu: Színpaletta átváltása gyengébben látók számára - a Shift-F4 újbóli megnyomásával visszaválthat a normál színekre.
id: Berganti ke palet warna untuk pengguna dengan ganguan penglihatan - tekan Shift-F4 lagi untuk berganti kembali ke warna normal.
ja: 視覚に障害のある方のためにカラーパレットを切り替えるには、 Shift-F4 を押してください。再度押すと通常のカラーに戻ります。
ru: Переключение на цветовую палитру для людей с нарушениями восприятия цветов — нажмите Shift-F4 еще раз для переключения к нормальным цветам.
sv: Byt till färgpalett för färgblinda personer. Tryck Skift+F4 igen för att byta tillbaka till normala färger.
zh_cn: 为视力不佳的用户切换到调色板 - 再次按 Shift-F4 切换回正常颜色。
zh_tw: 切換至供視障使用者所用的配色方式 - 再度按下 Shift-F4 可切換回正常色彩。

source: CapsLock!
ar: مفتاح CapsLock!
ast: ¡Bloq Máyus!
ca: Fixació de majúscules!
fa: دکمه ی CapsLock!
fi: CapsLock käytössä!
hu: Caps Lock bekapcsolva!
zh_cn: 大小写切换键!
zh_tw: 大寫鎖定！

source: Widget ID
ar: معرف القطعة
ca: ID del giny
cs: ID widgetu
fi: Sovelman ID
id: ID Widget
ja: ウイジェット ID
zh_cn: 挂件 ID
zh_tw: 工具集 ID

source: Enter Widget ID:
ar: ادخل معرف القطعة:
ca: Introduïu l'ID del giny:
cs: Zadejte ID widgetu:
fi: Anna sovelman ID:
id: Masukkan ID Widget:
ja: ウイジェット ID の入力:
zh_cn: 输入 挂件 ID：
zh_tw: 輸入工具集 ID：

source: Error
ar: خطأ
cs: Chyba
fi: Virhe
id: Kesalahan
ja: エラー
zh_cn: 错误
zh_tw: 錯誤

source: No widget with ID "%1"
ar: لا يوجد معرف للقطعة "%1"
ca: No hi ha cap giny amb l'ID %1.
cs: Widget s ID "%1" neexistuje
fi: Ei sovelmaa ID:llä "%1"
id: Tak ada widget dengan ID "%1"
ja: ID "%1%" のウイジェットがありません
zh_cn: 没有 ID 为“%1”的挂件
zh_tw: 沒有 ID 為「%1」的工具集

source: Save screen shot to...
ar: حف&ظ صورة الشاشة إلى...
ast: Guardar captura de pantalla en...
ca: Desa la captura de pantalla a...
cs: Uložit snímek obrazovky do...
fa: ذخیره ی تصویر صفحه در...
fi: Tallenna kuvankaappaus hakemistoon...
hr: Sačuvaj uhvaćeni ekran u ...
hu: Képernyőkép mentése...
id: Simpan cuplikan layar ke...
ja: スクリーンショットを保存...
ps: د پردی په مخ انځور ثبتول...
ru: Сохранить снимок экрана в...
sv: Spara skärmdump till...
zh_cn: 保存屏幕截图到...
zh_tw: 儲存螢幕抓圖到...

source: YaST Logging
ar: تسجيل YaST
ast: Rexistru de YaST
ca: Registre del YaST
cs: Protokolování YaST
fa: گزارش گیری YaST
fi: YaST-lokikirjaukset
hr: YaST logiranje
hu: YaST naplózás
ja: YaST ログ
ps: د ياسټ پړاوليکنه
ru: Ведение журналов YaST2
sv: YaST-loggning
zh_cn: YaST 日志记录
zh_tw: YaST 紀錄

source: Configure YaST Logging:
ar: تكوين تسجيل YaST:
ast: Configurar rexistru de YaST:
ca: Configura el registre del YaST:
cs: Nastavení protokolování YaST:
fa: پیکربندی گزارش گیری YaST:
fi: Määritä YaST-lokikirjaukset:
hr: Podesi YaST logiranje:
hu: YaST naplózás beállítása:
id: Mengkonfigurasi YaST Logging:
ja: YaST ログの設定:
ps: د ياسټ د پړاوليکنی عيارول
ru: Настроить ведение журналов YaST2:
sv: Konfigurera YaST-loggning:
zh_cn: 配置 YaST 日志记录：
zh_tw: 設定 YaST 記錄：

source: &Help
ar: تعليمات
ast: Ayuda
ca: &Ajuda
cs: &Nápověda
fa: راهنما
fi: &Ohje
hr: &Pomoć
hu: &Súgó
id: &Bantuan
ja: ヘルプ (&H)
ru: &Справка
sv: &Hjälp
zh_cn: 帮助(&H)
zh_tw: 說明(&H)

source: &Release Notes
ar: ملاحظات الإصدار
ast: Notes de &llanzamientu
ca: Notes de la &versió
cs: &Poznámky k vydání
fa: یادداشت های انتشار
fi: &Julkaisutiedot
hu: &Kiadási megjegyzések
id: &Catatan Rilis
ja: リリースノート (&R)
ru: &Примечания к выпуску
sv: &Versionsinfo
zh_cn: 版本资讯(&R)
zh_tw: 版本說明(&R)

source: Change the widget theme (Shift-F3)
ca: Canvia el tema del giny (Maj. - F3)
cs: Změnit téma widgetu (Shift-F3)
zh_cn: 更改挂件主题 (Shift-F3)

source: <h1>Advanced Hotkeys</h1><dl><dt>Print Screen</dt><dd>Take and save a screenshot. May not be available when YaST is running under some desktop environments.</dd><dt>Shift-F3</dt><dd>Select a widget style (color theme).</dd><dt>Shift-F4</dt><dd>Enable/disable the color palette optimized for vision impaired users.</dd><dt>Shift-F7</dt><dd>Enable/disable logging of debug messages.</dd><dt>Shift-F8</dt><dd>Open a file dialog to save log files to a non-standard location.</dd><dt>Ctrl-Shift-Alt-D</dt><dd>Send a DebugEvent. YaST modules can react on this by executing special debugging actions. Result depends on the specific YaST-module.</dd><dt>Ctrl-Shift-Alt-M</dt><dd>Start/Stop macro recorder.</dd><dt>Ctrl-Shift-Alt-P</dt><dd>Replay macro.</dd><dt>Ctrl-Shift-Alt-S</dt><dd>Show style sheet editor.</dd><dt>Ctrl-Shift-Alt-T</dt><dd>Dump widget tree to the log file.</dd><dt>Ctrl-Alt-Shift-X</dt><dd>Open a terminal window (xterm). Useful for VNC installations.</dd><dt>Ctrl-Shift-Alt-Y</dt><dd>Show widget tree browser.</dd></dl>
ca: <h1>Dreceres avançades</h1><dl><dt>Imprimeix la pantalla</dt><dd>Feu i deseu una captura de pantalla. Pot no estar disponible quan el YaST s'executi en alguns entorns d'escriptori.</dd><dt>Maj.-F3</dt><dd>Seleccioneu un estil per al giny (tema del color).</dd><dt>Maj.-F4</dt><dd>Habilita / inhabilita la paleta de colors optimitzada per als usuaris amb dificultats de visió.</dd><dt>Maj.-F7</dt><dd>Habilita / inhabilita el registre de missatges de depuració.</dd><dt>Maj.-F8</dt><dd>Obre un diàleg de fitxer per desar fitxers de registre en una ubicació no estàndard.</dd><dt>Ctrl-Maj.-Alt-D</dt><dd>Envia un esdeveniment de depuració (DebugEvent). Els mòduls del YaST hi poden reaccionar executant accions especials de depuració. El resultat depèn del mòdul concret del YaST.</dd><dt>Ctrl-Maj.-Alt-M</dt><dd>Inicia / atura l'enregistrador macro.</dd><dt>Ctrl-Maj.-Alt-P</dt><dd>Torna a reproduir el macro.</dd><dt>Ctrl-Maj.-Alt-S</dt><dd>Mostra l'editor de fulls d'estil.</dd><dt>Ctrl-Maj.-Alt-T</dt><dd>Bolca l'arbre de ginys al fitxer de registre.</dd><dt>Ctrl-Alt-Maj.-X</dt><dd>Obre una finestra de terminal (xterm). Útil per a instal·lacions VNC.</dd><dt>Ctrl-Maj.-Alt-Y</dt><dd>Mostra el navegador de l'arbre de ginys.</dd></dl>
cs: <h1>Pokročilé klávesové zkratky</h1><dl><dt>Print Screen</dt><dd>Pořídí a uloží snímek obrazovky. Nemusí být k dispozíci, keď YaST běží v některých desktopových prostředích.</dd><dt>Shift-F3</dt><dd>Zvolit styl widgetu (barevné téma).</dd><dt>Shift-F4</dt><dd>Povolí/zakáže barevnou paletu optimalizovanou pro slabozraké užívatele.</dd><dt>Shift-F7</dt><dd>Povolí/zakáže zaznamenávání ladicích zpráv.</dd><dt>Shift-F8</dt><dd>Otevře souborový dialog pro uložení souborů záznamů do nestandardního umístění.</dd><dt>Ctrl-Shift-Alt-D</dt><dd>Odešle DebugEvent. Moduly YaST na to mohou reagovat tím, že vykonají speciální ladicí akce. Výsledek závisí na konkrétním modulu YaST.</dd><dt>Ctrl-Shift-Alt-M</dt><dd>Spustí/zastaví záznam makra.</dd><dt>Ctrl-Shift-Alt-P</dt><dd>Přehraje makro.</dd><dt>Ctrl-Shift-Alt-S</dt><dd>Otevře editor souboru stylů.</dd><dt>Ctrl-Shift-Alt-T</dt><dd>Vypíše strom ovládacích prvků do souboru žurnálu.</dd><dt>Ctrl-Alt-Shift-X</dt><dd>Otevře okno terminálu (xterm). Užitečné pro instaláce VNC.</dd><dt>Ctrl-Shift-Alt-Y</dt><dd>Otevře prohlížač stromu ovládacích prvků.</dd></dl>
zh_cn: <h1>高级快捷键</h1><dl><dt>Print Screen</dt><dd>截图并保存。当 YaST 运行在某些桌面环境下时或许不可用。</dd><dt>Shift-F3</dt><dd>Shift-F3选择挂件样式（颜色主题）。</dd><dt>Shift-F4</dt><dd>启用/禁用为视力受损的用户专门优化的配色。</dd><dt>Shift-F7</dt><dd>启用/禁用记录调试消息。</dd><dt>Shift-F8</dt><dd>打开一个文件对话框来保存日志文件到非标准位置。</dd><dt>Ctrl-Shift-Alt-D</dt><dd>发送一个调试事件。YaST 模块可对此作出反馈并执行特殊的调试作业。结果取决于具体的 YaST 模块。</dd><dt>Ctrl-Shift-Alt-M</dt><dd>启动/停止宏记录器。</dd><dt>Ctrl-Shift-Alt-P</dt><dd>重新播放宏。</dd><dt>Ctrl-Shift-Alt-S</dt><dd>显示样式表编辑器。</dd><dt>Ctrl-Shift-Alt-T</dt><dd>转储挂件树到日志文件。</dd><dt>Ctrl-Alt-Shift-X</dt><dd>打开一个终端窗口 (xterm)。当 VNC 安装时很有用。</dd><dt>Ctrl-Shift-Alt-Y</dt><dd>显示挂件树浏览器。</dd></dl>

source: &Steps
ar: خطوات
ast: &Pasos
ca: &Passos
cs: &Kroky
fa: قدم ها
fi: &Vaiheet
hu: &Lépések
id: &Langkah
ja: 手順 (&S)
ru: &Этапы
sv: &Steg
zh_cn: 步骤(&S)
zh_tw: 步驟(&S)

source: &Tree
ar: شجرة
ast: &Árbole
ca: A&rbre
cs: &Strom
fa: درخت
fi: &Puu
hu: &Fa
id: &Pohon
ja: ツリー (&T)
ru: &Дерево
sv: &Träd
zh_cn: 树(&T)
zh_tw: 樹狀結構(&T)

source: &Apply
ca: &Aplica
cs: &Použít
zh_cn: 应用(&A)

source: Auto Apply
ca: Aplica-ho automàticament
cs: Automaticky použít
zh_cn: 自动应用

source: &Load File
ca: Ca&rrega un fitxer
cs: &Načíst soubor
zh_cn: 装载文件(&L)

source: Style Sheet &Selection
ca: Full d'estil i &selecció
cs: Výběr šablony stylů
zh_cn: 样式表选择(&S)

source: Reset to &Default
ca: Restableix als valors per &defecte
cs: Obnovit pře&dvolené nastavení
zh_cn: 重置为默认值(&D)

source: Device
ar: الجهاز
ast: Preséu
hr: Uređaj
ps: آله
ru: Устройство
sv: Enhet

source: <h1>Advanced Hotkeys</h1><dl><dt>Print Screen</dt><dd>Take and save a screenshot. May not be available when YaST is running under some desktop environments.</dd><dt>Shift-F4</dt><dd>Enable/disable the color palette optimized for vision impaired users.</dd><dt>Shift-F7</dt><dd>Enable/disable logging of debug messages.</dd><dt>Shift-F8</dt><dd>Open a file dialog to save log files to a non-standard location.</dd><dt>Ctrl-Shift-Alt-D</dt><dd>Send a DebugEvent. YaST modules can react on this by executing special debugging actions. Result depends on the specific YaST-module.</dd><dt>Ctrl-Shift-Alt-M</dt><dd>Start/Stop macro recorder.</dd><dt>Ctrl-Shift-Alt-P</dt><dd>Replay macro.</dd><dt>Ctrl-Shift-Alt-S</dt><dd>Show style sheet editor.</dd><dt>Ctrl-Shift-Alt-T</dt><dd>Dump widget tree to the log file.</dd><dt>Ctrl-Alt-Shift-X</dt><dd>Open a terminal window (xterm). Useful for VNC installations.</dd><dt>Ctrl-Shift-Alt-Y</dt><dd>Show widget tree browser.</dd></dl>
ar: <h1>مفاتيح التشغيل المتقدمة</h1><dl><dt>طباعة الشاشة</dt><dd>خذ وحفظ لقطة للشاشة. قد لا تكون متاحة عند تشغيل وحدة YaST النمطية في بعض بيئات سطح المكتب.</dd><dt>Shift-F4</dt><dd>تمكين / تعطيل لوحة الألوان المُثلى لمساعدة المستخدمين ضعاف البصر.</dd><dt>Shift-F7</dt><dd>تمكين / تعطيل تسجيل رسائل التصحيح.</dd><dt>Shift-F8</dt><dd>فتح ملف الحوار لحفظ ملفات السجل إلى موقع غير قياسي.</dd><dt>Ctrl-Shift-Alt-D</dt><dd>تعتمد على استجابة محددة وحدة YaST النمطية.</dd><dt>Ctrl-Shift-Alt-M</dt><dd>بدء / إيقاف مسجل الماكرو.</dd><dt>Ctrl-Shift-Alt-P</dt><dd>الإعادة الماكرو.</dd><dt>Ctrl-Shift-Alt-S</dt><dd>لمشاهدة أسلوب محرر الورقة.</dd><dt>Ctrl-Shift-Alt-T</dt><dd>تفريغ شجرة الودجت لملف السجل.</dd><dt>Ctrl-Alt-Shift-X</dt><dd>فتح نافذة الطرفية (xterm). مفيد لتثبيت VNC.</dd><dt>Ctrl-Shift-Alt-Y</dt><dd>متصفح شجرة مشاهدة الودجت.</dd></dl>
id: <h1>Tombol Cepat Lanjutan</h1><dl><dt>Print Screen</dt><dd>Mengambil dan menyimpan cuplikan layar. Mungkin tidak tersedia ketika YaST berjalan di beberapa lingkungan desktop.</dd><dt>Shift-F4</dt><dd>Mengaktifkan/menonaktifkan palet warna yang dioptimalkan untuk pengguna dengan gangguan penglihatan.</dd><dt>Shift-F7</dt><dd>Mengaktifkan/menonaktifkan pencatatan pesan debug.</dd><dt>Shift-F8</dt><dd>Membuka dialog berkas untuk menyipan berkas-berkas log pada lokasi tidak standar.</dd><dt>Ctrl-Shift-Alt-D</dt><dd>Mengirim DebugEvent. Modul dapat bereaksi saat ini dengan mengeksekusi tindakan debugging khusus. Hasilnya tergantung pada modul YaST tertentu.</dd><dt>Ctrl-Shift-Alt-M</dt><dd>Menjalankan/Menghentikan perekaman makro.</dd><dt>Ctrl-Shift-Alt-P</dt><dd>Memutar ulang makro.</dd><dt>Ctrl-Shift-Alt-S</dt><dd>Menampilkan penyunting Show style sheet.</dd><dt>Ctrl-Shift-Alt-T</dt><dd>Dump widget tree pada berkas log.</dd><dt>Ctrl-Alt-Shift-X</dt><dd>Membuka jendela terminal (xterm). Berguna untuk pemasangan VNC.</dd><dt>Ctrl-Shift-Alt-Y</dt><dd>Menampilkan penjelajah widget tree.</dd></dl>
ru: <h1>Расширенные горячие клавиши</h1><dl><dt>Print Screen</dt><dd>Сделать и сохранить снимок экрана. Может не работать при запуске YaST в некоторых графических окружениях.</dd><dt>Shift-F4</dt><dd>Включить/отключить палитру цветов для пользователей с ослабленным зрением.</dd><dt>Shift-F7</dt><dd>Включить/отключить журналирование отладочных сообщений.</dd><dt>Shift-F8</dt><dd>Открыть диалог для сохранения файлов журнала в нестандартное место.</dd><dt>Ctrl-Shift-Alt-D</dt><dd>Отправить DebugEvent. Модули YaST могут реагировать на это выполнением специальных отладочных действий. Результат зависит от конкретного модуля YaST.</dd><dt>Ctrl-Shift-Alt-M</dt><dd>Запустить/остановить запись макроса.</dd><dt>Ctrl-Shift-Alt-P</dt><dd>Воспроизвести макрос.</dd><dt>Ctrl-Shift-Alt-S</dt><dd>Показать редактор таблицы стилей.</dd><dt>Ctrl-Shift-Alt-T</dt><dd>Вывести дерево виджетов в файл журнала.</dd><dt>Ctrl-Alt-Shift-X</dt><dd>Открыть окно терминала (xterm). Полезно для VNC-установок.</dd><dt>Ctrl-Shift-Alt-Y</dt><dd>Показать обзор дерева виджетов.</dd></dl>
sv: <h1>Avancerade tangentgenvägar</h1><dl><dt>Skärmbild</dt><dd>Ta och spara en skärmbild. Detta kan vara otillgängligt när YaST körs i vissa skrivbordsmiljöer.</dd><dt>Shift-F4</dt><dd>Aktivera/avaktivera färgpalettoptimering för användare med synnedsättning.</dd><dt>Shift-F7</dt><dd>Aktivera/avaktivera loggning av felsökningsmeddelanden.</dd><dt>Shift-F8</dt><dd>Öppna en fildialogruta för att spara loggfiler på en annan plats än standardplatsen.</dd><dt>Ctrl-Shift-Alt-D</dt><dd>Skicka en felsökningshändelse. YaST-moduler kan reagera på detta genom att köra särskilda felsökningsåtgärder. Resultatet beror på den specifika YaST-modulen</dd><dt>Ctrl-Shift-Alt-M</dt><dd>Starta/avbryt makroinspelning.</dd><dt>Ctrl-Shift-Alt-P</dt><dd>Spela upp makro.</dd><dt>Ctrl-Shift-Alt-S</dt><dd>Visa en stilbladsredigerare.</dd><dt>Ctrl-Shift-Alt-T</dt><dd>Spara widgetträdet i en loggfil.</dd><dt>Ctrl-Alt-Shift-X</dt><dd>Öppna ett terminalfönster (xterm). Användbart för WNC-installationer.</dd><dt>Ctrl-Shift-Alt-Y</dt><dd>Visa läsare för widgetträd.</dd></dl>
