Repository: Dzejrou/yast-translations
Catalog: po/qt-pkg/*.po
Languages: af, ar, bg, bn, ca, cs, da, el, et, fa, fi, gl, gu, hi, hu, id, ko, lt, mr, nb, pa, pt, ro, ta, th, vi, wa, xh, zu

source: This package is already installed, but package dependencies require that it is deleted.
af: Hierdie pakket is reeds geïnstalleer, maar pakketafhanklikhede vereis dat dit geskrap word.
ar: الحزمة مثبَّتة بالفعل، ولكن تبعيات الحزمة تتطلب حذفها.
bg: Този пакет вече е инсталиран, но поради зависимостите между пакетите се изисква да бъде изтрит.
bn: এই প্যাকেজটি আগে থেকেই ইনস্টল করা আছে, কিন্তু প্যাকেজ নির্ভরতার জন্য এটি অপসারন করতে হবে.
ca: Aquest paquet ja s'ha instal·lat, però cal suprimir-lo a causa de les dependències de paquets.
cs: Tento balíček je již nainstalován, ale závislosti vyžadují, aby byl odstraněn.
da: Denne pakke er allerede installeret, men pakkeafhængigheder kræver at den slettes.
el: Αυτό το πακέτο είναι ήδη εγκατεστημένο, αλλά οι εξαρτήσεις πακέτων απαιτούν να διαγραφεί.
et: See pakett on paigaldatud, kuid pakettide sõltuvuste rahuldamiseks tuleb pakett eemaldada.
fa: این بسته نصب شده است، اما وابستگی های بسته ای که این را نیاز دارند حذف شده اند.
fi: Tämä paketti on asennettu, mutta pakettiriippuvuudet vaativat sen poistamista.
gl: Este paquete xa está instalado, pero debe eliminarse debido ás dependencias de paquetes.
gu: આ પેકેજની સ્થાપના થઈ ગઈ છે, પણ પેકેજ ડીપેન્ડન્સીઝને જરૂર છે, તેથી તે દૂર કરવામાં આવશે
hi: यह बंडल पहले ही अधिष्ठापित किया जा चुका है, परंतु बंडल़ की निर्भरता के लिए आवश्य है कि इसको डिलिट किया जाए.
hu: Ez a csomag már telepítve van, de függőségek miatt törölni kell.
id: Paket ini sudah terpasang, tapi dependensi paket mengharuskannya untuk dihapus.
ko: 이 패키지는 이미 설치되었지만 패키지 종속성을 삭제해야 합니다.
lt: Šis paketas jau įdiegtas, tačiau dėl paketų priklausomybių jis pažymėtas pašalinimui.
mr: हे पॅकेज आधीच स्थापित आहे, परंतु पॅकेज डिपेन्डन्सीजला ते पुसून टाकायला हवे आहे.
nb: Denne pakken er allerede installert, men den må fjernes på grunn av pakkekonflikter.
pa: ਇਹ ਪੈਕੇਜ ਪਹਿਲਾਂ ਹੀ ਇੰਸਟਾਲ ਹੈ, ਪਰ ਪੈਕੇਜ ਨਿਰਭਰਤਾ ਨੂੰ ਇਸ ਦੇ ਹਟਾਉਣ ਦੀ ਜਰੂਰਤ ਹੈ।
pt: Este pacote já se encontra instalado, mas as dependências de pacotes requerem que este seja apagado.
ro: Acest pachet este deja instalat, dar dependențele pachetelor cer ștergerea sa.
ta: இந்த பேக்கேஜ் ஏற்கனவே நிறுவப்பட்டுள்ளது, ஆனால் பேக்கேஜ் சார்புத்தன்மைகள் காரணமாக அது நீக்கப்பட வேண்டியுள்ளது.
th: แพกเกจนี้ถูกติดตั้งไว้อยู่แล้ว แต่ในส่วนความเกี่ยวพันกันของแพกเกจอื่น ๆ ต้องการจะให้ลบมันออกไปและจะทำการลบมัน
vi: Gói này đã được cài đặt, nhưng sự phụ thuộc giữa các gói yêu cầu phải xóa nó.
wa: Ci pacaedje ci est ddja astalé mins des aloyances di pacaedje dimandèt del disfacer.
xh: Lo mbekelelo sowuhlohliwe, kodwa izixhomekeki zombekelelo zifuna ukuba ube ucinyiwe.
zu: Le phakheji isifakiwe kakade, kodwa amaphakheji ancike kwamanye adinga ukuba isulwe.

source: This can happen, for example, if some other package obsoletes this one.
af: Dit kan gebeur, byvoorbeeld as 'n ander pakket hierdie een uitgedien maak.
ar: يمكن أن يحدث ذلك، على سبيل المثال، إذا أصبحت هذه الحزمة قديمة بعد إصدار حزم أخرى أحدث.
bg: Това може да се случи, например, ако някой друг пакет го прави непотребен.
bn: এটি হতে পারে, যদি ধরুন, কোন প্যাকেজ এটিকে অপ্রচলিত করে তোলে.
ca: Això pot passar, per exemple, si un altre paquet el fa obsolet.
cs: To se může stát, pokud jej například jiný balíček nahrazuje.
da: Det kan ske, hvis f.eks. en anden pakke gør den forældet.
el: Αυτό μπορεί να συμβεί, για παράδειγμα, εάν κάποιο άλλο πακέτο αχρηστεύει αυτό.
et: See või juhtuda näiteks siis, kui mõni teine pakett muudab selle paketi tarbetuks.
fa: این میتواند اتفاق بیفتد، برای مثال، اگر دیگر بسته ها این بسته را منسوخ کنند.
fi: Tämä voi tapahtua, jos esimerkiksi jokin toinen paketti korvaa tämän paketin.
gl: Isto pode suceder, por exemplo, cando un paquete deixa obsoleto a outro.
gu: આ બની શકે, જો અન્ય પેકેજ તેને વપરાશમાંથી દૂર કરવામાં માંગતું હોય.
hi: ऐसा हो सकता है, उदाहरणार्थ, यदि कोई अन्य बंडल इसे अप्रयुक्त बना दे.
hu: Ez akkor fordulhat elő, ha egy másik csomag feleslegessé teszi ezt a csomagot.
id: Hal ini dapat terjadi, misalnya, jika paket lain membuatnya usang.
ko: 예를 들어, 일부 다른 패키지가 이 패키지를 폐기 처분할 경우 발생할 수 있습니다.
lt: Tai gali atsitikti, jei, pavyzdžiui, kai kurie kiti paketai šį pakeičia naujesniu.
mr: हे घडू शकते, उदाहरणार्थ, जर अन्य पॅकेजने ते अप्रचलित ठरवले.
nb: Dette kan for eksempel skyldes at en annen pakke gjør denne foreldet.
pa: ਇਹ ਵਾਪਰ ਸਕਦਾ ਹੈ। ਉਦਾਹਰਨ ਵਜੋਂ, ਜੇ ਕੁਝ ਹੋਰ ਪੈਕੇਜ ਇਸ ਨੂੰ ਪੁਰਾਣਾ ਸਮਝਦੇ ਹਨ।
pt: Isto pode surgir por exemplo, se algum outro pacote torna este obsoleto.
ro: Această situație poate apărea, de exemplu, dacă un alt pachet îl înlocuiește pe acesta.
ta: இது நடைபெறக்கூடும், உதாரணமாக, வேறொரு பேக்கேஜ் இதனை காலாவதியாகச் செய்யுமானால்.
th: นี่สามารถเกิดขึ้นได้ เช่น หากแพกเกจอื่นบางตัวตั้งให้มันล้าสมัยและควรถูกลบออก
vi: Điều này có thể xảy ra, ví dụ khi một gói nào đó loại bỏ gói này.
wa: Çoula pout s' passer, metans, si ds ôtes pacaedjes rindèt trop vî li ci.
xh: Oku kunokwenzeka, umzekelo, ukuba kukho omnye umbekelelo owenza lo ube nophelelwe lixesha.
zu: Lokhu kungenzeka uma ngokwesibonelo, amanye amaphakheji enza ukuba lena ingasebenzi.

source: Special Keys Overview
af: Spesialesleutels-oorsig
ar: نظرة عامة على المفاتيح الخاصة
bg: Преглед на специалните клавиши
bn: বিশেষ কী বর্ণনা
ca: Resum de les tecles especials
cs: Přehled speciálních kláves
da: Oversigt over specialtaster
el: Γενική Επισκόπηση Ειδικών Πλήκτρων
et: Eriklahvide ülevaade
fa: بررسی اجمالی کلیدهای خاص
fi: Erikoisnäppäinten yhteenveto
gl: Resume de teclas especiais
gu: ખાસ કીઝ નું નિરીક્ષણ
hi: विशेष की विवरण
hu: Különleges billentyűk áttekintése
id: Ringkasan Tombol Khusus
ko: 특수 키 개요
lt: Specialiųjų klavišų apžvalga
mr: विशेष कीज ओव्हरव्ह्यू
nb: Oversikt over spesialtaster
pa: ਖਾਸ ਕੁੰਜੀਆਂ ਜਾਣਕਾਰੀ
pt: Visão Geral de Teclas Especiais
ro: Prezentare taste speciale
ta: விசேஷ கீக்களின் விளக்கம்
th: ภาพรวมแสดงปุ่มพิมพ์พิเศษ
vi: Xem lại các phím đặc biệt
wa: Esplikêyes des speciålès clés
xh: Ulwazi Gabalala Ngamaqhosha Awodwa
zu: Amabalengwe Ezinkinobho Ezikhethekile

source: In any case, go to the next list item.
af: Gaan in elk geval na die volgende lysitem.
ar: على أي حال، انتقل إلى عنصر القائمة التالي.
bg: Във всеки случай отивате на следващия елемент от списъка.
bn: যেকোন ক্ষেত্রে, তালিকার পরের আইটেমে যাও.
ca: En qualsevol cas, ves a l'element següent.
cs: V každém případě přejít na další položku seznamu.
da: Uanset hvad så gå til næste punkt på listen.
el: Σε κάθε περίπτωση, πηγαίνετε στο επόμενο αντικείμενο λίστας
et: Igal juhul liigub kursor nimekirjas järgmise paketi peale.
fa: در هر موردی، به آیتم بعدی لیست بروید.
fi: Siirry joka tapauksessa seuraavaan merkintään.
gl: Pasar sempre ao seguinte elemento da lista.
gu: ગમે તે રીતે, તમે નવા લિસ્ટની વિગત પર જાઓ.
hi: किसी भी केस में, अगले मद सूची पे जाऐं
hu: A telepítés folytatódik a lista következő elemével.
id: Dalam semua kasus, pergi ke item daftar berikutnya.
ko: 어떤 경우든지, 다음 목록 항목으로 이동하십시오.
lt: Bet kuriuo atveju eiti prie kito sąrašo elemento.
mr: कोणत्याही परिस्थितीत, पुढच्या लिस्ट आयटेमवर जा.
nb: Gå til neste element i listen uansett.
pa: ਕਿਸੇ ਵੀ ਕੇਸ ਵਿੱਚ, ਅਗਲੀ ਲਿਸਟ ਆਈਟਮ ਉੱਤੇ ਜਾਓ।
pt: Em qualquer caso, ir para o item seguinte na lista.
ro: Indiferent de situație, treceți la următoare intrare din listă.
ta: எப்படி இருந்தாலும், பட்டியலின் அடுத்த ஐட்டத்திற்கு செல்லவும்.
th: โดยทั่วไป จะเป็นการไปยังช่องรายการถัดไป
vi: Trong bất kỳ trường hợp nào, hãy đi tới mục tiếp theo của danh sách.
wa: Dins tos les cas, alez a l' elemint shuvant el lisse.
xh: Nokuba kutheni, yiya kwinqaku elukuludwe elilandelayo.
zu: Kunoma isiphi isimo, iya entweni esohlwini elandelayo.

source: Add
af: Voeg by
ar: إضافة
bg: Добавяне
bn: যোগ করো
ca: Afegeix
cs: Přidat
da: Tilføj
el: Προσθήκη
et: Lisa
fa: اضافه کردن
fi: Lisää
gl: Engadir
gu: ઉમેરો
hi: जोङे
hu: Hozzáadás
id: Tambah
ko: 추가
lt: Pridėti
mr: वाढवा
nb: Legg til
pa: ਸ਼ਾਮਲ
pt: Adicionar
ro: Adaugă
ta: சேர்க்கவும்
th: เพิ่ม
vi: Thêm
wa: Radjouter
xh: Fakela
zu: Nezela

source: Get this package. Install it if it is not installed yet. Update it to the latest version if it is installed and there is a newer version.
af: Kry hierdie pakket. Installeer dit as dit nog nie gedoen is nie. Werk dit tot die mees onlangse weergawe by as dit geïnstalleer is en as daar 'n nuwer weergawe is.
ar: احصل على هذه الحزمة. قم بتثبيتها إذا لم يتم تثبيتها بعد. وقم بتحديثها إلى أحدث إصدار إذا كانت مثبَّتة ويوجد إصدار أحدث.
bg: Вземете пакета, инсталирайте го ако вече не е инсталиран. Подновете го до последната версия, ако е инсталиран и имате по-нова версия.
bn: এই প্যাকেজটি নাও. ইনস্টল করা না হয়ে থাকলে ইনস্টল কর. ইনস্টল করা হয়ে থাকলে এবং নতুন সংস্করণ থাকলে তাতে পরিবর্ধন করো.
ca: Aconsegueix aquest paquet i instal·la'l si encara no està instal·lat. Actualitza'l amb l'ultima versió si està instal·lat i existeix una versió més nova.
cs: Získat balíček a nainstalovat jej, pokud ještě není. Aktualizovat na nejnovější verzi, pokud taková existuje.
da: Hent denne pakke. Installér den hvis den ikke er installeret endnu. Opdater den til seneste version, hvis den er installeret, og hvis der findes en nyere version.
el: Αποκτήστε αυτό το πακέτο. Εγκαταστήστε το αν δεν είναι ήδη εγκατεστημένο. Ενημερώστε το στην τελευταία έκδοση αν είναι εγκατεστημένο και υπάρχει μια νεότερη έκδοση.
et: Hankige see pakett. Paigaldage see, kui seda pole veel paigaldataud. Uuendage see uusimale versioonile, kui see on juba paigaldatud ja sel on uuem versioon.
fa: این بسته را بگیرید. در صورتی که هنوز نصب نشده است آن را نصب کنید. در صورتیکه نسخه ی جدیدتر آن موجود است و نصب شده است، آن را به روز کنید.
fi: Nouda tämä paketti. Asenna se, jos sitä ei ole vielä asennettu. Päivitä paketti viimeisimpään versioon, jos se on jo asennettu ja uudempi versio löytyy.
gl: Obter este paquete e instalalo se aínda non o está. Actualizalo á última versión se está instalado e se hai unha versión posterior.
gu: આ પેકેજ મેળવો. જો તે સ્થપાયું ન હોય, તો તેને સ્થાપિત કરો. જો તે સ્થપાયેલું હોય અને નવું વર્ઝ્ન ઉપલબ્ધ હોય, તો તેને છેલ્લા અદ્યતન વર્ઝન પ્રમાણે અપડેટ-અદ્યતન કરો.
hi: इस बंडल़ को प्राप्त करें. यदि यह अभी तक अधिष्ठापित न किया गया हो तो इसे अधिष्ठापित किया जाए. यदि इसे अधिष्ठापित कर दिया गया हो और नया आरूप हो तो इसे नवीनतम आरूप तक अद्यतन बनाए.
hu: Ez a csomag szükséges. Ha nincs telepítve, telepítésre kerül. Ha már telepítve van és van újabb verzió, frissítésre kerül.
id: Dapatkan paket ini. Pasang jika masih belum terpasang. Perbarui ke versi terbaru jika sudah terpasang dan ada versi yang lebih baru.
ko: 이 패키지를 가져옵니다. 패키지가 아직 설치되지 않았다면 설치하십시오. 패키지가 설치되었고 최신 버전이 있으면 최신 버전으로 업데이트하십시오.
lt: Imkite šį paketą. Įdiekite jį, jei jis dar neįdiegtas. Atnaujinkite jį iki naujausios versijos, jei jis yra įdiegtas ir egzistuoja naujesnė versija.
mr: हे पॅकेज मिळवा. ते अद्याप स्थापित नसेल तर स्थापित करा. ते स्थापित असेल व नवीन आवृत्ती उपलब्ध असेल तर त्याला अपडेट करा.
nb: Hent denne pakken. Installer den hvis den ikke er installert ennå. Oppgrader den til nyeste versjon hvis den er installert og det finnes en nyere versjon.
pa: ਇਹ ਪੈਕੇਜ ਪਰਾਪਤ ਕਰੋ। ਇਸ ਨੂੰ ਇੰਸਟਾਲ ਕਰੋ ਜੇ ਹਾਲੇ ਇੰਸਟਾਲ ਨਹੀਂ। ਜੇ ਇਹ ਇੰਸਟਾਲ ਹੈ ਅਤੇ ਕੋਈ ਨਵਾਂ ਵਰਜਨ ਹੈ ਇਸ ਨੂੰ ਨਵੇਂ ਵਰਜਨ ਵਿੱਚ ਅੱਪਡੇਟ ਕਰੋ।
pt: Obter este pacote. Instalá-lo, se ainda não estiver instalado. Actualizá-lo para a versão mais recente, se estiver instalado, e existir uma versão mais actual.
ro: Obține pachetul. Instalează-l, dacă nu este instalat deja. Actualizează dacă este instalat și există o versiune mai nouă.
ta: இப்பேக்கேஜ்களைப் பெறவும். அது இன்னும் நிறுவப்பட்டிருக்கவில்லையெனின், அதை நிறுவவும். அது நிறுவப்பட்டிருந்தால் மற்றும் புதிய வடிவம் ஒன்று இருப்பின், புதிய வடிவத்தைக் கொண்டு அதைப்புதுப்பிக்கவும்.
th: รับแพกเกจนี้ ติดตั้งมันหากมันยังไม่ได้มีการติดตั้ง ปรับรุ่นให้มัน หากแพกเกจเป็นรุ่นที่ใหม่กว่าตัวที่ติดตั้งไว้แล้ว
vi: Lấy gói này. Cài đặt nó nếu chưa cài đặt. Cập nhật nó tới phiên bản mới nhất nếu đã cài rồi và đã ra phiên bản mới hơn.
wa: Purdoz ç' pacaedje ci. Astalez l' s' i n' est nén cor astalé. Metoz a djoû diviè l' dierinne modêye s' il est astalé eyet k' i gn a ene nouve modêye.
xh: Fumana olu bekelelo. Hlohla ukuba bekungekahlohlwa. Kuhlaziye ukufikelela kuguqulelo olulolona lukamva ukuba kuhlohliwe kwaye kukho uguqulelo olutsha noko.
zu: Thola le phakheji. Yifake uma ibingakafakwa. Yivuselele kuze kube sohlelweni lokugcina uma ifakiwe futhi kunohlelo olusha kunalolo.

source: Remove
af: Verwyder
ar: إزالة
bg: Премахване
bn: সরাও
ca: Suprimeix
cs: Odebrat
da: Fjern
el: Αφαίρεση
et: Eemalda
fa: حذف
fi: Poista
gl: Desinstalar
gu: દૂર કરો
hi: हटाऐ
hu: Eltávolítás
id: Hapus
ko: 제거
lt: Pašalinti
mr: कमी करा
nb: Fjern
pa: ਹਟਾਓ
pt: Remover
ro: Ștergere
ta: நீக்கவும்
th: ถอนการติดตั้ง
vi: Gỡ bỏ
wa: Oister
xh: Shenxisa
zu: Susa

source: Get rid of this package. Mark it as "do not install" if it is not installed yet. Delete it if it is installed.
af: Raak ontslae van hierdie pakket. Merk dit as "moenie installeer nie" as dit nog nie geïnstalleer is nie. Skrap dit as dit geïnstalleer is.
ar: تخلص من هذه الحزمة. ضع علامة أمام "عدم تثبيت" إذا لم يتم تثبيت الحزمة بعد. قم بحذفها إذا تم تثبيتها.
bg: Премахване на този пакет. Маркирайте го като "без инсталиране" ако не все още не е инсталиран. Изтрийте го ако вече е инсталиран.
bn: এই প্যাকেজটি সরিয়ে দাও. যদি ইনস্টল করা না হয়ে থাকে তবে "ইনস্টল করো না" চিহ্নিত করো. ইনস্টল করা হয়ে থাকলে অপসারন করো.
ca: Suprimeix aquest paquet. Marca'l com a "no l'instal·lis" si encara no està instal·lat, i suprimeix-lo si ho està.
cs: Zbavit se balíčku. Označit jej jako „neinstalovat“, pokud ještě není nainstalován. Odstranit jej, pokud již nainstalován je.
da: Slip af med denne pakke. Markér den som "installér ikke", hvis den ikke er installeret endnu. Slet den, hvis den er installeret.
el: Απαλλαγείτε από αυτό το πακέτο. Σημειώστε αυτό ως "να μην εγκατασταθεί" αν δεν είναι ήδη εγκατεστημένο. Διαγράψτε το αν είναι εγκατεστημένο.
et: Vabanege sellest paketist. Märkige see "ärge paigaldage", kui seda pole veel paigaldatud. Kustutage pakett, kui see on eelnevalt paigaldatud.
fa: از شر این بسته خلاص شوید. آن را بر روی "این را نصب نکن" در صورتی که هنوز نصب نشده علامت بزنید. در صورتی که نصب شده است حذفش کنید.
fi: Hankkiudu eroon tästä paketista. Merkitse sen tilaksi "älä asenna", jos sitä ei ole vielä asennettu. Poista se, jos se on jo asennettu.
gl: Eliminar este paquete. Marcalo coma "non instalar" se aínda non estivese instalado e eliminalo se xa estivese instalado.
gu: આ પેકેજ દૂર કરો. જો તે સ્થપાયેલું ન હોય, તો તેને "do not install" તરીકે નોંધી રાખો. જો તે સ્થપાયેલું હોય, તો તેને દૂર કરો.
hi: इस बंडल को हटा दें. यदि यह अभी तक अधिष्ठापित न किया गया हो तो इस पर "अधिष्ठापित न करें"लिख दें. यदि इसे अधिष्ठापित कर दिया गया हो तो इसको डिलिट कर दें.
hu: Ez a csomag nem szükséges. Ha nincs telepítve, akkor jelölje meg "tabu"-nak. Ha telepítve van, törlésre kerül.
id: Buang paket ini. Tandai "jangan dipasang" jika belum terpasang. Hapus jika sudah terpasang.
ko: 이 패키지를 제거합니다. 아직 설치되지 않았다면 "설치 안 함"으로 표시하고, 설치되었다면 삭제하십시오.
lt: Atsikratykite šio paketo. Jei jis dar neįdiegtas, pažymėkite jo „neįdiegti“. Jei jis įdiegtas, pašalinkite jį.
mr: या पॅकेजपासून मुक्ती मिळवा. ते अद्याप स्थापित नसेल तर "डू नॉट इन्स्टॉल" अशी खूण करा. ते स्थापित केलेले असेल तर पुसून टाका.
nb: Fjern denne pakken. Merk den som "ikke installer" hvis den ikke er installert ennå. Fjern den hvis den er installert.
pa: ਇਸ ਪੈਕੇਜ ਤੋਂ ਛੁਟਕਾਰਾ ਪਾਓ। ਇਸ ਨੂੰ "ਇੰਸਟਾਲ ਨਾ ਕਰੋ" ਸੈੱਟ ਕਰੋ, ਜੇ ਇਹ ਹਾਲੇ ਇੰਸਟਾਲ ਨਹੀਂ। ਜੇ ਇਹ ਇੰਸਟਾਲ ਹੈ ਇਸ ਨੂੰ ਹਟਾਓ।
pt: Ver-se livre deste pacote. Marque-o como "não instalar" se ainda não se encontra instalado. Apagar, se já estiver instalado.
ro: Îndepărtează pachetul. Marchează-l ca "nu instala" dacă nu este instalat încă. Șterge-l dacă este instalat.
ta: இப்பேக்கேஜை எறிந்துவிடவும். அது இன்னும் நிறுவப்பட்டிருக்கவில்லை எனில் "do not install"என்று குறிக்கவும். அதுநிறுவப்பட்டிருந்தால், அதை நீக்கிவிடவும்.
th: เพื่อถอนการติดตั้งแพกเกจนี้ ให้ตั้งเป็น "ไม่ต้องติดตั้ง" หากมันยังไม่ถูกติดตั้งมาก่อน และให้ลบมันออกหากมันถูกติดตั้งไว้แล้ว
vi: Loại trừ gói này. Đánh dấu nó thành "không cài đặt" nếu chưa cài đặt nó. Hãy xóa nó nếu đã cài rồi.
wa: Evoyîz al djote çou pacaedje la. Markez l' come "n' nén astaler" s' i n' est nén cor astalé. Disfacez l' s' il est astalé.
xh: Susa lo mbekelelo. Wuphawule "musa ukuhlohla" xa ungekahlohlwa. Cima ukuba uhlohliwe.
zu: Susa le phakheji. Yiphawule ngokuthi "ungayifaki" uma ibingakafakwa. Yisuse uma isifakiwe.

source: Update this package if it is installed and there is a newer version. Ignore packages that are not installed.
af: Werk hierdie pakket by as dit geïnstalleer is en daar is 'n nuwer weergawe. Ignoreer pakkette wat nie geïnstalleer is nie.
ar: قم بتحديث هذه الحزمة إذا كانت مثبَّتة ويوجد إصدار أحدث. تجاهل الحزم غير المثبَّتة.
bg: Подновете този пакет, ако е инсталиран и има по-нова версия. Пропуснете пакетите, които не са инсталирани.
bn: এই প্যাকেজ ইনস্টল করা হয়ে থাকলে এবং নতুন সংস্করণ থাকলে তাতে পরিবর্ধন করো. যেসব প্যাকেজ ইনস্টলকৃত নয় সেগুলো অগ্রাহ্য করো.
ca: Actualitza aquest paquet si s'ha instal·lat i existeix una versió més nova. Ignora els paquets que no s'han instal·lat.
cs: Aktualizovat balíček, pokud je nainstalován a existuje novější verze. Ignorovat jej, pokud není nainstalován.
da: Opdater denne pakke, hvis den er installeret, og der findes en nyere version. Ignorér pakker, der ikke er installeret.
el: Ενημερώστε αυτό το πακέτο αν είναι εγκαταστημένο και υπάρχει μια νέα έκδοση. Παράβλεψη πακέτων που δεν είναι εγκατεστημένα.
et: Uuendage see pakett, kui see on eelnevalt paigaldatud ja sel on saadaval uuem versioon. Ignoreerige paigaldamata pakette.
fa: این بسته را در صورتی که نصب شده و نسخه ی جدیدتر موجود است بروزرسانی کن. از بسته هایی که نصب نشده اند صرف نظر کن.
fi: Päivitä tämä paketti, jos se on jo asennettu ja siitä on uudempi versio. Ohita paketit, joita ei ole asennettu.
gl: Actualizar este paquete se xa estivese instalado e houbese unha nova versión. Ignorar os paquetes que non estean instalados.
gu: જો તે સ્થપાયેલું હોય, તો આ પેકેજને અદ્યતન કરો અને જો નવું વર્ઝન હોય, તો જે પેકેજ ન સ્થપાયેલા હોય, તેની અવગણના કરો.
hi: यदि इस बंडल को अधिष्ठापित कर दिया गया हो और नया संस्करण हो तो इसे अद्यतन बनाए. उन बंडलो की अनदेखी करें जिन्हें अधिष्ठापित न किया गया हो.
hu: Ha van újabb verzió, akkor a csomag frissítésre kerül. A nem telepített csomagok figyelmen kívül lesznek hagyva.
id: Perbarui paket ini jika sudah terpasang dan ada paket dengan versi yang lebih baru. Abaikan paket jika belum terpasang.
ko: 이 패키지가 설치되었고 최신 버전이 있으면 패키지를 업데이트하고, 설치되지 않은 패키지는 무시합니다.
lt: Jei šis paketas įdiegtas ir egzistuoja nauja versija, atnaujinkite jį. Ignoruokite neįdiegtus paketus.
mr: हे पॅकेज स्थापित असेल व नवीन आवृत्ती उपलब्ध असेल तर अपडेट करा. स्थापित नसलेल्या पॅकेजसकडे दुर्लक्ष करा.
nb: Oppgrader denne pakken hvis den er installert og det finnes en nyere versjon. Ignorer pakker som ikke er installert.
pa: ਇਸ ਪੈਕੇਜ ਦਾ ਅੱਪਡੇਟ ਕਰੋ ਜੇ ਇਹ ਇੰਸਟਾਲ ਹੈ ਅਤੇ ਨਵਾਂ ਵਰਜਨ ਹੈ। ਪੈਕੇਜ, ਜੋ ਇੰਸਟਾਲ ਨਹੀਂ ਹਨ, ਅਣਡਿੱਠੇ ਕਰੋ।
pt: Actualizar este pacote, se ele estiver instalado, e existir uma versão mais recente. Ignorar os pacotes que não se encontram instalados.
ro: Actualizează pachetul dacă este instalat și există o versiuen nouă. Ignoră pachetele care nu sunt instalate.
ta: இந்த பேக்கேஜ் நிறுவப்பட்டிருந்தால் மற்றும் அதற்கு ஒரு புதிய வடிவம் இருந்தால், அதனை புதுப்பிக்கவும். நிறுவப்படாதபேக்கேஜ்களை புறக்கணிக்கவும்.
th: ปรับรุ่นแพกเกจนี้หากมันถูกติดตั้งไว้แล้วและมีแพกเกจรุ่นที่ใหม่กว่าอยู่ และไม่สนใจแพกเกจที่ยังไม่มีการติดตั้ง
vi: Cập nhật gói này nếu đã cài đặt rồi và có phiên bản mới hơn. Lờ đi nếu chưa cài đặt.
wa: Metoz ç' pacaedje ci a djoû s' il est astalé eyet k' i gn a ene novele modêye. Passez houte des pacaedjes k' ni sont nén astalés.
xh: Hlaziya lo mbekelelo ukuba uhlohliwe kwaye kukho uguqulelo olutsha noko. Ungayihoyi imibekelelo engahlohlwanga.
zu: Vuselela le phakheji uma isifakiwe futhi sekukhona uhlelo olusha kunalolu. Shalazela amaphakheji angazange afakwe.

source: Undo Update
af: Herroep bywerking
ar: تراجع عن التحديث
bg: Отмяна на обновяването
bn: পরিবর্ধন বাতিল করো
ca: Desfés l'actualització
cs: Vrátit aktualizaci
da: Omgør opdatering
el: Αναίρεση Ενημέρωσης
et: Võta uuendus tagasi
fa: باطل کردن بروزرسانی
fi: Peru päivitys
gl: Desfacer actualizacións
gu: અનડુ અપડેટ-અદ્યતન કરવાનું રદ
hi: नवीनीकरण नष्ट करें
hu: Frissítés visszavonása
id: Urungkan Pembaruan
ko: 업데이트 실행 취소
lt: Atšaukti atnaujinimą
mr: अपडेट मागे घ्या
nb: Angre oppgradering
pa: ਅੱਪਡੇਟ ਵਾਪਸ ਲਵੋ
pt: Desfazer a Actualização
ro: Revocă actualizarea
ta: புதுப்பித்தலை நீக்கவும்
th: เลิกทำการปรับรุ่น
vi: Huỷ đi cập nhật
wa: Disfé l' metaedje a djoû
xh: Qhaqha Uhlaziyo Olwenzileyo
zu: Yeka Ukuvuselela Uhlelo
