Repository: Dzejrou/yast-translations
Catalog: po/qt-pkg/*.po
Languages: af, ar, bg, bn, ca, cs, da, el, et, fa, fi, gl, gu, hi, hu, id, ko, lt, mr, nb, pa, pt, ro, ta, th, vi, wa, xh, zu

source: Conflict Resolution:
af: Konflikoplossing:
ar: حل التعارضات:
bg: Решение на конфликт:
bn: দ্বন্দ্ব মীমাংসা:
ca: Resolució de conflictes:
cs: Vyřešení konfliktu:
da: Konfliktløsning:
el: Επίλυση Σύγκρουσης:
et: Vastuolu lahendus:
fa: حل تعارض:
fi: Ristiriidan ratkaisu:
gl: Resolución de conflitos:
gu: વિરોધોનો ઉકેલ:
hi: विरोध विभेदन:
hu: Probléma feloldása:
id: Pemecahan Konflik:
ko: 충돌 해결:
lt: Konflikto atomazga:
mr: काँफ्लिक्ट रिझोल्यूशन
nb: Konfliktløsning:
pa: ਅਪਵਾਦ ਹੱਲ਼:
pt: Resolução de Conflitos:
ro: Rezolvare conflict:
ta: எதிர்ப்பை தீர்த்தல்:
th: ส่วนที่ขัดแย้งกัน:
vi: Giải quyết mâu thuẫu:
wa: Rezoudaedje d' afrontmint:
xh: Isisombululo Songquzulwano:
zu: Ikhambi Lokungqubuzana

source: <a href='/'>%1 more...</a>
ar: <a href='/'>%1 أخرى...</a>
bg: <a href='/'>още %1…</a>
ca: <a href='/'>%1 més...</a>
cs: <a href='/'>%1 více...</a>
da: <a href='/'>%1 mere...</a>
el: <a href='/'>%1 περισσότερο...</a>
et: <a href='/'>%1 veel...</a>
fa: <a href='/'>%1 بیشتر...</a>
fi: <a href='/'>%1 lisää...</a>
gl: <a href='/'>%1 máis...</a>
hu: <a href='/'>%1 további...</a>
id: <a href='/'>%1 lainnya...</a>
ko: <a href='/'>%1 추가...</a>
lt: <a href='/'>%1 daugiau...</a>
nb: <a href='/'>%1 flere...</a>
pa: <a href='/'>%1 ਹੋਰ...</a>
pt: <a href='/'>%1 mais...</a>
ro: <a href='/'>%1 mai mult...</a>
th: <a href='/'>ยังมีอีก %1 ส่วน...</a>
wa: <a href='/'>%1 di pus...</a>

source: Version:
af: Weergawe:
ar: الإصدار:
bg: Версия:
bn: সংস্করণ:
ca: Versió:
cs: Verze:
el: Έκδοση:
et: Versioon:
fa: نسخه:
fi: Versio:
gl: Versión:
gu: વર્ઝન:
hi: अनुवाद:
hu: Verzió:
id: Versi:
ko: 버전:
lt: Versija:
mr: आवृत्ती
nb: Versjon:
pa: ਵਰਜਨ:
pt: Versão:
ro: Versiune:
ta: வடிவம்:
th: รุ่น:
vi: Phiên bản:
wa: Modêye :
xh: Uguqulelo:
zu: Uhlelo:

source: Provides:
ar: يقدم:
bg: Доставя:
bn: সরবরাহ করে:
ca: Proporciona:
cs: Poskytuje:
da: Leverer:
el: Παρέχει:
et: Tagab:
fa: ارائه میدهد:
fi: Tarjoaa:
gl: Fornecedores:
hi: देता है:
hu: Tartalmazza:
id: Menyediakan:
ko: 제공:
lt: Pateikia:
nb: Gir:
pa: ਉਪਲੱਬਧ:
pt: Fornece:
ro: Furnizează:
th: สิ่งที่จัดให้:
wa: Dene :

source: Prerequires:
ar: متطلبات مبدئية:
bg: Предпоставка:
bn: পূর্বে প্রয়োজন:
ca: Prerequereix:
cs: Předem vyžaduje:
da: Præ-kræver:
el: Προαπαιτεί:
et: Eeldab:
fa: از پیش نیاز دارد:
fi: Vaatii etukäteen:
gl: Prerrequisitos:
hi: पहले से जरुरी:
hu: Feltételez:
id: Prasyarat:
ko: 전제조건:
lt: Pirmiau reikalauja:
nb: Trenger:
pa: ਪਹਿਲਾਂ ਲੋੜੀਂਦਾ:
pt: Pré-requisitos:
ro: Pre-cerințe:
wa: Dimande dedja dvant :

source: Requires:
ar: متطلبات:
bg: Изисква:
bn: প্রয়োজন:
ca: Requereix:
cs: Vyžaduje:
da: Kræver:
el: Απαιτεί:
et: Vajab:
fa: درخواست میکند:
fi: Vaatii:
gl: Requiridos:
hi: जरुरत :
hu: Igényli:
id: Membutuhkan:
ko: 필요:
lt: Reikalauja:
nb: Krever:
pa: ਲੋੜੀਂਦਾ:
pt: Requer:
ro: Necesită:
th: ต้องการใช้:
wa: Dimande :

source: Conflicts:
ar: تعارضات:
bg: В конфликт с:
bn: দ্বন্দ্ব:
ca: Té conflicte amb:
cs: Koliduje s:
da: Konflikter:
el: Συγκρούεται με:
et: Vastuolus:
fa: تداخل دارد با:
fi: Ristiriita:
gl: Conflitos:
hi: विरोध
hu: Ütközések:
id: Konflik:
ko: 충돌:
lt: Konfliktuoja:
nb: Konflikter:
pa: ਅਪਵਾਦ:
pt: Conflitos:
ro: În conflit cu:
wa: Afrontmints :

source: Obsoletes:
ar: العناصر القديمة:
bg: Прави ненужни:
bn: অপ্রচলিত করে দেয়:
ca: Fa obsolet:
cs: Nahrazuje:
da: Gør forældet:
el: Καταργεί:
et: Muudab tarbetuks:
fa: منسوخ میکند:
fi: Vanhentaa:
gl: Obsoletos:
hu: Elavultak:
id: Usang:
ko: 폐기사항:
lt: Nereikalinga:
nb: Foreldet:
pa: ਪੁਰਾਣਾ:
pt: Obsoletos:
ro: Înlocuiește:
wa: Trop vîs :

source: Recommends:
ar: توصيات:
bg: Препоръчително:
ca: Recomana:
cs: Doporučuje:
da: Anbefaler:
el: Συνιστά:
et: Soovitab:
fa: توصیه میکند:
fi: Suosittelee:
gl: Recomendados:
hu: Ajánlottak:
id: Direkomendasikan:
ko: 권장사항:
lt: Pataria:
nb: Anbefales:
pt: Recomenda:
ro: Recomandări:
wa: Ricmandés :

source: Suggests:
ar: اقتراحات:
bg: Предложения:
ca: Suggereix:
cs: Navrhuje:
da: Foreslår:
el: Προτείνει:
et: Pakub välja:
fa: پیشنهاد میدهد:
fi: Ehdottaa:
gl: Suxeridos:
hu: Javasoltak:
id: Disarankan:
ko: 제안:
lt: Siūlo:
nb: Forslag:
pt: Sugere:
ro: Sugestii:
wa: Sudjerés :

source: Enhances:
ar: تحسينات:
bg: Подобрения:
ca: Millora:
cs: Rozšiřuje:
da: Forbedrer:
el: Βελτιώσεις:
et: Parandab:
fa: افزایش میدهد:
fi: Parantaa:
gl: Cambios:
hu: Javítottak:
id: Peningkat:
ko: 향상:
lt: Pagerina:
nb: Forbedringer:
pt: Melhora:
ro: Îmbunătățește:
wa: Amîdrêye :

source: Supplements:
ar: ملحقات:
bg: Допълнения:
ca: Complementa:
cs: Doplňuje:
da: Supplerer:
el: Συμπληρώματα:
et: Täiendab:
fa: مکمل:
fi: Täydentää:
gl: Suplementos:
hu: Kiegészítők:
id: Pelengkap:
ko: 보충:
lt: Papildo:
nb: Tillegg:
pt: Suplementa:
ro: Suplimente:
wa: Di rawete :

source: <b>Alternate Version</b>
af: <b>Alternatiewe weergawe</b>
ar: <b>إصدار بديل</b>
bg: <b>Друга версия</b>
bn: <b>বিকল্প সংস্করণ</b>
ca: <b>Versió alternativa</b>
cs: <b>Jiná verze</b>
da: <b>Alternativ version</b>
el: <b>Εναλλαγή Έκδοσης</b>
et: <b>Alternatiivne versioon</b>
fa: <b>نسخه ی یدکی</b>
fi: <b>Vaihtoehtoiset versiot</b>
gl: <b>Versión alternativa</b>
gu: <b>વૈકલ્પનિક વર્ઝન</b>
hi: <b>परस्पर अनुवाद</b>
hu: <b>Más verzió</b>
id: <b>Versi Alternatif</b>
ko: <b>대체 버전</b>
lt: <b>Papildoma versija</b>
mr: <b>पर्यायी आवृत्ती: </b>
nb: <b>Alternativ versjon</b>
pa: <b>ਬਦਲਵਾਂ ਵਰਜਨ</b>
pt: <b>Versão Alternativa</b>
ro: <b>Versiune alternativă</b>
ta: <b>மாற்று வடிவம்</b>
th: <b>รุ่นที่มีให้เลือก</b>
vi: <b>Phiên bản tương đương</b>
wa: <b>Ôte modêye possibe</b>
xh: <b>Uguqulelo Olulolunye</b>
zu: <b>Olunye Uhlelo</b>

source: <b>Installed Version</b>
af: <b>Geïnstalleerde weergawe</b>
ar: <b>إصدار مثبَّت</b>
bg: <b>Инсталирана версия</b>
bn: <b>ইনস্টলকৃত সংস্করণ</b>
ca: <b>Versió instal·lada</b>
cs: <b>Instalovaná verze</b>
da: <b>Installeret version</b>
el: <b>Εγκατεστημένη έκδοση</b>
et: <b>Paigaldatud versioon</b>
fa: <b>نسخه ی نصب شده</b>
fi: <b>Asennettu versio</b>
gl: <b>Versión instalada</b>
gu: <b>સ્થપાયેલું વર્ઝન</b>
hi: <b>अधिष्ठापित अनुवाद</b>
hu: <b>Telepített verzió</b>
id: <b>Versi Terpasang</b>
ko: <b>설치된 버전</b>
lt: <b>Įdiegta versija</b>
mr: <b>स्थापित आवृत्ती </b>
nb: <b>Installert versjon</b>
pa: <b>ਇੰਸਟਾਲ ਹੋਇਆ ਵਰਜਨ</b>
pt: <b>Versão Instalada</b>
ro: <b>Versiune instalată</b>
ta: <b>நிறுவப்பட்டுள்ள வடிவம்</b>
th: <b>รุ่นที่ติดตั้งอยู่</b>
vi: <b>Phiên bản đã cài</b>
wa: <b>Modêye d' astalêye</b>
xh: <b>Uguqulelo Oluhlohliweyo</b>
zu: <b>Uhlelo Olufakiwe</b>

source: Package Description
af: Pakketbeskrywing
ar: وصف الحزمة
bg: Описание на пакета
bn: প্যাকেজের বর্ণনা
ca: Descripció del paquet
cs: Popis novinky
da: Pakkebeskrivelse
el: Περιγραφή Πακέτου
et: Paketi kirjeldus
fa: توضیحات بسته
fi: Paketin kuvaus
gl: Descrición do paquete
gu: પેકેજનું વર્ણન
hi: बंडल विवरण
hu: Csomagleírás
id: Deskripsi Paket
ko: 패키지 설명
lt: Paketo aprašas
mr: पॅकेजचे वर्णन
nb: Pakkebeskrivelse
pa: ਪੈਕੇਜ ਵੇਰਵਾ
pt: Descrição do Pacote
ro: Descriere pachet
ta: பேக்கேஜ் விளக்கம்
th: คำอธิบายแพกเกจ
vi: Mô tả về gói
wa: Discrijhaedje di pacaedje
xh: Iinkcazelo Zemibekelelo
zu: Incazelo Yephakheji

source: References:
ar: المراجع:
bg: Отпратки:
ca: Referències:
cs: Reference:
da: Henvisninger:
el: Αναφορές:
et: Viited:
fa: مراجع:
fi: Viittaukset:
gl: Referencias:
hu: Hivatkozások:
id: Referensi:
ko: 참조:
lt: Nuorodos:
nb: Referanser:
pa: ਰੈਫਰੈਂਸ:
pt: Referências:
ro: Referințe:
th: อ้างอิง:
wa: Referinces:

source: Supportability: %1
ar: إمكانية الدعم: ‏%1
bg: Поддържваемост: %1
ca: Suportabilitat: %1
cs: Podpora: %1
da: Support-niveau: %1
el: Υποστήριξη: %1
et: Toe tase: %1
fa: پشتیبانی بودن: %1
fi: Tuen taso: %1
gl: Nivel de compatibilidade: %1
hu: Támogatás mértéke: %1
id: Daya Dukungan: %1
ko: 지원 가능: %1
lt: Palaikomumas: %1
nb: Støttenivå: %1
pa: ਸਹਾਇਤਾਯੋਗਤਾ: %1
pt: Nível de Suporte: %1
ro: Sprijin: %1
th: ความสามารถในการสนับสนุน: %1
wa: Sopoirtaedje: %1

source: This package contains:
ar: تحتوي هذه الحزمة على:
bg: Този пакет съдържа:
ca: Aquest paquet conté el següent:
cs: Tento balíček obsahuje:
da: Denne pakke indeholder:
el: Αυτό το πακέτο περιέχει:
et: See pakett sisaldab:
fa: محتویات این بسته:
fi: Tämä paketti sisältää:
gl: Este paquete contén:
hu: A csomag tartalma:
id: Paket ini berisi:
ko: 이 패키지 내용:
lt: Šio paketo turinys:
nb: Denne pakken inneholder:
pa: ਇਹ ਪੈਕੇਜ 'ਚ ਹੈ:
pt: Este pacote contêm:
ro: Acest pachet conține:
th: ภายในแพกเกจนี้บรรจุ:
wa: I gn a dins c' pacaedje ci :

source: <b>Error:</b> Out of disk space!
af: <b>Fout:</b> Skyfspasie is op!
ar: <b>خطأ:</b> نفاد المساحة المتوفرة على القرص!
bg: <b>Грешка:</b> Няма повече дисково пространство!
bn: <b>ত্রুটি:</b> ডিস্কে আর জায়গা নেই!
ca: <b>Error:</b> s'ha esgotat l'espai del disc!
cs: <b>Chyba:</b> Nedostatek místa na disku!
da: <b>Fejl:</b> Ikke mere diskplads!
el: <b>Σφάλμα:</b> Εξαντλήθηκε ο Χώρος Δίσκου!
et: <b>Viga:</b> kettaruum on otsas!
fa: <b>خطا:</b> فضای دیسک تمام شد!
fi: <b>Virhe:</b> Levytila loppui!
gl: <b>Erro:</b> Espazo no disco esgotado!
gu: <b>ભૂલ:</b> ડિસ્કમાં જગ્યા ખૂટી ગઈ!
hi: <b>खराबी :</b> डिस्क जगह से बाहर!
hu: <b>Hiba:</b> Nincs elég hely a lemezen!
id: <b>Kesalahan:</b> Ruang disk habis!
ko: <b>오류:</b> 디스크에 공간이 없습니다!
lt: <b>Klaida:</b> Diske nėra vietos!
mr: <b>चूक:</b>तबकडी जागेच्या बाहेर!
nb: <b>Feil:</b> Ikke mer plass på disken!
pa: <b>ਗਲਤੀ:</b> ਡਿਸਕ ਥਾਂ ਭਰ ਗਈ ਹੈ!
pt: <b>Erro:</b> Esgotou-se o espaço em disco!
ro: <b>Eroare:</b> Nu mai există spațiu de disc!
ta: <b>பிழை:</b> டிஸ்க்கில் இடமில்லை!
th: <b>ผิดพลาด:</b> พื้นที่ดิสก์เต็ม !
vi: <b>Lỗi:</b> Đầy đĩa!
wa: <b>Aroke:</b> Pupont d' plaece sol plake!
xh: <b>Imposiso:</b>Siphelile isithuba kwidiski!
zu: <b>Iphutha:</b> Idiski igcwele!

source: <b>Warning:</b> Disk space is running out!
af: <b>Waarskuwing:</b> Skyfspasie is besig om op te raak!
ar: <b>تحذير:</b> تتناقص المساحة على القرص!
bg: <b>Внимание:</b> Дисковото пространство е на привършване!
bn: <b>সতর্কবাণী:</b> ডিস্কে জায়গা প্রায় শেষ!
ca: <b>Avís:</b> s'està esgotant l'espai del disc!
cs: <b>Upozornění:</b> Začíná docházet místo na disku!
da: <b>Advarsel:</b> Ved at løbe tør for diskplads!
el: <b>Προειδοποίηση:</b> Ο χώρος στο δίσκο εξαντλείται!
et: <b>Hoiatus:</b> kettaruum on otsakorral!
fa: <b>هشدار:</b>فضای دیسک در حال اتمام است!
fi: <b>Varoitus:</b> Levytila on loppumassa!
gl: <b>Aviso:</b> O espazo no disco estase esgotando!
gu: ચેતવણી: ડિસ્કની જગ્યા ઓછી થતી જાય છે!
hi: <b>चेतावनी :</b> डिस्क में काफी कम स्पेस बचा है!
hu: <b>Figyelem:</b> kezd elfogyni a hely a lemezen!
id: <b>Peringatan:</b> Ruang disk hampir habis!
ko: <b>경고:</b> 디스크에 공간이 부족합니다!
lt: <b>Dėmesio:</b> Diskas baigia užsipildyti!
mr: <b>इशारा:</b>तबकडीची जागा संपत आहे!>
nb: <b>Advarsel:</b> Nesten ikke mer plass på disken!
pa: <b>ਸਾਵਧਾਨ:</b>ਡਿਸਕ ਥਾਂ ਭਰ ਗਈ ਹੈ!
pt: <b>Aviso:</b> Está a esgotar-se o espaço em disco!
ro: <b>Atenție:</b> Spațiul de disc este pe terminate!
ta: <b>எச்சரிக்கை:</b> டிஸ்க்கில் இடம் குறைந்து வருகிறது!
th: <b>แจ้งเตือน:</b> พื้นที่ดิสก์กำลังจะเต็ม !
vi: <b>Cảnh báo:</b> Không gian đĩa đang cạn dần!
wa: <b>Adviertixhmint:</b> Gn årè bén rade pupont d' plaece sol plake!
xh: <b>Isilumkiso:</b>Siyaphela isithuba kwidiski!
zu: <b>Isixwayiso:</b> Idiski iphelelwa isikhala!

source: Disk Space Warning
af: Skyfspasiewaarskuwing
ar: تحذير خاص بمساحة القرص
bg: Предупреждение за дисковото пространство
bn: ডিস্কে জায়গা সম্পর্কীয় সতর্কবাণী
ca: Avís d'espai del disc
cs: Nedostatek prostoru na disku
da: Advarsel om diskplads
el: Προειδοποίηση Χώρου στο Δίσκο
et: Kettaruumi lõppemise hoiatus
fa: هشدار فضای دیسک
fi: Levytilan varoitus
gl: Aviso de uso do espazo no disco
gu: ડિસ્કમાંની જગ્યાની ચેતવણી
hi: डिस्क जगह चेतावनी
hu: Tárhely-figyelmeztetés
id: Peringatan Ruang Disk
ko: 디스크 공간 경고
lt: Įspėjimas apie vietą diske
mr: तबकडी जागा इशारा
nb: Advarsel om lite diskplass
pa: ਡਿਸਕ ਥਾਂ ਚੇਤਾਵਨੀ
pt: Aviso de Espaço em Disco
ro: Avertizare spațiu de disc
ta: டிஸ்க்கின் இடம் குறித்த எச்சரிக்கை
th: แจ้งเตือนเรื่องพื้นที่ดิสก์
vi: Cảnh báo không gian đĩa
wa: Adviertixhmint di plaece sol plake
xh: Isilumkiso Ngesithuba Kwidiski
zu: Isexwayiso Sesikhala Sediski

source: %1 files total
af: %1 lêers in totaal
ar: إجمالي الملفات: %1
bg: %1 общо файлове
bn: মোট %1 টি ফাইল
ca: Total de fitxers %1
cs: Celkem %1 souborů
da: %1 filer i alt
el: %1 αρχεία σύνολο
et: %1 faili kokku
fa: مجموعا %1 فایل
fi: %1 tiedostoa yhteensä
gl: %1 ficheiros en total
gu: %1 કુલ ફાઈલો
hi: कुल %1फाइल
hu: Összesen %1 fájl
id: %1 jumlah berkas
ko: 총 %1개 파일
lt: Iš viso rinkmenų: %1
mr: %1 फाइल्सची संख्या...
nb: %1 filer totalt
pa: ਕੁੱਲ %1 ਫਾਇਲਾਂ
pt: %1 ficheiros no total
ro: %1 fișiere în total
ta: %1 மொத்த ஃபைல்கள்
th: รวม %1 แฟ้ม
vi: Tổng cộng %1 tập tin
wa: %1 fitchîs å totå
xh: %1 iifayili ziphelele
zu: %1 ingqikithi yamafayela

source: &View
af: &Oorsig
ar: &عرض
bg: &Преглед
bn: &ভিউ
ca: &Visualitza
cs: &Zobrazit
da: &Vis
el: &Προβολή
et: &Vaade
fa: نمایش
fi: Näk&ymä
gl: &Ver
gu: વ્યુ (&V)
hi: विवरण (&V)
hu: &Nézet
id: &Lihat
ko: 보기(&V)
lt: &Rodyti
mr: पहा
nb: &Vis
pa: ਵੇਖੋ(&V)
pt: &Ver
ro: &Vizualizare
ta: பார்க்க
th: มุม&มอง
wa: &Vey
xh: &Bona
zu: &Buka

source: Move page &left
ar: تحريك الصفحة ي&سارًا
bg: Страница &вляво
ca: Mou la pàgina a l'es&querra
cs: Posunout stránku v&levo
da: Flyt side til &venstre
el: Μετακίνηση σελίδας &αριστερά
et: Liiguta lehte &vasakule
fa: حرکت صفحه به چپ
fi: Siirrä sivua &vasemmalle
gl: Mover páxina á &esquerda
hu: O&ldal mozgatása balra
id: Pindahkan laman ke kiri
ko: 페이지를 왼쪽으로 이동(&L)
lt: Puslapį perkelti į &kairę
nb: F&lytt siden mot venstre
pa: ਪੇਜ਼ ਖੱਬੇ ਭੇਜੋ(&l)
pt: Mover página para a &esquerda
ro: Mută pagina &din stânga
th: ย้ายหน้าไปทางซ้า&ย
wa: Potchî al pådje &hintche

source: Move page &right
ar: تحريك الص&فحة يمينًا
bg: Страница в&дясно
ca: Mou la pàgina a la &dreta
cs: Posunout stránku v&pravo
da: Flyt side til &højre
el: Μετακίνηση σελίδας &δεξιά
et: Liiguta lehte &paremale
fa: حرکت صفحه به راست
fi: Siirrä sivua &oikealle
gl: Mover a páxina á de&reita
hu: Oldal mozgatása jobb&ra
id: Pindahkan laman ke kanan
ko: 페이지를 오른쪽으로 이동(&R)
lt: Puslapį perkelti į &dešinę
nb: Flytt siden mot høy&re
pa: ਪੇਜ਼ ਸੱਜੇ ਭੇਜੋ(&r)
pt: Mover página para a &direita
ro: Mută pagina &din dreapta
th: ย้ายหน้าไปทาง&ขวา
wa: Potchî al pådje &droete

source: &Close page
ar: إغلا&ق الصفحة
bg: &Затваряне на страница
ca: &Tanca la pàgina
cs: &Zavřít stránku
da: &Luk side
el: &Κλείσιμο σελίδας
et: &Sulge leht
fa: بستن صفحه
fi: &Sulje sivu
gl: &Pechar páxina
hu: Oldal be&zárása
id: &Tutup Laman
ko: 페이지 닫기(&C)
lt: &Užverti puslapį
nb: &Lukk siden
pa: ਪੇਜ਼ ਬੰਦ ਕਰੋ(&C)
pt: &Fechar página
ro: Închide pagina
th: &ปิดหน้า
wa: &Clôre pådje

source: Package History
ar: محفوظات الحزمة
bg: История на пакета
ca: Historial dels paquets
cs: Historie balíčků
da: Pakkehistorik
el: Ιστορικό Πακέτων
et: Paketiajalugu
fa: تاریخچه ی بسته
fi: Pakettihistoria
gl: Historial do paquete
hu: Csomagelőzmények
id: Riwayat Paket
ko: 패키지 기록
lt: Paketų istorija
nb: Pakkehistorie
pt: Histórico de Pacote
wa: Istwere des pacaedjes

source: Date
af: Datum
ar: التاريخ
bg: Дата
bn: মোছো
ca: Data
cs: Datum
da: Dato
el: Ημέρα
et: Kuupäev
fa: تاریخ
fi: Pvm
gl: Data
gu: તારીખ
hi: तारीख
hu: Dátum
id: Tanggal
ko: 날짜
lt: Data
mr: दिनांक
nb: Dato
pa: ਮਿਤੀ
pt: Data
ro: Dată
ta: தேதி
xh: Umhla
zu: Usuku

source: Action
af: Aksie
ar: إجراء
bg: Действие
bn: ক্রিয়া
ca: Acció
cs: Akce
da: Handling
el: Δράση
et: Toiming
fa: عمل
fi: Toiminto
gl: Acción
gu: એક્શન
hi: क्रिया
hu: Művelet
id: Aksi
ko: 동작
lt: Veiksmo
mr: कार्य
nb: Handling
pa: ਕਾਰਵਾਈ
pt: Acção
ro: Acțiune
ta: செயல்பாடு
th: การกระทำ
wa: Accion
xh: Inyathelo
zu: Isinyathelo

source: Version/URL
ar: إصدار/ عنوان URL
bg: Версия/URL
ca: Versió/URL
cs: Verze/URL
el: Έκδοση/URL
et: Versioon/URL
fa: نسخه/آدرس
fi: Versio/verkko-osoite
gl: Versión/URL
hu: Verzió/URL
id: Versi/URL
ko: 버전/URL
lt: Versija / URL
nb: Versjon/nettadresse
pt: Versão/URL
wa: Modêye/URL

source: Unable to read history
ar: تعذرت قراءة المحفوظات
bg: Историята не може бъде прочетена.
ca: No s'ha pogut llegir l'historial
cs: Nelze přečíst historii
da: Kan ikke læse historik
el: Αδυναμία ανάγνωσης ιστορικού
et: Ajaloo lugemine nurjus
fa: قادر به خواندن تاریخچه نیست
fi: Historiatietojen lukeminen epäonnistui
gl: Non foi posíbel ler o historial
hu: Nem sikerült beolvasni az előzményeket
id: Tidak dapat membaca riwayat
ko: 기록을 읽을 수 없음
lt: Nepavyksta perskaityti istorijos
nb: Kunne ikke lese historie
pt: Não foi possível ler o histórico
wa: Dji n' a sepou lére l' istwere

source: Code
af: Kode
ar: الرمز
bg: Код
bn: কোড
ca: Codi
cs: Kód
da: Kode
el: Κωδικός
et: Kood
fa: کد
fi: Koodi
gl: Código
gu: કોડ
hi: कोड
hu: Kód
id: Kode
ko: 코드
lt: Kodas
mr: कोड
nb: Kode
pa: ਕੋਡ
pt: Código
ro: Cod
ta: குறியீடு
th: โค้ดภาษา
vi: Mã
wa: Côde
xh: Ikhowudi
zu: Ikhodi

source: Language
af: Taal
ar: اللغة
bg: Език
bn: ভাষা
ca: Llengua
cs: Jazyk
da: Sprog
el: Γλώσσα
et: Keel
fa: زبان
fi: Kieli
gl: Idioma
gu: ભાષા
hi: भाषा
hu: Nyelv
id: Bahasa
ko: 언어
lt: Kalba
mr: भाषा
nb: Språk
pa: ਭਾਸ਼ਾ
pt: Idioma
ro: Limbă
ta: மொழி
th: ภาษา
vi: Ngôn ngữ
wa: Lingaedje
xh: Ulwimi
zu: Ulimi

source: Package
af: Pakket
ar: الحزمة
bg: Пакет
bn: প্যাকেজ
ca: Paquet
cs: Balíček
da: Pakke
el: Πακέτο
et: Pakett
fa: بسته
fi: Paketti
gl: Paquete
gu: પેકેજ
hi: बंडल
hu: Csomag
id: Paket
ko: 패키지
lt: Paketas
mr: पॅकेज
nb: Pakke
pa: ਪੈਕੇਜ
pt: Pacote
ro: Pachet
ta: பேக்கேஜ்
th: แพกเกจ
vi: Gói
wa: Pacaedje
xh: Umbekelelo
zu: Iphakheji

source: Summary
af: Opsomming
ar: الملخص
bg: Сводка
bn: সারসংক্ষেপ
ca: Resum
cs: Shrnutí
da: Opsummering
el: Περίληψη
et: Kokkuvõte
fa: خلاصه
fi: Yhteenveto
gl: Resumo
gu: હેવાલ
hi: सार
hu: Összefoglalás
id: Ringkasan
ko: 요약
lt: Santrauka
mr: सारांश
nb: Sammendrag
pa: ਸੰਖੇਪ
pt: Resumo
ro: Sumar
ta: தொகுப்புரை
th: สรุป
vi: Tổng kết
wa: Racourti
xh: Isishwankathelo
zu: Amabalengwe

source: Installed (Available)
ar: مثبّت (متاح)
bg: Инсталиран (наличен)
ca: Versió instal·lada (... i disponible)
cs: Nainstalováno (dostupné)
da: Installeret (tilgængelig)
el: Εγκατεστημένο (Διαθέσιμο)
et: Paigaldatud (saadaval)
fa: نصب شده (در دسترس)
fi: Asennettu (Saatavilla)
gl: Instalado (Dispoñíbel)
hu: Telepítve (elérhető)
id: Terpasang (Tersedia)
ko: 설치됨(사용 가능)
lt: Įdiegta (galima)
nb: Installert (tilgjengelig)
pa: ਇੰਸਟਾਲ (ਉਪਲੱਬਧ)
pt: Instalado (Disponível)
ro: Instalat (Disponibil)
th: ที่ติดตั้งไว้ (ที่มีให้เลือก)
wa: Astalé (disponibe)

source: Avail. Ver.
af: Beskikbaarmaak. weerg.
ar: الإصدار المتاح
bg: Налична вер.
bn: বর্তমান সংস্করণ
ca: Ver. disp.
cs: Dostup. ver.
da: Tilg.Ver.
el: Διαθ. Εκδ.
et: Saad. ver.
fa: نسخ. موج.
fi: Saatavilla oleva versio.
gl: Vers. Disp.
gu: ઉપલબ્ધ વર્ઝન
hi: उप.अनु.
hu: Elérhető verzió
id: Ver. Tersedia.
ko: 사용 가능한 버전
lt: Galima vers.
mr: उपलब्ध आवृत्ती
nb: Tilgj. ver.
pa: ਉਪ: ਵਰਜ:
pt: Ver. Dispon.
ro: Ver. disp.
ta: கிடைக்கும் வடிவம்
th: รุ่นที่มีอยู่
vi: Phiên bản có
wa: Mod. dispo.
xh: Yenza kubekhona. Uguqulelo
zu: Tholak. Uhle.

source: Inst. Ver.
af: Geïnst. weerg.
ar: الإصدار المثبّت
bg: Инст. вер.
bn: ইনস্টলেশনের সংস্করণ
ca: Ver. instal.
cs: Instal. ver.
el: Εγκ. Εκδ.
et: Paig. ver.
fa: نسخ. نصب.
fi: Asennettu versio.
gl: Vers. Inst.
gu: સ્થપાયેલું વર્ઝન
hi: अधि.अनु.
hu: Telepített verzió
id: Ver. Terpasang.
ko: 설치된 버전
lt: Įdiegt. vers.
mr: स्थापित आवृत्ती
pa: ਇੰਸ: ਵਰਜ:
pt: Ver. Instal.
ro: Ver. inst.
ta: நிறுவப்பட்டுள்ள வடிவம்
th: รุ่นที่ติดตั้ง
vi: Đã cài
wa: Mod. d' ast.
xh: Uguqulelo lwakwangoko
zu: Fa. Uhle.

source: Version
af: Weergawe
ar: الإصدار
bg: Версия
bn: সংস্করণ
ca: Versió
cs: Verze
el: Έκδοση
et: Versioon
fa: نسخه
fi: Versio
gl: Versión
gu: વર્ઝન
hi: अनुवाद
hu: Verzió
id: Versi
ko: 버전
lt: Versija
mr: आवृत्ती
nb: Versjon
pa: ਵਰਜਨ
pt: Versão
ro: Versiune
ta: வடிவம்
th: รุ่น
vi: Phiên bản
wa: Modêye
xh: Uguqulelo
zu: Uhlelo

source: Size
af: Grootte
ar: الحجم
bg: Размер
bn: আকার
ca: Mida
cs: Velikost
da: Størrelse
el: Μέγεθος
et: Suurus
fa: اندازه
fi: Koko
gl: Tamaño
gu: સાઈઝ
hi: आकार
hu: Méret
id: Ukuran
ko: 크기
lt: Dydis
mr: परिमाण
nb: Størrelse
pa: ਅਕਾਰ
pt: Tamanho
ro: Mărime
ta: அளவு
th: ขนาด
vi: Cỡ
wa: Grandeu
xh: Ubukhulu
zu: Usayizi

source: &All in This List
af: &Alles in hierdie lys
ar: ال&كل في هذه القائمة
bg: &Всички в този списък
bn: তালিকার সবগুলো (&A)
ca: &Tots els de la llista
cs: Vše v tomto sezn&amu
da: &Alt i denne liste
el: Ό&λα σε αυτή τη Λίστα
et: Kõik nimekirj&ast
fa: همه در این لیست
fi: &Kaikki tästä luettelosta
gl: Todos os d&a lista
gu: બધું જ આ લિસ્ટમાં
hi: इस सूची में सभी(&A)
hu: A teljes &lista
id: Semua di Daftar Ini
ko: 이 목록의 모든 항목(&A)
lt: Viską ši&ame sąraše
mr: सर्व या सूचीत
nb: &Alle i denne listen
pa: ਇਸ ਲਿਸਟ ਵਿੱਚੋਂ ਸਭ(&A)
pt: Tudo Nest&a Lista
ro: To&ate din această listă
ta: இந்த பட்டியலில் உள்ள அனைத்தும்
th: ทั้ง&หมดในรายการนี้
vi: Tất cả trong d&anh sách này
wa: &Tot-a-fwait e c' lisse ci
xh: &Konke Kolu Ludwe
zu: &Konke Kulolu Hlu

source: Export This List to &Text File...
af: Voer hierdie lys na tekslêer uit ...
ar: تصدير هذه القائمة إلى ملف &نصي...
bg: &Експортиране на списъка в текстов файл
bn: এই তালিকাটি একটি টেক্সট ফাইলে এক্সপোর্ট করো (&T)
ca: Exporta aquesta llista a un fitxer de &text...
cs: Exportovat tento seznam do &textového souboru...
da: Eksportér denne liste til &tekstfil...
el: Ε&ξαγωγή της Λίστας σε Αρχείο Κειμένου...
et: Nimekirja eksportimine &tekstifaili...
fa: صدور این لیست به پرونده ی متنی...
fi: Vie tämä luettelo &tekstitiedostoksi...
gl: Exportar esta lista a un ficheiro de &texto...
gu: આ લિસ્ટને ટેક્સ્ટ ફાઈલ તરીકે મોકલો...
hi: इस सूची को फाइल आयात करें...(&T)
hu: Csomaglista e&xportálása szöveges fájlba...
id: Ekspor Daftar Ini ke Berkas &Teks...
ko: 이 목록을 텍스트 파일로 엑스포트(&T)...
lt: Eksportuoti šį sąrašą į &tekstinę rinkmeną...
mr: ही सूची पाठ्य फाईलला एक्स्पोर्ट करा...
nb: Eksporter denne listen til en &tekstfil...
pa: ਇਸ ਲਿਸਟ ਨੂੰ ਟੈਕਸਟ ਫਾਇਲ ਵਿੱਚ ਐਕਸਪੋਰਟ(&T)...
pt: Exportar esta Lista para Ficheiro de &Texto...
ro: Expor&tă această listă într-un fișier text...
ta: இப்பட்டியலை உரை ஃபைலுக்கு மாற்றவும்...
th: ส่งออกรายการนี้ไปยังแฟ้มข้อ&ความ...
vi: Xuất danh sách này vào &tập tin...
wa: Ebaguer cisse lisse ci dins on fitchî &tecse...
xh: Thumela Ngaphandle Olu Ludwe ukuya &Kwifayili Yesiqendu...
zu: Dlulisa Lolu Hlu Uluse &Kwifayela Yombhalo...

source: &Install Source
af: &Installasiebron
ar: &تثبيت المصدر
bg: &Инсталиране на източник
bn: সোর্স ইনস্টল করো (&I)
ca: &Instal·la la font
cs: &Instalovat zdroj. soubory
da: &Installér kildekode
el: &Πηγή Εγκατάστασης
et: Lähtekood pa&igaldatakse
fa: منبع را نصب کن
fi: &Asenna lähdekoodi
gl: &Instalar código fonte
gu: સ્ત્રોત ની સ્થાપના કરવી
hi: स्रोत अधिष्ठापित करें(&I)
hu: &Forráscsomagok telepítése
id: Pasang Sumber
ko: 소스 설치(&I)
lt: Įd&iegti išeities tekstą
mr: स्थापना स्त्रोत
nb: &Installer kildekode
pa: ਸਰੋਤ ਇੰਸਟਾਲ ਕਰੋ(&I)
pt: &Instalar Origem
ro: &Instalează sursa
ta: ஆதாரத்தை நிறுவவும்
th: ติ&ดตั้งต้นฉบับ
vi: Nguồn cà&i đặt
wa: &Astaler l' sourdant
xh: &Hlohla Umthombo
zu: &Faka Umthombo

source: Do &Not Install Source
af: Moe&nie bron installeer nie
ar: ع&دم تثبيت المصدر
bg: &Без инсталиране на източник
bn: সোর্স ইনস্টল করো না (&N)
ca: N&o instal·lis la font
cs: &Neinstalovat zdroj. soubory
da: I&nstallér ikke kildekode
el: &Να Μην Εγκατασταθούν Πηγές
et: Lähtekoodi &ei paigaldata
fa: منبع را نصب نکن
fi: Älä asen&na lähdekoodia
gl: &Non instalar código fonte
gu: સોર્સ ની સ્થાપના કરવી નહીં
hi: स्रोत अधिष्ठापित न करें(&N)
hu: A forráscsomagok &ne kerüljenek telepítésre
id: Jangan Pasang Sumber
ko: 소스 설치 안 함(&N)
lt: &Neįdiegti išeities teksto
mr: स्रोत स्थापन करू नका
nb: &Ikke installer kildekode
pa: ਸਰੋਤ ਨਾ ਇੰਸਟਾਲ ਕਰੋ(&N)
pt: &Não Instalar Origem
ro: &Nu instala sursa
ta: ஆதாரத்தை நிறுவ வேண்டாம்
th: ไม่ต้อ&งติดตั้งต้นฉบับ
vi: Không cài đặt &nguồn
wa: &N' nén astaler l' sourdant
xh: Musa &Ukuhlohla Umthombo
zu: Ungawufaki &Umthombo
