Repository: Dzejrou/yast-translations
Catalog: po/qt-pkg/*.po
Languages: af, ar, bg, bn, ca, cs, da, el, et, fa, fi, gl, gu, hi, hu, id, ko, lt, mr, nb, pa, pt, ro, ta, th, vi, wa, xh, zu

source: Packages set to "taboo" are treated as if they did not exist on any installation media.
af: Pakkette gestel op aboe" word behandel asof hulle nie op enige installasiemedium bestaan nie.
ar: تُعامَل الحزم المعين حالتها إلى "محظور" كأنها غير موجودة في أية وسائط تثبيت.
bg: Пакетите, отбелязани с "табу" се третират все едно че не съществуват на никой инсталационен носител.
bn: "নিষিদ্ধ" তে সেট করা প্যাকেজগুলোকে ধরে নেয়া হয় যেন কোন ইনস্টলেশন মাধ্যমেই এগুলোর অস্তিত্ব নেই.
ca: Els paquets amb l'estat "tabú" es tracten com si no existissin en cap suport d'instal·lació.
cs: Balíčky nastavené jako "tabu" jsou brány, jako kdyby vůbec neexistovaly.
da: Pakker sat til "tabu" behandles, som om de ikke findes på installationsmediet.
el: Τα πακέτα που είναι "απαγορευμένα" μεταχειρίζονται σαν να μην υπάρχουν στο μέσον εγκατάστασης.
et: Pakette, mis on märgitud „tabuks“, käsitletakse nii, nagu neid paigaldusandmekandjal polekski.
fa: بسته ها در صورتی که در رسانه ی نصب وجود نداشته باشند به "ممنوع" تنظیم میشوند.
fi: Tilaan "tabu" asetettuja paketteja käsitellään ikään kuin niitä ei olisi asennuslähteessä.
gl: Os paquetes co estado "tabú" trátanse coma se non existisen en ningún medio de instalación
gu: જે પેકેજીસ "taboo" પર સેટ કરેલાં છે તેમની ગણતરી એવી રીતે થાય છે કે જાણેતે કોઈ પણ ઈન્સ્ટોલેશન મીડીયામાં હોય જ નહીં.
hi: "टैबू" पर सेट किए गए बंडलोको ऐसा माना जाता है जैसे कि वह किसी अधिष्ठापिन मीडिया पर विद्यमान ही न हो.
hu: A "tabu"-nak jelölt csomagokat a YaST úgy kezeli, mintha azok nem is léteznének a telepítési adathordozón.
id: Paket yang diatur "pantang" diperlakukan seolah-olah mereka tidak ada pada media pemasangan manapun.
ko: "타부"로 설정된 패키지는 설치 미디어에 없는 것처럼 취급됩니다.
lt: Į paketą, nustatytą kaip „uždraustas“, žiūrima, tarsi jo nebūtų jokiame diegimo šaltinyje.
mr: "taboo" वर सेट केलेली पॅकेजेस अशी वागवली जातात जणू कोणत्याहि स्थापना माध्यमावर ती अ,तित्वात नाहीत.
nb: Pakker som er definert som "tabu" håndteres som om de ikke finnes på noen installasjonsmedier.
pa: ਪੈਕੇਜ, ਜੋ "ਮਨਾਹੀ(taboo)" ਦਿੱਤੇ ਹਨ, ਸਮਝੇ ਜਾਂਦੇ ਹਨ ਕਿ ਇਹ ਕਿਸੇ ਵੀ ਇੰਸਟਾਲੇਸ਼ਨ ਮਾਧਿਅਮ 'ਤੇ ਮੌਜੂਦ ਨਹੀਂ ਹਨ।
pt: Os pacotes definidos como "tabu" são tratados como se não existissem em nenhum suporte de instalação.
ro: Pachete setate ca "tabu" sunt tratate ca și când nu ar exista pe nici un mediu de instalare.
ta: "taboo"வுடன் அமைக்கப்பட்டுள்ள பேக்கேஜ்கள், அவை எந்த நிறுவுதலுக்கான ஊடகங்களுடனும் காணப்படவில்லை என்ற நிலையிலேயே வைக்கப்படுகின்றன.
th: แพกเกจที่ถูกตั้งค่าเป็น "ต้องห้าม" จะถูกทำให้เหมือนกับมันไม่มีอยู่ในสื่อติดตั้งใด ๆ เลย
vi: Những gói "taboo" được coi như không tồn tại trên bất cứ nguồn cài đặt nào.
wa: Les pacaedjes metou come "tabou" sont traitîs come s' i n' egzistént nén so nouk media d' astalaedje.
xh: Imibekelelo emiselwe "ku-isikizi" iphathwa ngokungathi zizinto ezingekhoyo kwazona nakweziphi izilondolozi zokuhlohla.
zu: Amaphakheji asethwe ku- aboo" abhekwa njengokungathi awazange abe khona kunoma iyiphi imidiya yokufakwa kohlelo.

source: Protected
af: Beskermd
ar: محمية
bg: Защитен
bn: সংরক্ষিত
ca: Protegit
cs: Chráněno
da: Beskyttet
el: Προστατευμένο
et: Kaitstud
fa: محافظت شده
fi: Suojattu
gl: Protexido
gu: સુરક્ષિત
hi: सुरक्षित
hu: Védett
id: Dilindungi
ko: 보호됨
lt: Apsaugotas
mr: सुरक्षित
nb: Beskyttet
pa: ਸੁਰੱਖਿਅਤ
pt: Protegido
ro: Protejat
ta: பாதுகாக்கப்பட்டது
th: มีการป้องกัน
vi: Được bảo vệ
wa: Waeranti
xh: Kukhuselwe
zu: Avikelwe

source: This package is installed and should not be modified, especially not because of unresolved dependencies that other packages might have or get.
af: Hierdie pakket is geïnstalleer en behoort nie verander te word nie, veral nie vanweë onopgeloste afhanklikhede wat ander pakkette dalk het of kan kry nie.
ar: الحزمة مثبَّتة ويجب عدم تعديلها، وخصوصًا بسبب تبعيات غير محلولة قد تحتويها الحزم الأخرى أو تحصل عليها.
bg: Този пакет е инсталиран и не трябва да бъде променян, особено заради неудовлетворени зависимости между пакетите.
bn: প্যাকেজটি ইনস্টল করা আছে এবং পরিবর্তন করা উচিত হবে না. কারন এতে অনান্য প্যাকেজে অমীমাংসিত নির্ভরতা থাকতে পারে বা তৈরী হতে পারে.
ca: Aquest paquet ja s'ha instal·lat i no s'ha de modificar, especialment a causa de les dependències sense resoldre que puguin tenir o obtenir altres paquets.
cs: Tento balíček je nainstalován a neměl by být měněn, zvláště ne kvůli nevyřešených závislostem jiných balíčků.
da: Denne pakke er installeret og bør ikke ændres, særligt ikke på grund af uløste afhængigheder som andre pakker måske har eller får.
el: Αυτό το πακέτο είναι εγκαταστημένο και δεν θα πρέπει να μεταβληθεί, ειδικά λόγω κάποιων άλυτων εξαρτήσεων που έχουν ή μπορεί να αποκτήσουν κάποια πακέτα.
et: See pakett on paigaldatud ja seda ei tohi muuta, eriti mitte teiste pakettide võimalike rahuldamata sõltuvuste pärast.
fa: این بسته نصب شده است و بهتر است ویرایش نشود، به خصوص به این دلیل که ممکن است سایر بسته ها وابستگی رفع نشده دریافت کنند.
fi: Tämä paketti on asennettu eikä sitä tulisi muokata. Tämä johtuu ratkaisemattomista riippuvuuksista, joita muilla paketeilla on tai joita pakettien asentamisesta tulisi.
gl: Este paquete está instalado e non debe ser modificado, sobre todo debido a posíbeis dependencias non resoltas doutros paquetes.
gu: આ પેકેજની સ્થાપના થઈ ગઈ છે અને તેનામાં ફેરફાર કરવા નહીં બીજા પેકેજમાં હોય અથવા આવે, તેવી વિરોધી ડીપેન્ડન્સીને કારણે ફેરફાર ખાસ ન કરવાં
hi: यह बंडल लगा हुआ है और संशोधित न किया जाए, विशेष रूप से नहीं क्योंकि अन्य बंडलोमें अनरिसॉल्वड् निर्भरता हो सकती है अथवा उन्हें मिल सकती हैं.
hu: Ez a csomag telepítve van, de lehetőleg ne kerüljön módosításra (pl. más csomagok függőségei miatt).
id: Paket ini sudah terpasang dan seharusnya tidak diubah, secara khusus jangan karena dependensi yang tidak terselesaikan yang mungkin atau dapat mempengaruhi paket lain.
ko: 이 패키지는 설치되었지만 수정할 수 없습니다. 특히, 다른 패키지에 있을 수 있는 해결되지 않은 종속성 문제 때문은 아닙니다.
lt: Šis paketas įdiegtas ir neturėtų būti modifikuojamas dėl nesutvarkytų priklausomybių, kurios gali atsirasti kitiems paketams.
mr: हे पॅकेज स्थापित आहे व त्यात दुरुस्ती करु नये, खास करुन अनरिझॉल्व्ह्ड डिपेन्डन्सीजमुळे ज्या इतर पॅकेजेसमधे असतात किंवा मिळतात.
nb: Denne pakken er installert og skal aldri endres, spesielt ikke på grunn av uløste avhengigheter som andre pakker har eller kan få.
pa: ਇਹ ਪੈਕੇਜ ਇੰਸਟਾਲ ਹੈ ਅਤੇ ਤਬਦੀਲ ਨਹੀਂ ਹੋਵੇਗੀ, ਕਿਉਂਕਿ ਨਾ-ਹੱਲ ਹੋਣ ਵਾਲੀ ਨਿਰਭਰਤਾ ਕਰਕੇ ਜੋ ਹੋਰ ਪੈਕੇਜਾਂ ਕੋਲ ਹੈ ਜਾਂ ਪਰਾਪਤ ਕੀਤੀ ਹੈ।
pt: Este pacote está instalado e não deverá ser modificado, especialmente no caso de resolução de dependências, em que outros pacotes possam ter ou requerer.
ro: Acest pachet este instalat și nu ar trebui modificat, în special datorită nerespectării unor dependențe care ar putea exista sau pe care le-ar putea introduce.
ta: இந்த பேக்கேஜ் நிறுவப்பட்டுள்ளது மற்றும் குறிப்பாக மற்ற பேக்கேஜ்களிடமுள்ள அல்லது அவை பெறக்கூடிய தீர்க்கப்படாத சார்புத்தன்மைகள் காரணமாக இது திருத்தம் செய்யப்படக்கூடாது.
th: แพกเกจนี้มีการติดตั้งไว้แล้วและไม่ควรจะถูกแก้ไข ทั้งจากปัญหาความเกี่ยวพันกันที่เกิดกับแพกเกจอื่น ๆ
vi: Gói này được cài đặt và không thể thay đổi, đặc biệt do vấn đề phụ thuộc không thể giải quyết mà những gói khác có hoặc nhận được.
wa: Ci pacaedje ci est astalé et n' duvreut nén esse candjî, sortot nén a cåze d' aloyances nén rezoudowes ki d' ôtes pacaedjes årént ou rçurént.
xh: Lo mbekelelo uhlohliwe kwaye akufuneki uhlengahlengiswe, ngakumbi makungabi ngenxa yezixhomekeki ezingasonjululwanga ezinokuba zezeminye imibekelelo okanye ziyifumane.
zu: Le phakheji ifakiwe futhi akufanele ilungiswe, ikakhulukazi hhayi ngenxa yezinhlelo ezincike kwezinye ezingaxazululiwe amanye amaphakheji angase abe nazo noma azithole.

source: Use this status for third-party packages that should not be overwritten by newer versions that may come with the distribution.
af: Gebruik hierdie status vir derdepartypakkette wat nie oorskryf behoort te word deur nuwer weergawes wat saam met die verspreiding kom nie.
ar: استخدم هذه الحالة لحزم الطرف الثالث التي يجب عدم الكتابة فوقها بواسطة إصدارات أحدث قد تكون مرفقة مع التوزيع.
bg: Можете да използвате този статус за външните пакети, които не бива да бъдат препокривани от по-нова версия, която може да е в дистрибуцията.
bn: ৩য়-পক্ষ প্যাকেজ, যেগুলো ডিস্ট্রিবিউশন সাথে সরবরাহকৃত নতুন সংস্করণ দিয়ে প্রতিস্থাপিত হওয়া উচিত, সেগুলোর জন্য এই স্ট্যাটাস ব্যবহার করুন.
ca: Feu servir aquest estat per als paquets d'altres proveïdors que no s'han de sobreescriure amb versions més recents que puguin trobar-se a la distribució.
cs: Tento stav použijte pro balíčky třetích stran, které by neměly být přepsány novou verzí z distribuce.
da: Brug denne status til tredjepartspakker, som ikke skal overskrives af en ny version, der kan komme med distributionen.
el: Χρησιμοποιήστε αυτήν την κατάσταση για πακέτα τρίτων που δεν θα πρέπει να αντικατασταθούν από νέες εκδόσεις που μπορεί να υπάρχουν στην διανομή.
et: Kasuta seda olekut kolmanda osapoole pakettide jaoks, mida ei tohi distributsiooniga kaasa tulevate uuemate versioonidega üle kirjutada.
fa: از این وضعیت برای جلوگیری از نوشتن مجدد بسته های شخص ثالثی که توسط نسخه های جدیدتر بسته هایی که ممکن است با توزیع بیایند استفاده کن.
fi: Käytä tätä tilaa kolmannen osapuolen paketteihin, joita ei tulisi korvata mahdollisesti jakelun mukana tulevilla uudemmilla versioilla.
gl: Use este estado para paquetes doutros fabricantes que non deben sobrescribirse con versións máis recentes que poidan vir coa distribución.
gu: , વિતરણ સાથે આવેલાં નવા વર્ઝનો દ્વારા તેની ઉપર લખાઈ ન જાય, તે માટે બહારની થર્ડ-પાર્ટીના પેકેજ માટે આ સ્ટેટસ વાપરો.
hi: थर्ड-पार्टी बंडलो जिन्हें नए आरूपों जो डिस्ट्रीब्यूशन के साथ आ सकती है, द्वारा ओवरराइट नहीं किया जाना चाहिए, के लिए इस स्टेटस का उपयोग करें.
hu: Ezt a jelölést harmadik fél által készített csomagoknál célszerű használni, amelyeket nem kíván felülírni a disztribúcióban található újabb csomagokkal.
id: Gunakan status ini untuk paket pihak ketiga yang tidak boleh ditimpa oleh versi yang lebih baru yang mungkin datang bersama distribusi.
ko: 배포 시 함께 제공될 수 있는 타사 패키지가 최신 버전으로 덮어쓰이지 않아야 할 경우, 이러한 타사 패키지에 이 상태를 사용하십시오.
lt: Šią būseną naudokite trečiosios šalies paketams, kurie neturėtų būti perrašyti naujesne versija, ateinančia kartu su platinamuoju paketu.
mr: ही स्थिती त्रयस्थ-पक्ष पॅकेजेससाठी वापरा जी नवीन आवृत्यांद्वारे ओव्हररीटन असू नयेत जी वितरणासोबत येतात.
nb: Bruk denne statusen for tredjepartspakker som ikke skal erstattes av nyere versjoner fra distribusjonen.
pa: ਤੀਜੀ ਪਾਰਟੀ ਪੈਕੇਜ ਲਈ ਇਹ ਹਾਲਤ ਵਰਤੋ, ਜੋ ਕਿ ਨਵੇਂ ਵਰਜਨ, ਜੋ ਵੰਡ ਦੇ ਨਾਲ ਆਉਂਦੇ ਹਨ, ਰਾਹੀਂ ਮੁੜ ਨਹੀਂ ਲਿਖੀ ਜਾਵੇਗੀ।
pt: Utilize este estado para pacotes de outros fabricantes, que não devam ser sobrepostos por versões mais actuais, que possam vir com a distribuição.
ro: Folosiți acest statut pentru pachete ale unor terțe părți care nu ar trebui suprascrise de versiuni mai noi ce ar putea veni cu distribuția.
ta: இந்த நிலைப்பாட்டை, விநியோகிப்பின் மூலம் பெறக்கூடிய புது வடிவங்களைக் கொண்டு பழைய வடிவத்தின் மீது மீண்டும் எழுதப்படக்கூடாத மூன்றாம் நபர் பேக்கேஜ்களில் பயன்படுத்தவும்.
th: ใช้สถานะนี้สำหรับแพกเกจจากผู้ผลิตอื่น ๆ ที่ไม่ควรจะให้ถูกเขียนทับโดยแพกเกจรุ่นที่ใหม่กว่าที่มากับดิสทริบิวชันเอง
vi: Dùng trạng thái này cho những gói của nhà cung cấp khác và không thể ghi chèn lên chúng bằng phiên bản mới hơn đi kèm với bản phân phối, nếu có.
wa: Eployîz cist estat la po des pacaedjes di tîce ki n' duvrént nén esse sipotchîs pa des pus nouvès modêyes ki pôrént vni del distribucion.
xh: Sebenzisa esi simo ukwenzela imibekelelo yeqela lesithathu ekungafanelenga ukuba kubhalwe phezu kwayo ngemiguqulelo emitsha noko enokufika nosasazo.
zu: Sebenzisa lesi simo kumaphakheji ama-third party okungamelwe asulwe ngezinhlelo ezintsha ezingase zisakazwe nawo.

source: Autoinstall
af: Outo-installeer
ar: تثبيت تلقائي
bg: Авто-инсталиране
bn: স্বয়ংক্রীয় ইনস্টল
ca: Instal·la automàticament
cs: Automatická instalace
da: Autoinstallér
el: Αυτόματη-Εγκατάσταση
et: Automaatne paigaldamine
fa: نصب خودکار
fi: Automaattinen asennus
gl: Instalar automaticamente
gu: ઓટોઈન્સ્ટોલ
hi: स्वअधिष्ठापन
hu: Automatikus telepítés
id: Pasang Otomatis
ko: 자동 설치
lt: Įdiegtinas
mr: स्वस्थापीत करा
nb: Autoinstaller
pa: ਆਟੋ-ਇੰਸਟਾਲ
pt: Auto-instalar
ro: Instalare automată
ta: தானியங்கு முறையில் நிறுவவும்
th: ติดตั้งอัตโนมัติ
vi: Cài đặt tự động
wa: Astale otomaticmint
xh: Ukuhlohla okuzenzekelayo
zu: Ukuzifaka

source: This package will be installed automatically because some other package needs it.
af: Hierdie pakket sal outomaties geïnstalleer word, omdat sommige ander pakkette dit nodig het.
ar: سيتم تثبيت هذه الحزمة تلقائيًا نظرًا لحاجة بعض الحزم الأخرى إليها.
bg: Този пакет ще бъде инсталиран автоматично, защото някой друг пакет го изисква.
bn: এই প্যাকেজটি স্বয়ংক্রীয়ভাবে ইনস্টল করা হবে কারন অনান্য প্যাকেজের এটি প্রয়োজন.
ca: Aquest paquet s'instal·larà automàticament perquè el necessita un altre paquet.
cs: Tento balíček bude automaticky nainstalován, protože jej jiné balíčky potřebují.
da: Denne pakke vil blive installeret automatisk, fordi en anden pakke har brug for den.
el: Αυτό το πακέτο θα εγκατασταθεί αυτόματα διότι κάποιο άλλο πακέτο το χρειάζεται.
et: See pakett paigaldatakse automaatselt, sest mõni teine pakett vajab seda.
fa: این بسته به صورت خودکار نصب میشود به این دلیل که برخی بسته های دیگر به آن نیاز دارند.
fi: Tämä paketti asennetaan automaattisesti, koska joku toinen paketti tarvitsee sitä.
gl: Este paquete instalarase automaticamente porque o necesita algún outro paquete.
gu: આ પેકેજ આપમેળે જ સ્થપાઈ જશે કારણ કે બીજા પેકેજને તેની જરૂર છે.
hi: यह बंडल स्वतः अधिष्ठापित हो जाएगा क्योंकि किसी अन्य बंडल को इसकी आवश्यकता है.
hu: Ez a csomag automatikusan kerül telepítésre, mert más csomagoknak szüksége van rá.
id: Paket ini akan dipasang secara otomatis karena beberapa paket lain membutuhkannya.
ko: 이 패키지는 일부 다른 패키지에 필요하므로 자동으로 설치됩니다.
lt: Šis paketas bus įdiegtas automatiškai, kadangi jo reikia kai kuriems kitiems paketams.
mr: हे पॅकेज आपोआप स्थापित होईल कारण इतर काही पॅकेजला त्याची गरज असते.
nb: Denne pakken blir installert automatisk fordi den er nødvendig for andre pakker.
pa: ਇਹ ਪੈਕੇਜ ਆਟੋਮੈਟਿਕ ਹੀ ਇੰਸਟਾਲ ਹੋ ਜਾਵੇਗਾ, ਕਿਉਂਕਿ ਕੁਝ ਪੈਕੇਜਾਂ ਨੂੰ ਇਸ ਦੀ ਜਰੂਰਤ ਹੈ।
pt: Este pacote será instalado automaticamente, em virtude de algum outro pacote o necessitar.
ro: Acest pachet va fi instalat automat, deoarece este cerut de un alt pachet.
ta: வேறொரு பேக்கேஜிற்கு தேவைப்படுவதால், இந்த பேக்கேஜ் தானாகவே நிறுவப்படும்.
th: แพกเกจนี้จะถูกติดตั้งโดยอัตโนมัติ เนื่องจากมีบางแพกเกจต้องการใช้มัน
vi: Gói này sẽ được cài đặt tự động vì một số gói khác cần nó.
wa: Ci pacaedje ci n' serè nén astalé otomaticmint paski d' ôtes pacaedjes end ont dandjî.
xh: Lo mbekelelo uya kuhlohlwa ngokuzenzekela kuba olunye ubekelelo luyawufuna.
zu: Le phakheji izofakwa ngokuzenzakalelayo ngoba amanye amaphakheji ayayidinga.

source: <b>Hint:</b> You may have to use "taboo" to get rid of such a package.
af: <b>Wenk:</b> U sal dalk "taboe" moet gebruik om van so 'n pakket ontslae te raak.
ar: <b>تلميح:</b> قد تضطر إلى استخدام "محظور" للتخلص من هذه الحزمة.
bg: <b>Съвет:</b> Може би ще трябва да използвате "табу" за да се отървете от такъв пакет.
bn: <b>ইঙ্গিত:</b> এসব প্যাকেজ বাতিল করতে চাইলে আপনাকে "নিষিদ্ধ" ব্যবহার করতে হতে পারে.
ca: <b>Suggeriment:</b> És possible que heu de fer servir "tabú" per a alliberar-vos d'un paquet d'aquest tipus.
cs: <b>Poznámka:</b> Lze použít také stavu "tabu" ke zbavení se takového balíčku.
da: <b>Tip:</b> Du skal måske bruge "tabu" for at slippe for sådan en pakke.
el: <b>Υπόδειξη:</b> Ίσως θα πρέπει να χρησιμοποιήσετε την κατάσταση "απαγορευμένο" για να απαλλαγείτε από ένα τέτοιο πακέτο.
et: <b>Vihje:</b> Võid kasutada „tabu“-olekut sellisest paketist lehti saamiseks.
fa: <b>راهنمایی:</b> شما میتوانید از "ممنوع" برای خلاص شدن از چنین بسته ای استفاده کنید.
fi: <b>Vihje:</b> Sinun täytyy ehkä käyttää "tabu"-tilaa päästäksesi eroon tällaisesta paketista.
gl: <b>Suxestión</b>: pode que teña que usar o estado "tabú" para desfacerse dun paquete deste tipo.
gu: <b>સૂચના:</b> તમારે પેકેજ કાઢવા માટે કદાચ "taboo" વાપરવું પડે.
hi: <b>संकेत:</b> आपको ऐसे बंडल से छुटकारा पाने के लिए "टैबू" का उपयोग करना पड़ सकता है.
hu: <b>Tipp:</b> Ha meg akar szabadulni egy ilyen csomagtól, használja a "tabu" jelölést.
id: <b>Petunjuk:</b> Anda mungkin harus menggunakan "pantang" untuk menyingkirkan paket tersebut.
ko: <b>힌트:</b> 이러한 패키지를 제거하기 위해 "타부"를 사용해야 할 수 있습니다.
lt: <b>Pastaba:</b> Jums gali prireikti panaudoti „uždraustas“, jei norite atsikratyti tokio paketo.
mr: <b>सूचना:</b> अशा पॅकेजपासून मुक्ती मिळण्यासाठी आपणास "टॅबू" या वापर करावा लागेल.
nb: <b>Tips:</b> Du må kanskje bruke "tabu" for å bli kvitt denne typen pakker.
pa: <b>ਇਸ਼ਾਰਾ:</b> ਤੁਹਾਨੂੰ ਅਜਿਹੇ ਪੈਕੇਜ ਪਰਾਪਤ ਕਰਨ ਲਈ "ਮਨਾਹੀ(taboo)" ਵਰਤਣਾ ਪੈ ਸਕਦਾ ਹੈ।
pt: <b>Ajuda:</b> Pode ter de utilizar o "tabu", para se ver livre de tal pacote.
ro: <b>Sugestie:</b> Probabil este necesar să utilizați "tabu" pentru a elimina astfel de pachete.
ta: உதவிக்குறிப்பு:இத்தகைய பேக்கேஜை கழிப்பதற்கு நீங்கள் "taboo"ஐ பயன்படுத்த வேண்டியிருக்கலாம்.
th: <b>เคล็ดลับ:</b> คุณสามารถใช้ค่า "ต้องห้าม" เพื่อป้องกันมันไม่ให้ติดตั้ง
vi: <b>Mẹo:</b> Bạn cần dùng "taboo" để giải thoát một gói nào đó.
wa: <b>Bon a savu:</b> Vos duvrîz eployî "tabou" po vs disbarasser d' on té pacaedje.
xh: <b>Icebiso:</b> Kusenokufuneka ukuba usebenzise "isikizi" ukususa umbekelelo ololo hlobo.
zu: <b>Ithiphu:</b> Kungase kudingeke ukuba usebenzise u- aboo" ukuze ususe leyo phakheji.

source: Autoupdate
af: Outobywerking
ar: تحديث تلقائي
bg: Авто-обновяване
bn: স্বয়ংক্রীয় আপডেট
ca: Actualitza automàticament
cs: Automatická aktualizace
da: Autoopdater
el: Αυτόματη-Ενημέρωση
et: Automaatne uuendamine
fa: بروزرسانی خودکار
fi: Automaattinen päivitys
gl: Actualizar automaticamente
gu: ઓટોઅપડેટ-આપમેળે અદ્યતન
hi: स्वनवीनीकरण
hu: Automatikus frissítés
id: Perbarui Otomatis
ko: 자동 업데이트
lt: Atnaujintinas
mr: स्वअद्ययावत करा
nb: Autooppgrader
pa: ਆਟੋ-ਅੱਪਡੇਟ
pt: Auto-actualizar
ro: Actualizare automată
ta: தானியங்கு முறையில் புதுப்பிக்கவும்.
th: ปรับรุ่นอัตโนมัติ
vi: Cập nhật tự động
wa: Mete a djoû otomaticmint
xh: Ukuhlaziya okuzenzekelayo
zu: Ukuzivuselela

source: This package is already installed, but some other package needs a newer version, so it will automatically be updated.
af: Hierdie pakket is reeds geïnstalleer, maar een of ander pakket benodig 'n nuwer weergawe; gevolglik sal dit outomaties bygewerk word.
ar: الحزمة مثبَّتة بالفعل، إلا أن بعض الحزم الأخرى تحتاج إلى إصدار أحدث، ولذلك سيتم تحديثها تلقائيًا.
bg: Този пакет вече е инсталиран, но някой друг пакет изисква по-нова версия и затова ще бъде подновен автоматично.
bn: এই প্যাকেজটি আগে থেকেই ইনস্টল করা আছে, কিন্তু কিছু প্যাকেজের নতুন সংস্করণ প্রয়োজন, অতএব সেগুলো স্বয়ংক্রীয়ভাবে পরিবর্ধিত হবে.
ca: Aquest paquet ja s'ha instal·lat, però un altre paquet necessita una versió més nova, per la qual cosa s'actualitzarà automàticament.
cs: Tento balíček je již nainstalován, ale nějaký jiný balíček potřebuje jeho novou verzi, takže bude automaticky aktualizován.
da: Denne pakke er allerede installeret, men en anden pakke kræver en nyere version, så den vil automatisk blive opdateret.
el: Αυτό το πακέτο είναι ήδη εγκαταστημένο, αλλά κάποιο άλλο πακέτο χρειάζεται μια νεότερη έκδοση, έτσι θα ενημερωθεί αυτόματα.
et: See pakett on juba paigaldatud, kuid mõni teine pakett vajab uuemat versiooni, seetõttu paketti uuendatakse.
fa: این بسته نصب شده است، اما برخی بسته های دیگر به نسخه ی جدیدتر آن نیاز دارند، در نتیجه به صورت خودکار بروزرسانی میشود.
fi: Tämä paketti on jo asennettu, mutta jokin toinen paketti tarvitsee uudemman version siitä. Siksi paketti päivitetään automaattisesti.
gl: Este paquete xa está instalado, pero algún paquete precisa unha versión posterior, así que actualizarase automaticamente.
gu: આ પેકેજની સ્થાપના થઈ ગઈ છે, પણ અન્ય પેકેજને નવા વર્ઝનની જરૂર છે, તેથી તે આપમેળે અદ્યતન કરવામાં આવશે.
hi: यह बंडल पहले ही अधिष्ठापित किया जा चुका है, परंतु कुछ अन्य बंडल में नए आरूप की आवश्यकता है, अतः यह स्वतः ही अद्यतन हो जाएगा.
hu: Ez a csomag már telepítve van. Mivel más csomagok egy ennél újabb verziót igényelnek, a csomag automatikusan frissítésre kerül.
id: Paket ini sudah terpasang, tetapi beberapa paket lain membutuhkan versi yang lebih baru, jadi paket ini akan diperbarui secara otomatis.
ko: 이 패키지는 이미 설치되었지만, 일부 다른 패키지에서 최신 버전을 필요로 하므로 자동으로 업데이트됩니다.
lt: Šis paketas jau įdiegtas, bet kai kuriems kitiems paketams reikia naujesnės versijos, todėl jis bus automatiškai atnaujintas.
mr: हे पॅकेज आधीच स्थापित आहे, परंतु इतर काही पॅकेजला नवीन आवृत्ती गरज असू शकेल, त्यामुळे ते आपोआप अपडेट होईल.
nb: Denne pakken er allerede installert, men andre pakker trenger en nyere versjon, så den vil bli oppgradert automatisk.
pa: ਇਹ ਪੈਕੇਜ ਪਹਿਲਾਂ ਹੀ ਇੰਸਟਾਲ ਹੈ, ਪਰ ਕੁਝ ਪੈਕੇਜਾਂ ਲਈ ਨਵੇਂ ਵਰਜਨ ਦੀ ਲੋੜ ਹੈ, ਇਸ ਲਈ ਇਸ ਦਾ ਆਟੋਮੈਟਿਕ ਹੀ ਅੱਪਡੇਟ ਹੋ ਜਾਵੇਗਾ।
pt: Este pacote já se encontra instalado, mas algum outro pacote requer uma versão mais actualizada, pelo que este será automaticamente actualizado.
ro: Acest pachet este deja instalat, dar alte pachete necesită o versiune mai nouă, deci va fi actualizat automat.
ta: இந்த பேக்கேஜ் ஏற்கனவே நிறுவப்பட்டுள்ளது, ஆனால் வேறொரு பேக்கேஜிற்கு புதிய வடிவம் தேவைப்படுவதால், இது தானாகவே புதுப்பிக்கப்பட்டுவிடும்.
th: แพกเกจนี้ถูกติดตั้งไว้อยู่แล้ว แต่แพกเกจอื่นบางตัวต้องการให้เป็นรุ่นใหม่กว่านี้ ดังนั้นมันจะถูกปรับรุ่นโดยอัตโนมัติ
vi: Gói này đã được cài, nhưng một số gói khác cần phiên bản mới hơn, vì thế nó sẽ được cập nhật một cách tự động.
wa: Ci pacaedje ci est ddja astalé mins kékes ôtes pacaedjes ont dandjî d' ene pus nouve modêye, don i serè metou a djoû otomaticmint.
xh: Lo mbekelelo sowuhlohliwe, kodwa omnye umbekelelo ufuna uguqulelo olutsha, ngoko ke uya kuhlaziywa ngokuzenzekela.
zu: Le phakheji isifakiwe kakade, kodwa amanye amaphakheji adinga uhlelo olusha, ngakho izovuselelwa ngokuzenzakalelayo.

source: Autodelete
af: Outoskrap
ar: حذف تلقائي
bg: Авто-изтриване
bn: স্বয়ংক্রীয় অপসারন
ca: Suprimeix automàticament
cs: Automatické odstranění
da: Autoslet
el: Αυτόματη-διαγραφή
et: Automaatne kustutamine
fa: حذف خودکار
fi: Automaattinen poisto
gl: Eliminar automaticamente
gu: ઓટોડીલીટ-આપમેળે દૂર કરવું
hi: स्वमिटान
hu: Automatikus törlés
id: Hapus Otomatis
ko: 자동 삭제
lt: Pašalintinas
mr: आपोआप पुसून टाकणे
nb: Autofjern
pa: ਆਟੋ-ਹਟਾਓ
pt: Auto-apagar
ro: Ștergere automată
ta: தானியங்கு முறையில் நீக்கவும்.
th: ลบอัตโนมัติ
vi: Xóa tự động
wa: Disfacer otomaticmint
xh: Ukucima ngokuzenzekela
zu: Ukuzisula
