Repository: Dzejrou/yast-translations
Catalog: po/qt-pkg/*.po
Languages: af, ar, bg, bn, ca, cs, da, el, et, fa, fi, gl, gu, hi, hu, id, ko, lt, mr, nb, pa, pt, ro, ta, th, vi, wa, xh, zu

source: &Install All Available Sources
af: &Installeer alle beskikbare bronne
ar: &تثبيت كافة المصادر المتاحة
bg: И&нсталиране на всички източници
bn: সব সোর্স ইনস্টল করো (&I)
ca: &Instal·la les fonts disponibles
cs: &Instalovat všechny dostupné zdrojové soubory
da: &Installér al tilgængelig kildekode
el: &Εγκατάσταση όλων των διαθέσιμων Πηγών
et: Pa&igaldatakse kõik saadaolevad lähtekoodid
fa: تمامی منابع در دسترس را نصب کن
fi: &Asenna kaikki saatavilla olevat lähdekoodit
gl: &Instalar todo o código fonte dispoñíbel
gu: ઉપલબ્ધ બધાં જ સોર્સ-સ્ત્રોત ની સ્થાપના કરવી
hi: सभी उपलब्ध स्रोत अधिष्ठापित करें(&I)
hu: Az összes elérhető forrás &telepítése
id: Pasang Sumua Sumber Yang Tersedia
ko: 사용 가능한 모든 소스 설치(&I)
lt: Įd&iegti visus turimus išeities tekstus
mr: सर्व उपलब्ध स्रोत स्थापन करा
nb: &Installer all tilgjengelig kildekode
pa: ਸਭ ਉਪਲੱਬਧ ਸਰੋਤ ਇੰਸਟਾਲ ਕਰੋ(&I)
pt: &Instalar Todas as Origens Disponíveis
ro: &Instalează toate sursele disponibile
ta: கிடைக்கக்கூடிய அனைத்து ஆதாரங்களையும் நிறுவவும்
th: ติดตั้งต้นฉบับทั้งหมดที่มี&อยู่
vi: &Cài đặt tất cả những nguồn có
wa: &Astaler tos les disponibes sourdants
xh: &Hlohla Yonke Imithombo Ekhoyo
zu: &Faka Yonke Imithombo Etholakalayo

source: Do &Not Install Any Sources
af: Moet geen bronne installeer nie
ar: ع&دم تثبيت كافة المصادر
bg: &Без инсталиране на източници
bn: কোন সোর্স ইনস্টল করো না (&N)
ca: N&o instal·lis cap font
cs: &Neinstalovat žádné zdroj. soubory
da: I&nstallér ikke nogen kildekode
el: &Να Μην Εγκατασταθεί καμία Πηγή
et: Ühtki lähtekoodi &ei paigaldata
fa: هیچ منبعی را نصب نکن
fi: Älä asen&na yhtään lähdekoodia
gl: &Non instalar ningún código fonte
gu: કોઈ પણ સ્ત્રોત ની સ્થાપના કરવી નહીં
hi: कोई भी स्रोत अधिष्ठापित न करें(&N)
hu: Semmilyen &forráscsomag ne legyen telepítve
id: Jangan Pasang Sumber Apapun
ko: 모든 소스 설치 안 함(&N)
lt: &Neįdiegti jokio išeities teksto
mr: कोणताच स्रोतस्थापन करू नका
nb: Ikke &installer kildekode
pa: ਕੋਈ ਸਰੋਤ ਇੰਸਟਾਲ ਨਾ ਕਰੋ(&N)
pt: &Não Instalar Nenhuma Origem
ro: &Nu instala nici o sursă
ta: எந்த ஆதாரங்களையும் நிறுவ வேண்டாம்.
th: ไม่ต้องติดตั้งต้นฉบั&บใด ๆ
vi: &Không cài đặt nguồn nào
wa: &N' astaler nou sourdant
xh: Musa &Ukuhlohla Nayiphi Imithombo
zu: Ungafaki &Mithombo

source: Export Package List
af: Voer pakketlys uit
ar: تصدير قائمة الحزم
bg: Експортиране на списъка с пакети
bn: প্যাকেজের তালিকা এক্সপোর্ট করো
ca: Exporta la llista de paquets
cs: Exportovat seznam balíčků
da: Eksportér pakkeliste
el: Εξαγωγή Λίστας Πακέτων
et: Pakettide nimekirja eksportimine
fa: صدور لیست بسته ها
fi: Vie pakettiluettelo
gl: Exportar a lista de paquetes
gu: પેકેજ લિસ્ટ ની નિકાસ કરવી
hi: बंडल सूची निर्यात करें
hu: Csomaglista exportálása
id: Ekspor Daftar Paket
ko: 패키지 목록 엑스포트
lt: Eksportuoti paketų sąrašą
mr: पॅकेज सूची निर्यात करा
nb: Eksporter pakkeliste
pa: ਪੈਕੇਜ ਲਿਸਟ ਐਕਸਪੋਰਟ
pt: Exportar Lista de Pacotes
ro: Exportă lista de pachete
ta: பேக்கேஜ் பட்டியலை ஏற்றவும்
th: ส่งออกรายการแพกเกจ
vi: Xuất danh sách gói
wa: Ebaguer l' lisse des pacaedjes
xh: Thumela Ngaphandle Uludwe Lombekelelo
zu: Dlulisa Uhlu Lwephakheji

source: Status
ar: الحالة
bg: Статус
bn: অবস্থা
ca: Estat
cs: Stav
el: Κατάσταση
et: Olek
fa: وضعیت
fi: Tila
gl: Estado
gu: સ્ટેટસ
hi: स्थिती
hu: Állapot
ko: 상태
lt: Būsena
mr: वस्तुस्थिती
pa: ਹਾਲਤ
pt: Estado
ro: Stare
ta: நிலைப்பாடு
th: สถานะ
vi: Trạng thái
wa: Estat
xh: Isimo
zu: Isimo

source: Install Sources
af: Installeer bronne
ar: تثبيت المصادر
bg: Инсталиране на източници
bn: সোর্স ইনস্টল করো
ca: Instal·la les fonts
cs: Instalovat zdroj. soubory
da: Installér kildekode
el: Εγκατάσταση Πηγών
et: Lähtekood paigaldatakse
fa: منابع را نصب کن
fi: Asenna lähdekoodi
gl: Instalar código fonte
gu: સ્ત્રોત ની સ્થાપના કરવી
hi: अधिष्ठापन स्रोत
hu: Forráscsomagok telepítése
id: Pasang Sumber
ko: 소스 설치
lt: Įdiegti išeities tekstus
mr: स्त्रोत स्थापन करा
nb: Installer kildekode
pa: ਸਰੋਤ ਇੰਸਟਾਲ
pt: Instalar Origens
ro: Instalează sursele
ta: ஆதாரங்களை நிறுவவும்
th: ติดตั้งต้นฉบับ
vi: Các nguồn cài đặt
wa: Astaler les sourdants
xh: Hlohla Imithombo
zu: Faka Imithombo

source: Do Not Install Sources
af: Moenie bronne installeer nie
ar: عدم تثبيت المصادر
bg: Без инсталиране на източници
bn: সোর্স ইনস্টল করো না
ca: No instal·lis les fonts
cs: Neinstalovat zdroj. soubory
da: Installér ikke kildekode
el: Να Μην Εγκατασταθούν Πηγές
et: Lähtekoodi ei paigaldata
fa: منابع را نصب نکن
fi: Älä asenna lähdekoodia
gl: Non instalar código fonte
gu: સ્ત્રોત ની સ્થાપના કરવી નહીં
hi: स्रोतो को अधिष्ठापन न करें
hu: A forráscsomagok ne legyenek telepítve
id: Jangan Pasang Sumber
ko: 소스 설치 안 함
lt: Neįdiegti išeities tekstų
mr: स्रोत स्थापन करू नका
nb: Ikke installer kildekode
pa: ਸਰੋਤ ਇੰਸਟਾਲ ਨਾ ਕਰੋ
pt: Não Instalar Origens
ro: Nu instalează sursele
ta: ஆதாரங்களை நிறுவ வேண்டாம்
th: ไม่ต้องติดตั้งต้นฉบับ
vi: Không cài đặt nguồn
wa: N' nén astaler les sourdants
xh: Musa Ukuhlohla Imithombo
zu: Ungawufaki &Umthombo

source: No Sources Available
af: Geen bronne beskikbaar nie
ar: عدم توفر أية مصادر
bg: Източниците не са налични
bn: কোন সোর্স পাওয়া যায়নি
ca: No hi ha cap font disponible
cs: Zdrojové soubory nedostupné
da: Ingen kildekode tilgængelig
el: Δεν υπάρχουν διαθέσιμες Πηγές
et: Lähtekoodi pole saadaval
fa: هیچ منبعی در دسترس نیست
fi: Lähdekoodia ei saatavilla
gl: Non hai código fonte dispoñíbel
gu: કોઈ સ્ત્રોત ઉપલબ્ધ નથી
hi: कोई स्रोतो उपलब्ध नही
hu: Nincsenek elérhető források
id: Tidak Ada Sumber Tersedia
ko: 사용 가능한 소스 없음
lt: Nėra išeities tekstų
mr: स्रोत उपलब्ध नाहीत
nb: Ingen kildekode tilgjengelig
pa: ਕੋਈ ਸਰੋਤ ਉਪਲੱਬਧ ਨਹੀਂ
pt: Não Existem Origens Disponíveis
ro: Nu sunt disponibile surse
ta: ஆதாரங்கள் ஏதும் கிடைக்கவில்லை
th: ไม่มีต้นฉบับอยู่
vi: Không có nguồn nào
wa: Pont d' sourdant d' disponibe
xh: Akukho Mithombo Ikhoyo
zu: Ayikho Imithombo Etholakalayo

source: Installed Version: %1
af: Geïnstalleerde weergawe: %1
ar: الإصدار المثبَّت: %1
bg: Инсталирана версия: %1
bn: ইনস্টলকৃত সংস্করণ: %1
ca: Versió instal·lada %1
cs: Instalovaná verze: %1
da: Installeret version: %1
el: Εγκατεστημένη Έκδοση: %1
et: Paigaldatud versioon: %1
fa: نسخه ی نصب شده: %1
fi: Asennettu versio: %1
gl: Versión instalada: %1
gu: ઈન્સ્ટોલ્ડ વર્ઝન %1
hi: अधिष्ठापित अनुवाद : %1
hu: Telepített verzió: %1
id: Versi Terpasang: %1
ko: 설치된 버전: %1
lt: Įdiegtoji versija: %1
mr: स्थापित आवृत्ती: %1
nb: Installert versjon: %1
pa: ਇੰਸਟਾਲ ਵਰਜਨ: %1
pt: Versão Instalada: %1
ro: Versiune instalată: %1
ta: நிறுவப்பட்ட வடிவம்: %1
th: รุ่นที่ติดตั้งไว้: %1
vi: Phiên bản đã cài: %1
wa: Modêye d' astalêye: %1
xh: Uguqulelo Oluhlohliweyo: %1
zu: Uhlelo Olufakiwe: %1

source: same
af: dieselfde
ar: هي نفسها
bg: еднакви
bn: একই
ca: igual
cs: stejná
da: samme
el: ίδια
et: sama
fa: یکسان
fi: sama
gl: iguais
gu: સમાન
hi: वैसा
hu: megegyezik
id: sama
ko: 같음
lt: ta pati
mr: तसेच
nb: samme
pa: ਉਹੀ
pt: igual
ro: aceeași
ta: அதேதான்
th: เช่นเดียวกับ
vi: giống
wa: minme
xh: kufana ncam
zu: okufanayo

source: newer
af: nuwer
ar: أحدث
bg: по-нова
bn: নতুন
ca: més nova
cs: novější
da: nyere
el: νεότερη
et: uuem
fa: جدیدتر
fi: uudempi
gl: posterior
gu: નવીન
hi: नया
hu: újabb
id: lebih baru
ko: 최신
lt: naujesnė
mr: नवीनतम
nb: nyere
pa: ਨਵਾਂ
pt: mais recente
ro: mai nouă
ta: புதியது
th: ใหม่กว่า
vi: mới hơn
wa: pu noû
xh: kutsha noko
zu: olusha

source: older
af: ouer
ar: أقدم
bg: по-стара
bn: পুরানো
ca: més antiga
cs: starší
da: ældre
el: παλαιότερη
et: vanem
fa: قدیمی تر
fi: vanhempi
gl: máis antiga
gu: પહેલાંનાં
hi: पुराना
hu: régebbi
id: lebih lama
ko: 이전
lt: senesnė
mr: जुने
nb: eldre
pa: ਪੁਰਾਣਾ
pt: mais antiga
ro: mai veche
ta: பழையது
th: เก่ากว่า
vi: cũ hơn
wa: pu vî
xh: udala noko
zu: oludala

source: Available Version: %1 (%2)
af: Beskikbare weergawe: %1 (%2)
ar: الإصدار المتاح: %1 (%2)
bg: Налична версия: %1 (%2)
bn: যে সংস্করণ আছে: %1 (%2)
ca: Versió disponible: %1 (%2)
cs: Dostupná verze: %1 (%2)
da: Tilgængelig version: %1 (%2)
el: Διαθέσιμη Έκδοση: %1 (%2)
et: Saadaolev versioon: %1 (%2)
fa: نسخه ی در دسترس: %1 (%2)
fi: Saatavilla olevat versiot: %1 (%2)
gl: Versión instalada: %1 (%2)
gu: ઉપલબ્ધ વર્ઝન: %1 (%2)
hi: उपलब्ध अनुवाद : %1 (%2)
hu: Elérhető verzió: %1 (%2)
id: Versi Tersedia: %1 (%2)
ko: 사용 가능한 버전: %1 (%2)
lt: Galima versija: %1 (%2)
nb: Tilgjengelig versjon: %1 (%2)
pa: ਉਪਲੱਬਧ ਵਰਜਨ: %1 (%2)
pt: Versão Disponível: %1 (%2)
ro: Versiune disponibilă: %1 (%2)
ta: கிடைக்கக்கூடிய வடிவம்:%1 (%2)
th: รุ่นที่มีให้เลือก: %1 (%2)
vi: Phiên bản có: %1 (%2)
wa: Disponibe modêye: %1 (%2)
xh: Uguqulelo Olukhoyo: %1 (%2)
zu: Uhlelo Olutholakalayo: %1 (%2)

source: Not available for installation
af: Nie beskikbaar vir installasie nie
ar: عدم التوفر للتثبيت
bg: Не е налична за инсталация
bn: ইনস্টলেশনের জন্য পাওয়া যায়নি
ca: No està disponible per a la instal·lació
cs: Nedostupné pro instalaci
da: Ikke tilgængelig til installation
el: Μη διαθέσιμο για εγκατάσταση
et: Pole paigaldamiseks saadaval
fa: برای نصب در دسترس نیست
fi: Ei saatavilla asennusta varten
gl: Non dispoñíbel para a instalación
gu: સ્થાપના માટે ઉપલબ્ધ નથી.
hi: अधिष्ठापिन के लिए उपलब्ध नही
hu: Nem lehet telepíteni
id: Tidak tersedia untuk pemasangan
ko: 설치에 사용할 수 없습니다.
lt: Nėra diegimui
mr: स्थापनेकरिता उपलब्ध नाही.
nb: Ikke tilgjengelig for installasjon
pa: ਇੰਸਟਾਲੇਸ਼ਨ ਲਈ ਉਪਲੱਬਧ ਨਹੀਂ ਹੈ
pt: Não disponível para instalação
ro: Nu este disponibilă pentru instalare
ta: நிறுவுவதற்கு கிடைக்கவில்லை
th: ไม่มีให้เลือกสำหรับการติดตั้ง
vi: Không thể dùng cho cài đặt
wa: Nén disponibe pol astalaedje
xh: Akufumaneki ukwenzela ukuhlohla
zu: Alutholakali ukuze lufakwe

source: Do Not Install
af: Moenie installeer nie
ar: عدم تثبيت
bg: Без инсталиране
bn: ইনস্টল করো না
ca: No l'instal·lis
cs: Neinstalovat
da: Installér ikke
el: Να Μην Εγκατασταθεί
et: Ei paigaldata
fa: نصب نکن
fi: Älä asenna
gl: Non instalar
gu: સ્તાપના કરશો નહીં
hi: अधिष्ठापित न करें
hu: Ne kerüljön telepítésre
id: Jangan Pasang
ko: 설치 안 함
lt: Neįdiegti
mr: स्थापन करू नका
nb: Ikke installer
pa: ਇੰਸਟਾਲ ਨਾ ਕਰੋ
pt: Não Instalar
ro: Nu instala
ta: நிறுவ வேண்டாம்.
th: ไม่ต้องติดตั้ง
vi: Không cài đặt
wa: Ni nén astaler
xh: Musa Ukuhlohla
zu: Ungalufaki

source: Protected -- Do Not Modify
af: Beskerm - moenie verander nie
ar: محمية -- عدم التعديل
bg: Защитен - Без промяна
bn: সংরক্ষিত ‌‌-- পরিবর্তন করো না
ca: Protegit: no el modifiquis
cs: Chráněno - neměnit
da: Beskyttet -- Undlad at ændre
el: Προστατευμένο -- Να Μην Μεταβληθεί
et: Kaitstud -- ei muudeta
fa: محافظت شده -- دستکاری نکن
fi: Suojattu -- älä muokkaa
gl: Protexido -- Non modificar
gu: સુરક્ષિત - ફેરફારો કરવા નહીં
hi: सुरक्षित -- न बदलें
hu: Védelem alatt -- ne kerüljön módosításra
id: Terlindungi -- Jangan Dimodifikasi
ko: 보호됨 -- 수정 안 함
lt: Apsaugota -- nekeisti
mr: संरक्षित -- सुधारणा करुन नका
nb: Beskyttet -- må ikke endres
pa: ਸੁਰੱਖਿਅਤ -- ਨਾ ਸੋਧੋ
pt: Protegido -- Não Alterar
ro: Protejat -- Nu modifica
ta: பாதுகாக்கப்பட்டது - திருத்தம் செய்ய வேண்டாம்.
th: มีการป้องกัน -- ไม่ให้แก้ไขใด ๆ
vi: Bảo vệ -- Không thay đổi
wa: Waeranti -- N' nén candjî
xh: Kukhuselekile – Musa Ukhuhlengahlengisa
zu: Kuvikelekile -- Ungakulungisi

source: Taboo -- Never Install
af: Taboe - moet nooit installeer nie
ar: محظور -- عدم التثبيت أبدًا
bg: Табу - Без инсталиране
bn: নিষিদ্ধ -- কখনোই ইনস্টল করো না
ca: Tabú: no l'instal·lis mai
cs: Tabu - nikdy neinstalovat
da: Tabu -- Installér aldrig
el: Απαγορευμένο -- Να Μην Εγκατασταθεί Ποτέ
et: Tabu -- ei paigaldata kunagi
fa: ممنوع -- هرگز نصب نکن
fi: Tabu -- älä asenna koskaan
gl: Tabú -- Non instalar nunca
gu: ટાબૂ - ક્યારે ય ન સ્થાપવું
hi: तेबू -- कभी अधिष्ठापित न करें
hu: Tabu - sose kerüljön telepítésre
id: Pantang -- Jangan Pernah Dipasang
ko: 타부 - 설치하지 않음
lt: Uždraustas -- niekuomet nediegti
mr: टॅबू -- कधीही स्थापित करु नका
nb: Tabu -- installer aldri
pa: ਮਨਾਹੀ -- ਕਦੇ ਇੰਸਟਾਲ ਨਾ ਕਰੋ
pt: Tabu -- Nunca Instalar
ro: Tabu -- Nu instala niciodată
ta: டாபூ - ஒருபோதும் நிறுவ வேண்டாம்
th: ต้องห้าม -- ไม่ให้ติดตั้งเลย
vi: Taboo -- Không bao giờ cài
wa: Tabou -- N' djamåy astaler
xh: Isikizi – Ungaze Uhlohle
zu: I-Taboo -- Ungalufaki

source: (by a software selection)
af: (vlgs. 'n sagtewarekeuse)
ar: (بواسطة تحديد برنامج)
bg: (от подбор на пакети)
bn: (সফ্টওয়্যার নির্বাচনের মাধ্যমে)
ca: (per una selecció de programari)
cs: (podle výběru software)
da: (ved et softwareudvalg)
el: (από μια επιλογή λογισμικού)
et: (tarkvara valiku tõttu)
fa: (با انتخاب نرم افزار)
fi: (ohjelmiston esivalinnalla)
gl: (por unha selección de software)
gu: (સોફ્ટવેરની પસંદગી મુજબ)
hi: (साफ्टवेयर चुनावभरता द्वारा)
hu: (egy szoftver kiválasztása alapján)
id: (oleh pemilihan perangkat lunak)
ko: (소프트웨어 선택사항 기준)
lt: (pagal programų pasirinkimą)
mr: (सॉफ्टवेअर निवडीद्वारे)
nb: (programvareutvalg)
pa: (ਸਾਫਟਵੇਅਰ ਚੋਣ ਰਾਹੀਂ)
pt: (por selecção de software)
ro: (de o selecție software)
ta: (மென்பொருள் தேர்வின் மூலம்)
th: (ตามการเลือกซอฟต์แวร์แต่ละตัว)
vi: (theo lựa chọn phần mềm)
wa: (pa -z ene tchuze di programes)
xh: (ngokokukhethwa ngokungaphakathi ekhompyutheni)
zu: (ngokukhethwa kwe-software)

source: (by dependencies)
af: (vlgs. afhanklikhede)
ar: (بواسطة تبعيات)
bg: (от зависимости)
bn: (নির্ভরতা সাপেক্ষে)
ca: (per dependències)
cs: (podle závislostí)
da: (ved afhængigheder)
el: (από εξαρτήσεις)
et: (sõltuvuste tõttu)
fa: (با وابستگی)
fi: (riippuvuusvaatimuksesta)
gl: (por dependencias)
gu: (ડીપેન્ડન્સી મુજબ)
hi: (निर्भरता द्वारा)
hu: (függőség alapján)
id: (oleh dependensi)
ko: (종속성 기준)
lt: (pagal priklausomybes)
mr: (अवलंबित्वांद्वारे)
nb: (avhengigheter)
pa: (ਨਿਰਭਰਤਾ ਰਾਹੀਂ)
pt: (por dependências)
ro: (de dependențe)
ta: (சார்புத்தன்மைகள் மூலம்)
th: (ตามความเกี่ยวพันกัน)
vi: (theo phụ thuộc)
wa: (pa ds aloyances)
xh: (ngokwezixhomekeki)
zu: (ngezinhlelo ezincike kwezinye)

source: Dependencies broken
af: Afhanklikhede gebreek
ar: التبعيات معطلة
bg: Зависимостите са неудовлетворени
bn: নির্ভরতা
ca: Dependències trencades
cs: Závislosti jsou chybné
da: Afhængigheder i uorden
el: Χαλασμένες Εξαρτήσεις
et: Sõltuvused on katki
fa: وابستگی ها شکسته شدند
fi: Riippuvuudet eivät ole kunnossa
gl: Dependencias danadas
gu: ડીપેન્ડન્સીઝ
hi: निर्भरताऐ
hu: Megszakadt függőségek
id: Dependensi rusak
ko: 종속성 손상
lt: Priklausomybės sugadintos
mr: अवलंबीत्वे संपली
nb: Avhengigheter brutt
pa: ਨਿਰਭਰਤਾ ਟੁੱਟੀ ਹੋਈ ਹੈ
pt: Dependências quebradas
ro: Dependențe defecte
ta: சார்ந்துள்ளவை
th: ความเกี่ยวพันกันขัดแย้งกันอย่างรุนแรง
wa: Aloyances schetêyes
xh: Izixhomekeki zaphukile
zu: Izinhlelo ezincike kwezinye zilimele

source: All dependencies satisfied
af: Alle afhanklikhede bevredig
ar: استيفاء كافة التبعيات
bg: Всички зависимости са удовлетворени
bn: সব প্যাকেজ নির্ভরতা ঠিক আছে.
ca: S'han satisfet totes les dependències
cs: Všechny závislosti jsou splněny
da: Alle afhængigheder er dækket
el: Όλες οι εξαρτήσεις είναι εντάξει.
et: Kõik sõltuvused on rahuldatud
fa: تمامی وابستگی ها متقاعد شدند
fi: Kaikki riippuvuudet ovat kunnossa
gl: Cúmprense todas as dependencias
gu: બધી પેકેજની ડીપેન્ડન્સી બરોબર છે.
hi: सभी बंडलो की निर्भरता ठीक है ।
hu: Az összes csomagfüggőség rendben
id: Semua dependensi terpenuhi
ko: 모든 종속성이 만족됨
lt: Visos priklausomybės tvarkingos
mr: सर्व डिपेन्डन्सीजबाबत समाधानी
nb: Alle avhengigheter oppfylt
pa: ਸਭ ਨਿਰਭਰਤਾ ਪੂਰੀ ਹੋ ਗਈ
pt: Todas as dependências satisfeitas
ro: Toate dependențele sunt corecte.
ta: அனைத்து பேக்கேஜ் சார்புத்தன்மைகளும் சரியாக உள்ளன.
th: ความเกี่ยวพันกันทั้งหมดไม่มีปัญหา
wa: Totes les aloyances sont bounes
xh: Zonke izixhomekeki zanelisekile
zu: Zonke izinhlelo ezincike kwezinye zanelisiwe

source: &Show Patch Category:
af: &Toon regstellingskategorie:
ar: إ&ظهار فئة التصحيح:
bg: &Преглед категорията на кръпката:
bn: প্যাচের শ্রেণী দেখাও (&S):
ca: &Mostra la categoria del pedaç:
cs: &Zobrazit kategorii opravy:
da: Vi&s rettelseskategori:
el: Εμφάνι&ση Κατηγορίας Διόρθωσης:
et: Pai&ga kategooria kuvamine:
fa: نمایش دسته ی وصله:
fi: &Näytä korjauksen luokka:
gl: Mo&strar a categoría do parche:
gu: પેચના પ્રકાર બતાવો
hi: पैच श्रेणी दिखाऐ :(&S)
hu: &Megjelenített frissítési kategóriák:
id: Tampilkan Kategori Patch:
ko: 패치 범주 표시(&S):
lt: Rodyti patai&sos kategoriją:
mr: &पॅच विभाग दाखवा:
nb: &Vis oppgraderingskategori:
pa: ਪੈਂਚ ਕੈਟਾਗਰੀ ਵੇਖਾਓ(&S):
pt: Mo&strar Categoria da Correcção:
ro: Afișează categoria peticului:
ta: பாட்ச் வகையைக் காட்டவும்:
th: แสดง&หมวดหมู่ของแพตช์:
vi: &Hiển thị hạng mục vá lỗi:
wa: &Mostrer l' categoreye do coridjaedje:
xh: &Bonisa Uluhlu Lwezikhuselwa:
zu: &Bonisa Isigaba Sesichibiyelo:

source: Needed Patches
ar: الدفعات المطلوبة
bg: Необходими кръпки
ca: Pedaços necessaris
cs: Požadované opravy
da: Nødvendige rettelser
el: Απαιτούμενες Διορθώσεις
et: Vajalikud paigad
fa: وصله های لازم
fi: Tarvittavat korjaukset
gl: Parches necesarios
hu: Szükséges javítások
id: Patch Dibutuhkan
ko: 필요한 패치
lt: Būtinos pataisos
nb: Nødvendige pakkeoppdateringer
pa: ਲੋੜੀਦੇ ਪੈਚ
pt: Correcções Necessárias
ro: Patch-uri necesare
th: แพตช์ที่จำเป็นต้องใช้
wa: Coridjaedjes ki dj' a dandjî

source: Unneeded Patches
ar: الدفعات غير المطلوبة
bg: Незадължителни кръпки
ca: Pedaços no necessaris
cs: Nevyžadované opravy
da: Unødvendige rettelser
el: Αχρείαστες Διορθώσεις
et: Ebavajalikud paigad
fa: وصله های زائد
fi: Ei tarpeelliset korjaukset
gl: Parches non necesarios
hu: Szükségtelen javítások
id: Patch Tidak Dibutuhkan
ko: 필요 없는 패치
lt: Nebūtinos pataisos
nb: Valgfrie pakkeoppdateringer
pa: ਅਣ-ਲੋੜੀਦੇ ਪੈਚ
pt: Correcções Desnecessárias
ro: Patch-uri ce nu sunt necesare
th: แพตช์ที่ไม่จำเป็นต้องใช้
wa: Coridjaedjes ki dji n' a nén dandjî

source: All Patches
af: Alle regstellings
ar: كافة التصحيحات
bg: Всички кръпки
bn: সব প্যাচ
ca: Tots els pedaços
cs: Všechny opravy
da: Alle rettelser
el: Όλες οι διορθώσεις
et: Kõik paigad
fa: تمامی وصله ها
fi: Kaikki korjaukset
gl: Todos os parches
gu: બધાં પેચીસ
hi: सभी पैच
hu: Minden javítás
id: Semua Patch
ko: 모든 패치
lt: Visos pataisos
mr: सर्व पॅचेस
nb: Alle oppgraderinger
pa: ਸਭ ਪੈਂਚ
pt: Todas as Correcções
ro: Toate peticele
ta: அனைத்து பாட்ச்கள்
th: แพตช์ทั้งหมด
vi: Mọi vá lỗi
wa: Tos les coridjaedjes
xh: &Zonke Izikhuselwa
zu: Zonke Izichibiyelo

source: Patch Description
af: Regstellingsbeskrywing
ar: وصف التصحيح
bg: Описание на кръпката
bn: প্যাচ বর্ণনা
ca: Descripció del pedaç
cs: Popis opravy
da: Rettelsesbeskrivelse
el: Περιγραφή Διόρθωσης
et: Paiga kirjeldus
fa: توضیحات وصله
fi: Korjauksen kuvaus
gl: Descrición do parche
gu: પેચ નું વર્ણન
hi: पैच विवरण
hu: Frissítés leírása
id: Deskripsi Patch
ko: 패치 설명
lt: Pataisos aprašas
mr: पॅच वर्णन
nb: Oppgraderingsbeskrivelse
pa: ਪੈਂਚ ਵੇਰਵਾ
pt: Descrição da Correcção
ro: Descriere petic
ta: பாட்ச்சின் விளக்கம்
th: คำอธิบายแพตช์
vi: Mô tả vá lỗi
wa: Discrijhaedje do coridjaedje
xh: Inkcazelo Ngesikhuselwa
zu: Incazelo Yezichibiyelo

source: security
af: veiligheid
ar: الأمان
bg: сигурност
bn: নিরাপত্তা
ca: seguretat
cs: zabezpečení
da: sikkerhed
el: ασφάλεια
et: turvapaik
fa: امنیتی
fi: tietoturva
gl: seguridade
gu: સુરક્ષા
hi: सुरक्षा
hu: biztonsági
id: keamanan
ko: 보안
lt: saugumas
mr: सुरक्षा
nb: sikkerhet
pa: ਸੁਰੱਖਿਆ
pt: segurança
ro: securitate
ta: பாதுகாப்பு
th: ความปลอดภัย
vi: bảo mật
wa: såvrité
xh: ukhuseleko
zu: ukuphepha

source: recommended
af: aanbevole
ar: مستحسن
bg: препоръчително
bn: পরামর্শ দেওয়া হচ্ছে
ca: recomanat
cs: doporučené
da: anbefalet
el: συνιστώμενο
et: soovitatav
fa: توصیه شده
fi: suositeltu
gl: recomendado
gu: સૂચવાયેલું
hi: अनुशंसित
hu: ajánlott
id: direkomendasikan
ko: 권장
lt: patartina
mr: सुचवलेला
nb: anbefalt
pa: ਸਿਫਾਰਸ਼ੀ
pt: recomendado
ro: recomandat
ta: பரிந்துரைக்கப்படுகிறது
th: ที่ถูกแนะนำ
vi: khuyên dùng
wa: ricomandé
xh: okucetyiswayo
zu: kuyatuseka

source: optional
af: opsioneel
ar: اختياري
bg: незадължително
bn: ঐচ্ছিক
ca: opcional
cs: volitelné
da: valgfri
el: προαιρετικό
et: mittekohustuslik
fa: اختیاری
fi: valinnainen
gl: opcional
gu: વૈકલ્પિક
hi: विकल्प
hu: opcionális
id: tambahan
ko: 옵션
lt: pasirinktina
mr: वैकल्पिक
nb: valgfritt
pa: ਚੋਣਵਾਂ
pt: opcional
ro: opțional
ta: விருப்பத்திற்குட்பட்டது
th: ตัวเลือก
vi: phụ
wa: nén oblidjî
xh: kukhethwa ngokuzithandela
zu: ungakukhetha uma uthanda

source: document
af: dokument
ar: مستند
bg: документ
bn: ডকুমেন্ট
cs: dokument
da: dokument
el: έγγραφο
et: dokument
fa: سند
fi: dokumentti
gl: documento
gu: દસ્તાવેજ
hi: दस्तावेज
hu: dokumentum
id: dokumen
ko: 문서
lt: dokumentas
mr: दस्तऐवज
nb: dokument
pa: ਦਸਤਾਵੇਜ਼
pt: documento
ta: ஆவணம்
th: เอกสาร
vi: tài liệu
wa: documint
xh: uxwebhu
zu: idokhumenti

source: Pattern
af: Patroon
ar: نمط
bg: Шаблон
bn: পার্টিশন
ca: Patró
cs: Profil
da: Mønster
et: Muster
fa: الگو
fi: Ohjelmistoryhmä
gl: Patrón
gu: પેટર્ન-ભાત
hi: पैटर्न
hu: Minta
id: Pola
ko: 패턴
lt: Šablonas
mr: नमुने
nb: Mønster
pa: ਪੈਟਰਨ
pt: Padrão
ro: Model
ta: வடிவம்
th: ชุดรูปแบบ
vi: Mẫu
wa: Modele
xh: Isimbo
zu: Iphethini

source: Products
af: Produkte
ar: المنتجات
bg: Продукти
bn: পণ্য
ca: Productes
cs: Produkty
da: Produkter
el: Προϊόντα
et: Tooted
fa: محصولات
fi: Tuotteet
gl: Produtos
gu: પ્રોડક્ટ
hi: उत्पाद
hu: Termékek
id: Produk
ko: 제품
lt: Produktai
mr: उत्पादने
nb: Produkter
pa: ਪਰੋਡੱਕਟ
pt: Produtos
ro: Produse
ta: பொருள்
th: ผลิตภัณฑ์
wa: Prodûts
xh: Iimveliso
zu: Imikhiqizo

source: Product
af: Produk
ar: المنتج
bg: Продукт
bn: পণ্য
ca: Producte
cs: Produkt
da: Produkt
el: Προϊόν
et: Toode
fa: محصول
fi: Tuote
gl: Produto
gu: પ્રોડક્ટ
hi: उत्पाद
hu: Termék
id: Produk
ko: 제품
lt: Produktas
mr: प्रॉडक्ट
nb: Produkt
pa: ਪਰੋਡੱਕਟ
pt: Produto
ro: Produs
ta: பொருள்
th: ผลิตภัณฑ์
vi: Sản phẩm
wa: Prodût
xh: Imveliso
zu: Umkhiqizo

source: Vendor
af: Verkoper
ar: المورد
bg: Доставчик
bn: বিক্রেতা:
ca: Proveïdor
cs: Výrobce
da: Producent
el: Κατασκευαστής
et: Tootja
fa: فروشنده
fi: Valmistaja
gl: Fabricante
gu: વેચાણકર્તા:
hi: विक्रेता :
hu: Gyártó
ko: 제조업체
lt: Gamintojas
mr: विक्रेता
nb: Produsent
pa: ਵੇਂਡਰ
pt: Fabricante
ro: Vânzător
ta: விற்பனையாளர்:
th: ผู้ผลิต
wa: Vindeu
xh: Umthengisi
zu: Umthengisi

source: Name
af: Naam
ar: الاسم
bg: Име
bn: নাম
ca: Nom
cs: Název
da: Navn
el: Όνομα
et: Nimi
fa: نام
fi: Nimi
gl: Nome
gu: નામ
hi: नाम
hu: Név
id: Nama
ko: 이름
lt: Pavadinimas
mr: नाव
nb: Navn
pa: ਨਾਂ
pt: Nome
ro: Nume
ta: பெயர்
th: ชื่อ
vi: Tên
wa: No
xh: Igama
zu: Igama

source: &Search
af: &Soek
ar: &بحث
bg: &Търсене
bn: খোঁজো (&S)
ca: &Cerca
cs: &Hledat
da: &Søg
el: &Εύρεση
et: Ot&si
fa: جستجو
fi: &Etsi
gl: &Buscar
gu: &Search શોધો
hi: ढूँढे(&S)
hu: &Keresés
id: &Cari
ko: 검색(&S)
lt: &Paieška
mr: शोधा
nb: &Søk
pa: ਖੋਜ(&S)
pt: &Procurar
ro: &Caută
ta: தேடவும்
th: ค้&นหา
vi: Tìm &kiếm
wa: &Trover
xh: &Zingela
zu: &Cinga

source: Search in
af: Soek in
ar: بحث في
bg: Търсене в
bn: খোঁজো
ca: Cerca a
cs: Hledat v
da: Søg i
el: Αναζήτηση σε
et: Otsingukoht
fa: جستجو در
fi: Etsi
gl: Buscar en
gu: આમાં શોધો:
hi: अन्दर ढूँढे
hu: Keresés a következőben:
id: Cari di
ko: 검색 위치
lt: Paieškos sritis
mr: आत शोधा
nb: Søk i
pa: ਵਿੱਚ ਖੋਜ
pt: Procurar em
ro: Caută în
ta: இதில் தேடவும்
th: ค้นหาใน
vi: Tìm trong
wa: Trover dins li
xh: Zingela apha
zu: Cinga ku-

source: Nam&e
ar: الا&سم
bg: &Име
ca: &Nom
cs: Náz&ev
da: Na&vn
el: &Όνομα
et: &Nimi
fa: نام
fi: Ni&mi
gl: Nom&e
hu: &Név
id: Nama
ko: 이름
lt: Pa&vadinimas
nb: Nav&n
pt: Nom&e
ro: Nume
th: &ชื่อ
wa: &No

source: Su&mmary
af: Op&somming
ar: مل&خص
bg: С&водка
bn: সারসংক্ষেপ (&m)
ca: Res&um
cs: Sh&rnutí
da: Resu&mé
el: Πε&ρίληψη
et: Kokku&võte
fa: خلاصه
fi: Yhteen&veto
gl: Resu&mo
gu: હેવાલ
hi: सार(&m)
hu: Összefog&lalás
id: Ringkasan
ko: 요약(&M)
lt: &Santrauka
mr: सारांश
nb: Sa&mmendrag
pa: ਸੰਖੇਪ(&m)
pt: Resu&mo
ro: Su&mar
ta: தொகுப்புரை
th: &สรุป
vi: Tổng &kết
wa: Ra&courti
xh: Isishwa&nkathelo
zu: Ama&balengwe

source: Descr&iption
af: Beskr&ywing
ar: و&صف
bg: &Описание
bn: বর্ণনা (&i)
ca: Descripc&ió
cs: Pop&is
da: Besk&rivelse
el: Περ&ιγραφή
et: K&irjeldus
fa: توضیحات
fi: Kuv&aus
gl: Descr&ición
gu: વર્ણન
hi: विवरण(&i)
hu: Leí&rás
id: Deskripsi
ko: 설명(&I)
lt: &Aprašas
mr: वर्णन
nb: Beskr&ivelse
pa: ਵੇਰਵਾ(&i)
pt: Descr&ição
ro: D&escriere
ta: விளக்கம்
th: คำ&อธิบาย
vi: &Mô tả
wa: Discr&ijhaedje
xh: Inkc&azelo
zu: Inca&zelo
