Repository: Dzejrou/yast-translations
Catalog: po/qt-pkg/*.po
Languages: af, ar, bg, bn, ca, cs, da, el, et, fa, fi, gl, gu, hi, hu, id, ko, lt, mr, nb, pa, pt, ro, ta, th, vi, wa, xh, zu

source: <br> <h2>Update Problem</h2> <p> The packages in this list cannot be updated automatically. </p> <p>Possible reasons:</p> <ul> <li>They are obsoleted by other packages <li>There is no newer version to update to on any installation media <li>They are third-party packages </ul> </p> <p> Please choose manually what to do with them. The safest course of action is to delete them. </p>
ar: <br> <h2>مشكلة في التحديث</h2> <p> لا يمكن تحديث الحزم المدرجة بهذه القائمة تلقائيًا. </p> <p>الأسباب المحتملة:</p> <ul> <li>أبطلتها حزم أخرى بالتقادم <li>لا يوجد إصدار أحدث يمكن التحديث إليه على أي وسيط من وسائط التثبيت <li>فهي تعد حزماً لأطراف ثالثة </ul> </p> <p> الرجاء اختيار ما يجب فعله معها يدويًا. يعد أكثر الإجراءات أمانًا هو حذفها. </p>
bg: <br> <h2>Проблем при обновяването</h2> <p> Пакетите от списъка не могат да се обновят автоматично. </p> <p>Вероятни причини:</p> <ul> <li>Те са ненужни поради други пакети <li>Няма по-нова версия на който и да е инсталационен носител <li>Те са външни пакети </ul> </p> <p> Изберете ръчно какво ще ги правите. Най-безопасният подход ще е да ги изтриете. </p>
ca: <br> <h2>Problema d'actualització</h2> <p> <font color=blue> Els paquets d'aquesta llista no es poden actualitzar automàticament. </p> <p>Motius possibles:</p> <ul> <li>Són obsolets i han estat reemplaçats per uns altres paquets <li>Cap suport d'instal·lació no en conté una versió més recent <li>Són paquets d'altres proveïdors </ul> </p> <p> Decidiu manualment què voleu fer amb aquests paquets. L'opció més segura és suprimir-los. </p>
cs: <br> <h2>Problém s aktualizací</h2> <p> Balíčky v tomto seznamu nelze aktualizovat automaticky. </p> <p>Možné důvody:</p> <ul> <li>Jiné balíčky je činí zastaralými. <li>Na žádném instalačním médiu se nenachází novější verze, na kterou by bylo možné aktualizovat. <li>Jedná se o balíčky třetí strany. </ul> </p> <p> Akci, která se u těchto balíčků má provést, určete ručně. Nejbezpečnějším řešením je tyto balíčky odstranit. </p>
da: <br> <h2>Opdateringsproblem</h2> <p> Pakkerne i denne liste kan ikke opdateres automatisk. </p> <p>Mulige grunde:</p> <ul> <li>De er overflødiggjort at andre pakker <li>Der er ingen nyere version at opdatere til på noget installationsmedie <li>De er tredjepartspakker </ul> </p> <p> Vælg manuelt hvad der skal gøres med dem. Den sikreste handling er at slette dem. </p>
el: <br> <h2>Πρόβλημα Ενημέρωσης</h2> <p> Τα πακέτα σε αυτή την λίστα δεν μπορεί να ενημερωθεί αυτόματα. </p> <p>Πιθανοί λόγοι:</p> <ul> <li>Είναι απαρχαιωμένα από άλλα πακέτα <li>Δεν υπάρχει νέα έκδοση προς ενημέρωση στα μέσα εγκατάστασης <li>Είναι πακέτα τρίτων </ul> </p> <p> Παρακαλώ επιλέξτε με το χέρι τι θα κάνετε με αυτά. Η πιο ασφαλής ενέργεια θα ήταν να τα διαγράψετε. </p>
et: <br> <h2>Tõrge uuendamisel</h2> <p> Selles nimekirjas olevaid pakette ei saa automaatselt uuendada. </p> <p>Võimalikud põhjused:</p> <ul> <li>Teised paketid on need tarbetuks muutnud. <li>Ühelgi paigaldusandmekandjal ei ole uuemat versiooni, milleks neid uuendada. <li>Need on kolmanda osapoole paketid. </ul> </p> <p> Vali käsitsi, mida nendega teha. Kõige turvalisem on need lihtsalt kustutada. </p>
fa: <br> <h2>مشکل در بروزرسانی</h2> <p> این بسته نمیتواند به صورت خودکار بروزرسانی شود. </p> <p>دلایل ممکن:</p> <ul> <li> آنها توسط سایر بسته ها منسوخ شده اند <li>بروزرسانی جدیدی بر روی هیچکدام از رسانه ها موجود نیست <li>بسته های شخص ثالث موجود است </ul> </p> <p>لطفا به صورت دستی انتخاب کنید که چه کاری با آنها انجام دهید. بهترین کار برای این حالت حذف آنها است. </p>
fi: <br> <h2>Päivitysongelma</h2> <p> Tämän luettelon paketteja ei voida päivittää automaattisesti. </p> <p>Mahdolliset syyt:</p> <ul> <li>Jokin toinen paketti on korvannut ne <li>Miltään asennuslähteeltä ei löydy uudempia versioita, joihin päivittää <li>Ne ovat kolmannen osapuolen pakkaamia </ul> </p> <p> Valitse käsin, mitä niiden kanssa tehdään. Turvallisin vaihtoehto on poistaa ne. </p>
hu: <br> <h2>Frissítési problémák</h2> <p> A listában található csomagokat nem lehet automatikusan frissíteni. </p> <p>Lehetséges okok:</p> <ul> <li>Egyéb csomagok feleslegessé tették ezt a csomagot. <li>Egyik telepítési forráson sincs a meglévőnél újabb verzió. <li>Külső gyártó csomagja. </ul> </p> <p> Döntse el, hogy mi történjen, a legbiztonságosabb lépés a csomagok törlése. </p>
id: <br> <h2>Masalah Pembaruan</h2> <p> Paket-paket di daftar ini tidak dapat diperbarui secara otomatis. </p> <p>Alasan yang mungkin:</p> <ul> <li>Mereka menjadi usang karena paket lain <li>Tidak ada versi yang lebih baru di semua media pemasangan <li>Mereka adalah paket-paket pihak ketiga </ul> </p> <p> Silakan pilih secara manual apa yang ingin dilakukan. Tindakan yang paling aman adalah dengan menghapusnya. </p>
ko: <br> <h2>업데이트 문제</h2> <p> 이 목록의 패키지는 자동으로 업데이트할 수 없습니다. </p> <p>가능한 이유:</p> <ul> <li>다른 패키지에 의해 폐기되었습니다. <li>설치 미디어에 업데이트할 최신 버전이 없습니다. <li>타사 패키지입니다. </ul> </p> <p> 이러한 문제를 해결할 작업을 수동으로 선택하십시오. 가장 안전한 동작은 삭제하는 것입니다. </p>
lt: <br> <h2>Atnaujinimo problema</h2> <p> Paketai sąraše negali būti atnaujinami automatiškai. </p> <p>Galimos priežastys:</p> <ul> <li>Juos pakeičia naujesni paketai <li>Nėra naujesnės versijos nei vienoje diegimo laikmenoje <li>Tai „trečiosios šalies“ paketai </ul> </p> <p> Rankiniu būdu pasirinkite, ką su jais daryti. Saugiausia yra juos ištrinti. </p>
pt: <br> <h2>Problema de Atualização</h2> <p> Os pacotes constantes desta lista não podem ser atualizados automaticamente. </p> <p>Razões possíveis:</p> <ul> <li>Ficaram obsoletos por outros pacotes <li>Não existe em nenhum suporte de instalação, uma versão mais recente para atualizar <li>São pacotes de terceiros </ul> </p> <p> Por favor escolha manualmente o que fazer com eles. A atitude mais segura é apagá-los. </p>

source: %1-%2 [RETRACTED] from vendor %3 (installed)
ar: %1-%2 [تم تقليصها] من المورد %3 ‏(تم تثبيتها)
cs: %1-%2 [ODVOLÁNO] od dodavatele %3 (nainstalováno)
da: %1-%2 [TILBAGEKALDT] fra leverandøren %3 (installeret)
fi: %1-%2 [TAKAISINVEDETTYJÄ] toimittajata %3 (asennettuna)
id: %1-%2 [DITARIK] dari vendor %3 (terpasang)
pt: %1-%2 [RETRATADO] do fornecedor %3 (instalado)

source: %1-%2 from vendor %3 (installed)
ar: %1-%2 من المورد %3 ‏(تم تثبيتها)
bg: %1–%2 от доставчика %3 (инсталиран)
ca: %1-%2 del proveïdor %3 (instal·lat)
cs: %1-%2 od dodavatele %3 (nainstalováno)
da: %1-%2 fra leverandøren %3 (installeret)
el: %1-%2 από τον κατασκευαστή %3 (εγκατεστημένο)
et: %1-%2 tootjalt %3 (paigaldatud)
fa: %1-%2 از فروشنده ی %3 (نصب شده است)
fi: %1-%2 valmistajalta %3 (asennettuna)
gl: %1-%2 do fabricante %3 (instalado)
hu: %1-%2 (telepített) a(z) %3 gyártótól
id: %1-%2 dari vendor %3 (terpasang)
ko: 제조업체 %3에서 %1-%2(설치됨)
lt: %1-%2, kurio gamintojas %3 (įdiegta)
nb: %1-%2 fra leverandør %3 (installert)
pt: %1-%2 do fornecedor %3 (instalado)
ro: %1-%2 de la vânzătorul %3 (instalat)
th: %1-%2 จากผู้ผลิต %3(ถูกติดตั้งแล้ว)
wa: %1-%2 do vindeu %3 (astalé)

source: You are trying to install multiversion-capable and non-multiversion-capable versions of this package at the same time.
ar: أنت تحاول تثبيت إصدارات ذات إمكانية تعدد الإصدارات وإصدارات بدون هذه الإمكانية لهذه الحزمة في نفس الوقت.
bg: Опитвате се да инсталирате версии на пакет със смесена поддръжка за мултиверсионно съвместимост.
ca: Esteu intentant d'instal·lar al mateix temps versions capaces i no capaces de multiversió d'aquest paquet.
cs: Zkoušíte současně nainstalovat verze tohoto balíčku obsahující více verzí a verze neobsahující více verzí.
da: Du prøver at installere multiversion-kapable og ikke-multiversion-kapable versioner af denne pakke på samme tid.
et: Proovite paigaldada multiversioonivõimelist ja mitte-multiversioonivõimelist paketi versiooni samal ajal.
fa: شما در حال نصب نسخه های با قابلیت چند-نسخه ای و عدم قابلیت چند نسخه ای از یک بسته به صورت همزمان هستید.
fi: Yrität asentaa yhtä aikaa useampiversiokykyistä ja ei-useampiversiokykyistä versiota tästä paketista.
hu: Egyszerre próbálja meg telepíteni ennek a csomagnak a többverziós és a nem többverziós változatát.
id: Anda mencoba memasang versi paket yang mendukung multiversi dan tidak mendukung multiversi disaat yang sama.
ko: 이 패키지의 다중 버전 지원 버전과 다중 버전 미지원 버전을 동시에 설치하려고 합니다.
lt: Bandote tuo pat metu įdiegti keliasi paketo versijas. Nors kai kurios paketo versijos palaiko tokį diegimą, tačiau kažkuri pasirinkto paketo versija to nepalaiko.
pt: Está a tentar instalar versões capazes-de-múltiplas-versões e incapazes-de-múltiplas-versões deste pacote ao mesmo tempo.

source: This version is multiversion-capable. Press "Continue" to install this version and unselect the non-multiversion-capable version, "Cancel" to unselect this version and keep the other one.
ar: هذا الإصدار ذو إمكانية تعدد الإصدارات. اضغط "متابعة" لتثبيت هذا الإصدار وقم بإلغاء تحديد الإصدار بدون إمكانية تعدد الإصدارات، واضغط "إلغاء"لإلغاء تحديد هذا الإصدار والاحتفاظ بالإصدار الآخر.
bg: Тази версия е мултиверсийно съвместима. Натиснете „Продължаване“ за да я инсталирате и махнете отметката от мултиверсийно несъвместимата. С „Прекъсване“ ще отхвърлите тази версия и ще запазите другата.
ca: Aquesta versió és capaç de multiversió. Premeu "Continua" per instal·lar aquesta versió i desmarcar la versió no capaç de multiversió, "Cancel·la" per desmarcar aquesta versió i mantenir l'altra.
cs: Tato verze obsahuje více verzí. Chcete-li nainstalovat tuto verzi a zrušit výběr verze, která neobsahuje více verzí, stiskněte tlačítko Pokračovat. Chcete-li zrušit výběr této verze a ponechat druhou, stiskněte tlačítko Zrušit.
da: Denne version er multiversion-kapabel. Tryk "Fortsæt" for at installere denne version og fravælge den ikke-multiversion-kapable version, "Annuller" for at fravælge denne version og beholde den anden.
et: See versioon on multiversioonivõimeline. Selle versiooni paigaldaseks vajutage "Jätka" ja tühistage mitte-multiversioonivõimeline versiooni valik. Selle versiooni valiku tühistamiseks ja teise versiooni säilitamiseks klõpsake nuppu „Tühista”.
fa: این نسخه دارای قابلیت چند-نسخه ای است. برای نصب این نسخه و عدم انتخاب نسخه ی غیر چند-نسخه ای، بر روی "ادامه" کلیک کرده، بر روی "لغو" برای عدم انتخاب این نسخه و نگه داری دیگری کلیک کنید.
fi: Tämä on useampiversiokykyinen versio. Asenna tämä versio ja poista ei-useampiversiokyinen versio napsauttamalla "Jatka" tai poista tämä ja pidä ei-useampiversiokykyinen versio napsauttamalla "Peru".
hu: Ez a változat többverziós Kattintson a "Folytatás" gombra a változat telepítéséhez és a nem többverziós változat kijelölésének törléséhez, vagy a "Mégse" gombra e verzió kijelölésének törléséhez és a másik változat megtartásához.
id: Versi ini adalah versi yang mendukung multiversi Tekan "Lanjutkan" untuk memasang versi ini dan hapus pilihan pada versi yang tidak mendukung multiversi, "Batal" untuk menghapus pilihan paket ini dan tetap dengan versi satunya.
ko: 이 버전은 다중 버전을 지원합니다. "계속"을 눌러 이 버전을 설치하거나 다중 버전 지원 버전 선택을 취소하고 "취소"를 눌러 이 버전 선택을 취소하고 다른 버전을 유지합니다.
lt: Įdiegę šią versiją, galite įdiegti kitas versijas tuo pat metu. Norėdami įdiegti šią versiją, spauskite „Tęsti“ ir atžymėkite tą versiją, kuri nepalaiko kelių versijų diegimo kartu. Jei norite išlaikyti kitą versiją ir nediegti šios versijos, spauskite „Atsisakyti“.
pt: Esta versão é multi-versão. Pressione "Continuar" para instalar esta versão e desselecione a versão não-multi-versão, "Cancelar" para desselecionar esta versão e manter a outra.

source: This version is not multiversion-capable. Press "Continue" to install only this version and unselect all other versions, "Cancel" to unselect this version and keep the other ones.
ar: هذا الإصدار بدون إمكانية تعدد الإصدارات. اضغط "متابعة"لتثبيت هذا الإصدار فقط وقم بإلغاء تحديد كل الإصدارات الأخرى، واضغط "إلغاء" لإلغاء تحديد هذا الإصدار والاحتفاظ بالإصدارات الأخرى.
bg: Тази версия е мултиверсийно несъвместима. Натиснете „Продължаване“ за да инсталирате само нея махнете отметката от останалите версии. С „Прекъсване“ ще отхвърлите тази версия и ще запазите другата.
ca: Aquesta versió no és capaç de multiversió. Premeu "Continua" per instal·lar només aquesta versió i desmarcar totes les altres versions, "Cancel·la" per desmarcar aquesta versió i mantenir les altres.
cs: Tato verze neobsahuje více verzí. Chcete-li nainstalovat pouze tuto verzi a zrušit výběr všech ostatních verzí, stiskněte tlačítko Pokračovat. Chcete-li zrušit výběr této verze a ponechat ostatní, stiskněte tlačítko Zrušit.
da: Denne version er ikke multiversion-kapabel. Tryk "Fortsæt" for at installere denne version og fravælge alle andre versioner, "Annuller" for at fravælge denne version og beholde de andre.
et: See versioon ei ole multiversioonivõimeline. Ainult selle versiooni paigaldamiseks vajutage nuppu "Jätka" ja tühistage kõigi teiste versioonide valik, Selle versiooni valiku tühistamiseks ja ülejäänud versioonide säilitamiseks "Tühista".
fa: این نسخه دارای قابلیت چند-نسخه ای نمیباشد. برای نصب فقط این نسخه و عدم انتخاب سایر نسخه ها بر روی "ادامه" کلیک کرده، بر روی "لغو" برای عدم انتخاب این نسخه و نگه داری دیگری کلیک کنید.
fi: Tämä on ei-useampiversiokykyinen versio. Asenna tämä versio ja poista useampiversiokykyinen versio napsauttamalla "Jatka" tai poista tämä ja pidä useampiversiokykyinen versio napsauttamalla "Peru".
hu: Ez a változat nem többverziós Kattintson a "Folytatás" gombra csak ennek a változatnak a telepítéséhez és minden más változat kijelölésének törléséhez, vagy a "Mégse" gombra e verzió kijelölésének törléséhez és a többiek megtartásához.
id: Versi ini adalah versi yang tidak mendukung multiversi Tekan "Lanjutkan" untuk hanya memasang versi ini dan hapus pilihan pada versi lainnya, "Batal" untuk menghapus pilihan paket ini dan tetap dengan versi satunya.
ko: 이 버전은 다중 버전 지원 버전이 아닙니다. "계속"을 눌러 이 버전만 설치하고 다른 버전 선택을 취소하거나, "취소l"를 눌러 이 버전 선택을 취소하고 다른 버전을 유지하십시오.
lt: Įdiegę šią versiją, negalite įdiegti kitų versijų tuo pat metu. Norėdami įdiegti šią versiją, spauskite „Tęsti“ ir atžymėkite visas kitas versijas. Jei norite išlaikyti kitas versijas ir nediegti šios versijos, spauskite „Atsisakyti“.
pt: Esta versão não é capaz-de-múltiplas-versões. Pressione em, "Continuar" para instalar apenas esta versão e desselecionar todas as outras versões, "Cancelar" para remover a seleção desta versão e manter todas as outras.

source: Incompatible Package Versions
ar: إصدارات الحزم غير المتوافقة
bg: Несъвместими версии на пакетите
ca: Versions de paquets incompatibles
cs: Nekompatibilní verze balíčků
da: Inkompatible pakkeversioner
el: Μη συμβατές εκδόσεις πακέτου
et: Kokkusobimatud pakettide versioonid
fa: نسخه های بسته ی ناسازگار
fi: Yhteensopimattomat paketin versiot
hu: Inkompatibilis verziójú csomagok
id: Versi Paket Tidak Kompatibel
ko: 호환되지 않는 패키지 버전
lt: Nesuderinamos paketų versijos
pt: Versões do Pacote Incompatíveis

source: %1-%2 [RETRACTED] from %3 with priority %4 and vendor %5
ar: %1-%2 [تم تقليصها] من %3 بالأولوية %4 والمورد %5
cs: %1-%2 [ODVOLÁNO] z %3 s prioritou %4 a dodavatelem %5
da: %1-%2 [TILBAGEKALDT] fra %3 med prioriteten %4 og leverandøren %5
fi: %1-%2 [TAKAISINVEDETTY] kohteesta %3, prioriteetti %4 ja toimittaja %5
id: %1-%2 [DITARIK] dari %3 dengan prioritas %4 dan vendor %5
pt: %1-%2 [RETRACTED] do %3 com prioridade %4 e o fornecedor %5

source: %1-%2 from %3 with priority %4 and vendor %5
ar: %1-%2 من %3 بالأولوية %4 والمورد %5
bg: %1–%2 от %3 с приоритет %4 и доставчик %5
ca: %1-%2 des de %3 amb la prioritat %4 i el proveïdor %5
cs: %1-%2 z %3 s prioritou %4 a dodavatelem %5
da: %1-%2 fra %3 med prioriteten %4 og leverandøren %5
el: %1-%2 από το %3 με προτεραιότητα %4 και κατασκευαστή %5
et: %1-%2 hoidlast %3 prioriteediga %4 ja tootjaga %5
fa: %1-%2 از %3 با اولویت %4 و سازنده ی %5
fi: %1-%2 %3 asennuslähteestä prioriteetilla %4 valmistajana %5
gl: %1-%2 de %3 con prioridade %4 e fabricante %5
hu: %1-%2 (telepített) a(z) %3 helyről %4 prioritással, a(z) %5 gyártótól
id: %1-%2 dari %3 dengan prioritas %4 dan vendor %5
ko: %3에서 %1-%2(우선순위 %4 및 벤더 %5 포함)
lt: %1-%2 iš %3 prioritetu %4, o gamintojas yra %5
nb: %1-%2 fra %3 med prioritet %4 og leverandør %5
pt: %1-%2 de %3 com prioridade %4 e fornecedor %5
ro: %1-%2 de la %3 cu prioritatea %4 și vânzătorul %5
th: %1-%2 จากคลัง %3 ซึ่งมีระดับความสำคัญ %4 และมาจากผู้ผลิต %5
wa: %1-%2 a pårti d' %3 avou l' prumiristé %4 eyet l' vindeu %5

source: This version is installed in your system.
af: Hierdie weergawe is in u stelsel geïnstalleer.
ar: تم تثبيت هذا الإصدار في النظام.
bg: Тази версия вече е инсталирана.
bn: এই সংস্করণটি আপনার সিস্টেমে ইনস্টল করা আছে.
ca: Aquesta és la versió instal·lada al sistema.
cs: Tato verze je nainstalována v systému.
da: Denne version er installeret på dit system.
el: Αυτή η έκδοση είναι εγκατεστημένη στο σύστημα σας.
et: See versioon on süsteemi paigaldatud.
fa: این نسخه بر روی سیستم شما نصب شده است.
fi: Tämä versio on asennettu järjestelmääsi.
gl: Esta versión está instalada no seu sistema.
gu: આ વર્ઝન તમારી સિસ્ટમમાં સ્થપાયું છે.
hi: तुम्हारे सिस्टम में ये अनुवाद अधिष्ठापित थे।
hu: Jelenleg ez a verzió van telepítve.
id: Versi ini sudah terpasang pada sistem Anda.
ko: 이 버전이 시스템에 설치되어 있습니다.
lt: Ši versija įdiegta jūsų sistemoje.
mr: ही आवृत्ती तुमच्या सिसटीमवर स्थापित केलेली आहे..
nb: Denne versjonen er installert på systemet.
pa: ਇਹ ਵਰਜਨ ਤੁਹਾਡੇ ਸਿਸਟਮ ਉੱਤੇ ਇੰਸਟਾਲ ਹੈ।
pt: Esta versão está instalada no seu sistema.
ro: Această versiune este instalată pe sistemul dumneavoastră.
ta: இவ்வடிவம் உங்கள் கணினியில் நிறுவப்பட்டுள்ளது.
th: รุ่นนี้ถูกติดตั้งไว้บนระบบของคุณ
vi: Phiên bản này đã được cài đặt trên hệ thống.
wa: Cisse modêye ci est astalêye so vosse sistinme.
xh: Olu guqulelo luhlohliwe kwisixokelelwano sakho.
zu: Lolu hlelo lufakiwe kwisistimu yakho.

source: Package History (/var/log/zypp/history)
cs: Historie balíčků (/var/log/zypp/history)
id: Riwayat Paket (/var/log/zypp/history)

source: Show History (/var/log/zypp/history)
ca: Mostra l'historial (/var/log/zypp/history)

source: &Close
ca: &Tanca

source: Selection
ca: Selecció

source: Package Group:
ca: Grup de paquets:

source: YaST
bn: YaST2
et: YaST parandused
hi: यास्ट
mr: वायएएसटी२
xh: i-YaST
