Repository: Dzejrou/yast-translations
Catalog: po/qt-pkg/*.po
Languages: af, ar, bg, bn, ca, cs, da, el, et, fa, fi, gl, gu, hi, hu, id, ko, lt, mr, nb, pa, pt, ro, ta, th, vi, wa, xh, zu

source: Undo the effect of ">" above: Set package to "keep" if it is currently set to "update". Ignore all other packages.
af: Herroep die uitwerking van ">" bo: Stel pakket om te "hou" as dit tans op "bywerk" gestel is. Ignoreer al die ander pakkette.
ar: تراجع عن تأثير ">" أعلاه: قم بتعيين الحزمة إلى "إبقاء" إذا كانت معينة حاليًا إلى "تحديث". تجاهل كافة الحزم الأخرى.
bg: Отмяна на ефекта на ">"по-горе: Задайте статус на пакета "запазен" ако сега е "обновяване". Пропускане на всички останали пакети.
bn: উপরের ">" এর ফলাফল বাতিল করো: বর্তমানে যদি প্যাকেজ "পরিবর্ধন" এ সেট করা থাকে তবে তা "একই রাখো" তে সেট করো. বাকি সব প্যাকেজ অগ্রাহ্য করো.
ca: Desfés l'efecte de ">" amunt: canvia el paquet a "conserva" si està marcat com a "actualitza". Ignora la resta de paquets.
cs: Vrátit zpět akci ">" výše: Nastavit balíček na "ponechat", pokud je nastaven na "aktualizovat". Ignorovat všechny ostatní balíčky.
da: Omgør effekten af ">" ovenfor: Sæt pakken til "Behold" hvis den lige nu er sat til "Opdater". Ignorér alle andre pakker.
el: Αναίρεση της ενέργειας του ">" παραπάνω: Ορισμός κατάστασης πακέτου σε "διατήρηση" αν είναι ορισμένο σε "ενημέρωση". Αγνόηση όλων των άλλων πακέτων.
et: Tühistage ülaltoodud ">" efekt: määrake paketi olekuks "hoida alles", kui selle sätteks on "uuendamine". Ignoreeri kõiki teisi pakette.
fa: تاثیر ">" را در بالا باطل کن: این بسته را به "نگه داشتن" تنظیم کن در صورتیکه به "بروزرسانی" تنظیم شده باشد. سایر بسته هارا نادیده بگیر.
fi: Poista tilan ">" vaikutus yläpuolelta: Aseta paketti tilaan "pidä", jos se on tällä hetkellä asetettu tilaan "päivitä". Ohita kaikki muut paketit.
gl: Desfacer o efecto de ">" de máis arriba: marcar o paquete como "a manter" se está marcado como "actualizar". Ignorar o resto dos paquetes.
gu: ઉપરની ">" ની અસર રદ કરો: જો પેકેજ હાલમાં "update" પર સેટ કરેલું હોય, તો તેને "keep" પર સેટ કરો. અન્ય પેકેજોની અવગણના કરો.
hi: उपरोक्त ">" के प्रभाव को अनडू करेंयदि बंडल वर्तमान में "अद्यतन" पर सेट है तो इसे "कीप" पर सेट करें. अन्य सभी बंडलो की अनदेखी कर दें.
hu: Visszaállítja a fenti ">" hatását. Beállítja a csomagot "megtart"-ra, ha jelenleg "frissít"-re van állítva. A többi csomagot figyelmen kívül hagyja.
id: Urungkan dengan tanda ">" diatas: Atur paket menjadi "tetap" jika saat ini sudah diatur menjadi "perbarui". Abaikan semua paket yang lain.
ko: 위의 ">" 효과 실행 취소: 현재 "업데이트"로 설정되어 있다면 패키지를 "유지"로 설정하고, 다른 모든 패키지를 무시합니다.
lt: Atšaukti aukščiau esančio „>“ efektą: Jei dabar paketas nustatytas „atnaujinti“, nustatykite jam „išlaikyti“. Ignoruokite visus kitus paketus.
mr: वरच्याचा प्रभाव रद्द करा ">": पॅकेज सध्या "अपडेट" वर असेल तर ते "कीप"वर सेट करा. इतर सर्व पॅकेजेसकडे तुर्लक्ष करा.
nb: Angre resultatet av ">" ovenfor: Sett pakkestatus til "behold" hvis gjeldende status er "oppgrader". Ignorer Alle alle andre pakker.
pa: ਉੱਤੇ ">" ਦਾ ਪਰਭਾਵ ਰੱਦ ਕਰੋ: ਪੈਕੇਜ ਨੂੰ "ਰੱਖੋ" ਸੈੱਟ ਕਰੋ, ਜੇ ਇਹ ਮੌਜੂਦਾ "ਅੱਪਡੇਟ" ਸੈੱਟ ਹੈ। ਹੋਰ ਸਾਰੇ ਪੈਕੇਜ ਅਣਡਿੱਠੇ ਕਰੋ।
pt: Desfazer o efeito de ">" acima: Definir o pacote como "Manter", se estiver actualmente definido como "Actualizar". Ignorar todos os outros pacotes.
ro: Revocă efectul ">" de mai sus. Setează pachetul pe "păstrează" dacă este setat momentan pe "actualizează". Ignoră toate celelalte pachete.
ta: மேலே ">"ன் விளைவை நீக்கவும்: தற்போது பேக்கேஜ் "update"என்று அமைக்கப்பட்டிருந்தால்,"keep" என்று அதனை அமைக்கவும். மற்ற அனைத்து பேக்கேஜ்களையும் புறக்கணிக்கவும்.
th: เลิกทำผลกระทบที่ได้จาก ">" ด้านบน: ตั้งให้แพกเกจเป็นสถานะ "คงไว้อย่างเดิม" หากในตอนนี้มันถูกตั้งเป็น "ปรับรุ่น" อยู่ และไม่สนใจต่อแพกเกจอื่น ๆ ทั้งหมด
vi: Huỷ đi tác dụng của ">" ở trên: Đặt gói thành "giữ" nếu nó đang ở trạng thái "cập nhật". Lờ đi tất cả những gói khác.
wa: Disfijhoz l' efet di ">" vaici pa dzeu: metoz l' pacaedje come "wårder" s' il est metou pol moumint come "mete a djoû". Passez houte di tos les ôtes pacaedjes.
xh: Qhaqha isiphumo ">" sokungentla: Misela umbekelelo "ku-gcina" ukuba umiselwe okwangoku "ku-hlaziya". Ungayihoyi yonke eminye imibekelelo.
zu: Yeka obekuzokwenziwa yi-">" ngaphezulu: Setha iphakheji ibe ku-"gcina" uma okwamanje isethwe ku-"vuselela". Shalazela wonke amanye amaphakheji.

source: Set this package to "taboo" if it is not installed: make sure this package does not get installed, especially not because of unresolved dependencies that other packages might have or get.
af: Stel hierdie pakket op "taboe" as dit nie geïnstalleer is nie. maak seker dat hierdie pakket nie geïnstalleer word nie, veral nie vanweë onopgeloste afhanklikhede wat ander pakkette dalk het of kan kry nie.
ar: تعيين هذه الحزمة إلى "محظور" إذا لم يتم تثبيتها: تأكد من عدم تثبيت هذه الحزمة، وخصوصًا بسبب تبعيات غير محلولة قد تحتويها الحزم الأخرى أو تحصل عليها.
bg: Задайте статус на пакета "табу" ако не е инсталиран за да сте сигурен, че пакета няма да бъде инсталиран, особено заради неудовлетворени зависимости между пакетите.
bn: এই প্যাকেজটি ইনস্টল করা না থাকলে "নিষিদ্ধ" হিসেবে সেট করুন: প্যাকেজটি ইনস্টল করা থেকে বিরত থাকুন. কারন অনান্য প্যাকেজে অমীমাংসিত নির্ভরতা থাকতে পারে বা তৈরী হতে পারে.
ca: Marca aquest paquet com a "tabú" si no està instal·lat i assegureu-vos que no s'instal·la, especialment per les dependències sense resoldre que puguin tenir o obtenir altres paquets.
cs: Nastavit balíček jako "tabu", pokud není nainstalován. Ujistěte se, že se balíček nenainstaluje, zvláště ne kvůli nevyřešeným závislostem jiných balíčků.
da: Sæt denne pakke til "tabu", hvis den ikke er installeret. Sørg for den ikke bliver installeret, især pga. uløste afhængigheder som andre pakker måske har eller får.
el: Ορισμός κατάστασης πακέτου σε "απαγορευμένο" αν δεν είναι εγκαταστημένο: σιγουρεύει ότι αυτό το πακέτο δεν θα εγκατασταθεί, λόγω άλυτων εξαρτήσεων που έχουν ή που θα αποκτήσουν άλλα πακέτα.
et: Seadistage see pakett olekusse "tabu-keelustatud", kui seda pole paigaldatud: veenduge, et seda paketti ei paigaldata, eriti mitte seetõttu, et tekivad lahendamata sõltuvused teistel pakketidel.
fa: اگر این بسته نصب نشده آن را به "ممنوع" تنظیم کن: اطمینان حاصل کنید که این بسته نصب نمیشود، به خصوص به این دلیل که ممکن است برخی بسته های دیگر وابستگی های غیرقابل رفع دریافت کنند.
fi: Aseta tämä paketti tilaan "tabu", jos sitä ei ole vielä asennettu; pidä huoli, että pakettia ei asenneta ratkaisemattomien riippuvuuksien takia, joita muilla paketeilla on tai tulee olemaan.
gl: Marque este paquete como "tabú" se non está instalado: así este paquete non se instalará, especialmente debido a posíbeis dependencias non resoltas doutros paquetes.
gu: જો સ્થાપના ન થઈ હોય, તો આ પેકેજને "taboo" પર સેટ કરો. તેનું ખાસ ધ્યાન રાખો કે આ પેકેજની સ્થાપના ન થઈ જાય, ખાસ કરીને નહીં, કારણ કે અન્ય પેકેજોમાં કેટલીક વિરોધી ડીપેન્ડન્સી હોઈ શકે.
hi: इस बंडल को "टैबू" पर सेट करें यदि यह अधिष्ठापित न किया गया हो: सुनिश्चित करें कि इस बंडल को अधिष्ठापित न किया गया हो, विशेषकर अविश्लेषित निर्भरता न होने के कारण जो अन्य बंडलोमें हो सकता है या आ सकता है.
hu: Jelölje meg a csomagot "tabu"-nak, ha nincs telepítve. Ez biztosítja, hogy a csomag nem kerül telepítésre (például más csomagok függőségei miatt).
id: Atur paket ini menjadi "pantang" jika belum dipasang: pastikan paket ini jangan dipasang, secara khusus jangan karena dependensi yang tidak terselesaikan yang mungkin atau dapat mempengaruhi paket lain.
ko: 이 패키지가 설치되지 않은 경우 이 패키지를 "타부"로 설정합니다. 이 패키지가 설치되지 않는 이유는 특히, 다른 패키지에 있을 수 있는 해결되지 않은 종속성 문제 때문은 아닙니다.
lt: Nustatykite šiam paketui „uždraustas“, jei jis neįdiegtas: įsitikinkite, kad šis paketas nediegiamas, kadangi jis gali sukelti neišsprendžiamų priklausomybių kitiems paketams.
mr: हे पॅकेज स्थापित नसेल तर ते "टॅबू" ला सेट करा हे पॅकेज स्थापित होणार नाही याची खात्री करुन घ्या, खास करुन अनरिझॉल्व्ह्ड डिपेन्डन्सीजमुळे ज्या इतरपॅकेजेसमधे असतील किंवा मिळतील.
nb: Sett pakkestatus til "tabu" hvis den ikke er installert: Sørg for at denne pakken ikke blir installert, spesielt ikke på grunn av uløste avhengigheter som andre pakker har eller kan få.
pa: ਪੈਕੇਜ ਨੂੰ "ਮਨਾਹੀ (taboo)" ਸੈੱਟ ਕਰੋ, ਜੇ ਇਹ ਇੰਸਟਾਲ ਨਹੀਂ ਹੈ: ਯਕੀਨੀ ਬਣਾਓ ਕਿ ਇਹ ਪੈਕੇਜ ਇੰਸਟਾਲ ਨਹੀਂ ਹੋਵੇਗਾ, ਕਿਉਂਕਿ ਨਾ-ਹੱਲ ਹੋਣ ਵਾਲੀ ਨਿਰਭਰਤਾ ਕਰਕੇ ਜੋ ਹੋਰ ਪੈਕੇਜਾਂ ਕੋਲ ਹੈ ਜਾਂ ਪਰਾਪਤ ਕੀਤੀ ਹੈ।
pt: Definir este pacote como "tabu" se não estiver instalado: garantir que este pacote não será instalado, especialmente em virtude da resolução de dependências que outros pacotes possam ter ou requerer.
ro: Setează pachetul pe "tabu" dacă nu este instalat: asigură că acest pachet nu va fi instalat, în special din cauza unor dependențe nerezolvate ce există sau ar putea apărea.
ta: இந்த பேக்கேஜ் நிறுவப்பட்டிருக்கவில்லையெனில், "அதனை" என்று அமைக்கவும்: குறிப்பாக மற்றபேக்கேஜ்களிடமுள்ள அல்லது அவை பெறக்கூடிய தீர்க்கப்படாத சார்புத்தன்மைகள்காரணமாக இந்த பேக்கேஜ் நிறுவப்பட்டிருப்பதை உறுதி செய்து கொள்ளவும்.
th: ตั้งให้แพกเกจนี้เป็นแพกเกจ "ต้องห้าม" หากมันยังไม่ได้ถูกติดตั้ง: เพื่อให้มั่นใจว่า แพกเกจนี้จะไม่ถูกติดตั้งเลย โดยเฉพาะอย่างยิ่งในกรณีที่เกิดความขัดแย้งกับความเกี่ยวพันกันของแพกเกจอื่น ๆ
vi: Đặt gói này thành "taboo" nếu chưa cài đặt: cần chắc chắn là gói này chưa được cài đặt, đặc biệt vì những phụ thuộc không thể giải quyết mà những gói khác có hoặc nhận được.
wa: Metoz ç' pacaedje ci come "tabou" s' i n' est nén astalé: soeyoz seur ki ç' pacaedje ci n' serè nén astalé, sortot nén a cåze d' aloyances nén rezoudowes ki ds ôtes pacaedjes årént ou rçurént.
xh: Misela lo mbekelelo "ku-isikizi" ukuba awuhlohlwanga: Qinisekisa ukuba lo mbekelelo awuhlohlwa, ngakumbi makungabi ngenxa yezixhomekeki ezinokuba zezeminye imibekelelo okanye ziyifumane.
zu: Setha le phakheji kokuthi aboo" uma ingafakiwe: qinisekisa ukuthi le phakheji ayifakwa, ikakhulukazi hhayi ngoba kunezinhlelo ezithile ezincike kwezinye okungenzeka amanye amaphakheji abe nazo noma azithole.

source: Protect
af: Beskerm
ar: حماية
bg: Защита
bn: সুরক্ষিত করো
ca: Protegeix
cs: Ochránit
da: Beskyt
el: Προστάτευσε
et: Kaitstud
fa: محصول
fi: Suojaa
gl: Protexer
gu: સુરક્ષિત કરો
hi: बचाऐं
hu: Védett
id: Lindungi
ko: 보호
lt: Apsaugoti
mr: संरक्षण
nb: Beskytt
pa: ਸੁਰੱਖਿਅਤ
pt: Proteger
ro: Protejează
ta: பாதுகாக்கவும்
th: ป้องกัน
vi: Bảo vệ
wa: Waeranti
xh: Khusela
zu: Vikela

source: Set this package to "protected" if it is installed: make sure this package will not be modified, especially not because of unresolved dependencies that other packages might have or get.
af: Stel hierdie pakket op "beskermd" as dit geïnstalleer is. maak seker dat hierdie pakket nie verander word nie, veral nie vanweë onopgeloste afhanklikhede wat ander pakkette dalk het of kan kry nie.
ar: تعيين هذه الحزمة إلى "محمية" إذا تم تثبيتها: تأكد من عدم تعديل هذه الحزمة، وخصوصًا بسبب تبعيات غير محلولة قد تحتويها الحزم الأخرى أو تحصل عليها.
bg: Задайте статус на пакета "защитен" ако инсталиран за да сте сигурен, че пакета няма да бъде променен, особено заради неудовлетворени зависимости между пакетите.
bn: এই প্যাকেজটি ইনস্টল করা না থাকলে "সংরক্ষিত" হিসেবে সেট করুন: প্যাকেজটি পরিবর্তন করা থেকে বিরত থাকুন. কারন অনান্য প্যাকেজে অমীমাংসিত নির্ভরতা থাকতে পারে বা তৈরী হতে পারে.
ca: Estableix aquest paquet com a "protegit" si està instal·lat: assegureu-vos que no es modifica, especialment per les dependències sense resoldre que puguin tenir o obtenir altres paquets.
cs: Nastavit balíček jako "chráněný", pokud je nainstalován. Ujistěte se, že balíček nebude změněn, zvláště ne kvůli nevyřešeným závislostem jiných balíčků.
da: Sæt denne pakke til "Beskyttet", hvis den er installeret. Sørg for at denne pakke ikke ændres, især pga. uløste afhængigheder som andre pakker måske har eller får.
el: Ορισμός κατάστασης πακέτου σε "προστατευμένο" αν είναι εγκαταστημένο: σιγουρεύει ότι αυτό το πακέτο δεν θα μεταβληθεί, λόγω άλυτων εξαρτήσεων που έχουν ή που θα αποκτήσουν άλλα πακέτα.
et: Seadke see pakett olekusse "kaitstud", kui see on eelnevalt paigaldatud: veenduge, et selle paketi olekut ei muudeta, et teistel pakettidel ei tekiks lahendamata sõltuvusi.
fa: در صورتی که این بسته نصب شده است آن را به "محافظت شده" تنظیم کن: اطمینان حاصل کنید که این بسته ویرایش نمیشود، به خصوص به این دلیل که ممکن است برخی بسته های دیگر وابستگی های غیرقابل رفع دریافت کنند.
fi: Aseta tämä paketti tilaan "suojattu", jos se on jo asennettu: pidä huoli siitä, että pakettia ei muokata ratkaisemattomien riippuvuuksien takia, joita muilla paketeilla on tai tulee olemaan.
gl: Marque este paquete como "protexido" se está instalado: así este paquete non se modificará, especialmente debido a posíbeis dependencias non resoltas doutros paquetes.
gu: જો સ્થાપના ન થઈ હોય, તો આ પેકેજને "protected" પર સેટ કરો. તેનું ખાસ ધ્યાન રાખો કે આ પેકેજમાં ફેરફારો ન થાય, ખાસ કરીને નહીં, કારણ કે અન્ય પેકેજોમાં કેટલીક વિરોધી ડીપેન્ડન્સી હોઈ શકે.
hi: इस बंडल को "सुरक्षित" पर सेट करें यदि यह अधिष्ठापित न किया गया हो: सुनिश्चित करें कि इस बंडल को संशोधित नहीं किया जाएगा, विशेषकर अविश्लेषित निर्भरता न होने के कारण जो अन्य बंडलो में हो सकता है या आ सकता है.
hu: Jelölje meg a csomagot "védett"-nek, ha telepítve van. Ez biztosítja, hogy a csomag nem kerül módosításra (például más csomagok függőségei miatt).
id: Atur paket ini menjadi "dilindungi" jika sudah terpasang: pastikan paket ini tidak dimodifikasi, secara khusus jangan karena dependensi yang tidak terselesaikan yang mungkin atau dapat mempengaruhi paket lain.
ko: 이 패키지가 설치되었으면 "보호됨"으로 설정합니다. 이 패키지가 수정되지 않는 이유는 특히, 다른 패키지에 있을 수 있는 해결되지 않은 종속성 문제 때문은 아닙니다.
lt: Nustatykite šiam paketui „apsaugoti“, jei jis įdiegtas: įsitikinkite, jog jis nebus modifikuojamas, kadangi tuomet gali sukelti neišsprendžiamų priklausomybių kitiems paketams.
mr: हे पॅकेज स्थापित नसेल तर ते "संरक्षित" ला सेट करा हे पॅकेज स्थापित होणार नाही याची खात्री करुन घ्या, खास करुन अनरिझॉल्व्ह्ड डिपेन्डन्सीजमुळे ज्या इतर पॅकेजेसमधे असतील किंवा मिळतील.
nb: Sett pakkestatus til "beskyttet" hvis den er installert: Sørg for at denne pakken ikke endres, spesielt ikke på grunn av uløste avhengigheter som andre pakker har eller kan få.
pa: ਪੈਕੇਜ ਨੂੰ "ਸੁਰੱਖਿਅਤ" ਸੈੱਟ ਕਰੋ, ਜੇ ਇਹ ਇੰਸਟਾਲ ਹੈ: ਯਕੀਨੀ ਬਣਾਓ ਕਿ ਇਹ ਪੈਕੇਜ ਤਬਦੀਲ ਨਹੀਂ ਹੋਵੇਗਾ, ਕਿਉਂਕਿ ਨਾ-ਹੱਲ ਹੋਣ ਵਾਲੀ ਨਿਰਭਰਤਾ ਕਰਕੇ, ਜੋ ਹੋਰ ਪੈਕੇਜਾਂ ਕੋਲ ਹੈ ਜਾਂ ਪਰਾਪਤ ਕੀਤੀ ਹੈ।
pt: Definir este pacote como "protegido" se estiver instalado: garantir que este pacote não será alterado, especialmente em virtude da resolução de dependências que outros pacotes possam ter ou requerer.
ro: Setează pachetul pe "protejat" dacă este instalat: asigură că acest pachet nu va fi modificat, în special din cauza unor dependențe nerezolvate ce există sau ar putea apărea.
ta: இந்த பேக்கேஜ் நிறுவப்பட்டிருந்தால், என்று அதை "அமைக்கவும்" குறிப்பாக மற்ற பேக்கேஜ்களிடமுள்ளஅல்லது அவை பெறக்கூடிய தீர்க்கப்படாத சார்புத்தன்மைகள் காரணமாக இந்த பேக்கேஜ் திருத்தம்செய்யப்படாதிருப்பதை உறுதி செய்து கொள்ளவும்.
th: ตั้งให้แพกเกจนี้ "มีการป้องกัน" หากมันถูกติดตั้งไปแล้ว: เพื่อให้มั่นใจว่า แพกเกจนี้จะไม่ถูกแก้ไข โดยเฉพาะอย่างยิ่งในกรณีที่เกิดความขัดแย้งกับความเกี่ยวพันกันของแพกเกจอื่น ๆ
vi: Đặt gói này thành "bảo vệ" nếu đã cài đặt: cần chắc chắn là gói này chưa bị thay đổi, đặc biệt vì những phụ thuộc không thể giải quyết mà những gói khác có hoặc nhận được.
wa: Metoz ç' pacaedje ci come "waeranti" s' il est astalé: soeyoz seur ki ç' pacaedje ni soeye nén candjî, sortot nén a cåze d' aloyances nén rezoudowes ki d' ôtes pacaedjes årént ou rçurént.
xh: Misela lo mbekelelo "ku-kukhuselekile" ukuba uhlohliwe: qinisekisa ukuba lo mbekelelo awuhlohlwa, ngakumbi makungabi ngenxa yezixhomekeki ezingasonjululwanga ezinokuba zezeminye imibekelelo okanye ziyifumane.
zu: Setha le phakheji ku-"vikelwe" uma isifakiwe: Qinisekisa ukuthi le phakheji ngeke ilungiswe, ikakhulukazi hhayi ngoba kunezinhlelo ezithile ezincike kwezinye ezingaxazululiwe amanye amaphakheji angase abe nazo noma azithole.

source: Use this for third-party packages that should not be overwritten by newer versions that may come with the distribution.
af: Gebruik hierdie vir derdepartypakkette wat nie oorskryf behoort te word deur nuwer weergawes wat saam met die verspreiding kom nie.
ar: استخدم هذه الحالة لحزم الطرف الثالث التي يجب عدم الكتابة فوقها بواسطة إصدارات أحدث قد تكون مرفقة مع التوزيع.
bg: Можете да използвате този статус за външните пакети, които не бива да бъдат препокривани от по-нова версия, която може да е в дистрибуцията.
bn: ৩য়-পক্ষ প্যাকেজ যেগুলো ডিস্ট্রিবিউশন সাথে সরবরাহকৃত নতুন সংস্করণ দিয়ে প্রতিস্থাপিত হওয়া উচিত নয়, সেগুলোর জন্য এই স্ট্যাটাস ব্যবহার করুন.
ca: Feu servir aquesta opció per als paquets d'altres proveïdors que no s'han de sobreescriure amb versions més noves que puguin estar incloses en la distribució.
cs: Použijte pro balíčky třetích stran, které by neměly být přepsány novou verzí z distribuce.
da: Brug dette til tredjepartspakker, som ikke skal overskrives med nyere versioner, der kan komme med distributionen.
el: Χρησιμοποιήστε αυτό για πακέτα τρίτων που δεν θα πρέπει να αντικατασταθούν από νεότερες εκδόσεις που θα υπάρχουν στην διανομή.
et: Kasutage seda algselt distroga kaasa tulnud kolmandate osapoolte tootjate pakettide jaoks, mida ei tohiks ülekirjutada uuemate versioonidega.
fa: از این برای جلوگیری از نوشتن مجدد بسته های شخص ثالثی که توسط نسخه های جدیدتر بسته هایی که ممکن است با توزیع بیایند استفاده کن.
fi: Käytä tätä kolmannen osapuolen paketteihin, joita ei tulisi korvata jakelupaketin mahdollisilla uudemmilla versioilla.
gl: Use esta opción para paquetes doutros fabricantes que non se deben sobrescribir con versións posteriores que poidan estar incluídas na distribución.
gu: વિતરણ સાથે આવેલાં નવા વર્ઝનો દ્વારા તેની ઉપર લખાઈ ન જાય, તે માટે બહારની થર્ડ-પાર્ટીના પેકેજ માટે આ વાપરો.
hi: इसे थर्ड पार्टी के लिए उपयोग में लाए जो नये आरूप, जो वितरण के साथ आ सकता है, द्वारा ओवर राइट नहीं होना चाहिए.
hu: Ezt a jelölést harmadik fél által készített csomagoknál célszerű használni, amelyeket nem kíván felülírni a disztribúcióban található újabb csomagokkal.
id: Gunakan ini untuk paket pihak ketiga yang tidak boleh ditimpa oleh versi yang lebih baru yang mungkin datang bersama distribusi.
ko: 배포 시 함께 제공될 수 있는 타사 패키지가 최신 버전으로 덮어쓰이지 않아야 하는 경우 타사 패키지에 대해 이 설정을 사용하십시오.
lt: Tai naudokite trečiosios šalies paketams, kurie neturi būti perrašyti naujesne versija, kuri gali ateiti kartu su platinamuoju paketu.
mr: हे त्रयस्थ -पक्ष पॅकेजेससाठी वापरा जी नवीन आवृत्यां द्वारे ओव्हररीटन होणार नाहीत जी वितरणासोबन येतात.
nb: Bruk denne statusen for tredjepartspakker som ikke skal erstattes av nyere versjoner fra distribusjonen.
pa: ਇਸ ਨੂੰ ਤੀਜੀ ਪਾਰਟੀ ਪੈਕੇਜ ਲਈ ਵਰਤੋਂ, ਜੋ ਕਿ ਨਵੇਂ ਵਰਜਨ, ਜੋ ਵੰਡ ਦੇ ਨਾਲ ਆਉਂਦੇ ਹਨ ਨਾਲ ਮੁੜ ਨਹੀਂ ਲਿਖਣੀ ਚਾਹੀਦੀ।
pt: Utilize esta opção para pacotes de terceiros que não pretende que sejam sobrepostos por versões mais recentes que possam vir com a distribuição.
ro: Utilizați aceasta pentru pachete ale unor terți care nu trebuie suprascrise de eventuale versiuni noi ce pot apărea odată cu distribuția.
ta: இதனை, விநியோகிப்பதன் மூலம் பெறக்கூடிய புது வடிவங்களைக் கொண்டு பழைய வடிவத்தின் மீது மீண்டும் எழுதப்படக்கூடாத மூன்றாம் நபர் பேக்கேஜ்களில் பயன்படுத்தவும்.
th: ใช้นี่ เพื่อป้องกันไม่ให้แพกเกจจากผู้ผลิตอื่นถูกเขียนทับโดยแพกเกจรุ่นใหม่กว่าที่เป็นของดิสทริบิวชันเอง
vi: Dùng cho những chương trình của công ty khác mà cần ghi chèn bằng những phiên bản mới hơn đi kèm với bản phân phối.
wa: Eployîz çoula po des pacaedjes di tiers ki n' divrént nén esse sipotchîs pas des pus nouvès modêye ki pôrént vni del distribucion.
xh: Sebenzisa oku ukwenzela imibekelelo yeqela lesithathu ekungafanelenga ukuba kubhalwe phezu kwayo ngemiguqulelo emitsha noko enokufika nosasazo.
zu: Sebenzisa lokhu ngamaphakheji ama-third party okungamelwe asulwe ngezinhlelo ezintsha okungenzeka zifike nezinye izinhlelo

source: &Details...
af: &Besonderhede ...
ar: ال&تفاصيل...
bg: &Подробности
bn: &বিস্তারিত...
ca: &Detalls...
cs: &Detaily...
da: &Detaljer...
el: &Λεπτομέρειες...
et: Ü&ksikasjad...
fa: جزییات...
fi: &Tiedot...
gl: &Detalles...
gu: વિગતો...
hi: विवरण..... (&D)
hu: &Részletek...
id: &Rincian...
ko: 자세히(&D)...
lt: &Išsamiau...
mr: &तपशील...
nb: &Detaljer...
pa: ਵੇਰਵਾ(&d)...
pt: &Detalhes...
ro: &Detalii...
ta: விவரங்கள்...
th: ราย&ละเอียด...
vi: &Chi tiết...
wa: &Detays...
xh: &Ubucukubhede...
zu: &Imininingwane...

source: Information only available for installed packages.
af: Inligting slegs vir geïnstalleerde pakkette beskikbaar.
ar: تتوفر المعلومات للحزم المثبَّتة فقط.
bg: Информация е налична само за инсталираните пакети.
bn: ইনস্টলকৃত প্যাকেজসমূহের জন্য নতুন কোন আপডেট নেই.
ca: Només hi ha informació disponible per als paquets instal·lats.
cs: Informace dostupné pouze pro nainstalované balíčky.
da: Informationen findes kun for installerede pakker.
el: Οι πληροφορίες είναι διαθέσιμες μόνο για τα εγκατεστημένα πακέτα.
et: Teave on saadaval ainult paigaldatud pakettide kohta.
fa: اطلاعات فقط برای بسته های نصب شده در دسترس است.
fi: Tiedot ovat saatavilla vain asennetuista paketeista.
gl: Só hai información dispoñíbeis para os paquetes instalados.
gu: સ્થપાઈ ગયેલા પેકેજો માટે જ માહિતી મળે છે.
hi: जानकारी केवल अधिष्ठापित बंडलो के लिए ही उपलब्ध है.
hu: Információ csak a telepített csomagokhoz érhető el.
id: Informasi hanya tersedia untuk paket yang terpasang.
ko: 설치된 패키지에 대해서만 사용할 수 있는 정보입니다.
lt: Informacija prieinama tik įdiegtiems paketams.
mr: माहिती कावळ स्थापित पॅकेजेसकरता उपलब्ध.
nb: Informasjon bare tilgjengelig for installerte pakker.
pa: ਸਿਰਫ਼ ਇੰਸਟਾਲ ਹੋਏ ਪੈਕੇਜਾਂ ਬਾਰੇ ਹੀ ਜਾਣਕਾਰੀ ਉਪਲੱਬਧ ਹੈ।
pt: Informação apenas disponível para pacotes instalados.
ro: Informații disponibile doar pentru pachetele instalate.
ta: நிறுவப்பட்டுள்ள பேக்கேஜ்களுக்கு மட்டும் விவரங்கள் உள்ளன.
th: แสดงข้อมูลรายละเอียดได้กับแพกเกจที่ติดตั้งไว้แล้วเท่านั้น
vi: Thông tin chỉ có đối với những gói đã cài đặt.
wa: Informåcion seulmint disponibe po les pacaedjes d' astalés.
xh: Ulwazi luya kubakho kuphela ngemibekelelo ehlohliweyo.
zu: Ukwaziswa kuyatholakala kuphela kumaphakheji afakiwe.

source: (%1 more change entries are not displayed. Run "%2" to see the complete change log.)
ar: (لا يتم عرض %1 من إدخالات التغيير الأخرى. شغّل "%2" للاطلاع على سجل التغيير الكامل.)
ca: (No es mostren %1 entrades de canvis més. Executeu "%2" per veure'n el registre complet.)
cs: (%1 dalších záznamů o změně se nezobrazí. Spusťte "%2", chcete-li vidět úplný žurnál změn.)
da: (%1 yderligere ændringselementer vises ikke. Kør "%2" for at se den komplette ændringslog.)
et: (Lisaks %1 muudatuste kirjet ei kuvata. Täieliku muudatuste logi nägemiseks käivitage "%2".)
fi: (%1 muuta muutosta ei näytetä. Saat täyden muutoslokin ajamalla "%2".)
hu: (További %1 módosítási bejegyzés nincs megjelenítve. A teljes módosítási napló a(z) "%2" futtatásával tekinthető meg.)
id: (%1 entri perubahan tidak ditampilkan. Jalankan "%2" untuk melihat log perubahan yang lengkap.)
ko: (%1개 이상의 변경 항목이 표시되지 않습니다. "%2"을(를) 실행하여 완료된 변경 로그를 확인하십시오.)
lt: (dar kiti pakeisti įrašai (%1) nerodomi. Norėdami matyti visus pakeitimus, įvykdykite „%2“.)
pt: (mais %1 entradas de alterações não exibidas. Corra "%2" para ver o registo de alterações completo.)

source: Changed Packages
af: Gewysigde pakkette
ar: حزم تم تغييرها
bg: Променени пакети
bn: পরিবর্তিত প্যাকেজসমূহ
ca: Paquets canviats
cs: Upraveno
da: Ændrede pakker
el: Τροποποιημένα Πακέτα
et: Muudetud paketid
fa: بسته های تغییر یافته
fi: Muuttuneet paketit
gl: Paquetes cambiados
gu: બદલાયેલા પેકેજ
hi: बदले हुए बंडल
hu: Módosított csomagok
id: Paket Diubah
ko: 변경된 패키지
lt: Pakeisti paketai
mr: बदललेली पॅकेजेस
nb: Endrede pakker
pa: ਪੈਕੇਜ ਬਦਲਿਆ ਗਿਆ
pt: Pacotes Modificados
ro: Pachete modificate
ta: மாற்றப்பட்டுள்ள பேக்கேஜ்கள்
th: แพกเกจที่มีการเปลี่ยนแปลง
vi: Những gói đã thay đổi
wa: Pacaedjes di candjîs
xh: Kuguqulwe Imibekelelo
zu: Amaphakheji Ashintshiwe

source: All
af: Alles
ar: الكل
bg: Всички
bn: সমস্ত
ca: Tot
cs: Vše
da: Alle
el: Όλα
et: Kõik
fa: همگی
fi: Kaikki
gl: Todas
gu: ઑલ
hi: सभी
hu: Mind
id: Semua
ko: 모두
lt: Visi
mr: सर्व
nb: Alle
pa: ਸਭ
pt: Todas
ro: Tot
ta: எல்லாம்
th: ทั้งหมด
wa: Totafwait
xh: Konke
zu: Bonke
