Repository: Dzejrou/yast-translations
Catalog: po/qt-pkg/*.po
Languages: af, ar, bg, bn, ca, cs, da, el, et, fa, fi, gl, gu, hi, hu, id, ko, lt, mr, nb, pa, pt, ro, ta, th, vi, wa, xh, zu

source: <b>Hint:</b> You can also use this to find out what package contains a certain library. Search in the <b>Provides</b> RPM field.
af: <b>Wenk:</b> U kan dit ook gebruik om uit te vind watter pakket 'n bepaalde biblioteek bevat. Soek in die <b>Voorsien</b> RPM-veld.
ar: <b>تلميح:</b> يمكنك أيضًا استخدام هذه الطريقة للتعرف على الحزمة التي تحتوي على مكتبة معينة. قم بالبحث في حقل RPM ‏<b>يوفر</b>.
bg: <b>Съвет:</b> Можете да използвате това за да проверите дали пакета съдържа определена библиотека. Потърсете в полето <b>Доставя</b>.
bn: <b>ইঙ্গিত:</b> এটি ব্যবহার করে আপনি একটি লাইব্রেরী কোন প্যাকেজে অবস্থিত তা বের করতে পারবেন. <b>সরবরাহ করে</b> RPM ক্ষেত্রে খোঁজ করুন.
ca: <b>Suggeriment:</b> També podeu fer servir aquesta funció per a saber quin paquet conté una biblioteca determinada. Cerqueu en l'apartat RPM <b>Proporciona</b>.
cs: <b>Poznámka:</b> Tento nástroj můžete také použít ke zjištění, který balíček obsahuje určitou knihovnu. Hledejte v poli RPM <b>Poskytuje</b>.
da: <b>Tip:</b> Du kan også bruge dette til at finde ud af hvilken pakke der indeholder et bestemt bibliotek. Søg i RPM-feltet <b>Leverer</b>.
el: <b>Υπόδειξη:</b> Μπορείτε επίσης να χρησιμοποιήσετε αυτό για να ανακαλύψετε ποια πακέτα περιέχει μια συγκεκριμένη βιβλιοθήκη. Ψάξτε στο πεδίο RPM <b>Παρέχει</b>.
et: <b>Vihje:</b> Selle abil saate teada saada, milline pakett sisaldab soovitud teeki. Otsige <b>Pakub</b> RPM väljal>.
fa: <b>راهنمایی:</b> شما همچنین میتوانید از این برای اینکه بدانید چه بسته های شامل کتابخانه های معینی هستند استفاده کنید. در فیلد<b>ارائه میدهد</b> RPM جستجو کنید.
fi: <b>Vihje:</b> Voit käyttää tätä myös saadaksesi selville, mikä paketti sisältää tietyn kirjaston. Etsi <b>Tarjoaa</b>-RPM-kentästä.
gl: <b>Suxestión:</b> Tamén pode empregar esta función para atopar que paquete contén unha determinada biblioteca. Busque o campo RPM <b>Fornecer</b>.
gu: <b>સૂચના:</b> કયા પેકેજમાં કઈ લાઈબ્રેરી છે, તે પણ તમે શોધી શકો છો. <b>પ્રોવાઈડ્સ</b> માં RPM ફિલ્ડ પર શોધો.
hi: <b>हिन्ट:</b> आप इसका उपयोग यह पता करने के लिए भी कर सकते हैं कि किस बंडल में एक विशिष्ट लाइब्रेरी है. <b>जुटाना</b> RPM क्षेत्र में सर्च.
hu: <b>Tipp:</b> Ezt arra is használhatja, hogy kiderítse, mely csomagban található egy adott függvénytár. Ehhez keressen a <b>Nyújt</b> RPM mezőben.
id: <b>Petunjuk:</b> Anda juga dapat menggunakan ini untuk mencari tahu apakah paket berisi perpustakaan tertentu. Cari di kolom RPM <b>Menyediakan</b>.
ko: <b>힌트:</b> 또한 이 기능을 사용하여 특정 라이브러리를 포함하는 패키지를 알아볼 수 있습니다. <b>제공</b> RPM 필드에서 검색하십시오.
lt: <b>Pastaba:</b> Taip pat galite tai naudoti, norėdami sužinoti, kokiame pakete yra tam tikra biblioteka. Ieškokite <b>Pateikia</b> RPM laukelyje.
mr: <b>सूचना:</b> आपण याचा वापर कोणत्या विशिष्ट पॅकेजमधे लायब्ररी आहे हे शोधण्यासाठी करु शकता. <b>प्रोव्हाईड्स</b> RPM फिल्डमदे शोधा.
nb: <b>Tips:</b> Du kan også bruke søkefunksjonen for å finne ut hvilken pakke som inneholder et spesielt bibliotek. Søk i RPM-feltet <b>Gir</b>.
pa: <b>ਇਸ਼ਾਰਾ:</b> ਤੁਸੀਂ ਇਸ ਨੂੰ ਇਹ ਵੇਖਣ ਲਈ ਵੀ ਵਰਤ ਸਕਦੇ ਹੋ ਕਿ ਕਿਹੜੇ ਪੈਕੇਜਾਂ ਵਿੱਚ ਕੁੱਝ ਲਾਇਬਰੇਰੀਆਂ ਸ਼ਾਮਿਲ ਹਨ। <b>ਉਪਲੱਬਧ</b> RPM ਕਾਲਮ ਵਿੱਚ ਖੋਜ ਕਰੋ।
pt: <b>Ajuda:</b> Pode utilizar esta funcionalidade para saber qual o pacote que contém certa livraria. Procure no campo RPM <b>Proporciona</b>.
ro: <b>Sugestie:</b> Puteți, de asemenea, să folosiți asta pentru a afla ce pachet conține o anumită bibliotecă. Căutați în câmpul RPM <b>Furnizează</b>.
ta: உதவிக்குறிப்பு: எந்த பேக்கேஜ் ஒரு குறிப்பிட்ட லைப்ரரியை கொண்டுள்ளது என்பதை அறிந்து கொள்வதற்கும் நீங்கள் இதைப் பயன்படுத்தலாம். <b>Provides</b> ஆர்பிஎம் புலத்தில் தேடவும்.
th: <b>เคล็ดลับ:</b> นอกจากนี้คุณยังสามารถใช้การค้นหานี้ในการหาว่าแพกเกจได้ให้อะไรมาบ้าง และค้นหาบางส่วนของสิ่งที่แพกเกจให้มาได้ โดยกาเลือกที่ช่อง <b>สิ่งที่จัดให้</b> ของ RPM
vi: <b>Mẹo:</b> Bạn cũng có thể sử dụng để tìm xem gói nào chứa một thư viện. Hãy tìm trong ô <b>Nội dung</b> RPM.
wa: <b>Bon a savu:</b> Vos ploz ossu eployî çoula po trover dins ké pacaedje gn a ene certinne livreye. Cwerîz dins l' tchamp RPM <b>Dene</b>.
xh: <b>Icebiso:</b> Unako ngokunjalo ukusebenzisa oku ukufumanisa ukuba ingaba umbekelelo uqulethe ilayibrari ethile kusini na. Zingela <b>ku-Kunika</b> ummandla we-RPM.
zu: <b>Ithiphu:</b> Ungase futhi usebenzise lokhu ukuze uthole ukuthi iyiphi iphakheji equkethe umtapo othile. Cinga esikhaleni se-RPM esithi <b>Okuhlinzekiwe</b>.

source: <b>Installation Summary</b> by default shows the changes to your system -- what packages will be installed, deleted, or updated.
af: <b>Installasie-opsomming</b> toon by verstek die wysigings aan u stelsel - watter pakkette sal geïnstalleer, geskrap of bygewerk word.
ar: <b>ملخص التثبيت</b> افتراضيًا، يعرض التغييرات التي تم إجراؤها على النظام -- الحزم التي سيتم تثبيتها أو حذفها أو تحديثها.
bg: <b>Сводка от инсталацията</b> по подразбиране показа промените по системата - кои пакети ще бъдат инсталирани, подновени или изтрити.
bn: <b>ইনস্টলেশনের সারসংক্ষেপ</b> সাধারনত আপনার সিস্টেমের পরিবর্তনগুলো দেখায় ‌‌-- কি কি প্যাকেজ ইনস্টল, অপসারন বা পরিবর্ধিত হবে.
ca: L'opció <b>Resum de la instal·lació</b> mostra per defecte els canvis que s'han dut a terme al sistema, a més dels paquets que s'instal·laran, se suprimiran o s'actualitzaran.
cs: <b>Souhrn instalace</b> implicitně zobrazuje změny v systému - které balíčky budou nainstalovány, odstraněny nebo aktualizovány.
da: <b>Installationsopsummering</b> viser som standard ændringerne til dit system -- hvilke pakker der vil blive installeret, slettet eller opdateret.
el: Η <b>Περίληψη Εγκατάστασης</b> εξ ορισμού εμφανίζει τις αλλαγές στο σύστημα σας-- ποια πακέτα θα εγκατασταθούν, διαγραφούν, ή ενημερωθούν.
et: <b>Paigalduse kokkuvõte</b> näitab teie süsteemi plaanitavaid muudatusi - milliseid pakette paigaldatakse, kustutatakse või uuendatakse.
fa: <b>خلاصه وضعیت نصب</b> به صورت پیشفرض تغییرات بر روی سیستم شما را نمایش میدهد -- چه بسته هایی نصب، حذف و یا بروزرسانی میشود.
fi: <b>Asennuksen yhteenveto</b> näyttää oletuksena muutokset järjestelmässäsi -- mitä paketteja asennetaan, poistetaan tai päivitetään.
gl: <b>Resumo da instalación</b> mostra de xeito predeterminado os cambios no sistema, é dicir, que paquetes van ser instalados, eliminados ou actualizados.
gu: </b>સ્થાપનાનો અહેવાલ</b> ડીફોલ્ટ પ્રમાણે તે તમારી સિસ્ટમ પર થયેલા ફેરફારો બતાવે છે.- કયું પેકેજ સ્થપાશે, કયું દૂર થશે અથવા તો કયું સદ્યતન પામશે.
hi: <b>अधिष्ठापन सार</b> डिफाल्ट द्वारा आपके सिस्टम में परिवर्तनों को दर्शाता है -- कौन से बंडल, लगाए जाएंगे, हटाये जाएंगे अथवा नवीन किए जाएंगे.
hu: <b>A telepítés összegzése</b> lista alapértelmezés szerint a rendszerben végrehajtott módosításokat jeleníti meg: milyen csomagok lesznek telepítve, frissítve vagy törölve.
id: <b>Ringkasan Pemasangan</b> secara default menampilkan perubahan pada sistem Anda -- apa paket yang akan dipasang, dihapus, atau diperbarui.
ko: <b>설치 요약</b>은 기본적으로 사용자 시스템의 변경사항을 표시합니다(설치, 삭제 또는 업데이트될 패키지).
lt: <b>Diegimo santrauka</b> paprastai rodo jūsų sistemos pakeitimus -- kokie paketai bus įdiegti, pašalinti arba atnaujinti.
mr: <b>इन्स्टॉलेशन समरी</b> डिफॉल्टद्वारे आपणास आपल्या प्रणालीतील बदल दर्शवते -- कोणती पॅकेजेस स्थापित करायची, पुसून टाकायची किंवा अपडेट करायची.
nb: <b>Installasjonssammendrag</b> viser som standard endringene i systemet -- hvilke pakker som blir installert, fjernet eller oppgradert.
pa: <b>ਇੰਸਟਾਲੇਸ਼ਨ ਸੰਖੇਪ</b> ਡਿਫਾਲਟ ਰੂਪ ਵਿੱਚ ਤੁਹਾਡੇ ਸਿਸਟਮ ਉੱਤੇ ਤਬਦੀਲੀਆਂ ਵਿਖਾਉਂਦਾ ਹੈ -- ਕਿਹੜੇ ਪੈਕੇਜ ਇੰਸਟਾਲ, ਹਟਾਏ, ਜਾਂ ਅੱਪਡੇਟ ਕੀਤੇ ਹਨ।
pt: O <b>Resumo de Instalação</b>, por pré-definição, mostra as alterações ao seu sistema -- quais os pacotes que serão instalados, apagados ou actualizados.
ro: <b>Sumar instalare</b> arată implicit modificările făcute sistemului -- ce pachete vor fi instalate, șterse sau actualizate.
ta: இயல்புநிலையில் <b>Installation Summary</b>உங்கள் கணினியில் எந்த பேக்கேஜ்கள் நிறுவப்படும், நீக்கப்படும், அல்லது புதுப்பிக்கப்படும் என்பன போன்ற மாற்றங்களைக் காட்டுகிறது.
th: <b>สรุปภาพรวมการติดตั้ง</b> ตามปกติจะใช้แสดงถึงการเปลี่ยนแปลงที่จะเกิดกับระบบของคุณ -- มีแพกเกจใดบ้างที่จะถูกติดตั้ง, ถูกลบ หรือถูกปรับรุ่น
vi: <b>Tổng kết cài đặt</b> theo mặc định hiển thị những thay đổi sắp xảy ra -- những gói nào sẽ được cài đặt, xóa hay cập nhật.
wa: <b> Racourti di l'astalaedje</b> mostere di façon prémetowe les candjmints fwaits a vosse sistinme -- kés pacaedjes seront astalés; disfacés ou metous a djoû.
xh: <b>Isishwankathelo Sokuhlohla</b> ngendlela ehlala ikhona sibonisa iinguquko kwisixokelelwano sakho -- ukuba ingaba yeyiphi imibekelelo eya kukhohlwa, icinywe, okanye ihlaziywe.
zu: <b>Amabalengwe Okufaka Uhlelo</b> nge-default abonisa izinguquko kwisistimu yakho – ukuthi yimaphi amaphakheji azofakwa, asuswe, noma avuselelwe.

source: It is generally a good idea to use <b>Check Dependencies</b> then switch to <b>Installation Summary</b> before clicking <b>Accept</b>. This way you can see all changes that will be made to your system.
af: Dit is gewoonlik 'n goeie idee om <b>Gaan afhanklikhede na</b> te gebruik en dan oor te skakel na <b>Installasie-opsomming</b> voordat u <b>Aanvaar</b> klik. Op hierdie wyse sien u al die wysigings wat in u stelsel aangebring gaan word.
ar: بوجه عام يعتبر استخدام <b>التحقق من التبعيات</b> ثم التبديل إلى <b>ملخص التثبيت</b> قبل النقر فوق <b>قبول</b> فكرة جيدة. يمكنك، بهذه الطريقة، الاطلاع على كافة التغييرات التي سيتم إجراؤها على النظام.
bg: По принцип е добра идея да използвате <b>Проверка на зависимостите</b>, след това <b>Сводка от инсталацията</b> преди да щракнете върху <b>Приемане</b>. Така ще можете да видите всички промени, които ще бъдат направени на системата.
bn: <b>গ্রহন করো</b> ক্লিক করার আগে প্রথমে <b>নির্ভরতা পরীক্ষা করো</b> এবং <b>ইনস্টলেশনের সারসংক্ষেপ</b> ব্যবহার করে নেয়া ভাল. এতে আপনি আপনার সিস্টেমের পরিবর্তনগুলো আগে থেকেই দেখে নিতে পারবেন.
ca: És recomanable fer servir <b>Comprova les dependències</b> i, a continuació, canviar a <b>Resum de la instal·lació</b> abans de prémer <b>Accepta</b>. Així podeu veure tots els canvis que es faran al sistema.
cs: Obvykle je vhodné použít <b>kontrolu závislostí</b> a poté přepnout na <b>souhrnu instalace</b>, neště než kliknete na <b>Přijmout</b>. Takhle uvidíte všechny změny, které budou v systému provedeny.
da: Det er generelt en god idé at bruge <b>Tjek afhængigheder</b> og derefter skifte til <b>Installationsopsummering</b> før klik på <b>Acceptér</b>. På denne måde kan du se alle ændringer, som vil blive udført på dit system.
el: Γενικά είναι καλή ιδέα να χρησιμοποιείτε το <b>Έλεγχος Εξαρτήσεων</b> και μετά να αλλάξετε σε <b>Περίληψη Εγκατάστασης</b> πριν κάνετε κλικ στο <b>Αποδοχή</b>. Με αυτόν τον τρόπο μπορείτε να δείτε όλες τις αλλαγές που θα πραγματοποιηθούν στο σύστημα σας.
et: Hea mõte on kasutada funktsiooni <b>Kontrolli sõltuvusi</b> ja seejärel enne klikkamist <b>Nõustu</b> vaadata valikut <b>Paigalduse kokkuvõtte</b>. Nii näete kõiki muudatusi, mis teie süsteemis plaanitakse teha.
fa: به صورت کلی این ایده خوب است که از <b>بررسی وابستگی ها</b> استفاده کنید سپس به <b>خلاصه وضعیت نصب</b> قبل از کلیک بر روی <b>پذیرش</b> جا به جا شوید. از این راه شما میتوانید تمامی تغییراتی که بر روی سیستم شما اعمال میشود را ببینید.
fi: On yleensä hyvä suorittaa <b>Tarkista riippuvuudet</b> ja sen jälkeen vaihtaa suotimeen <b>Asennuksen yhteenveto</b> ennen <b>Hyväksy</b> -painikkeen napsauttamista. Tällä tavoin nähdään kaikki muutokset, joita järjestelmään tehdään.
gl: Polo xeral, é boa idea usar <b>Comprobar dependencias</b> e logo cambiar a <b>Resumo da instalación</b> antes de premer en <b>Aceptar</b>. Así pode ver todas as modificacións que se efectuarán no seu sistema.
gu: એક્સેપ્ટ પર ક્લીક કરતાં પહેલાં , પહેલાં </b>ચેક ડીપેન્ડન્સીઝ</b> વાપરવું જોઈએ. પછી </b>સ્થાપનાનો અહેવાલ</b> વાપરવું સારું રહેશે. આ રીતે તમારી સિસ્ટમ પર થયેલાં બધાં ફેરફારો તમે જોઈ શકશો.
hi: यह सामान्यतः एक अच्छा विचार है कि <b>स्वीक्रत</b> को क्लिक करने से पहले <b> जांच निर्भरता <b> का उपयोग करें, फिर <b>अधिष्ठापन सार</b> पर स्विच करें. इस प्रकार आप उन सभी परिवर्तनों को देख सकेंगे जो आपके सिस्टम में किए जाएंगे.
hu: Általában célszerű a <b>Függőségek ellenőrzése</b> funkciót használnia, majd jelenítse meg <b>A telepítés összegzése</b> listát, mielőtt rákattintana az <b>Elfogadás</b> gombra. Így a rendszerben végrehajtandó minden módosítást áttekinthet.
id: Merupakan ide yang baik untuk menggunakan <b>Periksa Dependensi</b> kemudian beralih ke <b>Ringkasan Pemasangan</b> sebelum mengklik <b>Terima</b>. Dengan cara ini Anda dapat melihat semua perubahan yang akan dilakukan Pada sistem Anda.
ko: 일반적으로 <b>종속성 확인</b>을 사용한 다음 <b>승인</b>을 클릭하기 전에 <b>설치 요약</b>으로 전환하는 것이 좋습니다. 그러면 시스템에 작성될 모든 변경사항을 볼 수 있습니다.
lt: Prieš spaudžiant <b>Patvirtinti</b>, verta pasinaudoti mygtuku <b>Tikrinti priklausomybes</b>, tuomet pereiti į <b>Diegimo santrauką</b>. Tokiu būdu matysite visus būsimus jūsų sistemos pakeitimus.
mr: <b>अक्सेप्ट</b>वर क्लिक करण्यापूर्वी <b>चेक डिपेन्डन्सीज</b> वापरणे व त्यानंतर <b>इन्स्टॉलेशन समरी</b> वर जाणे चांगले. अशा प्रकारे आपण आपल्या प्रणालीत होणारे सर्व बदल पाहू शकाल.
nb: Det er generelt en god idé å bruke <b>Kontroller avhengigheter</b> og deretter gå til <b>Installasjonssammendrag</b> før du klikker <b>Bekreft</b>. På den måten ser du alle endringene som vil bli gjort i systemet.
pa: <b>ਨਿਰਭਰਤਾ ਜਾਂਚ</b> ਵਰਤਣਾ ਫਿਰ <b>ਮਨਜ਼ੂਰ</b> ਦਬਾਉਣ ਤੋਂ ਪਹਿਲਾਂ <b>ਇੰਸਟਾਲੇਸ਼ਨ ਸੰਖੇਪ</b> ਉੱਤੇ ਜਾਣਾ ਇੱਕ ਬਹੁਤ ਵਧੀਆ ਗੱਲ ਹੈ। ਇਸ ਨਾਲ ਤੁਸੀਂ ਵੇਖ ਸਕਦੇ ਹੋ ਕਿ ਤੁਹਾਡੇ ਸਿਸਟਮ ਉੱਤੇ ਕੀ ਤਬਦੀਲੀਆਂ ਆਈਆਂ ਹਨ।
pt: É geralmente uma boa ideia utilizar <b>Validar Dependências</b> e depois mudar para <b>Resumo de Instalação</b> antes de premir <b>Aceitar</b>. Desta forma pode ver todas as alterações que serão realizadas ao seu sistema.
ro: În general este o idee bună să folosești <b>Verifică Dependințele</b> și apoi să schimbi la <b>Sumar de Instalare</b> înainte să apeși <b>Accept</b>. În acest fel poți vedea toate schimbările ce se vor face în cadrul sistemului.
ta: <b>Accept</b>ஐ க்ளிக் செய்வதற்குமுன் முதலில் <b>Check Dependencies</b>ஐ பயன்படுத்தியபின்<b>Installation க்கு மாறுவது ஒரு நல்ல யோசனையாகும். இதன் மூலம் உங்கள் கணினியில் செய்யப்படப்போகும் மாற்றங்கள்அனைத்தையும் நீங்கள் காணலாம்.
th: เป็นความคิดที่ดีที่จะใช้การ <b>ตรวจสอบความเกี่ยวพันกัน</b> และสลับไปยัง <b>สรุปภาพรวมการติดตั้ง</b> ก่อนที่จะทำการคลิกที่ปุ่ม <b>ยอมรับ</b> ด้วยวิธีนี้ คุณจะสามารถเห็นการเปลี่ยนแปลงทั้งหมดที่จะเกิดกับระบบของคุณได้
vi: Sẽ rất tốt nếu sử dụng <b>Kiểm tra phụ thuộc</b> sau đó chuyển sang <b>Tổng kết cài đặt<b> trước khi nhấn </b>Chấp nhận<b>. Bằng cách này bạn sẽ thấy mọi thay đổi sẽ xảy ra đối với hệ thống của mình.
wa: Sovint c' est ene boune idêye d' eployî <b>Verifyî les aloyances</b> et adon di candjî viè l' <b>Racourti d' astalaedje</b> divant di clitchî so <b>Prinde</b>. Insi, vos ploz vey tos les candjmints ki seront fwaits a vosse sistinme.
xh: Xa kuthethwa gabalala luluvo olulungileyo ukusebenzisa <b>u-Qwalasela Izixhomekeki</b> uze ujikisele <b>ku-Isishwankathelo Sokuhlohla</b> phambi kokunqomfa <b>Vuma</b>. Ngale ndlela unako ukubona zonke iinguquko eziya kwenziwa kwisixokelelwano sakho.
zu: Kuwumbono omuhle ukusebenzisa okuthi <b>Hlola Izinhlelo Ezincike Kwezinye</b> bese ushintshela kokuthi <b>Amabalengwe Okufakwa Kwezinhlelo</b> ngaphambi kokuba uchofoze okuthi <b>Amukela</b>. Ngale ndlela ungabona zonke izinguquko ezizokwenziwa kwisistimu yakho.

source: You can also explicitly select what packages with what status to see here; use the check boxes at the left side.
af: U kan ook uitsluitlik kies watter pakkette met watter status hier gesien word; gebruik die merkraampies links.
ar: يمكنك أيضًا بشكل صريح تحديد الحزم التي لها حالة معينة للاطلاع عليها هنا؛ استخدم خانات الاختيار في الجانب الأيمن.
bg: Можете също така изрично да изберете кои пакети и с какъв статус да виждате тук посредством отметките отляво.
bn: আপনি এখানে কি কি প্যাকেজ ও স্ট্যাটাস দেখতে চান তা সুনির্দ্দিষ্টভাবে নির্বাচন করতে পারেন; বামে অবস্থিত চেক বক্সগুলো ব্যবহার করুন.
ca: També podeu seleccionar explícitament els paquets i els seus estats que voleu veure aquí. Useu les caselles de l'esquerra.
cs: Můžete také explicitně udat stav jednotlivých balíčků; použijte zaškrtávací políčka nalevo.
da: Du kan også udtrykkeligt vælge, hvilke pakker med hvilken status der skal fremvises her; brug afkrydsningsfelterne på venstre side.
el: Μπορείτε επίσης ρητά να επιλέξετε ποια πακέτα με ποια κατάσταση θέλετε να εμφανιστούν εδώ.Χρησιμοποιήστε τα κουτιά-επιλογής(check-boxes) στην αριστερή πλευρά.
et: Siin saate ka üheselt valida, milliseid olekuga pakette siin näha; kasutage vasakus servas olevaid märkeruute.
fa: شما همچنین میتوانید صریحا بسته ها با وضعیت هایی که میخواهید اینجا ببینید را انتخاب کنید; از کادر انتخاب در سمت چپ استفاده کنید.
fi: Käyttämällä vasemmalla olevia valintaruutuja, voit valita myös nimenomaisesti mitä paketteja ja missä tilassa olevia paketteja tässä nähdään.
gl: Tamén pode seleccionar de xeito explícito os paquetes e estados que desexa ver aquí. Empregue as caixas de verificación da parte esquerda.
gu: તમે સ્પષ્ટતાથી જોઈ શકશો કે કયા પેકેજીસ, કયું સ્ટેટસ; તે માટે ડાબી બાજુ પર રહેલ ચેક બોક્સ વાપરો.
hi: आप यहां यह देखने के लिए किस स्टेटस् के साथ कौन सा बंडल है विशेष रूप से चयन कर सकते हैं; बायीं ओर दिए गये जांच बॉक्सों का उपयोग करें.
hu: Meg is adhatja, hogy mely állapotú csomagokat szeretné megtekinteni. Ehhez használja a baloldalt található jelölőmezőket.
id: Anda juga dapat secara langsung memilih paket dan status apa yang ingin ditampilkan di sini; gunakan kotak centang di sebelah kiri.
ko: 또한 여기서 확인할 패키지와 함께 상태를 명시적으로 선택할 수 있습니다. 왼쪽의 체크박스를 사용하십시오.
lt: Išskirtinai galite pažymėti, kokį paketą su kokia būsena čia norite matyti; naudokite varneles kairėje.
mr: या ठिकाणी कोणती पॅकेजेस कोणत्या स्थितीत पहायची ते आपण ठरवू शकाल ; डावीकडील चेक बॉक्सेस वापरा.
nb: Du kan også velge å vise pakker med en spesiell status her. Bruk avkryssingsboksene til venstre.
pa: ਤੁਸੀਂ ਬਾਹਰੀ ਤੌਰ ਤੇ ਚੁਣ ਸਕਦੇ ਹੋ ਕਿ ਕਿਹੜੇ ਪੈਕੇਜ ਕਿਸ ਹਾਲਤ ਨਾਲ ਇੱਥੇ ਦਿਸਣ; ਖੱਬੇ ਪਾਸੇ ਚੈੱਕ ਬਕਸਾ ਵਰਤੋਂ।
pt: Pode ainda escolher explicitamente quais os pacotes e com que estado pretende ver aqui; utilize as caixas de marca do lado esquerdo.
ro: Puteți de asemenea selecta explicit ce pachete și cu ce statut se vor afișa aici; folosiți căsuțele de bifare din partea stângă.
ta: எந்த பேக்கேஜ்களில் எந்த நிலையை பார்க்க வேண்டும் என்பதையும் இங்கு நீங்கள் வெளிப்படையாகத் தேர்வு செய்யலாம், இடதுபுறமுள்ள குறியீட்டுப்பெட்டிகளை பயன்படுத்தவும்.
th: คุณสามารถเลือกแยกได้ว่าจะให้เห็นแพกเกจที่มีสถานะใดที่นี่ โดยใช้ช่องกาเลือกทางด้านซ้ายมือ
vi: Đồng thời bạn cũng có thể chọn rõ ràng gói nào với trạng thái nào muốn thấy ở đây, hãy dùng hộp đánh dấu ở bên trái.
wa: Vos ploz ossu tchoezi di claire manire kés pacaedjes avou kén estat vey vaici; eployîz les boesses a croyî a hintche.
xh: Unako ngokunjalo ukukhetha ngokuphandle ukuba ingaba yeyiphi imibekelelo kwaye ngasiphi isimo esibonwa apha; esebenzisa iibhokisi zoqwalaselo kwicala lasekhohlo.
zu: Futhi ungakhetha ngokuqondile ukuthi yimaphi amaphakheji anasiphi isimo ofuna ukuwabona; sebenzisa amabhokisi achofozwayo angasohlangothini lwesobunxele.
