Repository: Dzejrou/yast-translations
Catalog: po/qt-pkg/*.po
Languages: af, ar, bg, bn, ca, cs, da, el, et, fa, fi, gl, gu, hi, hu, id, ko, lt, mr, nb, pa, pt, ro, ta, th, vi, wa, xh, zu

source: RPM "P&rovides"
ar: RPM "المزو&دون"
bg: RPM „&Доставя“
ca: RPM "P&roporciona"
cs: RPM "Po&skytuje"
el: Το RPM "&Παρέχει"
et: RPM „&tagab“
fa: RPM "ارائه میدهد"
fi: RPM ”tar&joaa”
gl: "&Fornece" RPM
hu: RPM "&szolgáltatása"
id: RPM "Disediakan"
ko: RPM "제공자"(&R)
lt: RMP &pateikia
nb: RPM «inneholde&r»
pt: RPM "P&roporciona"
ro: RPM "Ofe&ră"
wa: &RPM « dene »

source: RPM "Re&quires"
ar: RPM "المت&طلبات"
bg: RPM „И&зисква“
ca: RPM "Re&quereix"
cs: RPM "Vyžadu&je"
el: Το RPM "Α&παιτεί"
et: RPM „&vajab“
fa: RPM "درخواست دارد"
fi: RPM ”&vaatii”
gl: "Re&quire" RPM
hu: RPM "&igénye"
id: RPM "Diperlukan"
ko: RPM "필요"(&Q)
lt: RPM &reikalauja
nb: RPM «kre&ver»
pt: RPM "Re&quer"
ro: RPM "Ne&cesită"
wa: RPM « &dimande »

source: File list
ar: قائمة الملفات
bg: Списък с файлове
ca: Llista de fitxers
cs: Seznam souborů
da: Filliste
el: Λίστα αρχείων
et: Failinimekiri
fa: لیست پرونده
fi: Tiedostoluettelo
gl: Lista de ficheiros
hu: Fájllista
id: Daftar berkas
ko: 파일 목록
lt: Rinkmenų sąrašas
nb: Filliste
pa: ਫਾਇਲ ਲਿਸਟ
pt: Lista de ficheiros
ro: Lista de fișiere
th: รายการแฟ้ม
wa: Djivêye des fitchîs

source: Search &Mode:
af: Soek&modus:
ar: وضع البحث:
bg: Режим на &търсене:
bn: সন্ধান মোড (&M):
ca: Mode de &cerca:
cs: &Režim hledání:
da: Søge&tilstand:
el: &Κατάσταση Αναζήτησης:
et: Otsingurežii&m:
fa: حالت جستجو:
fi: &Hakutapa:
gl: Modo de &busca:
gu: સર્ચ મોડ
hi: ढूँढे मोड :(&M)
hu: &Keresési mód:
id: &Mode Pencarian:
ko: 검색 모드(&M):
lt: Paieškos &būdas:
mr: मोड शोधा
nb: Søke&modus:
pa: ਖੋਜ ਢੰਗ(&M):
pt: &Modo de Procura:
ro: &Mod căutare:
ta: தேடுதல் மோடு:
th: โ&หมดการค้นหา:
vi: &Chế độ tìm:
wa: &Mode di cweraedje:
xh: Zingela &Imo Yokusebenza
zu: Imodi &Yokucinga:

source: Contains
af: Bevat
ar: يتضمن
bg: Съдържа
bn: ধারন করে
ca: Conté
cs: Obsahuje
da: Indeholder
el: Περιλαμβάνει
et: Sisaldab
fa: شامل
fi: Sisältää
gl: Contén
gu: આવરી લે છે
hi: रखता है
hu: Tartalmazza
id: Isi
ko: 포함
lt: Turi
mr: समाविष्ट आहे
nb: Inneholder
pa: ਸ਼ਾਮਲ
pt: Contém
ro: Conține
ta: கொண்டுள்ளது
th: บรรจุอยู่
vi: Nội dung
wa: Contént
xh: kuqulethe
zu: Iqukethe

source: Begins with
af: Begin met
ar: يبدأ بـ
bg: Започва с
bn: শুরু হয়
ca: Comença per
cs: Začíná na
da: Begynder med
el: Ξεκινά με
et: Algab
fa: شروع میشود با
fi: Alkaa
gl: Comeza por
gu: શરૂ થાય છે
hi: के साथ शुरु होता है
hu: Így kezdődik
id: Dimulai dengan
ko: 시작 문자
lt: Prasideda su
mr: ने प्रारंभ
nb: Begynner med
pa: ਇਸ ਨਾਲ ਸ਼ੁਰੂ
pt: Começa com
ro: Începe cu
ta: இதில் துவங்குகிறது
th: เริ่มต้นด้วย
vi: Bắt đầu với
wa: Atake avou
xh: Kuqala nje
zu: Iqalisa nge-

source: Exact Match
af: Presiese pasmaat
ar: تطابق تام
bg: Точно срещане
bn: সম্পুর্ন অনুরূপ
ca: Coincidència exacta
cs: Přesná shoda
da: Nøjagtigt match
el: Ακριβές Ταίριασμα
et: Täpne sobivus
fa: تطابق دقیق
fi: Täydellinen osuma
gl: Correspondencia exacta
gu: બરોબર સરખું
hi: सही मिलान
hu: Pontosan egyezik
id: Cocok Persis
ko: 정확히 일치
lt: Tikslus atitikmuo
mr: अगदी सुयोग्य जोडी
nb: Nøyaktig treff
pa: ਪੂਰਾ ਮਿਲਦਾ
pt: Coincide Completamente
ro: Potrivire exactă
ta: சரியான பொருத்தம்
th: ตรงกันทั้งหมด
vi: Tương ứng chính xác
wa: Va pår avou
xh: Ungqamaniso Oluthe Ncam
zu: Okufana Nse

source: Use Wild Cards
af: Gebruik oorheerskaarte
ar: استخدام أحرف البدل
bg: С заместващи шаблони
bn: ওয়াইল্ড কার্ড ব্যবহার করো
ca: Fes servir comodins
cs: Používat zástupné znaky
da: Brug jokertegn
el: Χρήση Μπαλαντέρ
et: Metamärkide kasutamine
fa: استفاده از وایل کارد ها
fi: Käytä jokerimerkkejä
gl: Empregar comodíns
gu: વાઈલ્ડ કાર્ડ વાપરો
hi: वाइल्ड कार्ड इस्तेमाल करें
hu: Helyettesítő karakterek használata
id: Gunakan Wildcard
ko: 와일드카드 사용
lt: Naudoti pakaitos simbolius
mr: वाईल्ड कार्ड्स वापरा
nb: Bruk jokertegn
pa: ਵਾਈਲਡ ਕਾਰਡ ਵਰਤੋਂ
pt: Utilizar Metacaracteres (wildcards)
ro: Utilizează caractere de globalizare
ta: வைல்டு கார்டுகளை பயன்படுத்தவும்
th: ใช้ไวลด์การ์ด
vi: Dùng ký tự thay thế
wa: Eployî des Wild Cards
xh: Sebenzisa Iikhadi Ezingalawulekiyo
zu: Sebenzisa Ama-Wild Card

source: Use Regular Expression
af: Gebruik algemene uitdrukking
ar: استخدام تعبير عادي
bg: С регулярни изрази
bn: রেগুলার এক্সপ্রেশন ব্যবহার করো
ca: Fes servir expressions regulars
cs: Použít regulární výraz
da: Brug regulære udtryk
el: Χρήση Κανονικών Εκφράσεων
et: Regulaaravaldiste kasutamine
fa: استفاده از عبارات عمومی
fi: Käytä säännöllisiä lausekkeita
gl: Usar expresións regulares
gu: સામાન્ય એક્સપ્રેશન વાપરવા
hi: यथाक्रम समतुल्य संबंध का उपयोग करें
hu: Reguláris kifejezések használata
id: Gunakan Regular Expression
ko: 정규식 사용
lt: Naudoti reguliarųjį reiškinį
mr: नियमित वर्णन वापरा
nb: Bruk regulært uttrykk
pa: ਰੈਗੂਲਰ ਸਮੀਕਰਨ ਵਰਤੋਂ
pt: Utilizar Expressão Regular
ro: Utilizează expresie regulată
ta: வழக்கமான வெளிப்பாட்டை பயன்படுத்தவும்
th: ใช้วลีเงื่อนไขการค้นหา
vi: Dùng biểu thức chính quy
wa: Eployî ene normåle ratourneure
xh: Sebenzisa Inkcazelo Yento Enye
zu: Sebenzisa Inkulumo Evamile

source: Case Sensiti&ve
af: Saakgevoel&ig
ar: مميِّز لحالة الأحرف
bg: Чувствително &към регистъра
bn: ছোট বা বড় হাতের অক্ষরের প্রতি সংবেদনশীল
ca: Dis&tingeix entre majúscules i minúscules
cs: Rozlišovat velikost
da: &Versalfølsom
el: Ευαισθησία Τύπου Χαρακτήρ&ων
et: &Tõstutundlik
fa: حساس به بزرگی و کوچکی حروف
fi: Kirjainkoon huomioi&va
gl: Diferenciar maiúscu&las de minúsculas
gu: કેસ સેન્સીટીવ
hi: केस सचेतन(&v)
hu: &Kis-/nagybetű számít
id: Sensitif Kata
ko: 대소문자 구분(&V)
lt: Sk&irti raidžių dydį
mr: केस सेन्सिटिव्ह
nb: Skill mellom små og s&tore bokstaver
pa: ਅੱਖਰ ਨਿਰਭਰਤਾ(&v)
pt: Disti&nção entre Maiúsculas e Minúsculas
ro: Senziti&v la majuscule
ta: உணர்வுபூர்வமானது
th: แยกตัวอักษรพิมพ์เล็ก-ใหญ่
vi: Tính ho&a thường
wa: &Pititès <> grandès letes
xh: Kuve&lana Noonobumba
zu: Ifuna Usebenzise Uhlobo Lonobumba Olufakile

source: Searching...
af: Soek na ...
ar: بحث...
bg: Търсене...
bn: খোঁজা হচ্ছে...
ca: Cercant ...
cs: Pracuji...
da: Søger...
el: Αναζήτηση...
et: Otsimine...
fa: در حال جستجو...
fi: Etsitään...
gl: Buscando...
gu: શોધાય છે...
hi: ढूँढ रहा है...
hu: Keresés…
id: Mencari...
ko: 검색 중...
lt: Ieškoma...
mr: शोधत आहे...
nb: Søker...
pa: ਖੋਜ ਜਾਰੀ ਹੈ...
pt: A Procurar...
ro: Caut...
ta: தேடப்படுகிறது...
th: กำลังค้นหา...
vi: Đang tìm...
wa: Dji cwere...
xh: Kuyazingelwa...
zu: Iyacinga...

source: No Results.
af: Geen resultate.
ar: لا توجد نتائج.
bg: Няма резултати.
bn: কোন ফলাফল নেই.
ca: No hi ha cap resultat.
cs: Žádné výsledky.
da: Ingen resultater.
el: Κανένα Αποτέλεσμα.
et: Tulemusi pole.
fa: بدون نتیجه.
fi: Ei tuloksia.
gl: Sen resultados.
gu: પરિણામ શૂન્ય
hi: कोई परिणाम नही ।
hu: Nincs eredmény.
id: Tidak ada hasil.
ko: 결과가 없습니다.
lt: Nėra rezultatų.
mr: निष्कर्ष नाही
nb: Ingen treff.
pa: ਕੋਈ ਨਤੀਜਾ ਨਹੀਂ।
pt: Sem resultados.
ro: Nu există rezultate.
ta: விளைவுகள் ஏதுமில்லை
th: ไม่มีผลลัพธ์
vi: Không có kết quả.
wa: Pont d' rizultat.
xh: Akukho Ziphumo.
zu: Ayikho Imiphumela.

source: Query Error
ar: خطأ في الاستعلام
bg: Грешка в заявката
ca: Error de consulta
cs: Chyba dotazu
da: Forespørgselsfejl
el: Σφάλμα Ερωτήματος
et: Viga päringul
fa: خطای پرس و جو
fi: Hakuvirhe
gl: Erro de consulta
hu: Lekérdezési hiba
id: Kesalahan Kueri
ko: 쿼리 오류
lt: Užklausos klaida
nb: Forespørselsfeil
pa: ਕਿਊਰੀ ਗਲਤੀ
pt: Erro de Consulta
ro: Interogare eroare
th: การค้นข้อมูลผิดพลาด
wa: Aroke dins l' cweraedje

source: &Secondary Filter:
af: &Sekondêre filter:
ar: مرشح ثانوي:
bg: &Вторичен филтър:
bn: ডাইরেক্টরি ফাইল:
ca: &Filtre secundari:
cs: Sekundární &filtr:
da: &Sekundært filter:
el: &Δευτερεύον Φίλτρο:
et: &Teisene filter:
fa: پالایش ثانویه:
fi: &Toissijainen suodin:
gl: Filtro &secundario:
gu: ગૌણ ફિલ્ટર:
hi: द्वितीयक छनन्क:(&S)
hu: &Másodlagos szűrő:
id: Filter Kedua:
ko: 보조 필터(&S):
lt: &Antrinis filtras:
mr: दुय्यम चाळणी:
nb: &Sekundært filter:
pa: ਸੈਕੰਡਰੀ ਫਿਲਟਰ(&S):
pt: Filtro de &Secundário:
ro: Filtru &secundar:
ta: இரண்டாம்நிலை ஃபில்டர்:
th: ตัวกรอง&รอง:
vi: &Bộ lọc thứ hai:
wa: &Deujhinme passete:
xh: &Isihluzi Esilandela Esiphambili:
zu: &Esinye Isisefo:

source: Unmaintained Packages
ar: حزم لم يتم الاحتفاظ بها
bg: Необслужвани пакети
ca: Paquets no mantinguts
cs: Nespravované balíčky
da: Ikke-vedligeholdte pakker
el: Πακέτα Χωρίς Συντήρηση
et: Hooldamata pakid
fa: بسته های نگه داری نشده
fi: Ylläpitämättömät paketit
gl: Paquetes sen mantemento
hu: Karbantartás nélküli csomagok
id: Paket Tidak Terpelihara
ko: 유지관리되지 않는 패키지
lt: Nepalaikomi paketai
nb: Pakker som ikke vedlikeholdes
pa: ਬਿਨ-ਦੇਖਭਾਲ ਪੈਕੇਜ
pt: Pacotes sem Manutenção
ro: Neîntreținut de autorii pachetelor
th: แพกเกจที่ไม่มีการดูแลแล้ว
wa: Pacaedjes nén mintnous

source: Search
af: Soek
ar: بحث
bg: Търсене
bn: খোঁজা
ca: Cerca
cs: Hledat
da: Søg
el: Αναζήτηση
et: Otsi
fa: جستجو
fi: Etsi
gl: Buscar
gu: શોધો
hi: ढूँढे
hu: Keresés
id: Cari
ko: 검색
lt: Paieška
mr: शोध
nb: Søk
pa: ਖੋਜ
pt: Procura
ro: Caută
ta: தேடவும்
th: ค้นหา
vi: Tìm kiếm
wa: Trover
xh: Zingela
zu: Cinga

source: Installation Summary
af: Installasie-opsomming
ar: ملخص التثبيت
bg: Сводка за инсталацията
bn: ইনস্টলেশনের সারসংক্ষেপ
ca: Resum de la instal·lació
cs: Souhrn instalace
da: Installationsopsummering
el: Περίληψη Εγκατάστασης
et: Paigaldamise kokkuvõte
fa: خلاصه وضعیت نصب
fi: Yhteenveto asennuksesta
gl: Resumo da instalación
gu: સ્થાપનાનો હેવાલ
hi: अधिष्ठापन सार
hu: A telepítés összefoglalása
id: Ringkasan Pemasangan
ko: 설치 요약
lt: Diegimo santrauka
mr: सारांश संस्थापन
nb: Installasjonssammendrag
pa: ਇੰਸਟਾਲੇਸ਼ਨ ਸੰਖੇਪ
pt: Resumo da Instalação
ro: Sumar instalare
ta: நிறுவுதலுக்கான தொகுப்புரை
th: สรุปการติดตั้ง
vi: Tổng kết cài đặt
wa: Racourti d' astalaedje
xh: Isishwankathelo Sokuhlohla
zu: Amabalengwe Okufaka Uhlelo

source: URL:
ar: عنوان :
fi: Verkko-osoite:

source: Product:
ar: المنتج:
ca: Producte:
cs: Produkt:
da: Produkt:
et: Toode:
fi: Tuote:
hu: Termék:
id: Produk:
ko: 제품:
lt: Produktas:
pt: Produto:

source: Repositories:
ar: المخازن:
ca: Repositoris:
cs: Úložiště:
da: Softwarekilder:
et: Hoidlad:
fi: Asennuslähteet:
hu: Telepítési források:
id: Repositori:
ko: 리포지토리:
lt: Saugyklos:
pt: Repositórios:

source: Changes Overview
af: Wysigingsoorsig
ar: عرض التغييرات
bg: Преглед на промените
bn: পরিবর্তনের বর্ণনা
ca: Resum dels canvis
cs: Přehled změn
da: Oversigt over ændringer
el: Γενική Επισκόπηση Αλλαγών
et: Muudatuste ülevaade
fa: بررسی اجمالی تغییرات
fi: Muutoksien yhteenveto
gl: Resumo de cambios
gu: ફેરફારો નું નિરીક્ષણ
hi: बदलाव का विवरण
hu: Áttekintés a módosításokról
id: Ringkasan Perubahan
ko: 변경사항 개요
lt: Pakeitimų apžvalga
mr: बदलांचा ओव्हरव्ह्यू
nb: Oversikt over endringer
pa: ਬਦਲਾਅ ਬਾਰੇ ਸੰਖੇਪ ਜਾਣਕਾਰੀ
pt: Visão Geral de Alterações
ro: Prezentare modificări
ta: மாற்றங்களின் விளக்கம்
th: ภาพรวมการเปลี่ยนแปลง
vi: Xem lại thay đổi
wa: Candje les modêye
xh: Ulwazi Gabalala ngeenguquko
zu: Amabalengwe Ezinguquko

source: Show packages with status
af: Toon pakkette met status
ar: إظهار الحزم بحالة
bg: Показване на пакети със статус
bn: স্ট্যাটাস সহ প্যাকেজগুলো দেখাও
ca: Mostra els paquets i en quin estat es troben
cs: Zobrazit balíčky se stavem
da: Vis pakker med status
el: Εμφάνιση πακέτων με κατάσταση
et: Näidatakse pakette olekuga
fa: نمایش بسته ها با وضعیت
fi: Näytä paketit, joilla tilana
gl: Mostrar paquete co estado
gu: સ્ટેટસ વાળા પેકેજ બતાવો.
hi: बंडल स्थिति के साथ दिखाऐ
hu: A következő állapotú csomagok megjelenítése:
id: Tampilkan paket dengan status
ko: 패키지를 상태와 함께 표시
lt: Rodyti paketus su būsena
mr: स्थितीसह पॅकेजेस दाखवा
nb: Vis pakker med status
pa: ਪੈਕੇਜ ਹਾਲਤ ਨਾਲ ਵੇਖਾਓ
pt: Mostrar pacotes com estado
ro: Afișează pachetele cu stare
ta: நிலைப்பாட்டுடன் பேக்கேஜ்களைக் காட்டவும்
th: แสดงแพกเกจพร้อมสถานะ
vi: Hiển thị các gói với trạng thái
wa: Mostrer les pacaedje avou estat
xh: Bonisa imibekelelo enesimo
zu: Bonisa amaphakheji ngesimo

source: &Refresh List
af: &Vernuwe lys
ar: تجديد القائمة
bg: &Опресняване
bn: পুনরায় তালিকা প্রদর্শন করো (&R)
ca: &Refresca la llista
cs: O&bnovit seznam
da: Genopf&risk liste
el: Α&νανέωση Λίστας
et: Vä&rskenda nimekirja
fa: تازه سازی لیست
fi: &Päivitä luettelo
gl: Actualiza&r lista
gu: લિસ્ટ રીફ્રેશ કરો
hi: ताजा लिस्ट(&R)
hu: &Lista frissítése
id: Segarkan Daftar
ko: 목록 새로 고침(&R)
lt: &Atnaujinti sąrašą
mr: सूची रिफ्रेश करा
nb: &Oppgrader liste
pa: ਲਿਸਟ ਮੁੜ-ਤਾਜ਼ਾ(&R)
pt: &Refrescar Lista
ro: &Reîmprospătează lista
ta: பட்டியலை புதுப்பிக்கவும்
th: เรียกรา&ยการใหม่อีกครั้ง
vi: &Cập nhật danh sách
wa: &Rafrister l' lisse
xh: &Yenza Ngokutsha Uludwe
zu: &Uhlu Lokuvuselela

source: Build Time:
af: Bou tyd:
ar: وقت البناء:
bg: Време на създаване:
bn: গঠন সময়:
ca: Hora de construcció:
cs: Čas sestavení:
da: Byggetid:
el: Χρόνος Κατασκευής:
et: Pakendamise aeg:
fa: زمان ساخت:
fi: Paketointi aika:
gl: Hora de construción:
gu: બાંધવાનો સમય:
hi: बनाने का समय :
hu: Készítési idő (build):
id: Tanggal Build:
ko: 빌드 시간:
lt: Sukūrimo laikas:
mr: बिल्ड टाईम:
nb: Byggetidspunkt:
pa: ਬਿਲਡ ਸਮਾਂ:
pt: Tempo de Construção:
ro: Data compilării:
ta: உருவாக்க நேரம்:
th: เวลาที่สร้าง:
vi: Thời gian biên dịch:
wa: Moumint d' emantchaedje:
xh: Yakha Ixesha:
zu: Isikhathi Sokwakha:

source: Install Time:
af: Installeer tyd:
ar: وقت التثبيت:
bg: Време на инсталиране:
bn: ইনস্টল সময়:
ca: Hora de la instal·lació:
cs: Čas instalace:
da: Installationstid:
el: Χρόνος Εγκατάστασης:
et: Paigaldamise aeg:
fa: زمان نصب:
fi: Asennusaika:
gl: Hora de instalación:
gu: સ્થાપનાનો સમય
hi: अधिष्ठापन समय :
hu: Telepítési idő:
id: Tanggal Pasang:
ko: 설치 시간:
lt: Įdiegimo laikas:
mr: वेळ स्थापित कराः
nb: Installasjonstidspunkt:
pa: ਇੰਸਟਾਲ ਸਮਾਂ:
pt: Tempo de Instalação:
ro: Data instalării:
ta: நிறுவும் நேரம்:
th: เวลาที่ติดตั้ง:
vi: Thời gian cài đặt:
wa: Moumint d' astalaedje:
xh: Hlohla Ixesha:
zu: Isikhathi Sokufaka:

source: License:
af: Lisensie:
ar: الترخيص:
bg: Лиценз:
bn: লাইসেন্স
ca: Llicència:
cs: Licence:
da: Licens:
el: Άδεια:
et: Litsents:
fa: مجوز:
fi: Käyttöoikeussopimus:
gl: Licenza:
gu: લાઈસન્સ:
hi: लाइसैंस :
hu: Licenc:
id: Lisensi:
ko: 사용권:
lt: Licencija:
mr: परवाना:
nb: Lisens:
pa: ਲਾਈਸੈਂਸ:
pt: Licença:
ro: Licență:
ta: உரிமம்:
th: สัญญาอนุญาต:
vi: Bản quyền:
wa: Licince:
xh: Ilayisensi:
zu: Ilayisensi:

source: Installed Size:
af: Geïnstalleerde grootte:
ar: حجم مثبت:
bg: Размер след инсталация:
bn: ইনস্টলকৃত সাইজ:
ca: Mida un cop feta la instal·lació:
cs: Instalovaná velikost:
da: Installeret størrelse:
el: Μέγεθος Εγκατάστασης:
et: Paigaldatud suurus:
fa: حجم نصب شده:
fi: Asennuskoko:
gl: Tamaño instalado:
gu: સ્થાપના થયેલી સાઈઝ
hi: अधिष्ठापन आकार:
hu: Telepített méret:
id: Ukuran Terpasang:
ko: 설치된 크기:
lt: Įdiegto dydis:
mr: स्थापित आकार
nb: Installert størrelse:
pa: ਇੰਸਟਾਲ ਅਕਾਰ:
pt: Tamanho Instalado:
ro: Mărime instalată:
ta: நிறுவப்பட்ட அளவு:
th: ขนาดหลังติดตั้ง:
vi: Cỡ đã cài:
wa: Grandeu d' astalêye:
xh: Ubukhulu Obuhlohliweyo:
zu: Usayizi Ofakiwe:

source: Download Size:
ar: حجم الإنزال:
bg: Размер при сваляне:
bn: ডাউনলোড সাইজ:
ca: Mida de la baixada:
cs: Velikost stažení:
da: Downloadstørrelse:
el: Μέγεθος Λήψης:
et: Allalaaditav suurus:
fa: حجم دریافتی:
fi: Latauskoko:
gl: Tamaño da descarga:
hi: डाउनलोड साइज :
hu: Letöltés mérete:
id: Ukuran Unduh:
ko: 다운로드 크기:
lt: Siuntimo dydis:
nb: Nedlastingsstørrelse:
pa: ਡਾਊਨਲੋਡ ਅਕਾਰ:
pt: Tempo de Descarga:
ro: Mărime transferată:
th: ขนาดเมื่อดาวน์โหลด:
wa: Grandeu d' aberwetaedje:

source: Distribution:
af: Verspreiding:
ar: التوزيع:
bg: Дистрибуция:
bn: ডিস্ট্রিবিউশন:
ca: Distribució:
cs: Distribuce:
el: Διανομή:
et: Distributsioon:
fa: توزیع:
fi: Jakelu:
gl: Distribución:
gu: વિતરણ:
hi: वितरण :
hu: Disztribúció:
id: Distribusi:
ko: 배포:
lt: Platinamasis paketas:
mr: वाटप:
nb: Distribusjon:
pa: ਡਿਸਟਰੀਬਿਊਸ਼ਨ:
pt: Distribuição:
ro: Distribuție:
ta: விநியோகம்:
th: ผู้รวบรวมเผยแพร่:
vi: Bản phân phối:
wa: Dinêye:
xh: Usasazo:
zu: Ukusakaza:

source: Vendor:
af: Verkoper:
ar: المورد:
bg: Доставчик:
bn: বিক্রেতা:
ca: Proveïdor:
cs: Dodavatel:
da: Producent:
el: Προμηθευτής:
et: Tootja:
fa: فروشنده:
fi: Valmistaja:
gl: Fabricante:
gu: વેચાણકર્તા:
hi: विक्रेता :
hu: Gyártó:
ko: 제조업체:
lt: Gamintojas:
mr: विक्रेता
nb: Produsent:
pa: ਵੇਂਡਰ:
pt: Vendedor:
ro: Vânzător:
ta: விற்பனையாளர்:
th: ผู้ผลิต:
vi: Nhà phân phối:
wa: Vindeu:
xh: Umthengisi:
zu: Umthengisi:

source: Packager:
af: Verpakker:
ar: الرابط:
bg: Пакетирал:
bn: প্যাকেজার:
ca: Administrador de paquets:
cs: Tvůrce balíčku:
da: Pakket af:
el: Συσκευαστής:
et: Pakendaja:
fa: بسته بندی کننده:
fi: Paketoija:
gl: Empaquetador:
gu: પેકેજર
hi: बंडलर :
hu: Csomagkészítő:
id: Pemaket:
ko: 패키저:
lt: Pakuotojas:
mr: पॅकेजर:
nb: Pakkebygger:
pa: ਪੈਕੇਜਰ:
pt: Empacotador:
ro: Creatorul pachetului:
ta: பேக்கேஜ் செய்பவர்:
th: ผู้ทำแพกเกจ:
vi: Nhà đóng gói:
wa: Pacaedjeu:
xh: Umenzi wemibekelelo:
zu: Iphakheji:

source: Architecture:
af: Argitektuur:
ar: الهيكل:
bg: Архитектура:
bn: স্থাপত্য:
ca: Arquitectura:
cs: Architektura:
da: Arkitektur:
el: Αρχιτεκτονική:
et: Arhitektuur:
fa: معماری:
fi: Arkkitehtuuri:
gl: Arquitectura:
gu: આર્કિટેક્ચર:
hi: वास्तुकला:
hu: Architektúra:
id: Arsitektur:
ko: 구조:
lt: Architektūra:
mr: रचना (आर्किटेक्चर)
nb: Arkitektur:
pa: ਢਾਂਚਾ:
pt: Arquitectura:
ro: Arhitectură:
ta: கட்டிடக்கலை:
th: สถาปัตยกรรม:
vi: Kiến trúc:
wa: Årtchitecteure:
xh: Inzululwazi ngokwakha:
zu: Ubungcweti Bokwakha:

source: Build Host:
af: Bou gasheer:
ar: مضيف البناء:
bg: Изграден на машина:
bn: গঠন হোস্ট:
ca: Amfitrió de muntatge:
cs: Sestavovací hostitel:
da: Byggeværtsmaskine:
el: Κόμβος Κατασκευής:
et: Ehitanud masin:
fa: میزبان ساخت:
fi: Paketointikone:
gl: Host de construción:
gu: હોસ્ટ બનાવો
hi: मेज़बान बनाऐ :
hu: Készítő gép neve:
id: Host Build:
ko: 빌드 호스트:
lt: Sukurtas kompiuteryje:
mr: बिल्ड होस्ट:
nb: Vertsmaskin ved bygging:
pa: ਬਿਲਡ ਹੋਸਟ:
pt: Computador de Construção:
ro: Gazdă build:
ta: பில்டு ஹோஸ்ட்
th: เครื่องที่ใช้สร้าง:
vi: Máy biên dịch:
wa: Lodjeu d' emantchaedje:
xh: Yakha Umamkeli:
zu: Yakha Isiphakeli

source: URL:
ar: عنوان URL:
fa: آدرس اینترنتی:
fi: Verkko-osoite:
mr: युआरएल:
nb: Nettadresse:
ta: யூஆர்எல்
th: ที่อยู่ URL:
xh: I-URL:
zu: I-URL:

source: Source Package:
ar: الحزمة المصدر:
bg: Пакет с изходен код:
ca: Paquet de codi font:
cs: Zdrojový balíček:
da: Kildekodepakke:
el: Πακέτο Πηγαίου Κώδικα:
et: Lähtekoodi pakett:
fa: بسته ی منبع:
fi: Lähde paketti:
gl: Paquete de código fonte:
hu: Forráscsomag:
id: Paket Sumber:
ko: 소스 패키지:
lt: Paketo šaltinis:
nb: Kildepakke:
pa: ਸਰੋਤ ਪੈਕੇਜ:
pt: Pacote fonte:
ro: Pachet Sursă:
th: แพกเกจต้นฉบับ:
wa: Pacaedje sourdant:

source: Media No.:
af: Media-nr.:
ar: رقم الوسائط:
bg: Носител №:
bn: মিডিয়া নাম্বার:
ca: Número de suport:
cs: Médium č.:
da: Medienr.:
el: Νούμερο Μέσου:
et: Andmekandja nr.:
fa: شماره ی رسانه:
fi: Tietoväline nro.:
gl: Nº de medio:
gu: મીડીય નંબર:
hi: मिडिया न० :
hu: Adathordozó sorszáma:
id: No. Media:
ko: 미디어 번호:
lt: Šaltinio nr.:
mr: <b>माध्यम क्रमांक.: </b>
nb: Medienr.:
pa: ਮੀਡਿਆ ਨੰ:
pt: CD No.:
ro: Mediu nr.:
ta: ஊடகத்தின் எண்:
th: สื่อหมายเลข:
vi: Đĩa thứ:
wa: Media Lo.:
xh: Inombolo Yezilondolozi:
zu: INo. Yemidiya:

source: Authors:
af: Skrywers:
ar: المؤلفون:
bg: Автори:
bn: লেখক:
ca: Autors:
cs: Autoři:
da: Udviklere:
el: Συγγραφείς:
et: Autorid:
fa: مؤلفان:
fi: Tekijät:
gl: Autores:
gu: લેખકો:
hi: लेखक :
hu: Szerzők:
id: Pembuat:
ko: 저자:
lt: Autoriai:
mr: <b>लेखक: </b>
nb: Opphavspersoner:
pa: ਲੇਖਕ:
pt: Autores:
ro: Autori:
ta: உருவாக்கியவர்கள்:
th: ผู้เขียน:
vi: Tác giả:
wa: Ôteurs:
xh: Ababhali:
zu: Abalobi:
