Repository: Dzejrou/yast-translations
Catalog: po/qt-pkg/*.po
Languages: af, ar, bg, bn, ca, cs, da, el, et, fa, fi, gl, gu, hi, hu, id, ko, lt, mr, nb, pa, pt, ro, ta, th, vi, wa, xh, zu

source: System dependencies verify OK.
af: Stelselafhanklikhede bevestig goed.
ar: تم التحقق من تبعيات النظام بنجاح.
bg: Системните зависимости са удовлетворени.
bn: সব প্যাকেজ নির্ভরতা ঠিক আছে.
ca: S'ha comprovat que les dependències del sistema són correctes.
cs: Kontrola systémových závislostí je OK.
da: Kontrol af systemafhængigheder OK.
el: Όλες οι εξαρτήσεις του συστήματος είναι εντάξει.
et: Süsteemi sõltuvuste kontrollimine õnnestus.
fa: وابستگی های سیستم با موفقیت تایید شدند.
fi: Järjestelmän riippuvuuksien tarkistus onnistui.
gl: Verificáronse correctamente as dependencias do sistema.
gu: બધી પેકેજની ડીપેન્ડન્સી બરોબર છે.
hi: सभी बंडलो की निर्भरता ठीक है ।
hu: A rendszer függőségei rendben.
id: Verifikasi dependensi sistem Oke.
ko: 시스템 종속성 확인에 문제가 없습니다.
lt: Sistemos priklausomybių tikrinimas pavyko.
mr: सिस्टीम डिपेन्डन्सीज व्हेरिफाय ओके.
nb: Systemavhengigheter verifisert.
pa: ਸਿਸਟਮ ਨਿਰਭਰਤਾ ਠੀਕ ਹੈ।
pt: Dependências de sistema estão OK.
ro: Toate dependențele de pachete sunt corecte.
ta: அனைத்து பேக்கேஜ் சார்புத்தன்மைகளும் சரியாக உள்ளன.
th: การตรวจสอบความเกี่ยวพันกันของระบบ ไม่พบปัญหา
wa: Li verifiaedje di totes les aloyances des pacaedjes est bon.
xh: Izixhomekeki zesixokelelwano zinyanisekisa u-KULUNGILE.
zu: Izinhlelo ezincike kwezinye zesistimu ziqinisekiswe njengezilungile

source: Error: Out of disk space!
af: Fout: Skyfspasie is op!
ar: الخطأ: لا تتوفر مساحة على القرص!
bg: Грешка: Няма повече дисково пространство!
bn: ত্রুটি: ডিস্কে আর জায়গা নেই!
ca: Error: s'ha esgotat l'espai del disc!
cs: Chyba: nedostatek místa na disku!
da: Fejl: Ikke mere diskplads!
el: Σφάλμα: Εξαντλήθηκε ο χώρος στο δίσκο!
et: Viga: kettaruum on otsas!
fa: خطا: اتمام فضای دیسک!
fi: Virhe: Levytila lopussa!
gl: Erro: Non hai espazo no disco!
gu: ભૂલ: ડિસ્ક ની સ્પેસ ખતમ !
hi: त्रुटि : अपर्याप्त डिस्क स्पेस!
hu: Hiba: Nincs több hely a lemezen!
id: Kesalahan: Kehabisan ruang penyimpanan!
ko: 오류: 디스크 공간이 부족합니다!
lt: Klaida: diske nėra vietos!
mr: <i>तबकडी जागेच्या बाहेर</i>
nb: Feil: Ikke mer plass på disken!
pa: ਗਲਤੀ: ਡਿਸਕ ਥਾਂ ਭਰ ਚੁੱਕੀ ਹੈ!
pt: Erro: Esgotou-se o espaço em disco!
ro: Eroare: Nu mai există spațiu pe disc!
ta: பிழை: டிஸ்க்கில் இடம் இல்லை!
th: ผิดพลาด: พื้นที่ดิสก์เต็ม !
vi: Lỗi: Đầy đĩa!
wa: Aroke: Pupont plaece sol plake!
xh: Imposiso: Siphelile isithuba kwidiski!
zu: Iphutha: Idiski igcwele!

source: <p>You can choose to install anyway if you know what you are doing, but you risk getting a corrupted system that requires manual repairs. If you are not absolutely sure how to handle such a case, press <b>Cancel</b> now and deselect some packages.</p>
af: <p>U kan kies om in elk geval te installeer as u weet wat u doen, maar u waag dit om met 'n korrupte stelsel te sit en wat met die hand herstel sal moet word. As u nie heeltemal seker is hoe om so 'n geval te hanteer nie, druk <b>Kanselleer</b> nou en ontkies sommige pakkette.</p>
ar: <p>يمكنك اختيار التثبيت على أي حال إذا كنت على يقين بما تفعل، ولكنك تخاطر بحدوث تلف في النظام الذي سيتطلب إصلاحات يدوية. إذا كنت غير متأكد تمامًا من طريقة التعامل مع هذه الحالة، اضغط <b>إلغاء</b> الآن وقم بإلغاء تحديد بعض الحزم.</p>
bg: <p>Можете да продължите с инсталацията, ако знаете какво правите, но рискувате да повредите файловата система, което да изисква ръчна поправка. Ако не сте съвсем сигурен как да се оправите в подобен случай натиснете <b>Отказ</b> и махнете някои пакети.</p>
bn: <p>আপনি এ বিষয়ে নিশ্চিত হলে ইনস্টলেশন করতে পারেন, কিন্তু এতে আপনার সিস্টেম ত্রুটিপূর্ণ হয়ে পরার ঝুঁকি থাকে, যা কিনা নিজ হাতে ঠিক করার প্রয়োজন হয়. আপনি এ বিষয়ে সম্পূর্ন নিশ্চিত না হলে <b>বাতিল</b> চাপুন এবং কিছু প্যাকেজ বাদ দিন.</p>
ca: <p>Podeu continuar la instal·lació si sabeu què esteu fent; tanmateix us arrisqueu a tenir un sistema corrompre i que llavors calguin reparacions manuals. Si no sabeu exactament com actuar en un cas com aquest, premeu ara <b>Cancel·la</b> i desmarqueu alguns paquets.</p>
cs: <p>I přesto se můžete rozhodnout instalovat, pokud víte, co děláte, nicméně riskujete, že poškodíte systém, který bude vyžadovat ruční opravy. Pokud si nejste zcela jisti, co děláte, raději stiskněte <b>Zrušit</b> a zrušte výběr některých balíčků.</p>
da: <p>Du kan vælge at installere alligevel, hvis du ved hvad du gør, men du risikerer at få et beskadiget system, som kræver manuelle reparationer. Hvis du ikke er absolut sikker på, hvordan det skal håndteres, så tryk <b>Annuller</b> nu, og fravælg nogle pakker.</p>
el: <p>Μπορείτε να επιλέξετε να γίνει εγκατάσταση όπως και να έχει, αλλά υπάρχει κίνδυνος να έχετε ένα κατεστραμμένο σύστημα που απαιτεί χειροκίνητες επισκευές. Εάν δεν είστε απολύτως σίγουροι πως να χειρισθείτε μια τέτοια περίπτωση, πατήστε <b>Άκυρο</b> τώρα και απεπιλέξτε μερικά πακέτα.</p>
et: <p>Kui tead, mida teed, võid ikkagi paigaldamise valida, aga arvesta, et võid saada vigase süsteemi, mis vajab käsitsi parandamist. Kui sa ei ole täiesti kindel, mida sellisel juhul teha, vajuta nüüd <b>Tühista</b> ning eemalda valikust mõned paketid.</p>
fa: <p> در صورتی که میدانید چه کاری دارید انجام میدهید میتوانید در هر صورت نصب کنید, اما شما ممکن است ریسک داشتن سیستم خراب که نیاز به تعمیر سیستم دارد را داشته باشید. اگر شما قطعا مطمئن نیستید که چگونه چنین موردی را برطرف کنید، دکمه ی <b>انصراف</b> را فشرده و برخی بسته ها را از حالت انتخاب بیرون بیاورید.</p>
fi: <p>Voit valita asennuksen joka tapauksessa, jos tiedät mitä olet tekemässä. Mahdollisesti saatat järjestelmäsi tilaan, joka vaatii korjaamista käsin. Jos et ole aivan varma, kuinka toimia sellaisessa tilanteessa, napsauta <b>Peruuta</b> nyt, ja poista joitakin paketteja.</p>
gl: <p>Pode continuar coa instalación se sabe o que está a facer, pero arríscase a que o sistema teña fallos que haxa que resolver manualmente. Se non sabe exactamente como facer nun caso así, preme en <b>Cancelar</b> e anule a selección dalgúns paquetes.</p>
gu: <p>જો તમને ચોક્કસ ખબર હોય કે તમે શું કરી રહ્યા છો, તો તમે સ્થાપના કરવાનું પસંદ કરી શકો છો, પણ તમારી ડિસ્ક ખરાબ થઈ શકવાનું જોખમ છે, અને તો તેને જાતે જ રીપેર કરવી પડે. જો તમને તે ચોક્ક્સ ખબર ન હોય કે આવા સમયે શું કરવું તો હમણાં જ કેન્સલ-રદ પર દબાવો અને કેટલાંક પેકેજ્ને પસંદગીમાંથી કાઢી નાંખો.</p>
hi: <p>यदि आपको मालूम है कि आप क्या कर रहें हैं तो आप किसी भी तरह इसे संस्थापित कर सकते हैं, परंतु आपका सिस्टम करप्ट होने का जोखिम है जिसमें हाथ से मरम्मत की आवश्यकता पड़ती है. यदि आप पूरी तरह से सुनिश्चित नहीं हैं कि ऐसे मामलों से किस प्रकार निपटा जाए, तो अब <b>रद्द करे<b> दबाएं तथा कुछ बंडलो का चयन रद्द कर दें.</p>
hu: <p>Ha biztos benne, hogy mit csinál, folytathatja. Azonban nagy a valószínűsége annak, hogy a rendszer nem fog működni és hogy kézzel kell helyreállítani azt. Ha nincs tisztában azzal, hogy ilyenkor mit kell tenni, nyomja meg a <b>Mégse</b> gombot, és válasszon le néhány csomagot.</p>
id: <p>Anda dapat memilih untuk memasangnya jika Anda tahu apa yang Anda lakukan, namun beresiko sistem menjadi rusak dan memerlukan perbaikan secara manual. Jika Anda benar-benar tidak yakin bagaimana menangani kasus seperti itu, tekan <b>Batal</b> sekarang dan hapus pilihan beberapa paket.</p>
ko: <p>어떤 일을 하는지 알고 있다면 설치를 선택할 수 있지만, 수동 복구가 필요한 시스템 오류가 발생할 위험이 있습니다. 그런 문제가 발생할 경우 어떻게 처리할지를 모른다면 지금 <b>취소</b>를 누르고 일부 패키지를 선택 취소하십시오.</p>
lt: <p>Jei žinote, ką darote, galite diegti bet kuriuo atveju, tačiau rizikuojate sugadinti sistemą, kurią reikės atstatinėti rankomis. Jei nesate užtikrintas, kaip elgtis tokiu atveju, spauskite <b>Atšaukti</b> ir atžymėkite kai kuriuos paketus.</p>
mr: <p>आपण काय करत आहात ते आपणास कळत असेल तर आपण स्फातन करणे निवडू शकाल,परंतु आपणास भ्रष्ट सिस्टीम मिळण्याचा धोका आहे ज्यासाठी माहिती पत्रक दुरस्त करण्याची गरज असते. अशी परिस्थिती कशी हाताळावी याबाबत अपण साशंक असाल, तर आता <b>कॅन्सल</b> दाबा व काही पॅकेजेस डीसिलेक्ट करा.</p>
nb: <p>Du kan velge å installere likevel hvis du vet hva du gjør, men du risikerer å få et skadet system som må repareres manuelt. Hvis du ikke her helt sikker på hvordan du skal håndtere dette, bør du trykke <b>Avbryt</b> nå og velge bort noen pakker.</p>
pa: <p>ਤੁਸੀਂ ਕਿਸੇ ਤਰਾਂ ਇੰਸਟਾਲ ਕਰਨ ਲਈ ਚੁਣ ਸਕਦੇ ਹੋ ਜੇ ਤੁਸੀਂ ਜਾਣਦੇ ਹੋ ਕਿ ਤੁਸੀਂ ਕੀ ਕਰ ਰਹੋ ਹੋ, ਪਰ ਤੁਹਾਨੂੰ ਸਿਸਟਮ ਖਰਾਬ ਹੋਣ ਦਾ ਖਤਰਾ ਹੈ ਜਿਸ ਲਈ ਦਸਤੀ ਮੁਰੰਮਤ ਦੀ ਜਰੂਰਤ ਹੈ। ਜੇ ਤੁਹਾਨੂੰ ਪਤਾ ਨਹੀਂ ਕਿ ਕੀ ਕਿਵੇਂ ਕਰਨਾ ਹੈ, <b>ਰੱਦ ਕਰੋ</b> ਦਬਾਓ ਅਤੇ ਕੁਝ ਪੈਕੇਜ ਨਾ-ਚੁਣੋ।</p>
pt: <p>Pode escolher instalar de qualquer forma, se sabe o que está a fazer, mas corre o risco de ficar com um sistema corrupto que requer reparação manual. Se não está absolutamente confiante sobre como gerir este caso, prima <b>Cancelar</b> agora e desmarque alguns pacotes.</p>
ro: <p>Puteți alege să instalați în aceste condiții dacă știți ceea ce doriți să faceți, dar riscați să obțineți un sistem corupt care va avea nevoie de reparații manuale. Dacă nu sunteți absolut sigur cum să vă descurcați în acest caz, apăsați <b>Renunță</b> și deselectați unele pachete.</p>
ta: நீங்கள் என்ன செய்கிறீர்கள் என்று நீங்கள் புரிந்து கொண்டுள்ள நிலையில் நீங்கள் முடிவு செய்யலாம், ஆனால், கைமுறையில் சரிசெய்ய வேண்டிய அளவிற்கு உங்கள் கணினி சேதமடையக்கூடிய அபாயம் உள்ளது. இத்தகைய சூழ்நிலையை எவ்வாறு கையாள்வது என்பது குறித்து உங்களுக்கு உறுதியாகத் தெரியவில்லை எனில், இப்போது <b>Cancel</b>ஐ அழுத்திவிட்டு சில பேக்கேஜ்களை தேர்வு நீக்கம் செய்யவும்.
th: <p>คุณได้เลือกที่จะบังคับให้ทำต่อไป หากมั่นใจว่าคุณทราบว่ากำลังทำอะไรอยู่ แต่มันเสี่ยงต่อการสร้างความเสียหายให้ระบบได้ และคุณอาจจะต้องทำการซ่อมแซมมันด้วยตัวเองหากเกิดความเสียหายขึ้นมา หากคุณไม่แน่ใจว่าคุณสามารถจะรับมือกับสถานการณ์ดังกล่าวได้แล้วละก็ ให้คลิกที่ปุ่ม <b>ยกเลิก</b> เดี๋ยวนี้ และทำการยกเลิกการเลือกบางแพกเกจเสียก่อน</p>
vi: <p>Bạn có thể chọn tiếp tục cài đặt nếu biết mình đang làm gì, nhưng sẽ có nguy cơ nhận được một hệ thống hỏng mà bạn sẽ phải tự sửa. Nếu không hoàn toàn chắc chắn cách điều khiển trường hợp này, thì hãy nhấn <b>Dừng</b> bây giờ và bỏ chọn một số gói.</p>
wa: <p>Vos ploz cwand minme tchoezi d' astaler si vs savoz ç' ki vs fijhoz mins vs riskîz d' avou on cron sistinme ki dmandrè des remantchaedjes al mwin. Si vs n' estoz nén absolumint seur comint traitî on té cas, tchôkîz <b>Rinoncî</b> asteure est distchoezixhoz kékes pacaedjes.</p>
xh: <p>Usenokukhetha ukuhlohla nokuba kutheni ukuba uyakwazi okwenzayo, kodwa usemngciphekweni wokufumana isixokelelwano esingcolisekileyo esifuna ukukhandwa ngokwenza ngesandla. Ukuba uqiniseke ngenene ngendlela yokuphatha isiganeko esinjalo, cinezela<b>ku-Rhoxisa</b> ngoku uze uyeke ukukhetha eminye imibekelelo.</p>
zu: <p>Ungakhetha ukufaka uhlelo uma wazi ukuthi wenzani, kodwa uzifaka engozini yokulinyalelwa yisistimu okuzodinga ukuba ilungiswe ngezandla. Uma ungaqiniseki ngempela ngendlela okumelwe usingathe ngayo le ndaba, cindezela u- <b>Khansela</b> manje bese uyeka ukukhetha amaphakheji athile.</p>

source: C&ontinue Anyway
af: G&aan in elk geval voort
ar: م&تابعة على أي حال
bg: Следв&ащ
bn: তবুও চালিয়ে যাও (&o)
ca: C&ontinua tanmateix
cs: Přesto p&okračovat
da: F&ortsæt alligevel
el: Σ&υνέχεια όπως και να'ναι
et: Jätk&a siiski
fa: در هر صورت ادامه بده
fi: Jatka tästä hu&olimatta
gl: C&ontinuar de todos os xeitos
gu: આગળ વધવું છે
hi: जारी रखें(&o)
hu: &Folytatás mégis
id: Lanjutkan Saja
ko: 계속(&O)
lt: &Tęsti bet kuriuo atveju
mr: कसेही पुढे चालू ठेवा
nb: F&ortsett likevel
pa: ਕਿਵੇਂ ਵੀ ਜਾਰੀ ਰੱਖੋ(&o)
pt: C&ontinuar de Qualquer Forma
ro: C&ontinuă oricum
ta: எப்படியிருப்பினும் தொடரவும்
th: บังคั&บให้ทำต่อไป
vi: &Vẫn tiếp tục
wa: &Continouwer cwante minme
xh: Uy&aqhuba Nokuba Kunjalo
zu: Q&hubeka Nokho

source: The following items will be changed:
ar: سيتم تغيير العناصر التالية:
bg: Следните елементи ще бъдат променени:
ca: Es canviaran els elements següents:
cs: Následující položky budou změněny:
da: Følgende elementer vil blive ændret:
el: Τα ακόλουθα αντικείμενα θα αλλάξουν:
et: Järgmisi üksusi muudetakse:
fa: این آیتم ها تغییر خواهند کرد:
fi: Seuraavat muutokset tehdään:
gl: Cambiaranse os seguintes elementos:
hu: A következő elemek fognak változni:
id: Item berikut akan diubah:
ko: 다음 항목이 변경됩니다.
lt: Bus atlikti šie pakeitimai:
nb: Følgende elementer vil bli endret:
pa: ਹੇਠ ਦਿੱਤੀਆਂ ਆਈਟਮਾਂ ਬਦਲੀਆਂ ਗਈਆਂ ਹਨ:
pt: Os seguintes itens serão alterados:
ro: Următoarele modificări vor fi efectuate:
th: รายการต่อไปนี้จะมีการเปลี่ยนแปลง:
wa: Ces cayets la sront candjîs:

source: Do you want to Abandon all changes and exit?
ar: هل تريد إلغاء كافة التغييرات والخروج؟
ca: Voleu descartar tots els canvis i sortir?
cs: Chcete zrušit všechny změny a skončit?
da: Vil du forlade alle ændringer og afslutte?
et: Kas soovite loobuda kõigist muudatustest ja väljuda?
fa: آیا شما میخواهید تمامی تغییرات را رها نموده و خارج شوید؟
fi: Haluatko hylätä kaikki muutokset ja poistua?
gl: Quere descartar todos os cambios e saír?
hu: Elveti az összes változtatást, és kilép?
id: Apakah Anda ingin Meninggalkan semua perubahan dan keluar?
ko: 모든 변경 사항을 취소하고 종료하시겠습니까?
lt: Atsisakyti visų pakeitimų ir išeiti?
pt: Deseja Abandonar todas as alterações e sair?

source: &Yes
ar: &نعم
ca: &Sí
cs: &Ano
da: &Ja
et: &Jah
fa: بله
fi: K&yllä
gl: &Si
hu: &Igen
id: &Ya
ko: 예(&Y)
lt: &Taip
pt: &Sim

source: &No
ar: &لا
cs: &Ne
da: &Nej
et: &Ei
fa: خیر
fi: &Ei
gl: &Non
hu: &Nem
id: &Tidak
ko: 아니요(&N)
lt: &Ne
pt: &Não

source: Automatic Changes
af: Outomatiese wysigings
ar: تغييرات تلقائية
bg: Автоматични промени
bn: স্বয়ংক্রীয় পরিবর্তন
ca: Canvis automàtics
cs: Automatické změny
da: Automatiske ændringer
el: Αυτόματες Αλλαγές
et: Automaatsed muudatused
fa: تغییرات خودکار
fi: Automaattiset muutokset
gl: Cambios automáticos
gu: આપમેળે થતા ફેરફારો
hi: अपने आप बदलाव करे
hu: Automatikus változások
id: Perubahan Otomatis
ko: 자동 변경
lt: Automatiniai pakeitimai
mr: आपोआप बदल
nb: Automatiske endringer
pa: ਆਟੋਮੈਟਿਕ ਬਦਲਾਅ
pt: Alterações Automáticas
ro: Modificări automate
ta: தானியங்கு மாற்றங்கள்
th: การเปลี่ยนแปลงอัตโนมัติ
vi: Tự động thay đổi
wa: Candjmints fwaits tos seu
xh: Iinguquko Ezizenzekelayo
zu: Izinguquko Ezizenzakalelayo

source: In addition to your manual selections, the following packages have been changed to resolve dependencies:
af: Benewens u keuses met die hand, is die volgende pakkette gewysig om afhanklikhede op te los.
ar: بالإضافة إلى التحديدات اليدوية التي قمت بها، تم تغيير الحزم التالية لحل التبعيات:
bg: В допълнение към ръчния Ви подбор следните пакети бяха променени за да удовлетворят зависимостите:
bn: আপনার নিজস্ব নির্বাচনের সাথে সাথে, নির্ভরতা মীমাংসা করার জন্য, নিম্নোল্লিখিত প্যাকেজগুলো পরিবর্তন করা হয়েছে:
ca: A més de les seleccions manuals, s'han modificat els paquets següents per a resoldre dependències:
cs: Kromě ručního výběru byly kvůli závislostem změněny tyto balíčky:
da: Udover dine manuelle valg, er følgende pakker blevet ændret for at løse afhængigheder:
el: Επιπρόσθετα στις χειροκίνητες επιλογές σας, τα ακόλουθα πακέτα έχουν αλλάξει για να επιλυθούν οι εξαρτήσεις:
et: Sõltuvuste rahuldamiseks muudetakse lisaks sinu käsitsi tehtud valikutele järgmisi pakette:
fa: به علاوه ی تغییرات دستی شما، بسته های زیر برای رفع وابستگی ها تغییر کردند:
fi: Valintojesi lisäksi seuraavat paketit on lisätty riippuvuuksien ratkaisemiseksi:
gl: Ademais das seleccións manuais, cambiáronse os seguintes paquetes para resolver dependencias:
gu: તમારા જાતે જ કરવાની પસંદગી ઉપરાંત,ડીપેન્ડન્સીના ઉકેલ માટે નીચેના પેકેજીસમાં ફેરફાર કરવાનો છે.
hi: आपके हाथ से चयनों के अतिरिक्त निर्भरता के समाधान हेतु, निम्नलिखित बंडलोमें परिवर्तन किया गया है:
hu: Az Ön által kézzel kiválasztott csomagokon kívül a függőségek miatt az alábbi csomagok kerülnek módosításra:
id: Selain pilihan manual Anda, paket berikut telah diubah untuk mengatasi dependensi:
ko: 수동 선택항목 외에 다음 패키지가 종속성을 해결하기 위해 변경되었습니다.
lt: Be rankiniu būdu pasirinktų pakeitimų, tvarkant paketų priklausomybes dar bus automatiškai pakeisti šie paketai:
mr: हाती केलेल्या निवडीबरोबरच, अवलंबित्वे सोडविण्यासाठी खालील बदलली आहेतः
nb: I tillegg til dine manuelle valg er følgende pakker endret for å løse avhengigheter:
pa: ਦਸਤੀ ਚੋਣ ਦੇ ਨਾਲ-ਨਾਲ, ਹੇਠਲੇ ਪੈਕੇਜ ਨਿਰਭਰਤਾ ਹੱਲ ਕਰਨ ਲਈ ਬਦਲ ਗਏ ਹਨ:
pt: Em acréscimo às suas selecções manuais, os seguintes pacotes foram alterados para resolver dependências:
ro: În plus față de selecțiile dumneavoastră, au fost modificate pachetele de mai jos pentru a rezolva dependențele dintre ele:
ta: உங்கள் கைமுறைத் தேர்வுகளுக்கும் மேலகா, சார்புத்தன்மைகளை தீர்ப்பதற்கு, பின்வரும் பேக்கேஜ்கள் மாற்றப்பட்டுள்ளன.
th: ในการเลือกเพิ่มเติมด้วยตัวเองของคุณ รายการแพกเกจเหล่านี้จะมีการเปลี่ยนแปลงเพื่อแก้ปัญหาความเกี่ยวพันกันของแพกเกจ:
vi: Ngoài lựa chọn của người dùng, những gói sau đã được thay đổi để giải quyết sự phụ thuộc:
wa: E pus di vos tchoes al mwin, les pacaedjes shuvants ont stî candjîs po rezoude les aloyances:
xh: Ngaphezu kokukhethileyo ngokwenza ngesandla, imibekelelo elandelayo iguqulwe ukusombulula izixhomekeki:
zu: Ngaphezu kwalokho okukhethe mathupha, amaphakheji alandelayo aye ashintshwa ukuze kuxazululwe izinhlelo ezincike kwezinye:

source: C&ontinue
af: G&aan voort
ar: م&تابعة
bg: Прод&ължаване
bn: চালিয়ে যাও (&o)
ca: C&ontinua
cs: P&okračovat
da: F&ortsæt
el: Σ&υνέχεια
et: &Jätka
fa: ادامه
fi: Jat&ka
gl: C&ontinuar
gu: ચાલુ રહો
hi: जारी रखें(&o)
hu: &Folytatás
id: Lanjutkan
ko: 계속(&O)
lt: &Tęsti
mr: सलग
nb: F&ortsett
pa: ਜਾਰੀ ਰੱਖੋ(&o)
pt: C&ontinuar
ro: C&ontinuă
ta: தொடரவும்
th: ทำ&ต่อไป
vi: Tiếp tụ&c
wa: &Continouwer
xh: Qh&uba
zu: Q&hubeka

source: Unsupported Packages
ar: الحزم غير المدعومة
bg: Неподдържани пакети
ca: Paquets no suportats
cs: Nepodporované balíčky
da: Ikke-supporterede pakker
el: Μη υποστηριζόμενα Πακέτα
et: Toetamata paketid
fa: بسته های پشتیبانی نشده
fi: Paketit, joita ei tueta
gl: Paquetes sen soporte
hu: Nem támogatott csomagok
id: Paket Tidak Didukung
ko: 지원되지 않는 패키지
lt: Nepalaikomas paketas
nb: Pakker som ikke støttes
pa: ਗ਼ੈਰ-ਸਹਾਇਕ ਪੈਕੇਜ
pt: Pacotes Não Suportados
ro: Pachete nesuportate
th: แพกเกจที่ยังไม่รองรับ
wa: Pacaedjes nén sopoirtés

source: Please realize that the following selected software is either unsupported or requires an additional customer contract for support.
ar: الرجاء، مراعاة أن البرنامج المحدد التالي غير مدعوم أو يحتاج إلى عقد عميل إضافي للدعم.
bg: Моля, обърнете внимание, че следния избран софтуер е или неподдържан, или изисква допълнителен договор за клиентска поддръжка.
ca: Si us plau tingueu en compte que aquest programari no està suportat o bé requereix d'un contracte addicional de suport.
cs: Následující vybraný software buď není podporován, nebo jeho podpora vyžaduje dodatečnou zákaznickou smlouvu.
da: Vær venligst opmærksom på at følgende valgte software enten ikke er supportereret, eller kræver yderligere kundekontrakt for support.
el: Παρακαλούμε συνειδητοποιήστε ότι το παρακάτω επιλεγμένο λογισμικό είναι είτε μη υποστηριζόμενο ή απαιτεί ένα επιπλέον συμβόλαιο πελάτη για υποστήριξη.
et: Pane tähele, et alljärgnevatele valitud tarkvaradele tuge ei pakutavõi nõuab nende tugi lisaks erilist kliendilepingut.
fa: دقت کنید که بسته های نرم افزاری انتخابی زیر پشتیبانی نشده و یا نیاز به قرارداد اضافی برای مشتری جهت پشتیبانی دارند.
fi: Huomaa, että seuraavia valittuja ohjelmistoja ei tueta tai ne edellyttävät erillistä asiakassopimusta tuen saamiseksi.
gl: Teña en conta que o software seleccionado non se permite o seu uso ou cómpre un contrato de licenza adicional.
hu: Vegye figyelembe, hogy az alábbiakban kiválasztott szoftverek nem támogatottak vagy külön szerződésre van szükség a támogatásukhoz.
id: Harap diingat bahwa perangkat lunak yang dipilih berikut ini tidak didukung atau membutuhkan kontrak pelanggan tambahan untuk dukungan.
ko: 선택한 다음 소프트웨어는 지원되지 않거나, 지원을 위해 추가 고객 계약이 필요하다는 점을 명심하십시오.
lt: Supraskite, kad sekanti pasirinkta programinė įranga yra nepalaikoma arba reikalauja papildomos naudotojo sutarties palaikymui.
nb: Vær oppmerksom på at følgende valgte programmer enten ikke støttes, eller at en ekstra kundekontrakt kreves for brukerstøtte.
pt: Por favor tenha noção que o seguinte software selecionado ou não é suportado ou requer um contrato de cliente adicional para suporte.
ro: Te rog să realizezi ca următorul program selectat este fie nesuportat sau necesită un contract adițional de client pentru suport.
th: โปรดทราบว่า ซอฟต์แวร์เหล่านี้อาจจะทั้งยังไม่รองรับ หรืออาจจะต้องการการติดต่อเพื่อขอรับการรองรับ
wa: Rindoz vs conte kel progreme shuvant tchoezi est soeye-t i nén sopoirté, soeye-t i dmande on contrat cliyint di pus pol sopoirt.

source: Not implemented yet. Sorry.
af: Nog nie geïmplementeer nie. Jammer.
ar: لم يتم التنفيذ بعد. عذرًا.
bg: Съжаляваме, но не е довършено все още.
bn: দুঃখিত. এখনো বাস্তবায়িত হয়নি.
ca: Encara no s'ha implementat.
cs: Neimplementovaná funkce, lituji.
da: Ikke implementeret endnu. Beklager.
el: Δεν έχει υλοποιηθεί ακόμη. Συγγνώμη.
et: Pole veel toetatud. Vabandust.
fa: هنوز تکمیل و اجرایی نشده است. با عرض پوزش.
fi: Ei toteutettu vielä.
gl: Aínda non está implementado.
gu: હજી સુધી અમલમાં નથી...માફ કરો.
hi: माफ करें।अभी लागू नही किया गया।
hu: A szolgáltatás még nincs megvalósítva, elnézést.
id: Masih belum diimplementasi. Maaf.
ko: 죄송하지만, 아직 구현되지 않았습니다.
lt: Dar nerealizuota. Atsiprašome.
mr: अद्याप अंमलबजावणी नाही. क्षमस्व.
nb: Ikke implementert ennå. Beklager.
pa: ਹਾਲੇ ਲਾਗੂ ਨਹੀਂ ਕੀਤੀ। ਅਫ਼ਸੋਸ ਹੈ।
pt: Ainda não implementado. Lamento.
ro: Nu este încă implementat. Îmi pare rău.
ta: இன்னும் செயல்படுத்தவில்லை. மன்னிக்கவும்.
th: ขออภัย ยังไม่มีการจัดเตรียมไว้
vi: Chưa được phát triển. Rất tiếc.
wa: Dji n' sai nén co fé ça. Mande escuze.
xh: Akukabikho mpumezo. Uxolo.
zu: Akukasetshenziswa. Uxolo.

source: The YaST Package Manager
ar: إدارة حزم YaST
bg: YaST – Управление на пакети
ca: El gestor de paquets del YaST
cs: Správce balíčků YaST
da: YaST pakkehåndtering
el: Ο Διαχειριστής Πακέτων YaST
et: YaST-i paketihaldur
fa: مدیر بسته ی YaST
fi: YaST-pakettihallinta
gl: O xestor de paquetes YaST
hu: YaST csomagkezelő
id: Manajer Paket YaST
ko: YaST 패키지 관리자
lt: YaST paketų tvarkyklė
nb: YaST pakkeadministrasjon
pt: O Gestor de Pacotes YaST
ro: Managerul de pachete YaST
th: เครื่องมือจัดการแพกเกจของ YaST
wa: Li manaedjeu des pacaedjes di YaST
