Repository: Dzejrou/yast-translations
Catalog: po/qt-pkg/*.po
Languages: af, ar, bg, bn, ca, cs, da, el, et, fa, fi, gl, gu, hi, hu, id, ko, lt, mr, nb, pa, pt, ro, ta, th, vi, wa, xh, zu

source: Selected by the user
ar: محددة من قبل المستخدم
bg: Избрано от потребителя
ca: Seleccionats per l'usuari
cs: Vybráno uživatelem
da: Valgt af brugeren
el: Επιλεγμένο από τον χρήστη
et: Kasutaja poolt valitud
fa: انتخابی توسط کاربر
fi: Käyttäjän valitsema
gl: Seleccionado polo usuario
hu: Felhasználó által kiválasztott
id: Dipilih oleh pengguna
ko: 사용자가 선택함
lt: Naudotojo pasirinkta
nb: Valgt av bruker
pa: ਯੂਜ਼ਰ ਵਲੋਂ ਚੋਣ...
pt: Selecionado pelo utilizador
ro: Eroare detectată de utilizator...
th: ผู้ใช้เลือกไว้
wa: Tchoezi pa l' uzeu

source: No Packages
ar: بدون حزم
cs: Žádné balíčky
da: Ingen pakker
fi: Ei paketteja
id: Tak ada Paket
lt: Paketų nėra
pt: Nenhuns Pacotes

source: Recommended Packages
ar: الحزم الموصى بها
bg: Препоръчани пакети
ca: Paquets recomanats
cs: Doporučené balíky
da: Anbefalede pakker
el: Συνιστώμενα Πακέτα
et: Soovitatud paketid
fa: بسته های توصیه شده
fi: Suositellut paketit
gl: Paquetes recomendados
hu: Ajánlott csomagok
id: Paket Direkomendasikan
ko: 권장된 패키지
lt: Patartini paketai
nb: Anbefalte pakker
pa: ਸਿਫ਼ਰਾਸ਼ੀ ਪੈਕੇਜ
pt: Pacotes Recomendados
ro: Pachete recomandate
th: แพกเกจที่ถูกแนะนำ
wa: Pacaedjes ricmandés

source: Suggested Packages
ar: الحزم المقترحة
bg: Предложени пакети
ca: Paquets suggerits
cs: Navržené balíky
da: Foreslåede pakker
el: Προτεινόμενα Πακέτα
et: Väljapakutud paketid
fa: بسته های پیشنهادی
fi: Ehdotetut paketit
gl: Paquetes suxeridos
hu: Javasolt csomagok
id: Paket Disarankan
ko: 제안된 패키지
lt: Siūlomi paketai
nb: Foreslåtte pakker
pa: ਸੁਝਾਏ ਪੈਕੇਜ
pt: Pacotes Sugeridos
ro: Pachete sugerate
th: แพกเกจที่ถูกเสนอแนะ
wa: Pacaedjes prôpozés

source: Orphaned Packages
ar: الحزم الوحيدة
bg: Пакети-сираци
ca: Paquets orfes
cs: Osiřelé balíčky
da: Forældreløse pakke
el: Ορφανά Πακέτα
et: Orbpaketid
fa: بسته های جدا افتاده
fi: Orvot paketit
gl: Paquetes orfos
hu: Árva csomagok
id: Paket Tidak Terpakai
ko: 독립 패키지
lt: Nebereikalingi paketai
nb: Enkeltpakker
pt: Pacotes Órfãos
ro: Pachete Orfane
th: แพกเกจกำพร้า
wa: Pacaedjes ôrfulins

source: Unneeded Packages
ar: الحزم غير الضرورية
bg: Ненужни пакети
ca: Paquets no necessaris
cs: Nepotřebné balíčky
da: Unødvendige pakker
el: Πακέτα που δεν χρειάζονται
fa: بسته های زائد
fi: Tarpeettomat paketit
gl: Paquetes non necesarios
hu: Nem szükséges csomagok
id: Paket Tidak Dibutuhkan
ko: 불필요한 패키지
lt: Nereikalingi paketai
nb: Unødvendige pakker
pt: Pacotes Desnecessários

source: Multiversion Packages
ar: الحزم متعددة الإصدارات
bg: Многоверсионни пакети
ca: Paquets multiversió
cs: Balíčky s více verzemi
da: Pakker med flere versioner
el: Πακέτα πολλαπλών εκδόσεων
et: Mitmeversioonilised paketid
fa: بسته های چند-نسخه ای
fi: Moniversioiset paketit
gl: Paquetes con múltiples versións
hu: Többverziós csomagok
id: Paket Multiversi
ko: 다중 버전 패키지
lt: Kelias versijas turintys paketai
nb: Pakker med flere versjoner
pt: Pacotes Multi-versões
ro: Pachete Multi-versiune
th: แพกเกจหลากรุ่น
wa: Pacaedjes a sacwantès modêyes

source: Retracted Packages
ar: الحزم المقلصة
cs: Odvolané balíčky
da: Tilbagekaldte pakker
fi: Takaisinvedetyt paketit
id: Paket Ditarik
lt: Atšaukti paketai
pt: Pacotes Retratados

source: Retracted Installed Packages
ar: الحزم المثبتة التي تم تقليصها
cs: Odvolané instalované balíčky
da: Tilbagekaldte installerede pakker
fi: Takaisinvedetyt asennetut paketit
id: Paket Terinstal yang Ditarik
lt: Įdiegti, bet atšaukti paketai
pt: Pacotes Retractados Instalados

source: Package Classification
ar: تصنيف الحزمة
ca: Classificació del paquet
cs: Klasifikace balíčku
da: Pakkeklassificering
fi: Pakettiluokka
id: Klasifikasi Paket
lt: Paketų klasifikacija
pt: Classificação do Pacote

source: Warning
af: Waarskuwing
ar: تحذير
bg: Предупреждение
bn: সতর্কবাণী
ca: Advertiment
cs: Varování
da: Advarsel
el: Προειδοποίηση
et: Hoiatus
fa: هشدار
fi: Varoitus
gl: Aviso
gu: ચેતવણી
hi: चेतावनी
hu: Figyelmeztetés
id: Peringatan
ko: 경고
lt: Įspėjimas
mr: चेतावणी
nb: Advarsel
pa: ਸਾਵਧਾਨ
pt: Aviso
ro: Avertizare
ta: எச்சரிக்கை
th: แจ้งเตือน
vi: Cảnh báo
wa: Adviertixhmint
xh: Isilumkiso
zu: Isexwayiso

source: &OK -- Try Again
af: &Goed - probeer weer
ar: &موافق -- محاولة مرة أخرى
bg: &Добре - Отново
bn: ঠিক আছে -- আবার চেষ্টা করো (&O)
ca: &D'acord. Torna-ho a intentar
cs: &OK - zkusit znovu
da: &OK -- Prøv igen
el: &Εντάξει -- Δοκιμή Ξανά
et: S&obib -- Proovi uuesti
fa: باشد -- مجددا تلاش کن
fi: &OK -- Yritä uudelleen
gl: A&ceptar -- Ténteo de novo
gu: ભલે - ફરીથી પ્રયત્ન કરો
hi: ठीक है -- दुबारा कोशिश करें(&O)
hu: &OK - Próbálja újra
id: &Oke -- Coba Lagi
ko: 확인 - 다시 시도(&O)
lt: &Gerai - bandyti vėl
mr: ठीक --परत प्रयत्न करा
nb: &OK -- prøv igjen
pa: ਠੀਕ ਹੈ -- ਮੁੜ ਕੋਸ਼ਸ਼(&O)
pt: &OK -- Tentar Novamente
ro: &OK -- Încearcă din nou
ta: ஓகே-மீண்டும் முயற்சிக்கவும்
th: &ตกลง -- ลองใหม่อีกครั้ง
vi: &OK -- Thử lại
wa: &I va -- Sayî co on côp
xh: &KULUNGILE – Zama Kwakhona
zu: &OK – Phinde Uzame

source: &Expert
af: &Kundige
ar: &خبير
bg: Експе&ртно
bn: অভিজ্ঞ (&E)
cs: &Expertní
da: &Ekspert
el: &Για Προχωρημένους
et: E&kspert
fa: تخصصی
fi: &Asiantuntijatila
gl: &Experto
gu: નિષ્ણાંત
hi: निपुण(&E)
hu: &Szakértői
id: &Ahli
ko: 고급(&E)
lt: &Ekspertas
mr: निपुण
nb: &Avansert
pa: ਮਾਹਰ(&E)
pt: &Avançado
ro: &Protocol
ta: திறன்மிக்கது
th: &ผู้เชี่ยวชาญ
vi: &Nâng cao
wa: Po les sp&epieus
xh: &Ubungcaphephe
zu: &Ungoti

source: &Save This List to a File...
af: &Berg hierdie lys na 'n lêer toe ...
ar: &حفظ هذه القائمة إلى ملف...
bg: Запис на спис&ъка във файл
bn: এই তালিকাটি একটি ফাইলে সংরক্ষন করো... (&S)
ca: &Desa aquesta llista a un fitxer...
cs: Uložit tento &seznam do souboru...
da: &Gem denne liste til en fil...
el: Αποθή&κευση της Λίστας σε Αρχείο...
et: &Salvesta see nimekiri failiks...
fa: ذخیره ی این لیست در یک فایل...
fi: &Tallenna tämä luettelo tiedostoon...
gl: Gardar e&sta lista nun ficheiro...
gu: આ લિસ્ટને ફાઈલમાં સાચવો
hi: इस सूची को फाइल में संचित करें(&S)
hu: Lista &mentése fájlba...
id: &Simpan Daftar Ini ke Berkas...
ko: 목록을 파일로 저장(&S)...
lt: Išsaugoti šį &sąrašą rinkmenoje...
mr: ही सूची फाइलवर संग्रहित करा...
nb: &Lagre denne listen til en fil...
pa: ਇਹ ਲਿਸਟ ਫਾਇਲ ਵਿੱਚ ਸੰਭਾਲੋ(&S)...
pt: &Gravar esta Lista para Ficheiro...
ro: &Salvează această listă într-un fișier...
ta: இந்த பட்டியலை ஒரு ஃபைலில் சேமிக்கவும்...
th: &จัดเก็บรายการนี้ไปยังแฟ้ม...
vi: &Lưu danh sách này vào một tập tin...
wa: &Schaper cisse lisse ci dins on fitchî...
xh: &Gcina Olu Ludwe Kwifayili...
zu: &Gcina Lolu Hlu Efayeleni...

source: Checking Dependencies...
af: Gaan afhanklikhede na ...
ar: يتم الآن التحقق من التبعيات...
bg: Проверяване на зависимостите...
bn: নির্ভরতা পরীক্ষা করা হচ্ছে...
ca: Comprovant les dependències...
cs: Probíhá kontrola závislostí...
da: Tjekker afhængigheder...
el: Έλεγχος Εξαρτήσεων...
et: Sõltuvuste kontrollimine...
fa: در حال بررسی وابستگی ها...
fi: Tarkistetaan riippuvuudet...
gl: Comprobando dependencias...
gu: ડીપેન્ડન્સી ચકાસાઈ રહી છે...
hi: निर्भरताऐं जाँच रहा है...
hu: Függőségek ellenőrzése...
id: Memeriksa Dependensi...
ko: 종속성 검사 중...
lt: Tikrinamos priklausomybės...
mr: अवलंबित्वे तपासत आहे
nb: Kontrollerer avhengigheter...
pa: ਨਿਰਭਰਤਾ ਚੈੱਕ ਕੀਤੀ ਜਾਂਦੀ ਹੈ...
pt: A Validar Dependências...
ro: Verific dependențele...
ta: சார்புத்தன்மைகள் சரிபார்க்கப்படுகின்றன...
th: ตรวจสอบความเกี่ยวพันกันของแพกเกจ...
vi: Đang kiểm tra phụ thuộc...
wa: Dji verifeye les aloyances...
xh: Kuqwalaselwa Izixhomekeki...
zu: Ukuhlola Izinhlelo Ezincike Kwezinye...

source: Create Dependency Resolver Test Case
af: Skep afhanklikheidsoplosser-toetssaak
ar: إنشاء حالة اختبار محلل التبعيات
bg: Създаване на пробата за разрешаване на зависимости
bn: ডিপেন্ডেন্সি রিসলভার টেস্ট কেস তৈরী করুন
ca: Crea un cas de prova de resolució de dependències
cs: Vytvořit test řešení závislostí
da: Opret testcase for afhængighedsløseren
el: Δημιουργία Δοκιμαστικής Περίπτωσης Επίλυσης Εξαρτήσεων
et: Sõltuvuste lahendaja testjuhtumi loomine
fa: ساخت مورد آزمون حل کننده ی وابستگی ها
fi: Luo riippuvuuksin ratkaisun testitapaus
gl: Crear Caso de Proba do Resolvedor de Dependencias
gu: ડિપેન્ડન્સી રિસોલ્વર ટેસ્ટ કેસ બનાવવો
hi: निर्भरता रिजॉल्वर परीक्षण केस उत्पन्न करें
hu: Függőségfeloldási teszteset létrehozása
id: Hasilkan Uji Kasus Penyelesai Dependensi
ko: 종속성 확인자 테스트 사례 생성
lt: Sukurti priklausomybių sprendimo detalų aprašą
mr: डिपेन्डन्सी रिझॉल्व्हर टेस्ट केस निर्माण करा
nb: Opprett testkasus for konfliktløsning
pa: ਨਿਰਭਰਤਾ ਹੱਲਕਰਤਾ ਟੈਸਟ ਕੇਸ ਬਣਾਓ
pt: Gerar Caso de Teste de Decisor de Dependências
ro: Creează scenariul de test pentru rezolvarea dependențelor
ta: சார்புநிலை தீர்வு சோதனை நிகழ்வை உருவாக்கு
th: สร้างตัวทดสอบความเกี่ยวพันกันของแพกเกจ
wa: Ahiver des cas d' saye di rezoudeu d' aloyance
xh: Dala Isiganeko Sovavanyo Sesisombululi Soxhomekeko
zu: Yakha i-Test CaseYesixazululi Samafayela Ancike Kwamanye

source: <p>Use this to generate extensive logs to help tracking down bugs in the dependency resolver. The logs will be stored in directory <br><tt>%1</tt></p>
ar: <p>استخدمه لإنشاء سجلات شاملة للمساعدة في تتبع الأخطاء في محلل التبعيات. يتم تخزين السجلات في الدليل <br><tt>%1</tt></p>
bg: <p>Използвайте това за да създадете разширени дневници, с които да засечете евентуални грешки в модула за разрешаване на зависимостите. Дневниците ще бъдат съхранени в <br><tt>%1</tt></p>
ca: <p>Feu servir això per generar registres extensos per ajudar a rastrejar errors en la resolució de dependències. Els registres s'emmagatzemaran al directori <br><tt>%1</tt></p>
cs: <p>Použijte ke generování rozsáhlých protokolů za účelem dohledávání chyb v řešení závislostí. Protokoly budou uloženy v adresáři <br><tt>%1</tt></p>
da: <p>Anvend dette til at generere omfattende logge for at hjælpe med at finde bugs i afhængighedsløseren. Loggene vil blive gemt i mappen <br><tt>%1</tt></p>
el: <p>Χρησιμοποιήστε αυτό για να δημιουργήσετε εκτεταμένα αρχεία καταγραφής όπου θα σας βοηθήσουν να εντοπίσετε σφάλματα στην επίλυση των εξαρτήσεων. Τα αρχεία καταγραφών θα αποθηκευτούν στον κατάλογο <br><tt>%1</tt></p>
et: <p>Kasutage seda suuremahuliste logide genereerimiseks, et aidata tuvastada sõltuvuse lahendaja vigu. Logid salvestatakse kataloogis <tt>%1</tt></p>
fa: <p>از این برای تولید گزارش های گستره برای ردیابی ایرادات در رفع کننده ی وابستگی استفاده کنید. گزارش ها در فهرست <br><tt>%1</tt></p> ذخیره میشوند
fi: <p>Käytä tätä luomaan laajennettu loki, joka avustaa riippuvuusvirheiden etsinnässä. Lokit tallennetaan hakemistoon <br><tt>%1</tt></p>
gl: <p>Utilice esta opción para xerar rexistros exhaustivos que faciliten o seguemento de fallos na resolución de dependencias. Os rexistros almacenaranse no directorio <br><tt>%1</tt>.</p>
hu: <p> Ennek használatával részletes naplófájl készül, amelynek segítségével megtalálhatók a csomagfüggőségek hibái. A naplófájl a <br><tt>%1</tt> könyvtárba kerül mentésre.</p>
id: <p>Gunakan ini untuk membuat catatan panjang guna membantu melacak kekutu didalam penyelesai dependensi. Catatan ini akan disimpan di direktori <br><tt>%1</tt></p>
ko: <p>종속성 확인자의 버그를 추적하는 데 도움이 되는 광범위한 로그를 생성하려면 이 메뉴를 사용합니다. 로그는 <br><tt>%1</tt> 디렉토리에 저장됩니다.</p>
lt: <p>Naudokite išplėstos išklotinės sukūrimui, padedančios aptikti priklausomybių sprendimo klaidas. Ši išklotinė bus patalpinta kataloge <br><tt>%1</tt></p>
nb: <p>Bruk dette valget for å generere detaljerte logger for feilsøking av konfliktløsningen. Loggene vil bli lagret i katalogen <br><tt>%1</tt></p>
pt: <p>Utilize para gerar registos extensos em diário, para ajuda ao despiste de erros no decisor de dependências. Os registos em diário serão guardados no directório <br><tt>%1</tt></p>
ro: <p>Folosește asta pentru a genera loguri extensive pentru a te ajuta să localizezi defectele din programul de rezolvare a dependințelor. Jurnalele vor fi stocate în directorul <br><tt>%1</tt></p>
th: <p>ใช้นี่เพื่อสร้างปูมบันทึกเพิ่มเติม เพื่อช่วยติดตามการทำงานย้อนหลังได้ว่า เกิดบั๊กใดขึ้นกับตัวทดสอบการแก้ปัญหา โดยปูมบันทึกจะถูกจัดเก็บไว้ในไดเรกทอรี <br><tt>%1</tt></p>
wa: <p>Eployîz çouci po fé des lådjes djournås po-z aidî a rtrover des bugs dins l' rezoudeu d' aloyances. Les djournås serans wårdés dins l' ridant <br><tt>%1</tt></p>

source: Solver Test Case
af: Oplossertoetssaak
ar: حالة اختبار المحلل
bg: Пробен разрешител
bn: সলভার টেস্ট কেস
ca: Cas de prova del sistema de resolució
cs: Test řešení závislostí
da: Testcase for afhængighedsløser
el: Επίλυση Υπόθεσης Δοκιμών
et: Sõltuvuste lahendaja testjuhtum
fa: مورد آزمون حل کننده
fi: Riippuvuuksien ratkaisun testitapaus
gl: Caso de proba do sistema de resolución
gu: સોલ્વર ટેસ્ટ કેસ
hi: सॉल्वर परीक्षण केस
hu: Solver teszteset
id: Uji Kasus Penyelesai
ko: Solver 테스트 사례
lt: Priklausomybių detalus aprašas
mr: साल्व्हर टेस्ट केस
nb: Testkasus for konfliktløsning
pa: ਹੱਲਕਰਤਾ ਟੈਸਟ ਕੇਸ
pt: Caso de Teste de Dissolução
ro: Scenariu de test pentru rezolvare
ta: தீர்வு சோதனை நிகழ்வு
th: ทดสอบการแก้ปัญหา
wa: Cas d' saye di rezoudeu
xh: Isiganeko Sovavanyo Sesisombululi
zu: I-Solver Test Case

source: <p>Dependency resolver test case written to <br><tt>%1</tt></p><p>Prepare <tt>y2logs.tgz tar</tt> archive to attach to Bugzilla?</p>
af: <p>Afhanklikheidsoplosser-toetssaak geskryf na <br><tt>%1</tt></p><p>Berei <tt>y2logs.tgz tar</tt>-argief voor om aan Bugzilla te heg?</p>
ar: <p>تمت كتابة حالة اختبار محلل التبعيات إلى <br><tt>%1</tt></p><p>هل تريد تحضير الأرشيف <tt>y2logs.tgz tar</tt> لإرفاقه بـ Bugzilla؟</p>
bg: <p>Пробата за разрешаване на зависимости бе записана в <br><tt>%1</tt></p><p>>Желаете ли да бъде подготвен <tt>y2logs.tgz</tt> tar архив за прикачване към Bugzilla?</p>
bn: <p>ডিপেন্ডেন্সি রিসলভার টেস্ট কেস এখানে লেখা হয়েছে<br><tt>%1</tt></p><p>বাগজিলায় সঙ্গে যুক্ত করতে<tt>y2logs.tgz tar</tt>সংরক্ষণাগার তৈরী করবেন?</p>
ca: <p>Cas de prova de resolució de dependències escrit a <br><tt>%1</tt></p><p>Voleu preparar l'arxiu <tt>y2logs.tgz tar</tt> per adjuntar-lo al Bugzilla?</p>
cs: <p>Test řešení nezávislostí zapsaný do <br><tt>%1</tt>.</p><p>Připravit archiv <tt>y2logs.tgz tar</tt> k přiložení do Bugzilly?</p>
da: <p>Testcase for afhængighedsløser skrevet til <br><tt>%1</tt></p><p>Forbered et <tt>y2logs.tgz tar</tt>-arkiv til vedhæftning for Bugzilla?</p>
el: <p>Η Δοκιμαστική Περίπτωση Επίλυσης Εξαρτήσεων γράφτηκε σε <br><tt>%1</tt></p><p>Προετοιμασία της αρχειοθήκης <tt>y2logs.tgz tar</tt> για επισύναψη στο Bugzilla;</p>
et: <p>Sõltuvuste lahendaja testjuhtum kirjutati faili <br><tt>%1</tt>.</p><p>Kas luua <tt>y2logs.tgz</tt>-arhiiv Bugzillasse manustamiseks?</p>
fa: <p>مورد آزمون حل کننده ی وابستگی ها در <br><tt>%1</tt> نوشته شد.</p><p> آرشیو <tt>y2logs.tgz.tar</tt> برای ضمیمه کرده به Bugzilla آماده شود؟</p>
fi: <p>Riippuvuuksien ratkaisun testitapaus kirjoitetaan <br><tt>%1</tt></p><p>Valmistele <tt>y2logs.tgz tar</tt>-arkisto Bugzillaan liitettäväksi?</p>
gl: <p>O caso de proba do sistema de resolución de dependencias gravouse en <br><tt>%1</tt></p><p>Quere preparar o ficheiro <tt>y2logs.tgz tar</tt> para anexalo a Bugzilla?</p>
gu: <p>ડિપેન્ડન્સી રિસોલ્વર ટેસ્ટ કેસ અહીં લખાય છે <br><tt>%1</tt></p><p>તૈયાર કરો<tt>y2logs.tgz ટાર</tt> આર્કાઈવ જેથી બાંધી શકાય Bugzilla?</p>
hi: <p>निर्भरता रिजॉल्वर परीक्षण केस को इसमें लिखा जाएगा <br><tt>%1</tt></p><p>बगजिला से जोड़ने के लिए <tt>y2logs.tgz tar</tt> संग्रह तैयार करें?</p>
hu: <p>Függőségfeloldási teszteset kiírása a következő helyre: <br><tt>%1</tt></p><p>Létrehozza automatikusan a <tt>y2logs.tgz tar</tt> fájlt a Bugzilla bejegyzéshez?</p>
id: <p>Uji kasus penyelesai dependensi ditulis ke <br><tt>%1</tt></p><p>Persiapkan arsip <tt>y2logs.tgz tar</tt> untuk dilampirkan pada Bugzilla?</p>
ko: <p><br><tt>%1</tt>에 기록된 종속성 확인자 테스트 사례</p><p>Bugzilla에 첨부할 <tt>y2logs.tgz tar</tt> 보관 파일을 준비하시겠습니까?</p>
lt: <p>Priklausomybių sprendimo detalus aprašas įrašytas į <br><tt>%1</tt></p><p>Paruošti <tt>y2logs.tgz tar</tt> archyvą siuntimui į Bugzilla?</p>
mr: <p>डिपेन्डन्सी रिझॉल्व्हर टेस्ट केस <br><tt>%1</tt></ p><p>यांना लिहिली बगझिल्लालाजोडण्यासाठी <tt>y2logs.tgz tar</tt> पुरातत्व तया करायचे?</p>
nb: <p>Testkasus for konfliktløsning lagret i <br><tt>%1</tt></p><p>vil du opprette arkivet <tt>y2logs.tgz tar</tt> som vedlegg til Bugzilla?</p>
pt: <p>Caso de teste do decisor de dependências escrito para <br><tt>%1</tt></p><p>Preparar o arquivo tar y2logs.tgz para anexar ao Bugzilla?</p>
ro: <p>Scenariul de test pentru rezolvarea dependențelor a fost scris în <br><tt>%1</tt></p><p>Să creez arhiva <tt>y2logs.tgz tar</tt> pentru a fi atașată la Bugzilla?</p>
ta: <p>சார்புநிலை தீர்வு சோதனை நிகழ்வு இதில் எழுதப்பட்டுள்ளது <br><tt>%1</tt></p><p>பக்சில்லாவுடன் இணைப்பதற்கு<tt>y2logs.tgz tar</tt>ஆவண காப்பகத்தை தயார் செய்யவா?</p>
th: <p>ตัวทดสอบการแก้ปัญหาถูกเขียนไปที่ <br><tt>%1</tt></p><p>ต้องการเตรียมแฟ้มจัดเก็บ <tt>y2logs.tgz tar</tt>เพื่อแนบส่งไปยัง Bugzilla หรือไม่ ?</p>
wa: <p>Li cas d' rezoudeu d' aloyances est scrît dins <br><tt>%1</tt></p><p>Aprestî l' årtchive<tt>tar y2logs.tgz</tt> po djonde a Bugzilla?</p>
xh: <p>Isiganeko sovavanyo sesisombululi soxhomekeko sibhalelwa apha <br><tt>%1</tt></p><p>Ulungisa <tt>y2izigciningxelo.tgz tar</tt> isisele solwazi ukuqhoboshela kwi-Bugzilla?</p>
zu: <p>Isivivinyo sesixazululi samafayela ancike kwamanye abhalwe enqolobaneni ethi <br><tt>%1</tt></p><p>Lungiselela<tt>y2logs.tgz tar</tt> ukuze afakwe kwi-Bugzilla?</p>

source: Success
af: Sukses
ar: تم بنجاح
bg: Успешно
bn: উত্‍স
ca: Èxit
cs: Úspěch
da: Succes
el: Επιτυχία
et: Õnnestus
fa: موفقیت آمیز
fi: Onnistui
gl: Correcto
gu: સોર્સ - સ્ત્રોત
hi: स्रोत
hu: Sikerült
id: Berhasil
ko: 성공
lt: Sėkmė
mr: यशस्वी
nb: Fullført
pa: ਸਫ਼ਲ
pt: Sucesso
ro: Succes
ta: ஆதாரம்
th: สำเร็จแล้ว
wa: Fwait sins rujhe
xh: Impumelelo
zu: Impumelelo

source: <p><b>Error</b> creating dependency resolver test case</p><p>Please check disk space and permissions for <tt>%1</tt></p>
af: <p><b>Fout</b> tydens skep van afhanklikheidsoplosser-toetssaak</p><p>Gaan asseblief skyfspasie na, asook toestemmings vir <tt>%1</tt></p>
ar: <p><b>خطأ</b> أثناء إنشاء حالة اختبار محلل التبعيات</p><p>الرجاء التحقق من المساحة المتوفرة على القرص والأذونات الخاصة بـ <tt>%1</tt></p>
bg: <p><b>Грешка</b> при създаването на пробата за разрешаване на зависимости</p><p>Моля, проверете дисковото пространство и правата за <tt>%1</tt></p>
bn: </p><p>ডিপেন্ডেন্সি রিসলভার টেস্ট কেস তৈরী করতে গিয়ে<p><b>Error</b>অনুগ্রহপূর্বক<tt>%1</tt></p>এর জন্য ডিস্কের স্পেস ও অনুমতি যাচাই করে নিন
ca: S'ha produït un <p><b>error</b> en crear un cas de prova de resolució de dependències</p><p>Comproveu l'espai al disc i els permisos de <tt>%1</tt></p>
cs: <p><b>Chyba</b> testu vytvoření řešení závislostí</p><p>Překontrolujte volné místo na disku a přístupová práva <tt>%1</tt></p>
da: <p><b>Fejl</b> under oprettelse af testcase for afhængighedsløseren</p><p>Kontrollér venligst diskplads og tilladelser for <tt>%1</tt></p>
el: <p><b>Σφάλμα</b> κατά τη Δημιουργία δοκιμαστικής περίπτωσης επίλυσης εξαρτήσεων</p><p>Παρακαλώ ελέγξτε τον χώρο στον δίσκο και της άδειες χρήσης του <tt>%1</tt></p>
et: <p><b>Ilmnes tõrge</b> sõltuvuste lahendaja testjuhtumi loomisel.</p><p>Vaata, et oleks piisavalt kettaruumi ja õigusi faili <tt>%1</tt> loomiseks.</p>
fa: <p><b>خطا</b> ساخت مورد آزمون حل وابستگی ها</p><p> لطفا فضای دیسک و دسترسی ها را برای <tt>%1</tt> بررسی کنید.</p>
fi: <p><b>Virhe</b> luotaessa riippuvuuksien ratkaisun testitapausta</p><p>Tarkista levytila ja <tt>%1</tt> oikeudet</p>
gl: <p><b>Erro</b> ao crear o caso de proba do sistema de resolución de dependencias</p><p>Comprobe o espazo dispoñíbel no disco e os permisos de <tt>%1</tt></p>
gu: <p><b>ખામી</b> ડિપેન્ડન્સી રિસોલ્વર ટેસ્ટ કેસ બનાવાય છે </p><p>મહેરબાની કરીને ડિસ્ક સ્પેસ ચકાસો અને <tt>%1</tt>માટે ની મંજૂરીઓ ચકાસો.</p>
hi: <p><b>Error</b> निर्भरता रिजॉल्वर परीक्षण केस सृजित कर रहा</p><p>कृपया डिस्क में स्थान और <tt>%1</tt> के लिए अनुमतियां जांच लें</p>
hu: <p><b>Hiba</b> függőségfeloldási teszteset létrehozásakor</p><p>Ellenőrizze a szabad lemezterületet és a jogosultságokat a következőhöz: <tt>%1</tt></p>
id: <p><b>Kesalahan</b> saat membuat uji kasus penyelesai dependensi</p><p>Silakan periksa ruang disk dan perizinan untuk <tt>%1</tt></p>
ko: <p>종속성 확인자 테스트 사례 생성 중 <b>오류 발생</b></p><p><tt>%1</tt>용 디스크 공간과 권한을 검사하십시오.</p>
lt: <p><b>Klaida</b> kuriant priklausomybių sprendimo detalų aprašą</p><p>Patikrinkite, ar yra diske laisvos vietos ir atitinkami leidimai į <tt>%1</tt></p>
mr: <p><b>चूक</b> डिपेन्डन्सी रिझॉल्व्हर टेस्ट केस निर्माण करतांना </p><p>कृपयाडिस्कवरील जागा तपासून घ्या व <tt>%1</tt></p> साठी अनुमती आहे ना ते पहा
nb: <p><b>Feil</b> under opprettelse av testkasus for konfliktløsning</p><p>Kontroller at det er nok plass på disken, og at du er autorisert for <tt>%1</tt></p>
pt: <p><b>Erro</b> durante a criação do caso de teste do decisor de dependências</p><p>Por favor verifique o espaço em disco e as permissões para <tt>%1</tt></p>
ro: <p><b>Eroare</b> în timpul creării testului de caz a programului de rezolvare a dependințelor</p> <p>Te rog verifică spațiul pe disc și permisiunile pentru <tt>%1</tt></p>
ta: <p> சார்புநிலை தீர்வு சோதனை நிகழ்வை உருவாக்குவதில்<b>பிழை</b> </p><p>தயவுசெய்து<tt>%1</tt>க்கான வட்டின் காலியிடம் மற்றும் அனுமதிகளை குறியிடவும்</p>
th: <p><b>เกิดข้อผิดพลาด</b>กับการสร้างตัวทดสอบความเกี่ยวพันกันของแพกเกจ</p><p>โปรดตรวจสอบพื้นที่ว่างและสิทธิ์ที่อนุญาตสำหรับ <tt>%1</tt></p>
wa: <p><b>Aroke</b> en ahivant l' cas d' saye di rezoudeu d' aloyances</p><p>S' i vs plait, verifyîz l' plaece sol plake et les droets po <tt>%1</tt></p>
xh: <p><b>Imposiso</b> xa bekudalwa isiganeko sovavanyo sesisombululi soxhomekeko</p><p>Nceda qwalasela isithuba kwidiski neemvume zoku <tt>%1</tt></p>
zu: <p><b>Iphutha</b> ekwakheni isivivinyo sesixazululi samafayela ancike kwamanye</p><p>Sicela uhlole isikhala sediski nezimvume zalokhu <tt>%1</tt></p>

source: Save Conflicts List
af: Berg konfliktelys
ar: حفظ قائمة التعارضات
bg: Запазване на списъка с конфликти
bn: দ্বন্দ্বের তালিকা সংরক্ষন করো
ca: Desa la llista de conflictes
cs: Soubor pro konflikty
da: Gem konfliktliste
el: Αποθήκευση Λίστας Συγκρούσεων
et: Vastuolude nimekirja salvestamine
fa: ذخیره ی لیست متداخل ها
fi: Tallenna ristiriitaluettelo
gl: Gardar a lista de conflitos
gu: વિરોધોનું લિસ્ટ સાચવો
hi: विरोधी सूची संचित करें
hu: Függőségi problémák listájának mentése
id: Simpan daftar konflik
ko: 충돌 목록 저장
lt: Išsaugoti konfliktų sąrašą
mr: काँफ्लिक्ट सूची संग्रहित करा
nb: Lagre konfliktliste
pa: ਅਪਵਾਦ ਲਿਸਟ ਸੰਭਾਲੋ
pt: Gravar Lista de Conflitos
ro: Salvează lista de conflicte
ta: எதிர்ப்புகளின் பட்டியலை சேமிக்கவும்
th: จัดเก็บรายการที่ขัดแย้งกัน
vi: Lưu danh sách mâu thuẫn
wa: Schaper l' lisse des afrontmints
xh: Gcina Uludwe Lweziganeko Zongquzulwano
zu: Gcina Uhlu Lokungqubuzana

source: Cannot open file %1
af: Kan lêer '%1' nie open nie
ar: تعذر فتح الملف %1
bg: Не може да бъде отворен файла %1
bn: ফাইল %1 খুলতে পারছি না
ca: No s'ha pogut obrir el fitxer %1
cs: Není možné otevřít soubor %1
da: Kan ikke åbne filen %1
el: Αδυναμία ανάγνωσης του αρχείου %1
et: Faili %1 ei saa avada
fa: نمیتوان فایل %1 را باز کرد
fi: Tiedoston %1 avaaminen epäonnistui
gl: Non foi posíbel abrir o ficheiro %1
gu: ફાઈલ નથી ખુલતી %1
hi: फाइल %1 नही खोल सकता
hu: Nem sikerült megnyitni a(z) %1 fájlt
id: Tidak dapat membuka berkas %1
ko: %1 파일을 열 수 없습니다.
lt: Nepavyksta atverti rinkmenos %1
mr: '%1' फाईल उघडू शकत नाही
nb: Kan ikke åpne filen %1
pa: ਫਾਇਲ %1 ਖੋਲੀ ਨਹੀਂ ਜਾ ਸਕਦੀ
pt: Não é possível abrir o ficheiro %1
ro: Nu pot deschide fișierul %1
ta: %1 ஃபைலை திறக்க முடியவில்லை
th: ไม่สามารถเปิดแฟ้ม %1 ได้
vi: Không mở được tập tin %1
wa: Dji n' pout drovi l' fitchî %1
xh: Ayikwazi kuvuleka ifayili %1
zu: Ayikwazi ukuvula ifayela %1.
