Repository: Dzejrou/yast-translations
Catalog: po/qt-pkg/*.po
Languages: af, ar, bg, bn, ca, cs, da, el, et, fa, fi, gl, gu, hi, hu, id, ko, lt, mr, nb, pa, pt, ro, ta, th, vi, wa, xh, zu

source: <b>Note:</b> This is a just a short overview. Refer to the manual for details.
af: <b>Nota:</b>Hierdie is 'n kort oorsig. Verwys na die handleiding vir besonderhede.
ar: <b>ملاحظة:</b> هذه نظرة عامة موجزة. راجع الدليل لمزيد من التفاصيل.
bg: <b>Забележка:</b> Това е само кратък обзор. Обърнете се към ръководството за повече подробности.
bn: <b>দ্রষ্টব্য:</b> এটি একটি সংক্ষিপ্ত বর্ণনা. বিস্তারিত সহায়িকাতে দেখুন.
ca: <b>Nota:</b> Això només és un resum breu. Trobareu més informació al manual.
cs: <b>Poznámka:</b> Toto je pouze krátký přehled, více detailů naleznete v příručce.
da: <b>Bemærk:</b> Dette er kun et kort overblik. Se manualen for detaljer.
el: <b>Σημείωση:</b> Αυτό είναι απλώς μια μικρή περίληψη. Ανατρέξτε στο εγχειρίδιο για λεπτομέρειες.
et: <b>Märkus:</b> see on ainult lühike ülevaade. Üksikasjalikum teave on antud käsiraamatus.
fa: <b>تذکر:</b> این یک بررسی اجمالی کوتاه است. برای جزییات به راهنماها مراجعه کنید.
fi: <b>Huomautus:</b> Tämä on vain lyhyt yhteenveto. Katso yksityiskohdat käsikirjasta.
gl: <b>Nota:</b> Este só é un breve resumo. Máis información no manual.
gu: <b>નોંધ:</b> આ ફક્ત નાનું નિરીક્ષણ છે. વિગત માટે મેન્યુઅલનો ઉપયોગ કરો.
hi: <b>नोट:</b> यह एक छोटा सा सिंहावलोकन है. पूर्ण विवरण के लिए नियमावली देखें.
hu: <b>Figyelem:</b> Ez csak egy gyors áttekintés. Részletes információkért tekintse meg a dokumentációt.
id: <b>Catatan:</b> Ini hanya ringkasan singkat. Lihat panduan untuk lebih lengkap.
ko: <b>참고:</b> 이것은 간단한 개요입니다. 자세한 내용은 설명서를 참조하십시오.
lt: <b>Pastaba:</b> Tai tik trumpa apžvalga. Išsamiau skaitykite apraše.
mr: <b>टीप:</b> हा केवळ एक दृष्टीक्षेप आहे. अधिक माहितीसाठी माहितीपत्रक पहा.
nb: <b>Merk:</b> Dette er bare en kort oversikt. Du finner mer informasjon i manualen.
pa: <b>ਨੋਟ:</b> ਇਹ ਸਿਰਫ ਸੰਖੇਪ ਜੇਹੀ ਜਾਣਕਾਰੀ ਹੈ। ਵਧੇਰੇ ਵੇਰਵੇ ਲਈ ਦਸਤਾਵੇਜ਼ ਵੇਖੋ।
pt: <b>Nota:</b> Esta é apenas uma curta visão geral. Consulte o manual para obter mais detalhes.
ro: <b>Notă:</b> Aceasta este doar o prezentare generală. Citiți manualul pentru mai multe detalii.
ta: குறிப்பு:அது ஒரு சிறிய விளக்கம் மட்டுமே, விரிவான விளக்கங்களுக்கு கையேட்டைப் பார்க்கவும்.
th: <b>โปรดทราบ:</b> นี่เป็นภาพรวมแบบย่อ ๆ โปรดอ่านคู่มือเพื่อศึกษาข้อมูลเพิ่มเติม
vi: <b>Chú ý:</b> Đây chỉ là cửa sổ xem ngắn ngọn. Hãy đọc hướng dẫn sử dụng để biết chi tiết.
wa: <b>Note:</b> Çouci n' est k' ene coûte esplikêye. Léjhoz l' live po tt-a-fwait savou.
xh: <b>Qaphela:</b> Olu lulwazi gabalala olufutshane kuphela. Bhekisa kwincwadana yoqeqesho ngobucukubhede.
zu: <b>Phawula:</b> Lokhu kumane kungamabalengwe amafushanyana. Bhekisela encwadini ukuze uthole imininingwane.

source: In this dialog, select patches to download and install.
af: Kies in hierdie dialoog regstellings om af te laai en te installeer.
ar: في مربع الحوار هذا، حدد الدفعات التي تريد إنزالها وتثبيتها.
bg: Тук можете да изберете кръпки за сваляне и инсталиране.
bn: এই ডায়ালগে, YOU (YaST অনলাইন পরিবর্ধন) ডাউনলোড ও ইনস্টলেশনের জন্য নির্বাচন করুন.
ca: En aquest quadre de diàleg, seleccioneu els pedaços que voleu baixar i instal·lar.
cs: V tomto dialogu si zvolte opravy ke stažení a instalaci.
da: I denne dialog vælges rettelser til download og installation.
el: Σε αυτόν τον διάλογο, επιλέξτε τις διορθώσεις που θα κατέβουν και θα εγκατασταθούν.
et: Selles dialoogis saab valida allalaaditavad ja paigaldatavad paketid.
fa: در این پنجره ی محاوره ای، وصله ها را برای دریافت و نصب انتخاب کنید.
fi: Tästä ikkunasta valitaan korjaukset ladattaviksi ja asennettaviksi.
gl: Neste cadro de diálogo, seleccione os parches que desexe descargar e instalar.
gu: આ ડાયલોગમાં ડાઉનલોડ કરવા અને સ્થાપવા-ઈન્સ્ટોલ કરવા પેચીસ પસંદ કરો.
hi: इस डायलॉग में, डाउनलोड और अधिष्ठापन के लिए पैचों का चयन करें.
hu: Ebben a párbeszédablakban kiválaszthatja a letöltendő és telepítendő frissítőcsomagokat.
id: Dalam dialog ini, pilih patch yang ingin diunduh dan dipasang.
ko: 이 대화 상자에서 다운로드 및 설치할 패치를 선택하십시오.
lt: Šiame skydelyje pasirinkite pataisas, kurios bus atsiųstos ir įdiegtos.
mr: या डायलॉगमधे, डाऊनलोड व स्थापित करण्यासाठी पॅचेस निवडा.
nb: I denne dialogen kan du velge oppgraderinger som skal lastes ned og installeres.
pa: ਇਸ ਡਾਈਲਾਗ ਵਿੱਚ, ਡਾਊਨਲੋਡ ਅਤੇ ਇੰਸਟਾਲ ਕਰਨ ਲਈ ਪੈਂਚ ਚੁਣੋ।
pt: Nesta caixa de diálogo, escolha as correcções para descarregar e instalar.
ro: În acest dialog selectați peticele de descărcat și instalat.
ta: இந்த டயலாகில், தகவலிறக்கத்திற்கும் மற்றும் நிறுவுவதற்கும் பாட்ச்களை தேர்வு செய்யவும்.
th: เลือกแพตช์ที่ต้องการจะดาวน์โหลดและติดตั้งได้ที่กล่องโต้ตอบนี้
vi: Trong hộp thoại này, hãy chọn những vá lỗi muốn tải xuống và cài đặt.
wa: Dins cisse divize la, tchoezixhoz les coridjaedjes a -z aberweter et astaler.
xh: Kule ngxoxo, khetha izikhuselwa zokuthula umthwalo nokuhlohla.
zu: Kule dayalogi, khetha izichibiyelo ozoziphaka bese uzifaka.

source: The list on the left side contains available patches along with the respective patch kind (security, recommended, or optional) and the (estimated) download size.
af: Die lys links bevat beskikbare regstellings tesame met die onderskeie oplossingsoort (veiligheid, aanbevole, of opsioneel) en die (verwagte) aflaaigrootte.
ar: تحتوي القائمة في الجانب الأيمن على الدفعات المتاحة مع نوع الدفعة ذي الصلة (أمان أو مستحسن أو اختياري) وحجم الإنزال (المقدَّر).
bg: Списъкът отляво съдържа наличните кръпки, заедно със съответния вид (сигурност, препоръчително или незадължително) и (пресметнатия) размер за сваляне.
bn: বাম পাশের তালিকাটিতে সব প্যাচ, এগুলোর ধরন (নিরাপত্তা, পরামর্শিত, বা ঐচ্ছিক) এবং ডাউনলোড সাইজ দেখানো হয়েছে.
ca: La llista de l'esquerra mostra els pedaços disponibles i el tipus de pedaç (de seguretat, recomanat o opcional), així com el càlcul de la mida (estimada) de baixada.
cs: Seznam na levé straně obsahuje dostupné opravy spolu s odpovídajícím druhem opravy (zabezpečení, doporučená nebo volitelná) a odhadem velikosti pro stažení.
da: Listen på venstre side indeholder tilgængelige rettelser sammen med den respektive rettelsestype (sikkerhed, anbefalet eller valgfri) og den (estimerede) downloadstørrelse.
el: Η λίστα στα αριστερά περιέχει τις διαθέσιμες διορθώσεις μαζί με το αντίστοιχο είδος της διόρθωσης (ασφάλειας, συνιστώμενο, προαιρετικό) και το (εκτιμώμενο) μέγεθος λήψης.
et: Muudetakse järgmisi üksusi: Vasakpoolses loendis on saadaval saadaolevad parandused koos vastava paranduse tüübiga (turvalisus, soovitatav või valikuline) ja (eeldatava) allalaadimissuurusega.
fa: لیست در سمت چپ شامل وصله های موجود به همراه نوع وصله ی مربوطه (امنیتی،پیشنهادی و یا اختیاری) و (میزان تقریبی) اندازه ی دریافت است.
fi: Vasemmanpuoleinen luettelo sisältää saatavilla olevat korjaukset ja niiden luokat (tietoturva, suositeltu tai valinnainen) ja (arvioidun) latauskoon.
gl: A lista da esquerda contén os parches dispoñíbeis e o tipo de revisión (seguridade, recomendado ou opcional), ademais do tamaño estimado para a descarga.
gu: ડાબી બાજુએ આવેલા લિસ્ટમાં ઉપલબ્ધ પેચીસ અને સંબંધિત પેચ પ્રકાર (સુરક્ષા, સૂચવાયેલા, અથવા વૈકલ્પિક) છે અને ડાઉનલોડ ની સાઈઝ છે.
hi: बायीं ओर दी गई सूची में संबंधित पैच प्रकार (सुरक्षा, अनुशंसित अथवा वैकल्पिक) और (अनुमानित) डाउनलोड आकार के साथ उपलब्ध पैच शामिल है.
hu: A bal oldali listán megtalálja az elérhető frissítőcsomagokat a csomagtípus (security - biztonsági, recommended - javasolt, optional - opcionális) és a (becsült) letöltési méret megjelölésével.
id: Daftar di sisi kiri berisi patch yang tersedia bersama jenisnya masing-masing (keamanan, direkomendasikan atau tambahan) dan (perkiraan) ukuran unduhan.
ko: 왼쪽에 있는 목록에는 사용 가능한 패치가 각 패치 종류(보안, 권장 또는 선택) 및 다운로드 크기와 함께 표시됩니다.
lt: Kairėje esančiame sąraše yra esamos pataisos su atitinkamu pataisos tipu (saugumas, patartina arba pasirinktina) ir (apytikslis) siuntimo dydis.
mr: डाव्या बाजुकडील सूचीत उपलब्ध पॅचेस व त्यासोबत संबंधित पॅचचा प्रकार (सुरक्षा, शिफारस किंबा पर्यायी) व (अंदाजे) डाऊनलोड आकार समाविष्ट आहे.
nb: Listen til venstre inneholder tilgjengelige oppgraderinger merket med oppgraderingstype (sikkerhet, anbefalt eller valgfritt) samt (beregnet) nedlastingsstørrelse.
pa: ਖੱਬੇ ਪਾਸੇ ਲਿਸਟ ਵਿੱਚ ਉਪਲੱਬਧ ਪੈਚ ਵਰਗ (ਸੁਰੱਖਿਆ, ਸਿਫ਼ਰਾਸ਼ੀ, ਜਾਂ ਚੋਣਵੀਂ) ਅਤੇ (ਲਗਭਗ) ਡਾਊਨਲੋਡ ਅਕਾਰ ਸਮੇਤ ਸ਼ਾਮਲ ਹਨ।
pt: A lista do lado esquerdo contém as correcções disponíveis, junto com o respectivo tipo de correcção (segurança, recomendado ou opcional) e o tempo de descarga (estimado).
ro: Lista din partea stângă conține peticele disponibile împreună cu tipul de petic (securitate, recomandat sau opțional) și mărimea fișierul de descărcat (estimată).
ta: இடதுபுறமுள்ள பட்டியல், கிடைக்கக்கூடிய பாட்ச்கள், அவற்றின் வகை (பாதுகாப்பு, பரிந்துரைக்கப்பட்டது, அல்லது விருப்பத்திற்குட்பட்டது) மற்றும் (உத்தேசமான) தகவலிறக்க அளவையும் கொண்டுள்ளது
th: รายการในช่องทางซ้ายมือ บรรจุรายการแพตช์ที่มีอยู่ทั้งหมด ซึ่งได้แยกหมวดหมู่ที่เกี่ยวข้องมาด้วย (ความปลอดภัย, แพกเกจแนะนำให้ใช้ หรือตัวเลือกอื่น) รวมถึง ขนาดเมื่อดาวน์โหลดโดยประมาณด้วย
vi: Danh sách ở bên trái bao gồm những vá lỗi thuộc vào dạng vá lỗi tương ứng (bảo mật, khuyên dùng, hoặc không bắt buộc) và kích thước cần tải xuống.
wa: I gn a dins l' lisse di hintche les coridjaedjes di disponibes sorlon leus sôres (såvrité, ricmandé ou nén oblidjîà et l' grandeu (pus ou moens) d' aberwetaedje.
xh: Uludwe kwicala lasekhohlo luqulethe izikhuselwa ezikhoyo ezihamba nohlobo lwesikhuselwa esifanelekileyo (kucetyiswa ukhuseleko, okanye ngokuzithandela) ngokunjalo ubukhulu bomthwalo othulwayo (oqikelelwayo)
zu: Uhlu olungakwesobunxele luqukethe izichibiyelo ezitholakalayo kanye nohlobo ngalunye lwesichibiyelo (sezokuphepha, esituswayo noma osikhetha ngokuzithandela) kanye nosayizi wokuphaka (olinganiselwayo).

source: This list normally contains only those patches that are not installed on your system yet. You can change that with the <b>Include Installed Patches</b> check box below the list.
af: Hierdie lys bevat gewoonlik slegs daardie regstellings wat nog nie op u stelsel geïnstalleer is nie. U kan dit wysig met die <b>Sluit geïnstalleerde regstellings in</b>-merkraampie onder aan die lys.
ar: تحتوي القائمة بطبيعة الحال على الدفعات التي لم يتم تثبيتها على النظام بعد. يمكنك تغيير ذلك باستخدام خانة الاختيار <b>تضمين الدفعات المثبَّتة</b> أسفل القائمة.
bg: Този списък обикновено съдържа само тези кръпки, които не са инсталирани в системата все още. Можете да промените това като отметнете <b>Включване на инсталираните кръпки</b> .
bn: এই তালিকাটি সাধারনত আপনার সিস্টেমে ইনস্টলকৃত নয় এমন প্যাচগুলো দেখায়. আপনি নীচের <b>ইনস্টলকৃত প্যাচ দেখাও</b> চেকবাক্সটি চেক করে এটি বদল করতে পারেন.
ca: Normalment, aquesta llista només conté els pedaços que encara no s'han instal·lat al sistema. Podeu modificar aquesta opció mitjançant l'activació de la casella <b>Inclou els pedaços instal·lats</b> de sota la llista.
cs: Tento seznam obvykle obsahuje pouze ty opravy, které ještě nejsou nainstalovány. Toto můžete změnit pomocí zaškrtávacího políčka <b>Zahrnout nainstalované opravy</b> níže.
da: Denne liste indeholder normalt kun rettelser, som ikke er installeret på dit system endnu. Du kan ændre det med afkrydsningsboksen <b>Inkludér installerede rettelser</b> under listen.
el: Αυτή η λίστα συνήθως περιέχει μόνο εκείνες τις διορθώσεις που δεν ακόμη εγκατεστημένες στο σύστημα σας. Μπορείτε να αλλάξετε αυτήν την συμπεριφορά με το κουτί επιλογής <b>Συμπερίληψη των Εγκατεστημένων Διορθώσεων</b> κάτω από την λίστα.
et: Selles loendis on tavaliselt ainult need parandused, mida teie süsteemi pole veel paigaldatud. Saate seda muuta loendi all oleva ruutu <b>Kaasa paigaldatud parandused</b> abil.
fa: این لیست معمولا شامل فقط وصله هایی است که بر روی سیستم شما هنوز نصب نشده است،شما میتوانید این مورد را با کادر انتخاب <b>شامل شدن وصله های نصب شده</b> در زیر لیست تغییر دهید.
fi: Tämä luettelo sisältää yleensä vain ne korjaukset, joita ei vielä ole asennettu järjestelmääsi. Voit vaihtaa tämän valitsemalla <b>Sisällytä asennetut korjaukset</b> alla olevasta valintaruudusta.
gl: A lista contén, polo xeral, só os parches que aínda non están instalados no sistema. Pode cambiar isto revisando a caixa de verificación <b>Incluír parches instalados</b> debaixo da lista.
gu: આ લિસ્ટમાં સામાન્ય રીતે ફક્ત એવા પેચીસ છે કે જે હજી સુધી તમારી સિસ્ટમમાં સ્થપાયા નથી. લિસ્ટની નીચે આવેલા ચેક બોક્સ વડે તમે તે <b>ઈન્ક્લુડ ઈન્સ્ટોલ પેકેજીસ</b> બદલી શકો છો
hi: इस सूची में सामान्यतः केवल वही पैच है जो अभी तक आपके सिस्टम में अधिष्ठापित नहीं किये गये हैं. आप सूची से नीचे दिए गये चेक बॉक्स <b>अधिष्ठापित पैचों को शामिल करें</b> के साथ इसको बदल सकते हैं.
hu: Ezen a listán rendszerint csak azok a csomagok szerepelnek, melyek még nincsenek telepítve. Ezen változtathat, ha kijelöli a lista alatt található <b>Telepített frissítőcsomagok megjelenítése</b> jelölőmezőt.
id: Biasanya daftar ini hanya berisi patch yang masih belum dipasang pada sistem Anda. Anda dapat menggantinya dengan kotak centang <b>Sertakan Patch yang Terpasang</b> di bagian bawah daftar.
ko: 일반적으로 이 목록은 시스템에 설치되지 않은 패치만 포함합니다. 목록 아래에 <b>설치된 패치 포함</b> 항목을 선택하여 목록을 변경할 수 있습니다.
lt: Šiame sąraše paprastai yra tik tie paketai, kurie dar neįdiegti jūsų sistemoje. Tai galite pakeisti su varnele <b>Įtraukti įdiegtas pataisas</b>, esančia po sąrašu.
mr: या सूचीत साधारणपणे असे पॅचेस समाविष्ट असतात जे अद्याप आपल्या प्रणालीवर स्थापित केलेले नाहीत. आपण सूचीच्या खालच्या<b>स्थापित पॅचेस समाविष्ट करा</b> या चेक बॉक्सने ते बदलू शकता.
nb: Listen inneholder normalt bare oppgraderinger som ikke er installert i systemet ennå. Du kan endre dette ved å krysse av for <b>Inkluder installerte oppgraderinger</b> under listen.
pa: ਇਹ ਲਿਸਟ ਵਿੱਚ ਆਮ ਤੌਰ ਉੱਤੇ ਉਹ ਪੈਚ ਸ਼ਾਮਲ ਹਨ, ਜੋ ਤੁਹਾਡੇ ਸਿਸਟਮ ਉੱਤੇ ਹਾਲੇ ਇੰਸਟਾਲ ਨਹੀਂ ਹਨ। ਤੁਸੀਂ ਉਸ ਨੂੰ ਲਿਸਟ ਦੇ ਹੇਠਾਂ <b>ਇੰਸਟਾਲ ਕੀਤੇ ਪੈਂਚ ਸ਼ਾਮਲ</b> ਚੁਣ ਕੇ ਬਦਲ ਸਕਦੇ ਹੋ।
pt: Esta lista normalmente contém apenas as correcções que não se encontram ainda instaladas no seu sistema. Pode alterá-la com a marca de <b>Incluir Correcções Instaladas</b> abaixo da lista.
ro: În mod normal această listă conține numai acele petice care nu sunt încă instalate pe sistemul dumneavoastră. Puteți modifica acest lucru bifând mai jos opțiunea <b>Include peticele instalate</b>.
ta: உங்கள் கணினியில் இன்னும் நிறுவப்படாத பாட்ச்களை மட்டுமே சாதாரணமாக இப்பட்டியல் காட்டும். ஆனால் பட்டியலின் கீழேயுள்ள <b> நிறுவப்பட்டுள்ள பாட்ச்களையும் சேர்க்கவும் </b> என்ற குறியீட்டுப் பெட்டி மூலம் இதை நீங்கள் மாற்றிக் கொள்ளலாம்.
th: ช่องรายการนี้ตามปกติจะบรรจุเฉพาะแพตช์ที่ยังไม่มีการติดตั้งไว้บนระบบของคุณ คุณสามารถเปลี่ยนมันได้ด้วยการกาเลือกที่ช่องกา <b>รวมแพตช์ที่ติดตั้งไว้แล้วด้วย</b> ที่อยู่ใต้ช่องรายการ
vi: Danh sách này thông thường chỉ bao gồm những vá lỗi chưa được cài đặt lên hệ thống của bạn. Có thể thay đổi danh sách bằng hộp <b>Gồm cả những vá lỗi đã cài</b> ở dưới danh sách.
wa: I gn a normålmint e cisse lisse la k' les coridjaedjes ki n' sont nén co-z astalés so vosse sistinme. Vos l' poloz candjî avou l' boesse a croyî <b>Mete divins les coridjaedjes d' astalés</b> pa dzo l' lisse.
xh: Olu ludwe lukholisa ukuqulatha kuphela ezo zikhuselwa ezingekahlohlwa kwisixokelelwano sakho. Unako ukuguqula oko<b> nge-Bandakanya Izikhuselwa Ezihlohliweyo</b> qwalasela ibhokisi ngezantsi koludwe.
zu: Uhlu ngokuvamile luqukethe lezo zichibiyelo ezingakafakwa kwisistimu yakho. Ungakushintsha lokho ngebhokisi elichofozwayo elinokuthi <b>Hlanganisa Nezichibiyelo Ezifakiwe</b> ngezansi kohlu.

source: The <b>Patch Description</b> field contains a longer explanation of the currently selected patch. Click a patch in the list to view its description here.
af: Die <b>Regstellingsbeskrywing</b>-veld bevat 'n langer verduideliking van die huidig-gekose regstelling. Klik 'n regstelling in die lys om hier na die beskrywing daarvan te kyk.
ar: يحتوي الحقل <b>وصف التصحيح</b> على توضيح أكثر إسهابًا للتصحيح المحدد حاليًا. انقر فوق أحد التصحيحات في القائمة لعرض وصفه هنا.
bg: Полето <b>Описание на кръпката</b> съдържа по-подробно обяснение на избраната кръпка. Щракнете върху някоя кръпка от списъка за да видите описанието.
bn: <b>প্যাচ বর্ণনা</b> ক্ষেত্রটিতে বর্তমানে নির্বাচিত প্যাচটির বিস্তারিত বর্ণনা রয়েছে. তালিকার একটি প্যাচ ক্লিক করে তার বর্ণনা দেখুন.
ca: La <b>Descripció del pedaç</b> conté una explicació més àmplia del pedaç seleccionat actualment. Seleccioneu un pedaç de la llista per a veure'n la descripció.
cs: Pole <b>Popis opravy</b> obsahuje delší vysvětlení právě označené opravy. Kliknutím na opravu v seznamu zobrazíte její popis.
da: Feltet <b>Beskrivelse af rettelse</b> indeholder en længere beskrivelse af den nuværende markerede rettelse. Klik en rettelse i listen for at se dens beskrivelse her.
el: Το πεδίο <b>Περιγραφή Διόρθωσης</b> περιέχει μια εκτενέστερη περιγραφή της τρέχουσας επιλεγμένης διόρθωσης. Κάντε κλικ σε μια διόρθωση στη λίστα για να δείτε την περιγραφή της εδώ.
et: <b> Paranduse kirjeldus </b> sisaldab valitud paranduse pikemat selgitust. Selle kirjelduse vaatamiseks klõpsake loendis oleval parandusel.
fa: فیلد <b>توضیحات وصله</b> شامل توضیحات طولانی تری از وصله ای که در حال حاظر انتخاب شده است میباشد. بر روی یک وصله در لیست کلیک کرده تا توضیحات آن را در اینجا ببینید.
fi: <b>Korjauksen kuvaus</b> -kenttä sisältää pidemmän selityksen valitulle korjaukselle. Napsauta korjausta luettelosta nähdäksesi kuvauksen tässä.
gl: O campo <b>Descrición do parche</b> contén unha explicación máis ampla do parche seleccionado actualmente. Prema nun parche da lista para ver a súa descrición aquí.
gu: <b>પેચનું વર્ણન</b> આ ફિલ્ડમાં વર્તમાન પસંદ થયેલા પેચની લાંબી વિગત હોય છે. કોઈ પણ પેચનું વર્ણન જોવા માટે આ લિસ્ટમાનો પેચ પસંદ કરો
hi: <b>पैच विवरण</b> फील्ड में इस समय चयन किए गए पैच की लंबी व्याख्या दी गई है. सूची में किसी पैच पर क्लिक करके उसका विवरण यहां देखें.
hu: A <b>Frissítőcsomag leírása</b> mezőben egy hosszabb leírást talál a kiválasztott frissítőcsomagról. A leírás megtekintéséhez válassza ki a frissítőcsomagot a listából.
id: Kolom <b>Deskripsi Patch</b> berisi penjelasan yang lebih lengkap tentang patch yang dipilih. Klik patch dalam daftar untuk melihat deskripsinya disini.
ko: <b>패치 설명</b> 필드는 현재 선택된 패치에 대한 긴 설명을 포함합니다. 목록에서 패치를 클릭하면 목록에 대한 설명이 여기에 표시됩니다.
lt: <b>Pataisos aprašo</b> laukelyje yra išsamesnis pasirinktos pataisos aprašas. Paspauskite ant sąraše esančios pataisos ir jos aprašą pamatysite čia.
mr: <b>पॅचचे वर्णन</b> या फिल्डमधे अलिकडे निवडलेल्या पॅचचे दीर्घ स्पष्टीकरण असते. या ठिकाणी त्याचे वर्णन पहाण्यासाठी ससूचीतील पॅचवर क्लिक करा.
nb: Feltet <b>Oppgraderingsbeskrivelse</b> inneholder en lengre beskrivelse av oppgraderingen som er valgt. Klikk på en oppgradering i listen for å vise beskrivelsen.
pa: <b>ਪੈਂਚ ਵੇਰਵਾ</b> ਕਾਲਮ ਵਿੱਚ ਚੁਣੇ ਪੈਚ ਲਈ ਲੰਮਾ ਵੇਰਵਾ ਸ਼ਾਮਿਲ ਹੈ। ਇੱਥੇ ਪੈਂਚ ਵੇਰਵਾ ਵੇਖਣ ਲਈ ਕੋਈ ਪੈਂਚ ਲਿਸਟ ਵਿੱਚੋਂ ਦਬਾਓ।
pt: O campo <b>Descrição da Correcção</b> contém uma explicação mais extensa da correcção actualmente seleccionada. Prima uma correcção da lista para visualizar aqui a sua descrição.
ro: Câmpul <b>Descriere petic</b> conține o explicație mai lungă a peticului selectat. Dați clic pe un petic din listă pentru a-i vedea descrierea aici.
ta: <b>பாட்ச் விளக்கம்</b>புலம், தற்போது தேர்வு செய்யப்பட்டுள்ள பாட்ச் குறித்த விளக்கத்தைக் கொண்டுள்ளது. அதன் விளக்கத்தை இங்கு காண்பதற்கு, பட்டியலில் ஒரு பாட்ச்சை க்ளிக் செய்யவும்.
th: ช่องข้อมูล <b>คำอธิบายแพตช์</b> จะใช้สำหรับการอธิบายถึงแพตช์ที่กำลังเลือกไว้อยู่ปัจจุบัน คลิกที่แพตช์ในช่องรายการเพื่อแสดงคำอธิบายมันได้ที่นี่
vi: Ô <b>Mô tả vá lỗi</b> chứa giải thích rõ ràng hơn về vá lỗi đã chọn hiện thời. Nhấn một vá lỗi trong danh sách để xem mô tả của nó ở đây.
wa: I gn a dins l' tchamp <b>Discrijhaedje do coridjaedje</b> on pus long esplicaedje do coridjaedje tchoezi pol moumint. Clitchîz so-z on coridjaedje el lisse po vey si discrijhaedje vaici.
xh: Ummandla <b>Wenkcazelo Yesikhuselwa</b> uqulethe inkcazelo ethande ukuba nde ngesikhuselwa esikhethwe okwangoku. Nqomfa isikhuselwa kuludwe ukuze ubukele inkcazelo yazo apha.
zu: Isikhala <b>Sencazelo Yesichibiyelo</b> siqukethe incazelo ende yesichibiyelo esisanda kukhethwa. Chofoza isichibiyelo esisohlwini ukuze uhlole incazelo yaso lapha.
