Repository: Dzejrou/yast-translations
Catalog: po/qt-pkg/*.po
Languages: af, ar, bg, bn, ca, cs, da, el, et, fa, fi, gl, gu, hi, hu, id, ko, lt, mr, nb, pa, pt, ro, ta, th, vi, wa, xh, zu

source: Use the check box next to the selection to select it as a whole. You can also select or deselect individual packages in the package list at the right.
af: Gebruik die merkraampie langs die keuse om dit as geheel te kies. U kan individuele pakkette in die pakketlys regs ook kies of ontkies.
ar: استخدم خانة الاختيار بجوار التحديد لتحديده كوحدة متكاملة. يمكنك أيضًا تحديد حزم منفردة أو إلغاء تحديدها في قائمة الحزم في الجزء الأيسر.
bg: Използвайте отметката до подбора за да го изберете като едно цяло. Също така можете да избирате или отменяте отделни пакети от списъка вдясно.
bn: সম্পূর্ন নির্বাচনটি বাছাই করতে চাইলে এর পাশের চেকবাক্সটি ব্যবহার করুন. ডানের তালিকাটি থেকে আপনি প্যাকেজ নির্বাচন পরিবর্তন করতে পারেন.
ca: Marqueu la casella que hi ha al costat de la selecció per a seleccionar-la com a unitat. També podeu marcar o desmarcar paquets individuals a la llista de paquets de la dreta.
cs: Zaškrtávací políčko vedle výběru lze použít k výběru všech položek. Vybírat můžete také pouze jednotlivé balíčky ze seznamu vpravo.
da: Brug afkrydsningsfeltet ved siden af udvalget for at vælge det som helhed. Du kan også vælge eller fravælge individuelle pakker i pakkelisten til højre.
el: Χρήση κουτιού επιλογής δίπλα στην επιλογή για να το επιλέξετε ολόκληρο. Μπορείτε επίσης να επιλέξετε ή να αφαιρέσετε ατομικά πακέτα στη λίστα πακέτων στα δεξιά.
et: Valige valiku kõrval olev märkeruut kogu nimekirja valimiseks. Samuti saate paremal asuvas pakendiloendis valida või tühistada valikuid eraldi pakettide kaupa.
fa: از کادر علامت در کنار انتخاب برای انتخاب به صورت جمعی استفاده کنید. شما میتوانید بسته های تکی را از لیست بسته ها در سمت راست انتخاب و یا عدم انتخاب کنید.
fi: Valitse valintaruutu esivalinnan vieressä valitaksesi kaikki esivalinnan paketit. Voit myös valita tai poistaa valinnan yksittäisiltä paketeilta oikeanpuoleisesta luettelosta.
gl: Empregue a caixa de verificación colocada xunto á selección para escollela na súa totalidade. Tamén pode seleccionar ou desmarcar paquetes individuais na lista de paquetes da dereita.
gu: પસંદગીઓની બાજુનું ચેકબોક્સ પસંદ કરો અને તેને એક આખા તરીકે પસંદ કરો. તમે જમણી બાજુએથી એકલદોકલ પેકેજીસને પસંદ કરી શકાય અને અને પસંદગીમાંથી કાઢી પણ લેવાય.
hi: चयन के साथ दिए गये जांच बॉक्स का उपयोग करके समग्र के रूप में उसका चयन करें. आप दायीं ओर दिए गये बंडल सूची में से अलग-अलग बंडल का चयन कर सकते हैं अथवा उसको हटा सकते हैं.
hu: Egy teljes összeállítás kiválasztásához jelölje be azt a név melletti jelölőnégyzetre kattintva. Az összeállítás csomagjait egyenként is kiválaszthatja (illetve megszüntetheti a kiválasztást) a jobb oldali csomaglistán a megfelelő jelölőnégyzetre kattintva.
id: Gunakan kotak centang di sebelah pilihan untuk memilihnya secara keseluruhan. Anda juga dapat memilih atau tidak memilih paket-paket individual dalam daftar paket di sebelah kanan.
ko: 전체적으로 선택하려면 선택항목 옆에 있는 체크박스를 사용하십시오. 오른쪽의 패키지 목록에서 개별 패키지를 선택 또는 선택 취소할 수도 있습니다.
lt: Panaudokite pažymimąjį langelį, esantį šalia parinkties, norėdami pažymėti visą šabloną. Paketų sąraše dešinėje galite pažymėti arba atžymėti pavienius paketus.
mr: सिलेक्शनच्या बाजूचा चेक बॉक्स संपूर्ण म्हणून निवड करण्यासाठी वापरा. आपण उजवीकडील पॅकेज सूचीतून वेगवेगळी पॅकेजेस निवडू शकता किंवा निवडणारही नाही.
nb: Bruk avkryssingsboksen ved siden av utvalget for å velge det som en enhet. Du kan også velge eller velge bort separate pakker i pakkelisten til høyre.
pa: ਸਾਰਾ ਚੁਣਨ ਲਈ ਚੋਣ ਤੋਂ ਅੱਗੇ ਚੈੱਕ ਬਕਸਾ ਵਰਤੋਂ। ਤੁਸੀਂ ਸੱਜੇ ਪਾਸੇ ਪੈਕੇਜ ਲਿਸਟ ਵਿੱਚ ਹਰੇਕ ਪੈਕੇਜ ਚੁਣ ਜਾਂ ਨਾ-ਚੁਣ ਸਕਦੇ ਹੋ।
pt: Utilize a caixa de marca junto à selecção para seleccioná-la como um todo. Pode ainda marcar ou desmarcar pacotes individuais na lista de pacotes à direita.
ro: Utilizați căsuța de opțiune de lângă selecție pentru a o selecta ca un întreg. De asemenea puteți selecta sau deselecta pachete individuale din lista de pachete din dreapta.
ta: தேர்வை முழுமையாக தேர்வு செய்வதற்கு, அதன் அருகில் உள்ள குறியீட்டுப் பெட்டியை பயன்படுத்தவும். வலதுபுறத்தில் உள்ள பேக்கேஜ் பட்டியலில் உள்ள தனி பேக்கேஜ்களையும் நீங்கள் தேர்வு செய்யலாம் அல்லது தேர்வை நீக்கலாம்.
th: ใช้ช่องกาเลือกนี้เพื่อทำการเลือกรายการการเลือกทั้งหมด โดยคุณยังคงสามารถที่จะเลือกหรือยกเลิกการเลือกแพกเกจเป็นรายตัวได้อยู่เช่นกัน จากทางช่องรายการแพกเกจทางด้านขวามือนี้
vi: Dùng hộp đánh dấu ở bên cạnh lựa chọn để chọn toàn bộ nó. Bạ ncuxng có thể chọn hoặc bỏ chọn từng gói riêng biệt trong danh sách gói ở bên phải.
wa: Eployîz l' boesse a croyî a costé do tchoes pol tchoezi en on côp. Vos ploz ossu tchoezi oudonbén distchoezi des pacaedjes tos seus el lisse des pacaedjes a droete.
xh: Sebenzisa ibhokisi yoqwalaselo ecaleni kokukhethiweyo ukuyikhetha iphelele. Unako ngokunjalo ukukhetha okanye ukuyeka ukukhetha imibekelelo ethile kuludwe lwemibekelelo esekunene.
zu: Sebenzisa ibhokisi elichofozwayo eduze kokukhethwayo ukuze ukukhethe konke. Ungakhetha noma uyeke ukukhetha amaphakheji ngamanye ohlwini lwamaphakheji kwesokudla.

source: <b>Package Groups</b> shows packages by category. You can expand and collapse tree items to refine or generalize categories. Click any category to display the packages in that category in the package list on the right side.
af: <b>Pakketgroepe</b> toon pakkette volgens kategorie. U kan boomitems uitbrei of invou om kategorieë te verfyn of te veralgemeen. Klik enige kategorie om die pakkette in daardie kategorie in die pakketlys regs te vertoon.
ar: <b>مجموعات الحزم</b> يعرض الحزم حسب فئاتها. يمكنك توسيع عناصر الهيكل أو طيها لترشيح الفئات أو تعميمها. انقر فوق أية فئة لعرض الحزم ضمن هذه الفئة في قائمة الحزم في الجانب الأيسر.
bg: <b>Групи пакети</b> показват пакетите по категории. Можете да разширявате или свивате елементите на дървото за да получите по-точни или по-общи категории. Щракнете върху която и да е категория и в дясната страна ще можете да видите пакетите от тази категория.
bn: <b>প্যাকেজ গ্রুপ</b> প্যাকেজগুলোকে শ্রেণীবিভক্ত করে দেখায়. আপনি ট্রী প্রসারিত বা সংকুচিত করে শ্রেণীগুলো আরও সাধারন বা বিশেষভাবে দেখতে পারেন. একটি শ্রেণীতে ক্লিক করে তাতে বিদ্যমান প্যাকেজগুলো ডানে অবস্থিত প্যাকেজ তালিকায় দেখুন.
ca: L'opció <b>Grups de paquets</b> mostra els paquets classificats per categories. Podeu ampliar o agrupar elements de l'arbre per a restringir o generalitzar una categoria. Premeu una categoria per a mostrar-ne els paquets a la llista de la dreta.
cs: Pole <b>Skupiny balíčků</b> zobrazuje balíčky podle kategorie. Položky stromu lze rozbalit nebo sbalit a upravit si tak zobrazení kategorií. Kliknutím na libovolnou kategorii zobrazíte její balíčky na pravé straně.
da: <b>Pakkegrupper</b> viser pakker efter kategori. Du kan udvide eller sammentrække træstrukturen for at uddybe eller sammenfatte kategorier. Klik på en kategori for at vise pakkerne i den kategori i pakkelisten på højre side.
el: Το <b>Ομάδες Πακέτων</b> εμφανίζει τα πακέτα ανά κατηγορία. Μπορείτε να επεκτείνετε και να περιορίσετε τα αντικείμενα του δέντρου για να εξειδικεύσετε ή να γενικεύσετε κατηγορίες. Κάντε κλικ σε μια οποιαδήποτε κατηγορία για να εμφανιστούν τα πακέτα σε αυτήν την κατηγορία στην λίστα πακέτων στην δεξιά πλευρά.
et: <b> Pakettide grupid </b> näitab pakette kategooriate kaupa. Kategooriate täpsustamiseks või üldistamiseks saate kategooriaid detailiseerida või ühendada. Klõpsake suvalist kategooriat, et kuvada paremas servas pakendiloendis selle kategooria paketid.
fa: <b>گروه های بسته</b> بسته را با توجه به طبقه نمایش میدهد. شما میتوانید آیتم های درخت را گسترش و یا جمع کنید تا طبقات را تعمیم داده و یا پالوده کنید. بر روی هر طبقه کلیک کنید تا بسته ی در آن طبقه در لیست بسته ها در سمت راست نمایش داده شوند.
fi: <b>Pakettiryhmät</b> järjestää paketit luokkiin. Voit laajentaa tai kutistaa puuta tarkentaaksesi tai yleistääksesi luokkia. Napsauta luokkaa nähdäksesi kyseisen luokan pakettiluettelon oikealla.
gl: <b>Grupos de paquetes</b> mostra os paquetes clasificados por categorías. Pode expandir ou contraer elementos da árbore para restrinxir ou xeralizar unha categoría. Prema nunha categoría para mostrar os paquetes desa categoría na lista da dereita.
gu: પેકેજ ગ્રુપ વડે તેમના પ્રકાર પ્રમાણે પેકેજીસ જોઈ શકાય છે. તમે ટ્રી વસ્તુઓને વધારી અને ઘટાડી શકો છો. કોઈ પણ પ્રકાર પર ક્લીક કરો તો તમને જમણી બાજુના પેકેજ લિસ્ટમાં તે પ્રકારમાં રહેલા પેકેજ બતાવશે.
hi: <b>बंडल समुह</b> वर्गों में बंडलोको दर्शाता है. आप वर्गों को रिफाइन करने अथवा सामान्यीकरण करने के लिए ट्री मदों का विस्तार कर सकते हैं और छोटा कर सकते हैं. दायीं ओर दी गई बंडल सूची में उस वर्ग में बंडल को प्रदर्शित करने के लिए किसी वर्ग पर क्लिक करें.
hu: A <b>Csomagcsoportok</b> adott kategóriák alapján jeleníti meg a csomagokat. A bejegyzés előtti "+" jelre kattintva a fa kibontható. Egy kategóriára kattintva megjelennek azon kategória csomagjai a jobb oldali csomaglistában.
id: <b>Grup Paket</b> menampilkan paket berdasarkan kategori. Anda dapat membentangkan atau menciutkan item pohon untuk mempersempit atau memperluas kategori. Klik salah satu kategori untuk menampilkan paket berdasarkan kategori didalam daftar paket pada sisi kanan.
ko: <b>패키지 그룹</b>은 범주별로 패키지를 표시합니다. 트리 항목을 확장 및 축소하여 범주를 세분하거나 일반화할 수 있습니다. 오른쪽의 패키지 목록에서 범주를 클릭하여 해당 범주의 패키지를 표시하십시오.
lt: <b>Paketų grupės</b> rodo paketus pagal kategorijas. Gilinantis arba apibendrinant kategorijas, galite išskleisti arba sutraukti medžio elementus. Paspauskite ant bet kokios kategorijos, norėdami pamatyti tos kategorijos paketus paketų sąraše dešinėje.
mr: <b>पॅकेज ग्रुप्स</b> पॅकेजेस विभागवार दर्शवतात. आपण विभाग रिफाईन किंवा जनरलाईझ करण्यासाठी ट्री आयटेम्सविस्तृत किंवा कोलॅप्स करु शकता. उजव्या बाजूच्या पॅकेजसूचीतील त्या विभागातील पॅकेजेस प्रदर्शित करण्यासाठी कोणत्याही विभागावर क्लिक करा.
nb: <b>Pakkegrupper</b> viser pakker fordelt på kategori. Du kan utvide og folde sammen elementene i strukturen for å innsnevre eller utvide kategorier. Klikk på en kategori for å vise pakkene i denne kategorien i pakkelisten til høyre.
pa: <b>ਪੈਕੇਜ ਗਰੁੱਪ</b> ਕੈਟਾਗਰੀ ਮੁਤਾਬਕ ਪੈਕੇਜ ਵਿਖਾਉਂਦਾ ਹੈ। ਤੁਸੀ ਕੈਟਾਗਰੀਆਂ ਸੋਧਣ ਜਾਂ ਆਮ ਕੈਟਾਗਰੀਆਂ ਬਣਾਉਣ ਲਈ ਲੜੀ ਆਈਟਮਾਂ ਫੈਲਾ ਅਤੇ ਘਟਾ ਸਕਦੇ ਹੋ। ਸੱਜੇ ਪਾਸੇ ਪੈਕੇਜ ਲਿਸਟ ਵਿੱਚ ਕੈਟਾਗਰੀ ਵਿਚਲੇ ਪੈਕੇਜ ਵੇਖਣ ਲਈ ਕੈਟਾਗਰੀ ਦਬਾਓ।
pt: Os <b>Grupos de Pacotes</b> mostram os pacotes por categorias. Pode expandir ou colapsar a árvore de itens, por forma a refinar ou generalizar as categorias. Prima qualquer categoria para mostrar os pacotes pertencentes à mesma, na lista de pacotes à direita.
ro: <b>Grupurile de pachete</b> afișează pachetele pe categorii. Puteți extinde sau strânge elementele arborelui pentru a rafina sau a generaliza categoriile. Faceți click pe orice categorie pentru a afișa în partea dreaptă pachetele pe care le conține.
ta: <b>Package Groups</b> பேக்கேஜ்களை அவற்றின் வகைக்கேற்ப காட்டுகிறது. வகைகளை மேம்படுத்துவதற்கோ அது பொதுவாக்குவதற்கோ நீங்கள் ட்ரீ ஐட்டம்களை விரிவாக்கலாம் அல்லது சுருக்கலாம். வலதுபுறமுள்ள பேக்கேஜ் வகையிலுள்ள பேக்கேஜ்களை காட்டுவதற்கு ஏதேனும் ஒரு வகையை க்ளிக் செய்யவும்.
th: <b>กลุ่มแพกเกจ</b> แสดงแพกเกจตามกลุ่ม คุณสามารถขยายหรือย่อหุบรายการต้นไม้ได้ คลิกที่กลุ่มใดกลุ่มหนึ่งเพื่อแสดงรายการของแพกเกจที่อยู่ในกลุ่มนั้น ๆ ทางขวามือ
vi: <b>Nhóm gói</b> hiển thị các gói theo hạng mục. Bạn có thể mở ra và thu lại các mục của cây để lọc hay chọn toàn bộ hạng mục. Nhấn bất kỳ hạng mục nào để hiển thị những gói trong hạng mục đó vào danh sách ở bên phải.
wa: <p>Groupes di pacaedjes</b> mostere les pacaedjes pa categoreye. Vos ploz agrandi ou raptiti l' åbe des cayets po-z afiner ou mete nén les categoreyes. Clitchîz so telminme categoreye po håyner les pacaedjes di cisse categoreye el lisse des pacaedjes a droete.
xh: <b>Amaqela Emibekelelo</b> abonisa imibekelelo ngokwenzintlu. Unako ukwandisa nokumanye amanqaku omthi ukuze ucole okanye wenze okuqhelekileyo ngezintlu. Nqomfa naluphi uluhlu ukubonisa imibekelelo kolo luhlu kuludwe lwemibekelelo kwicala lasekunene.
zu: <b>Amaqembu Amaphakheji</b> abonisa izigaba zamaphakheji. Ungandisa noma unciphise izinto zesihlahla ukuze ulolonge noma wenze izigaba zivumelane. Chofoza noma isiphi isigaba ukuze uveze amaphakheji kulolo hlu ohlwini lwamaphakheji ngakwesokudla.

source: <b>Hint:</b> There is a "zzz All" entry at the very end of the list that will show all packages. This may take a few seconds on slow machines.
af: <b>Wenk:</b> Daar is 'n "zzz alles"-inskrywing heel aan die einde van die lys wat al die pakkette sal toon. Dit kan enkele sekondes duur op stadige masjiene.
ar: <b>تلميح:</b> يوجد الإدخال "zzz الكل" أسفل القائمة الذي سيعرض كافة الحزم. قد يستغرق ذلك عدة ثوانٍ على الأجهزة البطيئة.
bg: <b>Съвет:</b> Има категория "яяя Всичко" в самия край на списъка, която съдържа всички пакети. Това може да отнеме няколко секунди на по-бавни машини.
bn: <b>ইঙ্গিত:</b> তালিকাটির শেষে "zzz সব" অন্তর্ভুক্ত আছে, যেটি সবগুলো প্যাকেজ দেখাবে. ধীর গতির মেশিনে প্রক্রিয়াটি কয়েক সেকন্ড সময় নিতে পারে.
ca: <b>Suggeriment:</b> Al final de la llista es troba l'entrada "Tots zzz", que mostra tots els paquets. Aquest procés pot trigar uns segons a les màquines més lentes.
cs: <b>Poznámka:</b> Úplně na konci je položka "zzz vše", která zobrazí všechny balíčky. Na pomalých počítačích to může chvíli trvat.
da: <b>Tip:</b> Der er et "zzz Alle"-punkt til slut i listen som viser alle pakker. Det kan tage et par sekunder på langsomme maskiner.
el: <b>Υπόδειξη:</b> Υπάρχει μια καταχώρηση "zzz Όλα" στο τέλος της λίστας που θα εμφανίσει όλα τα πακέτα. Αυτό μπορεί να απαιτήσει μερικά δευτερόλεπτα σε αργά μηχανήματα.
et: <b>Vihje:</b> Loendi lõpus on kirje „zzz All”, mis kuvab kõik paketid. Aeglastel masinatel võib see võtta aega.
fa: <b>راهنمایی:</b> یک ورودی "همگی" در آخر لیست است که تمامی بسته ها را نمایش میدهد. این ممکن است بر روی دستگاههای ضعیف چند ثانیه طول بکشد.
fi: <b>Vihje:</b> Luettelon lopussa on kohta "zzz Kaikki", joka näyttää kaikki valittavissa olevat paketit. Luettelon lataus voi kestää muutamia sekunteja hitailla koneilla.
gl: <b>Suxestión:</b> Ao rematar a lista atópase a entrada "zzz todo" que mostra todos os paquetes. Este proceso pode durar algúns segundos en máquinas lentas.
gu: <b>સૂચના:</b> લિસ્ટના છેક નીચે નામની એન્ટ્રી છે, જે બધાં પેકેજ બતાવશે. ધીમા મશીન પર આ કદાચ થોડી વધારે વાર લે.
hi: <b>संकेत:</b> सूची के एकदम अंत में एक "zzz ऑल" प्रविष्टि है जो सभी बंडलोको दिखाएगा. धीमी मशीन पर इसमें कुछ सेकंड लग सकते हैं.
hu: <b>Tipp:</b> A lista legeslegvégén egy "zzz minden" bejegyzést talál, ahol megtalálható az összes csomag. Lassúbb gépeken azonban eltarthat egy pár másodpercig, mire megjelenik a lista.
id: <b>Petunjuk:</b> Terdapat entri "zzz Semua" di akhir dari daftar yang akan menampilkan semua paket. Ini mungkin memakan waktu beberapa detik pada mesin yang lambat.
ko: <b>힌트:</b> 모든 패키지를 표시하는 목록 맨 끝에는 "zzz All" 항목이 표시됩니다. 속도가 느린 시스템에서는 몇 초가 걸릴 수 있습니다.
lt: <b>Patarimas:</b> Yra elementas „zzz Visi“ sąrašo pabaigoje, kur rodomi visi paketai. Lėtuose kompiuteriuose tai gali užtrukti kelias sekundes.
mr: <b>सूचना:</b> सूचीच्या अगदी शेवटी "zzz ऑल" प्रविष्टी आहे जी सर्व पॅकेजेस दर्शवेल. मंद गतीने चालणार्‍या मशीन्सवर याला काही सेकंद वेळ लागेल.
nb: <b>Tips:</b> Det er et "zzz Alle"-valg helt på slutten av listen, som vil vise alle pakker. Dette kan ta noen sekunder på langsomme maskiner.
pa: <b>ਇਸ਼ਾਰਾ:</b> ਇੱਥੇ ਲਿਸਟ ਦੇ ਅਖੀਰ ਵਿੱਚ "ਸਭ zzz" ਐਂਟਰੀ ਹੈ ਜੋ ਸਾਰੇ ਪੈਕੇਜ ਵਿਖਾਏਗੀ। ਇਹ ਹੌਲੀ ਮਸ਼ੀਨ ਉੱਤੇ ਕੁਝ ਸਕਿੰਟ ਲੈ ਸਕਦੀ ਹੈ।
pt: <b>Ajuda:</b> Existe uma entrada "zzz Tudo" mesmo ao fim da lista, que mostra todos os pacotes. Esta operação pode demorar alguns segundos em máquinas lentas.
ro: <b>Sugestie:</b> Opțiunea "zzz All" de la sfârșitul listei afișează toate pachetele. Pe calculatoarele mai lente, această operațiune poate dura.
ta: உதவிக்குறிப்பு: அனைத்து பேக்கேஜ்களையும் காட்டும். "zzz All" குறிப்பொன்று பட்டியலின் கோடியில் உள்ளது. வேகக் குறைவாக உள்ள கணினிகளில் இது சில வினாடிகள் எடுத்துக் கொள்ளக்கூடும்.
th: <b>เคล็ดลับ:</b> รายการ "เลือกทั้งหมด" ซึ่งอยู่ทางด้านล่างสุดของช่องรายการจะใช้สำหรับแสดงรายการแพกเกจทั้งหมดในคราวเดียว แต่จะทำให้กินเวลาค่อนข้างพอสมควรบนเครื่องที่ความเร็วไม่สูงนัก
vi: <b>Mẹo</b> Có mục "zzz Tất cả" ở cuối cùng mỗi danh sách sẽ hiển thị mọi gói. Lựa chọn này có thể sẽ cần vài giây trên những máy chậm.
wa: <b>Bon a savu:</b> I gn a on "zzz Tertos" al difén del lisse ki mosterrè tos les pacaedjes. Çoula pôreut prinde kékès segondes so les londjinnès éndjoles.
xh: <b>Icebiso:</b> Kukho ungeniso "lwe-"zzz Konke" ekupheleni koludwe oluya kubonisa yonke imibekelelo. Oku kunokuthatha imizuzwana embalwa koomatshini abacothayo.
zu: <b>Ithiphu:</b> Kukhona i-entry ethi "zzz All" khona kanye ekugcineni kohlu ezobonisa wonke amaphakheji. Lokhu kungase kuthathe imizuzwana embalwa emishinini ethatha kancane.

source: <b>Search</b> allows you to search for packages that meet various criteria. This is usually the easiest way to find a package if you know its name.
af: <b>Soek</b> laat u toe om te soek na pakkette wat aan verskeie kriteriums voldoen. Dit is gewoonlik die maklikste om 'n pakket te vind as u weet wat die naam is.
ar: <b>بحث</b> يتيح لك فرصة البحث عن الحزم التي تتوفر بها معايير متعددة. وهذه عادةً أسهل طريقة للعثور على حزمة إذا كنت تعرف اسمها.
bg: Чрез <b>Търсене</b> можете да намерите пакети по различни критерии. Това обикновено е най-лесния начин за намирането на пакет, ако знаете името му.
bn: <b>খোঁজো</b> আপনাকে বিভিন্ন শর্ত অনুযায়ী প্যাকেজ খুঁজতে সাহায্য করে. প্যাকেজের নাম জানা থাকলে, প্যাকেজ খোঁজার এটিই সবচেয়ে সহজ উপায়.
ca: <b>Cerca</b> permet cercar paquets que compleixin diversos requisits. Aquesta és la forma més senzilla de trobar un paquet si se'n sap el nom.
cs: <b>Hledat</b> vám umožňuje najít balíčky splňující určitá kritéria. Toto je obvykle nejjednodušší způsob, jak nalézt balíček podle jeho názvu.
da: <b>Søg</b> giver dig mulighed for at søge efter pakker efter forskellige kriterier. Det er normalt den nemmeste måde at finde en pakke, hvis du kender dens navn.
el: Η <b>Αναζήτηση</b> σας επιτρέπει να αναζητήσετε πακέτα που ικανοποιούν διάφορα κριτήρια. Αυτός είναι συνήθως ο πιο εύκολος τρόπος να βρείτε ένα πακέτο εάν γνωρίζετε το όνομα του.
et: <b>Otsing</b> võimaldab otsida pakette, mis vastavad erinevatele kriteeriumidele. See on tavaliselt lihtsaim viis paketi leidmiseks, kui teate selle nime.
fa: <b>جستجو</b> به شما اجازه میدهد تا بسته هایی که شرایط خاصی دارند را جستجو کنید. این معمولا ساده ترین راه برای یافتن بسته هایی اند که نام آنها را میدانید.
fi: <b>Etsi</b> sallii erilaisten ehtojen täyttävien pakettien etsimisen. Tämä on yleensä helpoin tapa löytää paketti, jos esimerkiksi tiedät sen nimen.
gl: <b>Buscar</b> permítelle buscar paquetes que cumpran varios criterios. Este é o xeito máis sinxelo de atopar un paquete se coñece o seu nome.
gu: <b>શોધો</b> જુદા જુદા માપદંડ પ્રમાણે પેકેજને જલદી શોધી શકાય છે. જો તમે પેકેજનું નામ જાણતા હો, તો પેકેજ શોધવાની આ સૌથી સહેલી રીત છે.
hi: <b>सर्च</b> आपको ऐसे बंडलोके सर्च अनुमति देता है जो विभिन्न मानदंडो को पूरा करते हैं. यह किसी बंडल, यदि आप उसका नाम जानते हैं, को ढूंढने सबसे आसान तरीका है.
hu: A <b>Keresés</b> funkció segítségével különböző szempontok alapján kereshet a csomagok közül. Rendszerint ez a legegyszerűbb módja egy adott csomag megkeresésének.
id: <b>Cari</b> memungkinkan Anda dapat mencari paket yang memenuhi berbagai kriteria. Ini biasanya merupakan cara termudah untuk menemukan sebuah paket jika Anda tahu namanya.
ko: <b>검색</b>을 사용하여 다양한 기준을 충족시키는 패키지를 검색할 수 있습니다. 일반적으로 패키지를 찾는 가장 쉬운 방법은 패키지의 이름을 알고 있는 경우입니다.
lt: <b>Paieška</b> leidžia ieškoti paketų pagal įvairius kriterijus. Dažniausiai tai paprasčiausias būdas surasti paketą, kai žinomas jo pavadinimas.
mr: <b>सर्च</b> द्वारे आपण पॅकेजेस शोधु शकता जे विविध निकष पूर्ण करता. आपल्याला पॅकेजचे नांव माहिती असेल तर ते शोधण्याचा हा सोपा मार्ग आहे.
nb: Med <b>Søk</b> kan du søke etter pakker som samsvarer med diverse kriterier. Dette er er ofte den enkleste måten å finne en pakke på hvis du vet navnet.
pa: <b>ਖੋਜ</b> ਤੁਹਾਨੂੰ ਪੈਕੇਜ ਲੱਭਣ ਵਿੱਚ ਦੇਵੇਗਾ ਜੋ ਵੱਖ-ਵੱਖ ਸ਼ਰਤਾਂ ਪੂਰੀਆਂ ਕਰਦੇ ਹਨ। ਇਹ ਪੈਕੇਜ ਲੱਭਣ ਦਾ ਸੌਖਾ ਤਰੀਕਾ ਹੈ ਜੇ ਤੁਸੀਂ ਪੈਕੇਜ ਨਾਂ ਜਾਣਦੇ ਹੋ।
pt: A <b>Procura</b> permite procurar pacotes que validam vários critérios. Habitualmente, este é o método mais fácil de procurar um pacote, se souber o seu nome.
ro: <b>Caută</b> vă permite să căutați pachete care îndeplinesc diferite criterii. Aceasta e, de obicei, cea mai simplă cale de a găsi un pachet dacă îi cunoașteți numele.
ta: பல்வேறு நிர்ணயங்களை பூர்த்தி செய்யும் பேக்கேஜ்களை தேடுவதற்கு <b>Search</b>உங்களுக்கு உதவுகிறது. உங்களுக்கு பெயர் தெரிந்திருக்குமானால், ஒரு பேககேஜை தேடுவதற்கு இதுவேமிகச் சுலபமான வழியாகும்.
th: <b>ค้นหา</b> ให้คุณทำการค้นหาแพกเกจที่ตรงตามความต้องการ วิธีนี้เป็นวิธีที่ง่ายที่สุดในการค้นหาแพกเกจที่คุณทราบชื่ออยู่แล้ว
vi: <b>Tìm kiếm</b> cho phép bạn tìm kiếm những gói tương ứng với tiêu chuẩn nào đó. Đây thông thường là cách dễ nhất để tìm một gói khi bạn biết tên nó.
wa: <b>Trover</b> vos permete di cachî après des pacaedjes ki rescontrèt sacwantes criteres. Çoula est sovint l' pus åjheye façon di trover on pacaedje si vs conoxhoz s' no.
xh: <b>u-Zingela</b> ukuvumela ukuzingela imibekelelo ehlangabezana nemiqathango eyahlukahlukeneyo. Kuqheleke ukuba oku kube yeyona ndlela ilula yokufumana umbekelelo ukuba uyalazi igama lawo.
zu: Okuthi <b>Cinga</b> kukuvumela ukuba ucinge amaphakheji ahlangabezana nezimfuneko ezihlukahlukene. Lena ngokuvamile yindlela elula kunazo zonke yokuthola iphakheji uma ulazi igama layo.
