Repository: Dzejrou/yast-translations
Catalog: po/qt-pkg/*.po
Languages: af, ar, bg, bn, ca, cs, da, el, et, fa, fi, gl, gu, hi, hu, id, ko, lt, mr, nb, pa, pt, ro, ta, th, vi, wa, xh, zu

source: Install All Matching -&devel Packages
af: Installeer alles wat pas - &devel-pakkette
ar: تثبيت كافة الحزم المتطابقة المنتهية بـ -devel
bg: Инсталиране на съответните пакети „-&devel“
bn: সব অনুরূপ -devel প্যাকেজসমূহ ইনস্টল করো (&d)
ca: Instal·la tots els paquets -&devel coincidents
cs: Nainstalovat související -&devel balíčky
da: Installér alle tilsvarende -&devel-pakker
el: Εγκατάσταση όλων των Πακέτων -&devel που ταιριάζουν
et: Kõigi vastavate &devel-pakettide paigaldamine
fa: نصب تمامی مطابق ها - بسته های devel
fi: Asenna kaikki sopivat -&devel-paketit
gl: Instalar todos os paquetes -&devel correspondentes
gu: બધાં સમાન પેકેજીસ સ્થાપવા -&devel
hi: सभी मिले-devel बंडल अधिष्ठापित करें
hu: Összes megfelelő -&devel csomag telepítése
id: Pasang Semua Paket -&devel yang Cocok
ko: 일치하는 모든 -devel 패키지 설치(&D)
lt: Įdiegti visus atitinkamus -&devel paketus
mr: जुळणारी –सर्व डिवेल पॅकेजेस स्थापित करा
nb: Installer alle tilhørende -&devel-pakker
pa: ਸਭ ਮੇਲ ਖਾਂਦੇ -&devel ਪੈਕੇਜ ਇੰਸਟਾਲ ਕਰੋ
pt: Instalar Todos os Pacotes Terminados em -&Devel
ro: Instalează toate pachetele -&devel care se potrivesc
ta: அனைத்து பொருந்தும்; -&devel பேக்கேஜ்களையும் நிறுவவும்
th: ติดตั้งแพกเกจ -&devel ที่เข้าคู่กันทั้งหมด
vi: &Cài đặt mọi gói -devel tương ứng
wa: Astaler tos les pacaedje -&devel ki corespondèt
xh: Hlohla Zonke Izingqamani -Imibekelelo &yophuhliso
zu: Faka Wonke Amaphakheji -&Afanelanayo nangama-devel

source: Install All Matching -de&buginfo Packages
af: Installeer alles wat pas - de&buginfo-pakkette
ar: تثبيت كافة الحزم المتطابقة المنتهية بـ -debuginfo
bg: Инсталиране на съответните пакети „-de&buginfo“
bn: সব অনুরূপ -debuginfo প্যাকেজসমূহ ইনস্টল করো (&b)
ca: Instal·la tots els paquets -de&buginfo coincidents
cs: Nainstalovat související -de&buginfo balíčky
da: Installér alle tilsvarende -de&buginfo-pakker
el: Εγκατάσταση Όλων των Πακέτων -de&buginfo που ταιριάζουν
et: Kõigi vastavate de&buginfo-pakettide paigaldamine
fa: نصب تمامی مطابق ها - بسته های debuginfo
fi: Asenna kaikki sopivat -de&buginfo-paketit
gl: Instalar todos os paquetes -de&buginfo correspondentes
gu: બધાં સમાન પેકેજીસ સ્થાપવા -de&buginfo
hi: सभी मिले-debuginfo बंडल अधिष्ठापित करें
hu: Összes megfelelő -de&buginfo csomag telepítése
id: Pasang Semua Paket -debug-&info yang Cocok
ko: 일치하는 모든 -debuginfo 패키지 설치(&B)
lt: Įdiegti visus atitinkamus -de&buginfo paketus
mr: सर्व डिबगउंफो पॅकेजेस स्थापित करा
nb: Installer alle tilhørende -de&buginfo-pakker
pa: ਸਭ ਮੇਲ ਖਾਂਦੇ -de&buginfo ਪੈਕੇਜ ਇੰਸਟਾਲ ਕਰੋ
pt: Instalar Todos os Pacotes Terminados em -de&buginfo
ro: Instalează toate pachetele -de&buginfo care se potrivesc
ta: அனைத்து பொருந்தும்; - de&buginfo பேக்கேஜ்களையும் நுறுவவும்
th: ติดตั้งแพกเกจ -de&buginfo ที่เข้าคู่กันทั้งหมด
vi: Cài đặt mọi gói -&debuginfo tương ứng
wa: Astaler tos les pacaedjes -de&buginfo ki corespondèt
xh: Hlohla Zonke Izingqamani – co&kisa Imibekelelo yolwazi
zu: Faka Wonke Amaphakheji –Afanelanayo angama-debuginfo

source: Install All Matching -debug&source Packages
ar: ت&ثبيت كافة الحزم المنتهية بـ -debugsource المتطابقة
bg: Инсталиране на съответните пакети „-debug&source“
ca: Instal·la tots els paquets -debug&source coincidents
cs: Nainstalovat všechny odpovídající balíčky -debug&source
da: Installér alle tilsvarende -de&bugsource-pakker
el: Εγκατάσταση Όλων των Πακέτων -de&buginfo που ταιριάζουν
et: Kõigi vastavate debug&source-pakettide paigaldamine
fa: نصب تمامی مطابق ها - بسته های debugsource
fi: Asenna kaikki sopivat -de&bugsource-paketit
gl: Instalar todos os paquetes -debug&source correspondentes
hu: Összes megfelelő -deb&ugsource csomag telepítése
id: Pasang Semua Paket -debug-&source yang Cocok
ko: 일치하는 모든 -debugsource 패키지 설치(&S)
lt: Įdiegti visus atitinkamus -debug&souce paketus
nb: Installer alle tilhørende -de&bugsource-pakker
pa: ਸਭ ਮਿਲਦੇ -debug&source ਪੈਕੇਜ ਇੰਸਟਾਲ
pt: Instalar Todos os Pacotes Terminados em -debug&source
ro: Instalează toate pachetele -debuginfo care se potrivesc
th: ติดตั้งแพกเกจ -debug&source ที่เข้าคู่กันทั้งหมด
wa: Astaler tos les pacaedje -de&bugsource ki corespondèt

source: Install All Matching &Recommended Packages
ar: تثبيت كل الحزم ال&موصى بها المطابقة
bg: И&нсталиране на всички препоръчани пакети
ca: Instal·la tots els paquets &recomanats coincidents
cs: Nainstalovat všechny odpovídající dopo&ručené balíčky
da: Installér alle matchende &anbefalede pakker
et: Kõigi sobivate &soovitatud pakettide paigaldamine
fa: نصب تمامی بسته های مطابق و پیشنهادی
fi: Asenna kaikki s&opivat suositellut paketit
gl: Instalar todos os paquetes &recomendados que coincidan
hu: Minden megfelelő ajá&nlott csomag telepítése
id: Pasang Semua Paket Rekomendasi yang Cocok
ko: 모든 일치하는 권장 패키지 설치(&R)
lt: Įdiegti visus atitinkamus &patartinus paketus
pt: Instalar Todos os Pacotes &Recomendados

source: Generate Dependency Resolver &Test Case
af: Genereer afhanklikheidsoplosser-toetssaak
ar: إنشاء حالة ا&ختبار محلل التبعيات
bg: Създаване на &проба за разрешаване на зависимости
bn: ডিপেন্ডেন্সি রিসলভার এবং টেস্ট কেস সৃষ্টি করুন
ca: Genera un cas de pro&va de resolució de dependències
cs: Vytvořit &test řešení závislostí
da: Generér &testcase for afhængighedsløser
el: Δημιουργία Δοκιμασ&τικής Περίπτωσης Επίλυσης Εξαρτήσεων
et: Loo sõltuvuste lahendaja &testjuhtum
fa: تولید مورد آزمون حل کننده ی وابستگی ها
fi: Luo riippuvuuksien ratkaisun &testitapaus
gl: Xerar &caso de proba do sistema de resolución de dependencias
gu: ડિપેન્ડન્સી રિસોલ્વર &Test કેસ બનાવવો
hi: निर्भरता रिजॉल्वर &परीक्षण केस उत्पन्न करें
hu: Fü&ggőségfeloldási teszteset létrehozása
id: Hasilkan Uji Kasus Penyelesai Dependensi
ko: 종속성 확인자 테스트 사례 생성(&T)
lt: &Kurti priklausomybių sprendimo detalų aprašą
mr: डिपेन्डन्सी रिझॉल्व्हर टेस्ट केस निर्माण करा
nb: Generer &testkasus for konfliktløsning
pa: ਨਿਰਭਰਤਾ ਹੱਲਕਰਤਾ ਟੈਸਟ ਕੇਸ ਬਣਾਓ(&T)
pt: Gerar Caso de &Teste de Decisor de Dependências
ro: Generează scenariul de &test pentru rezolvarea dependențelor
ta: சார்புநிலை தீர்வு &சோதனை நிகழ்வை உருவாக்கு
th: สร้างการท&ดสอบความเกี่ยวพันกันของแพกเกจ
wa: Ahiver on Cas d' &saye di rezoudeu d' aloyances
xh: Yila Isisombululi Soxhomekeko &Isiganeko Sovavanyo
zu: Yenza i-Test CaseYesixazululi Samafayela Ancike Kwamanye

source: Search &Online
ar: بحث الانترنت
cs: Hledat &on-line
da: Søg &online
fi: Etsi &Verkosta
hi: ऑनलाइन खोजें (&O)
id: Cari &Online
lt: Paieška i&nternete
pt: Procurar &Online

source: &Help
ar: تع&ليمات
bg: Помо&щ
bn: সাহায্য (&H)
ca: A&juda
cs: &Nápověda
da: &Hjælp
el: &Βοήθεια
et: &Abi
fa: راهنما
fi: Ohje
gl: A&xuda
gu: મદદ
hi: मदद(&H)
hu: &Súgó
id: &Bantuan
ko: 도움말(&H)
lt: &Pagalba
mr: &मदत
nb: &Hjelp
pa: ਮੱਦਦ(&H)
pt: &Ajuda
ro: Ajutor
ta: உதவி
th: &ช่วยเหลือ
vi: T&rợ giúp
wa: &Aidance
xh: &Uncedo
zu: &Usizo

source: &Overview
af: &Oorsig
ar: نظر&ة عامة
bg: &Преглед
bn: বর্ননা (&O)
ca: &Resum
cs: Př&ehled
da: &Oversigt
el: &Περίληψη
et: Ül&evaade
fa: بررسی اجمالی
fi: Yhteen&veto
gl: &Resumo
gu: નિરીક્ષણ
hi: विवरण(&O)
hu: Á&ttekintés
id: Ringkasan
ko: 개요(&O)
lt: &Apžvalga
mr: ओव्हरव्ह्यू
nb: &Oversikt
pa: ਜਾਣ ਪਛਾਣ(&O)
pt: Visã&o Geral
ro: Prezentare
ta: விளக்கம்
th: &ภาพรวม
vi: &Chung
wa: &Esplikêyes
xh: &Gabalala
zu: &Amabalengwe

source: &Symbols
af: &Simbole
ar: &رموز
bg: &Символи
bn: প্রতীক (&S)
ca: &Símbols
cs: &Symboly
da: &Symboler
el: &Σύμβολα
et: &Sümbolid
fa: نمادها
fi: &Symbolit
gl: &Símbolos
gu: સિમ્બોલ્સ
hi: चिन्ह(&S)
hu: &Jelmagyarázat
id: &Simbol
ko: 기호(&S)
lt: &Simboliai
mr: &चिन्हे
nb: &Symboler
pa: ਸਿੰਬਲ(&S)
pt: &Símbolos
ro: &Simboluri
ta: சின்னங்கள்
th: &สัญลักษณ์
vi: &Ký hiệu
wa: &Simboles
xh: &Imiqondiso
zu: &Izimpawu

source: &Keys
af: &Sleutels
ar: ال&مفاتيح
bg: Клави&ши
bn: কী (&K)
ca: &Tecles
cs: &Klávesy
da: &Taster
el: &Πλήκτρα
et: &Klahvid
fa: کلیدها
fi: &Näppäimet
gl: &Teclas
gu: કીઝ
hi: कुंजी(&K)
hu: &Billentyűk
id: &Kunci
ko: 키(&K)
lt: &Klavišai
mr: कळ
nb: &Taster
pa: ਕੁੰਜੀਆਂ(&K)
pt: &Chaves
ro: Taste
ta: கீக்கள்
th: ปุ่&มพิมพ์
vi: &Từ khóa
wa: &Tapes
xh: &Amaqhosha
zu: &Izikhiye

source: All package dependencies are OK.
af: Alle pakketafhanklikhede is goed.
ar: كافة تبعيات الحزمة صالحة.
bg: Всички зависимости между пакетите са удовлетворени.
bn: সব প্যাকেজ নির্ভরতা ঠিক আছে.
ca: Totes les dependències de paquets són correctes.
cs: Všechny závislosti balíčků jsou v pořádku.
da: Alle pakkeafhængigheder er OK.
el: Όλες οι εξαρτήσεις πακέτων είναι εντάξει.
et: Kõik pakettide sõltuvused on rahuldatud.
fa: تمامی وابستگی های بسته درست هستند.
fi: Pakettienväliset riippuvuudet ovat kunnossa.
gl: Todas as dependencias do paquete están ben.
gu: બધી પેકેજની ડીપેન્ડન્સી બરોબર છે.
hi: सभी बंडलो की निर्भरता ठीक है ।
hu: Az összes csomagfüggőség rendben.
id: Semua dependensi paket Oke.
ko: 모든 패키지의 종속성이 정상입니다.
lt: Visos paketų priklausomybės tvarkingos.
mr: सर्व पॅकेजेसची अवलंबित्वे ठीक आहेत
nb: Alle pakkeavhengigheter er OK.
pa: ਸਭ ਪੈਕੇਜ ਨਿਰਭਰਤਾ ਠੀਕ ਹੈ।
pt: Todas as dependências de pacotes estão OK.
ro: Toate dependențele de pachete sunt corecte.
ta: அனைத்து பேக்கேஜ் சார்புத்தன்மைகளும் சரியாக உள்ளன.
th: ความเกี่ยวพันกันของแพกเกจทั้งหมดไม่มีปัญหา
vi: Mọi phụ thuộc gói đều OK.
wa: Totes les aloyances des pacaedjes sont bounes.
xh: Zonke izixhomekeki zemibekelelo ZILUNGILE.
zu: Konke okuncike kumaphakheji kulungile.

source: P&atches
ar: &دفعات
bg: &Кръпки
ca: &Pedaços
cs: Opr&avy
da: &Rettelser
el: Δ&ιορθώσεις
et: &Paigad
fa: وصله ها
fi: &Korjaukset
gl: P&arches
hu: J&avítások
id: P&atch
ko: 패치(&A)
lt: P&ataisos
nb: P&akkeoppdateringer
pa: ਪੈਂਚ(&a)
pt: R&emendos
ro: &Petice
th: แ&พตช์ต่าง ๆ
wa: Coridj&aedjes

source: Save Package List
af: Berg pakketlys
ar: حفظ قائمة الحزم
bg: Запазване на списъка с пакетите
bn: প্যাকেজ তালিকা সংরক্ষন করো
ca: Desa la llista de paquets
cs: Uložit seznam balíčků
da: Gem pakkeliste
el: Αποθήκευση Λίστας Πακέτων
et: Pakettide nimekirja salvestamine
fa: ذخیره ی لیست بسته
fi: Tallenna pakettiluettelo
gl: Gardar lista de paquetes
gu: પેકેજ લિસ્ટ સાચવો
hi: बंडल सूची संचित करें
hu: Csomaglista mentése
id: Simpan Daftar Paket
ko: 패키지 목록 저장
lt: Išsaugoti paketų sąrašą
mr: पॅकेज यादी संग्रहीत करा
nb: Lagre pakkeliste
pa: ਪੈਕੇਜ ਲਿਸਟ ਸੰਭਾਲੋ
pt: Gravar Lista de Pacotes
ro: Salvează lista de pachete
ta: பேக்கேஜ் பட்டியலை சேமிக்கவும்
th: จัดเก็บรายการแพกเกจ
vi: Lưu danh sách gói
wa: Schaper l' lisse des pacaedjes
xh: Gcina Uludwe Lwemibekelelo
zu: Gcina Uhlu Lwamaphakheji

source: Error
af: Fout
ar: خطأ
bg: Грешка
bn: ত্রুটি
cs: Chyba
da: Fejl
el: Σφάλμα
et: Viga
fa: خطا
fi: Virhe
gl: Erro
gu: ભૂલ
hi: खराबी
hu: Hiba
id: Kesalahan
ko: 오류
lt: Klaida
mr: त्रुटी
nb: Feil
pa: ਗਲਤੀ
pt: Erro
ro: Eroare
ta: பிழை
th: ผิดพลาด
vi: Lỗi
wa: Aroke
xh: Imposiso
zu: Iphutha

source: Error exporting package list to %1
af: 'n Fout tydens uitvoer van pakketlys na %1
ar: حدث خطأ أثناء تصدير قائمة الحزم إلى %1
bg: Грешка при изнасянето на списъка към %1
bn: %1 এ প্যাকেজ তালিকা লিখতে ত্রুটি
ca: S'ha produït un error en exportar la llista de paquets a %1
cs: Chyba při exportu seznamu balíčků do %1
da: Fejl under eksport af pakkelisten til %1
el: Σφάλμα κατά την εξαγωγή της λίστας των πακέτων στο %1
et: Viga pakettide nimekirja eksportimisel asukohta %1
fa: خطا در صادر کردن لیست بسته به %1
fi: Virhe vietäessä pakettiluetteloa tiedostoon %1
gl: Erro ao exportar a lista de paquetes a %1
gu: પેકેજ લિસ્ટ %1 પર લખવાની ભૂલ
hi: बंडल सूची %1 को लिखने में खराबी
hu: Nem sikerült a csomaglistát a(z) %1 fájlba menteni
id: Kesalahan saat mengekspor daftar paket ke %1
ko: %1(으)로 패키지 목록을 엑스포트하는 중 오류가 발생했습니다.
lt: Įrašant paketų sąrašą į %1, įvyko klaida
nb: Feil under eksport av pakkeliste til %1
pa: ਪੈਕੇਜ ਲਿਸਟ %1 ਲਈ ਐਕਸਪੋਰਟ ਕਰਨ ਸਮੇਂ ਗਲਤੀ
pt: Erro ao exportar a lista de pacotes para %1
ro: Eroare la exportarea listei de pachete în %1
ta: %1ல் பேக்கேஜ் பட்டியலை எழுதுவதில் பிழை
th: เกิดข้อผิดพลาดขึ้นระหว่างการส่งออกรายการแพกเกจไปยัง %1
wa: Åk n' a nén stî come dj' ebagueu l' lisse des pacaedjes viè %1
xh: Uludwe lombekelelo othumela ngaphandle imposiso iya ku-%1
zu: Kwenzeke iphutha kudluliswa uhlu kwi-%1

source: Load Package List
af: Laai pakketlys
ar: تحميل قائمة الحزم
bg: Зареждане на списъка с пакетите
bn: প্যাকেজের তালিকা লোড করো
ca: Carrega la llista de paquets
cs: Načíst seznam balíčků
da: Indlæs pakkeliste
el: Φόρτωση Λίστας Πακέτων
et: Pakettide nimekirja laadimine
fa: بارگزاری لیست بسته
fi: Lataa pakettiluettelo
gl: Lista de todos os paquetes
gu: પેકેજ લિસ્ટ લઈ આવો
hi: बंडल सूची लोड करें
hu: Csomaglista betöltése
id: Muat Daftar Paket
ko: 패키지 목록 로드
lt: Įkelti paketų sąrašą
mr: पॅकेज यादी भरा
nb: Last pakkeliste
pa: ਪੈਕੇਜ ਲਿਸਟ ਲੋਡ ਕਰੋ
pt: Carregar Lista de Pacotes
ro: Încarcă lista de pachete
ta: பேக்கேஜ் பட்டியலை லோடு செய்யவும்
th: เรียกรายการแพกเกจ
vi: Nạp danh sách gói
wa: Dji tchedje li lisse des pacaedjes
xh: Layisha Uludwe Lombekelelo
zu: Faka Uhlu Lwamaphakheji

source: Error loading package list from %1
af: 'n Fout tydens laai van pakketlys vanaf %1
ar: حدث خطأ أثناء تحميل قائمة الحزم من %1
bg: Грешка при зареждането на списъка от %1
bn: %1 থেকে প্যাকেজের তালিকা লোড করতে সমস্যা
ca: S'ha produït un error en carregar la llista de paquets de %1
cs: Chyba při načítání seznamu balíčků z %1
da: Fejl ved indlæsning af pakkeliste fra %1
el: Σφάλμα φόρτωσης λίστας πακέτων από %1
et: Viga pakettide nimekirja laadimisel asukohast %1
fa: خطا در بارگزاری لیست بسته از %1
fi: Virhe ladattaessa pakettiluetteloa %1
gl: Erro ao cargar a lista de paquetes desde %1
gu: પેકેજ લિસ્ટ %1 માંથી લઈ આવવાની ભૂલ
hi: %1 से बंडल सूची लोड करने में खराबी
hu: Nem sikerült betölteni a csomaglistát a(z) %1 fájlból
id: Kesalahan saat memuat daftar paket dari %1
ko: %1에서 패키지 목록을 로드하는 중 오류가 발생했습니다.
lt: Įkeliant paketų sąrašą iš %1, įvyko klaida
mr: %1 मधून पॅकेजेस लोड करण्यात चूक
nb: Feil under lasting av pakkeliste fra %1
pa: %1 ਵਿੱਚੋਂ ਪੈਕੇਜ ਲਿਸਟ ਲੋਡ ਕਰਨ ਸਮੇਂ ਗਲਤੀ
pt: Erro ao carregar a lista de pacotes de %1
ro: Eroare la încărcarea listei de pachete din %1
ta: %1லிருந்து பேக்கேஜ் பட்டியலை லோடு செய்வதில் பிழை
th: เกิดข้อผิดพลาดขึ้นระหว่างการเรียกรายการแพกเกจจาก %1
vi: Lỗi nạp danh sách gói từ %1
wa: Aroke e scrijhant l' lisse des pacaedjes a pårti d' %1
xh: Uludwe lombekelelo olayisha imposiso evela ku-%1
zu: Kwenzeke iphutha kufakwa uhlu oluvela kwi-%1

source: %1 packages will be updated
af: %1 pakkette sal bygewerk word
ar: سيتم تحديث %1 من الحزم
bg: %1 пакета ще бъдат обновени
bn: %1 প্যাকেজ হালনাগাদ করা হবে
ca: S'actualitzaran %1 paquets
cs: Balíčky k aktualizaci: %1
da: %1 pakker vil blive opdateret
el: Τα ακόλουθα πακέτα ενημερώθηκαν %1
et: Uuendatavate pakettide arv: %1
fa: %1 بسته بروزرسانی خواهد شد
fi: %1 pakettia päivitetään
gl: Actualizaranse %1 paquetes
gu: %1 પેકેજીસ અપડેટ થશે.
hi: %1पैकेजों को अद्यतन किया जाएगा
hu: %1 csomag kerül frissítésre
id: %1 paket akan diperbarui
ko: %1 패키지가 업데이트됩니다.
lt: Bus atnaujinta paketų: %1
mr: %1 पॅकेजेस अपडेट केली जातील
nb: %1 pakker vil bli oppdatert
pa: %1 ਪੈਕੇਜ ਅੱਪਡੇਟ ਕੀਤੇ ਜਾਣਗੇ
pt: Serão actualizados %1 pacotes
ro: pachetele %1 vor fi actualizate
ta: %1 பேக்கேஜ்கள் புதுப்பிக்கப்படும்
th: จะทำการปรับรุ่นรวม %1 แพกเกจ
wa: %1 pacaedjes seront metou a djoû
xh: %1 imibekelelo iya kuhlaziywa
zu: Amaphakheji angu-%1 azovuselelwa

source: &Continue
af: &Gaan voort
ar: &متابعة
bg: П&родължаване
bn: চালিয়ে যাও (&o)
ca: C&ontinua
cs: Pokr&ačovat
da: &Fortsæt
el: &Συνέχεια
et: &Jätka
fa: ادامه
fi: &Jatka
gl: &Continuar
gu: ચાલુ રહો
hi: जारी रखें(&o)
hu: &Folytatás
id: &Lanjutkan
ko: 계속(&C)
lt: &Tęsti
mr: पुढे चालू ठेवा
nb: &Fortsett
pa: ਜਾਰੀ ਰੱਖੋ(&C)
pt: &Continuar
ro: C&ontinuă
ta: தொடரவும்
th: ทำ&ต่อไป
wa: &Continouwer
xh: &Uyaqhuba?
zu: &Qhubeka

source: C&ancel
af: K&anselleer
ar: إ&لغاء
bg: &Отказ
bn: বাতিল (&C)
ca: A&nul·la
cs: Z&rušit
da: &Annuller
el: &Ακύρωση
et: L&oobu
fa: انصراف
fi: Peruut&a
gl: C&ancelar
gu: રદ
hi: रद्द(&C)
hu: &Mégse
id: &Batal
ko: 취소(&A)
lt: &Atšaukti
mr: &रद्द करा
nb: &Avbryt
pa: ਰੱਦ ਕਰੋ(&a)
pt: C&ancelar
ro: Renunță
ta: ரத்து செய்யவும்
th: ย&กเลิก
wa: &Rinoncî
xh: Uy&arhoxisa
zu: K&hansela

source: <p><small><a href="repoupgraderemove:///%1">Cancel switching</a> system packages to versions in repository %2</small></p>
ar: <p><small><a href="repoupgraderemove:///%1">إلغاء تبديل</a> حزم النظام إلى إصدارات في المخزن ‏%2</small></p>
bg: <p><small><a href="repoupgraderemove:///%1">Прекъсване на превключването</a> на системни пакети към версии от хранилище „%2“</small></p>
ca: <p><small><a href="repoupgraderemove:///%1">Cancel·la el canvi</a> dels paquets del sistema a les versions del repositori %2</small></p>
cs: <p><small><a href="repoupgraderemove:///%1">Zrušit přepínání</a> systémových balíčků na verze v repozitáři %2</small></p>
da: <p><small><a href="repoupgraderemove:///%1">Annuller skift</a> af systempakker til versionerne i softwarekilden %2</small></p>
el: <p><small><a href="repoupgraderemove:///%1">Ακύρωση εναλλαγής</a> πακέτων συστήματος σε εκδόσεις του αποθετηρίου %2</small></p>
et: <p><small><a href="repoupgraderemove:///%1">Tühista süsteemi pakettide väljavahetamine</a> hoidlas %2 olevate versioonide vastu</small></p>
fa: <p><small><a href="repoupgraderemove:///%1">انصراف ازتعویض</a> بسته های سیستم به نسخه های موجود در مخزن %2</small></p>
fi: <p><small><a href="repoupgraderemove:///%1">Keskeytä järjestelmäpakettien vaihtaminen</a> asennuslähteen %2 versioihin</small></p>
gl: <p><small><a href="repoupgraderemove:///%1">Cancelar o cambio</a> dos paquetes do sistema para versións no repositorio %2</small></p>
hu: <p><small><a href="repoupgraderemove:///%1">Rendszercsomagok átváltásának mellőzése</a> a telepítési forrásban (%2) található verziókra</small></p>
id: <p><small><a href="repoupgraderemove:///%1">Batal mengganti</a> paket sistem ke versi yang ada didalam repositori %2</small></p>
ko: <p><small>리포지토리 %2의 버전으로 시스템 패키지 <a href="repoupgraderemove:///%1">전환 취소</a></small></p>
lt: <p><small><a href="repoupgraderemove:///%1">Atsisakyti paketų pakeitimo</a> „%2“ saugyklos versijomis</small></p>
nb: <p><small><a href="repoupgraderemove:///%1">Avbryt bytte av</a> systempakker til versjonene i pakkebrønnen %2</small></p>
pt: <p><small><a href="repoupgraderemove:///%1">Cancelar a mudança</a> de pacotes de sistema para versões no repositório %2</small></p>
ro: <p><small><a href="repoupgraderemove:///%1">Anulează schimbul</a> pachetelor din sistem la versiunea din sursa de pachete %2</small></p>
th: <p><small><a href="repoupgraderemove:///%1">ยกเลิกการปรับ</a>แพกเกจต่าง ๆ ภายในระบบที่จะให้เปลี่ยนมาเป็นรุ่นที่อยู่ในคลังแพกเกจ %2</small></p>
wa: <p><small><a href="repoupgraderemove:///%1">Rinoncî å candjmint</a> di pacaedjes do sistinme viè des modêyes do depot %2</small></p>

source: <p><a href="repoupgradeadd:///%1">Switch system packages</a> to the versions in this repository (%2)</p>
ar: <p><a href="repoupgradeadd:///%1">تبديل حزم النظام</a> إلى الإصدارات في هذا المخزن ‏(%2)‏</p>
bg: <p><a href="repoupgradeadd:///%1">Превключване на системни пакети</a> към версии в хранилище „%2“</p>
ca: <p><a href="repoupgradeadd:///%1">Canvia els paquets del sistema</a> a les versions d'aquest repositori (%2)</p>
cs: <p><a href="repoupgradeadd:///%1">Přepnout systémové balíčky</a> na verzi v tomto repozitáři (%2)</p>
da: <p><a href="repoupgradeadd:///%1">Skift systempakker</a> til versionerne i denne softwarekilde (%2)</p>
el: <p><a href="repoupgradeadd:///%1">Εναλλαγή πακέτων συστήματος</a> σε εκδόσεις αυτού του αποθετηρίου (%2)</p>
et: <p><a href="repoupgradeadd:///%1">Vaheta süsteemi paketid</a> selles hoidlas (%2) olevate versioonide vastu välja</p>
fa: <p><a href="repoupgradeadd:///%1">تعویض بسته های سیستم</a> به نسخه ی موجود در این مخزن (%2)</p>
fi: <p><a href="repoupgradeadd:///%1">Vaihda järjestelmäpaketit</a> tämän asennuslähteen versioihin (%2)</p>
gl: <p><a href="repoupgradeadd:///%1">Cambiar os paquetes do sistema</a>para as versións neste repositorio (%2)</p>
hu: <p><a href="repoupgradeadd:///%1">Rendszercsomagok váltása</a> a telepítőforrásban (%2) található verziókra</p>
id: <p><a href="repoupgradeadd:///%1">Ganti paket sistem</a> ke versi yang ada didalam repositori (%2)</p>
ko: <p>이 리포지토리(%2)의 버전으로 <a href="repoupgradeadd:///%1">시스템 패키지 전환</a></p>
lt: <p><a href="repoupgradeadd:///%1">Pakeisti sistemos paketus</a> versijomis iš šios saugyklos (%2)</p>
nb: <p><a href="repoupgradeadd:///%1">Bytt systempakker</a> til versjonene i denne pakkebrønnen (%2)</p>
pt: <p><a href="repoupgradeadd:///%1">Alterar pacotes de sistemas</a> para as versões no repositório (%2)</p>
ro: <p><a href="repoupgradeadd:///%1">Schimbă pachetele din sistem</a> către versiunea din sursa de pachete (%2)</p>
th: <p><a href="repoupgradeadd:///%1">ปรับแพกเกจต่าง ๆ ภายในระบบ</a> ให้เป็นรุ่นที่อยู่ในคลังแพกเกจนี้ (%2)</p>
wa: <p><a href="repoupgradeadd:///%1">Candjî les pacaedjes do sistinme</a> viè les modêyes di c' depot ci (%2)</p>

source: Added Subpackages:
af: Bygevoegde subpakkette:
ar: الحزم الفرعية المضافة:
bg: Добавени подпакети:
bn: সংযোজিত সাবপ্যাকেজসমুহ
ca: Subpaquets afegits:
cs: Vybrané podbalíčky:
da: Tilføjede underpakker:
el: Προστέθηκαν τα Υποπακέτα:
et: Lisatud alampaketid:
fa: زیربسته های اضافه شده:
fi: Lisätyt alipaketit:
gl: Subpaquetes engadidos:
gu: ઉમેરાયેલા સબ પેકેજીસ:
hi: जोङे गए सबबंडल :
hu: Hozzáadott alcsomagok:
id: Subpaket Ditambahkan:
ko: 추가된 하위 패키지:
lt: Pridėti priklausomi paketai:
mr: वाढवलेली सबपॅकेजस
nb: Tilhørende pakker lagt til:
pa: ਸ਼ਾਮਲ ਕੀਤੇ ਸਬ-ਪੈਕੇਜ:
pt: Subpacotes Adicionados:
ro: Subpachete adăugate:
ta: சேர்க்கப்பட்ட துணை பேக்கேஜ்கள்:
th: แพกเกจย่อยที่ถูกเพิ่ม:
vi: Đã thêm gói con:
wa: Sorpacaedjes di radjoutés:
xh: Kufakelwa Imibekelelo Eyonganyelweyo:
zu: Amaphakheji Angaphansi Anezelwe:

source: &OK
af: &Goed
ar: م&وافق
bg: &ОК
bn: ঠিক আছে (&O)
ca: D'&acord
et: &Sobib
fa: تایید
gl: &Aceptar
gu: બરોબર
hi: ठीक है(&O)
id: &Oke
ko: 확인(&O)
lt: &Gerai
mr: &ठीक आहे
pa: ਠੀਕ ਹੈ(&O)
ta: ஓகே
th: &ตกลง
wa: &I va
xh: &KULUNGILE

source: Reset &Ignored Dependency Conflicts
af: Stel weer &geïgnoreerde afhanklikheidskonflikte
ar: إعادة تعيين تعارضات التبعيات التي تم ت&جاهلها
bg: &Изчистване на пренебрегнатите конфликти
bn: অগ্রায্যকৃত নির্ভরতা দ্বন্দ্ব রিসেট করো (&I)
ca: Reinicia els conflictes de dependències &ignorats
cs: Obnovit &ignorované konflikty závislostí
da: Nulstil &ignorerede afhængighedskonflikter
el: Επαναφορά &Παραβλεπόμενων Συγκρούσεων Εξάρτησης
et: E&iratud sõltuvuste vastuolude lähtestamine
fa: بازنشانی تداخل وابستگی های نادیده گرفته شده
fi: Palauta &ohitetut riippuvuusristiriidat
gl: Restablecer os conflitos de dependencias &ignorados
gu: રીસેટ ઈગ્નોર્ડ ડીપેન્ડન્સી વિરોધો
hi: छोडे गए निर्भरता विरोध रीसैट करें(&I)
hu: Figyelmen kívül hagyott függőségi problémák &visszaállítása
id: Atur Ulang Abaikan Konflik Dependensi
ko: 무시한 종속성 충돌 재설정(&I)
lt: Pamiršti &ignoruotus priklausomybių konfliktus
mr: रीसेट आणि इग्नोअर्ड डिपेन्डन्सी कॉन्फ्लिक्ट्स
nb: Tilbakestill &ignorerte avhengighetskonflikter
pa: ਅਣਡਿੱਠੇ ਕੀਤੀ ਨਿਰਭਰਤਾ ਅਪਵਾਦ ਮੁੜ-ਸੈਟ(&I)
pt: Desmarcar os Conflitos de Dependências &Ignorados
ro: Resetează confl&ictele de dependență ignorate
ta: புறக்கணிக்கப்பட்ட சார்புத்தன்மை எதிர்ப்புகளை மீண்டும் அமைக்கவும்
th: ปรับส่วนขัดแย้งที่ 'ไ&ม่สนใจ' ความเกี่ยวพันกันเป็นค่าเดิม
vi: Đặt lại &những mâu thuẫn phụ thuộc đã lờ đi
wa: Rimete a zero ls afrontmints d' aloyances ki dj' a passé houte
xh: Misela kwakhona Iziganeko Zongquzulwana Zoxhomekeko Ezingahoywanga
zu: Setha Kabusha &Ukungqubuzana Okushalazelwe Kwezinhlelo Ezincike Kwezinye
