Repository: Dzejrou/yast-translations
Catalog: po/qt-pkg/*.po
Languages: af, ar, bg, bn, ca, cs, da, el, et, fa, fi, gl, gu, hi, hu, id, ko, lt, mr, nb, pa, pt, ro, ta, th, vi, wa, xh, zu

source: Use the <b>Check Dependencies</b> button to resolve package dependencies. Some packages require other packages to be installed. Some packages can only be installed if certain other packages are not installed, too. This check will automatically mark required packages for installation and it will warn you if there are dependency conflicts.
af: Gebruik die <b>Gaan afhanklikhede na</b>-knoppie om pakketafhanklikhede op te los. Sommige pakkette vereis dat ander pakkette geïnstalleer moet word. Sommige pakkette kan slegs geïnstalleer word as sekere ander pakkette nie ook geïnstalleer word nie. Hierdie nagaan sal outomaties-vereiste pakkette vir installasie merk en dit sal u waarsku as daar afhanklikheidskonflikte voorkom.
ar: استخدم الزر <b>التحقق من التبعيات</b> لحل تبعيات الحزمة. تتطلب بعض الحزم تثبيت حزم أخرى. وأيضًا، يمكن تثبيت بعض الحزم فقط في حالة عدم تثبيت حزم أخرى معينة. سيقوم هذا التحقق تلقائيًا بتمييز الحزم المطلوب تثبيتها وسوف يحذرك في حالة وجود تعارضات تبعيات.
bg: Използвайте бутона <b>Проверка на зависимостите</b> за да ги решите. Някои пакети изискват други да бъдат инсталирани. Някои пакети могат да бъдат инсталирани само ако други определени пакети не са инсталирани. Тази отметка автоматично ще маркира необходимите пакети за инсталиране и ще Ви информира дали има конфликти.
bn: <b>নির্ভরতা পরীক্ষা করো</b> ব্যবহার করে আপনি প্যাকেজ নির্ভরতা অনুসন্ধান করতে পারেন. কিছু প্যাকেজ ইনস্টল করার জন্য অনান্য প্যাকেজ প্রায়োজন হয়. আবার কিছু প্যাকেজ ইনস্টল করার জন্য অনান্য প্যাকেজ ইনস্টল না থাকা জরুরী. এই পরীক্ষাটি দরকারী প্যাকেজগুলো তালিকাভুক্ত করবে এবং কোন নির্ভরতা দ্বন্দ্ব থাকলে আপনাকে সাবধান করবে.
ca: Feu servir el botó <b>Comprova les dependències</b> per a resoldre les dependències de paquets. Alguns paquets requereixen que se n'instal·lin d'altres. I, al contrari, alguns paquets solament es poden instal·lar si no se n'han instal·lat uns altres. Aquesta comprovació marca automàticament els paquets que s'han d'instal·lar i us avisarà si es produeixen conflictes de dependències.
cs: Tlačítko <b>Zkontrolovat závislosti</b> použijte k vyřešení závislostí mezi balíčky. Některé balíčky vyžadují, aby byly nainstalovány jiné balíčky, některé lze zase nainstalovat, pouze pokud některé jiné nainstalovány nejsou. Tato kontrola automaticky označí požadované balíčky k instalaci a upozorní vás na případné konflikty.
da: Brug <b>Tjek afhængigheder</b>-knappen til at løse pakkeafhængigheder. Nogle pakker kræver, at andre pakker installeres. Nogle pakker kan kun blive installeret, hvis andre pakker ikke også installeres. Dette tjek vil automatisk markere krævede pakker til installation, og vil advare dig, hvis der er afhængighedskonflikter.
el: Χρησιμοποιήστε το κουμπί <b>Έλεγχος Εξαρτήσεων</b> για να επιλυθούν οι εξαρτήσεις πακέτων. Μερικά πακέτα απαιτούν άλλα πακέτα να βρίσκονται εγκατεστημένα. Μερικά πακέτα μπορούν να εγκατασταθούν μόνο εάν κάποια άλλα δεν είναι εγκατεστημένα, ήδη. Αυτός ο έλεγχος θα σημειώσει τα απαιτούμενα πακέτα προς εγκατάσταση και θα σας προειδοποιήσει εάν υπάρχουν συγκρούσεις εξαρτήσεων.
et: Paketi sõltuvuse lahendamiseks kasutage nuppu <b>Kontrolli sõltuvusi</b>. Mõne paketi paigaldamiseks on vaja paigaldada ka teisi pakette. Mõnda paketti saab paigaldada ainult siis, kui mõni muud pakettpeab olema eemaldatud. See kontroll märgib automaatselt paigaldamiseks vajalikud paketid ja hoiatab teid sõltuvuskonfliktide ilmnemisel.
fa: از دکمه ی <b>بررسی وابستگی ها</b> جهت حل وابستگی های بسته استفاده کنید. برخی بسته ها نیاز دارند برخی بسته ها نصب شده باشند. برخی بسته ها فقط میتوانند در صورتی نصب شوند که برخی بسته ها نصب نشده باشند. این گزینه به صورت خودکار بسته ها مورد نیاز برای نصب را علامتگذاری و به شما در صورت تذاخل هشدار میدهند.
fi: Käytä <b>Tarkista riippuvuudet</b> -painiketta ratkaisemaan pakettien väliset riippuvuudet. Tietyt paketit vaativat toisten pakettien asentamista. Jotkut paketit voidaan asentaa vain, jos tiettyjä paketteja ei ole asennettu. Tämä tarkastus merkitsee automaattisesti tarvittavat paketit asennettaviksi ja varoittaa riippuvuusristiriidoista.
gl: Empregue o botón <b>Comprobar dependencias</b> para resolver dependnecias de paquetes. Algúns paquete requiren a instalación doutros paquetes. Ademais, algúns paquetes só poden instalarse se outros paquetes non están instalados. Esta comprobación marca automaticamente os paquetes que han ser instalados e avisaralle en caso de existir conflitos de dependencias.
gu: પેકેજ ડીપેન્ડન્સી નક્કી કરવા <b>ડીપેન્ડન્સી તપાસો</b> બટન પર ક્લીક કરવું કેટલાંક પેકેજોની જરૂર હોય છે કે બીજા પેકેજો સ્થપાયેલા હોવા જોઈએ. કેટલાંક પેકેજ ત્યારે જ સ્થપાય છે કે જ્યારે અન્ય બીજાં પેકે જ ન સ્થપાયેલાં હોય. આ ચેક આપોઆપ નક્કી કરશે કે કયા પેકેજ ને સ્થાપવાની જરૂર છે અને જો કોઈ ડીપેન્ડન્સી નો વિરોધ હોય, તો તે તમને ચેતવશે.
hi: बंडल निर्भरताओं को सुलझाने के लिए <b>जांच निर्भरताओं </b> बटन का उपयोग करें. कुछ बंडलोमें अन्य बंडलो को लगाया जाना आवश्यक होता है. कुछ बंडलो को केवल तभी लगाया जा सकता है, यदि कुछ विशिष्ट अन्य बंडलो को नहीं लगाया गया हो. यह जांच लगाए जाने के लिए आवश्यक बंडलो को स्वतः चिन्हित कर देगा और यदि कोई निर्भरता संबंधी संघर्ष है, तो उसकी चेतावनी देगा.
hu: A csomagok függőségeinek feloldásához nyomja meg az <b>Ellenőrzés</b> gombot. Bizonyos csomagoknak szükségük van más csomagokra. Bizonyos csomagok pedig csak akkor telepíthetők, ha egy adott csomag nincs telepítve. Ezeket a függőségeket a YaST a gomb megnyomására ellenőrzi és lehetőleg automatikusan fel is oldja.
id: Gunakan tombol <b>Periksa Dependensi</b> untuk menyelesaikan masalah dependensi paket. Beberapa paket memerlukan paket lain untuk dipasang. Juga, beberapa paket hanya dapat dipasang jika paket lain tidak terpasang. Pemeriksaan ini secara otomatis akan menandai paket yang diperlukan untuk dipasang dan akan memperingatkan Anda jika ada konflik dependensi.
ko: 패키지 종속성을 해결하려면 <b>종속성 검사</b> 버튼을 사용하십시오. 일부 패키지는 다른 패키지를 설치해야 하고, 일부 패키지는 어떤 다른 패키지가 설치되어 있지 않은 경우에만 설치될 수 있습니다. 이 검사는 자동으로 설치 필수 패키지를 표시하고, 종속성 충돌이 있을 경우 경고합니다.
lt: Spauskite mygtuką <b>Tikrinti priklausomybes</b>, jei norite sutvarkyti paketo priklausomybes. Kai kuriems paketams reikia kitų paketų. Kai kurie paketai gali būti įdiegti tik tuomet, jei neįdiegti kiti paketai. Ši patikra automatiškai pažymės reikalingus diegimui paketus ir įspės jus, jei atsiras priklausomybių konfliktai.
mr: पॅकेज डिपेन्डन्सीज रिझॉल्व्ह करण्यासाठी<b>चेक डिपेन्डनसीज बटण वापरा. </b> काही पॅकेजेसना इतर काही पॅकेजेस स्थापित असावी लागता. काही पॅकेजेस तेव्हाच स्थापित करता येऊ शकतात, जेव्हा इतर काही विशिष्ट पॅकेजेस स्थापित नसतात. हा चेक आपोआप स्थापनेसाठी आवश्यक पॅकेजेसवर खूण करेल व डिपेन्डन्सी विवाद असतील तर तो आपणास सावध करेल.
nb: Bruk <b>Kontroller avhengigheter</b>-knappen for å løse pakkeavhengigheter. Noen pakker krever andre pakker for å kunne installeres. Noen pakker kan heller ikke installeres dersom visse andre pakker er installert. Denne kontrollen vil automatisk merke pakker som må installeres, og advare deg om eventuelle avhengighetskonflikter.
pa: ਪੈਕੇਜ ਨਿਰਭਰਤਾ ਹੱਲ ਕਰਨ ਲਈ <b>ਨਿਰਭਰਤਾ ਚੈੱਕ</b> ਬਟਨ ਵਰਤੋਂ। ਕੁਝ ਪੈਕੇਜਾਂ ਲਈ ਹੋਰ ਪੈਕੇਜ ਇੰਸਟਾਲ ਕਰਨੇ ਜਰੂਰੀ ਹਨ। ਕੁਝ ਪੈਕੇਜ ਤਾਂ ਹੀ ਇੰਸਟਾਲ ਹੁੰਦੇ ਹਨ ਜੇ ਹੋਰ ਪੈਕੇਜ ਇੰਸਟਾਲ ਨਾ ਹੋਵੇ। ਇਹ ਜਾਂਚ ਆਟੋਮੈਟਿਕ ਹੀ ਇੰਸਟਾਲ ਕਰਨ ਵਾਲੇ ਪੈਕੇਜਾਂ ਨੂੰ ਚੁਣਦਾ ਹੈ ਅਤੇ ਤੁਹਾਨੂੰ ਦੱਸੇਗਾ ਜੇ ਨਿਰਭਰਤਾ ਅਪਵਾਦ ਹੋਵੇ।
pt: Utilize o botão <b>Validar Dependências</b> para resolver as dependências do pacote. Alguns pacotes requerem que outros pacotes sejam instalados. Alguns pacotes só podem ser instalados, se certos pacotes não o forem. Esta funcionalidade marca automaticamente os pacotes necessários para instalação, e avisa-lo-á se surgirem conflitos de dependências.
ro: Utilizați butonul <b>Verifică dependențele</b> pentru a rezolva dependețele dintre pachete. Unele pachete au nevoie ca alte pachete să fie instalate. Alte pachete pot fi instalate numai dacă anumite pachete nu sunt instalate. Această verificare va selecta automat pachetele necesare pentru instalare și vă va avertiza dacă există conflict de dependențe.
ta: பேக்கேஜ் சார்புத்தன்மைகளை தீர்ப்பதற்கு <b>Check Dependencies</b> பட்டனை பயன்படுத்தவும். சில பேக்கேஜ்களுக்கு மற்ற பேக்கேஜ்கள் நிறுவப்பட வேண்டியிருக்கும். சில பேக்கேஜ்களுக்கு மற்ற பேக்கேஜ்கள் நிறுவப்படாமல் இருந்தால்தான் சரியாக இருக்கக்கூடும். இந்த சரிபார்ப்பு, நிறுவப்பட வேண்டிய பேக்கேஜ்களை தானாகவே குறிப்பிடுவதுடன், ஏதேனும் சார்புத்தன்மை குறைபாடுகள் இருப்பின் அது குறித்து உங்களை எச்சரிக்கை செய்யும்.
th: ใช้ปุ่ม <b>ตรวจสอบความเกี่ยวพันกัน</b> เพื่อแก้ปัญหาความเกี่ยวพันกันของแพกเกจ บางแพกเกจอาจจะต้องการให้มีการติดตั้งแพกเกจอื่น ๆ ไปด้วย บางแพกเกจก็จะสามารถติดตั้งได้หากบางแพกเกจไม่ได้มีการติดตั้ง ดังนั้น ช่องกานี้จะช่วยเลือกแพกเกจที่ต้องการใช้เพิ่มเติมให้โดยอัตโนมัติสำหรับการติดตั้ง และจะแจ้งให้คุณทราบหากมีการขัดแย้งกันกับส่วนความเกี่ยวพันกันของแพกเกจ
vi: Dùng nút <b>Kiểm tra phụ thuộc</b> để giải quyết vấn đề phụ thuộc giữa các gói. Một vài gói yêu cầu cài đặt những gói khác. Một vài gói chỉ có thể cài đặt nếu những gói khác chưa được cài đặt. Kiểm tra này tự động đánh dấu những gói cần cài đặt và nó sẽ cảnh báo nếu có mâu thuẫn xảy ra.
wa: Eployîz l' boton <b>Verifyî les aloyances</b> po rezoudes les aloyances des pacaedjes. Certins pacaedjes dimandèt d' astaler d' ôtes pacaedjes. Certins pacaedjes ni polèt esse astalés ki si d' ôtes pacaedjes ni sont nén astalés, eto. Ci verifiaedje ci marcrè otomaticmint les pacaedjes dimandés po l' astalaedje et vs adviertirè si gn a des afrontmints d' aloyance.
xh: Sebenzisa iqhosha <b>Uqwalaselo Lwezixhomekeki</b> ukusombulula izixhomekeki zemibekelelo. Eminye imibekelelo ifuna eminye imibekelelo ukuba ihlohlwe. Eminye imibekelelo inokuhlohlwa kuphela xa eminye imibekelelo ethile ingahlohlwa, nayo. Olu qwalaselo luphawula ngendlela ezenzekelayo imibekelelo efunekayo yokuhlohla kwaye iya kukunika isilumkiso xa kukho iziganeko zongquzulwano zezixhomekeki.
zu: Sebenzisa inkinobho ethi <b>Hlola Izinhlelo Okuncikwe Kuzo</b> ukuze uxazulule izinhlelo iphekheji encike kuzo. Amanye amaphakheji adinga amanye amaphakheji ukuze afakwe. Amanye amaphakheji angafakwa kuphela uma amanye amaphakheji nawo efakwa. Lokhu kuhlola kuzophawula ngokuzenzakalelayo amaphakheji adingekayo ukuze kufakwe izinhlelo futhi kuzokuxwayisa uma kukhona ukungqubuzana kwamaphakheji okuncikwe kuwo.

source: When you leave this dialog with <b>Accept</b>, this check will automatically be performed.
af: Wanneer u uit hierdie dialoog gaan met <b>Aanvaar</b>, sal die nagaan outomaties uitgevoer word.
ar: بعد إغلاق مربع الحوار هذا مع تحديد <b>قبول</b>، سيتم إجراء هذا التحقق تلقائيًا.
bg: Когато затворите този екран с <b>Приемане</b> проверката ще бъде направена автоматично.
bn: আপনি যখন <b>গ্রহন করো</b> চেপে এই ডায়ালগ থেকে বের হবেন, স্বয়ংক্রীয়ভাবে এই পরীক্ষাটি করা হবে.
ca: La comprovació es farà automàticament si abandoneu aquest diàleg amb <b>Accepta</b>.
cs: Pokud opustíte tento dialog tlačítkem <b>Přijmout</b>, tato kontrola bude automaticky provedena.
da: Når du forlader denne dialog med <b>Acceptér</b> vil dette tjek automatisk blive udført.
el: Όταν εγκαταλείψετε αυτόν τον διάλογο με το <b>Αποδοχή</b>, αυτός ο έλεγχος θα εκτελεστεί αυτόματα.
et: Kui väljute sellest dialoogiaknast valides <b>Nõus</b>, tehakse see kontroll automaatselt.
fa: زمانی که شما این پنجره ی محاوره ای را با <b>پذیرش</b> رها میکنید، بررسی به صورت خودکار انجام میشود.
fi: Kun napsautat <b>Hyväksy</b>-painiketta, tämä tarkistus suoritetaan automaattisesti.
gl: A comprobación realizarase automaticamente se sae deste cadro de diálogo con <b>Aceptar</b>.
gu: જ્યારે તમે આ ડાયલોગને અંતે <b>સ્વીકારો</b> સાથે બહાર નીકળશો, આ ચેક આપોઆપ કાર્યરત થઈ જશે.
hi: जब आप इस डायलॉग को <b>सवीकर्त</b> के साथ छोड़ेंगे, यह जांच स्वतः निष्पादित हो जाएगा.
hu: Az ellenőrzés akkor is végrehajtásra kerül, ha az <b>Elfogadás</b> gombra kattintva kilép a párbeszédablakból.
id: Ketika Anda meninggalkan dialog ini dengan memilih <b>Terima</b>, pemeriksaan akan dilakukan secara otomatis.
ko: <b>승인</b>을 선택하여 이 대화 상자를 종료하면 이 검사가 자동으로 수행됩니다.
lt: Kai išeisite iš šio skydelio spausdami <b>Patvirtinti</b>, ši patikra bus atlikta automatiškai.
mr: जेव्हा आपण <b>अक्सेप्ट</b>, सोबत हा डायलॉग सोडून जाल, तेव्हा आपोआप हा चेक होईल.
nb: Når du avslutter denne dialogen med <b>Bekreft</b>, blir kontrollen automatisk utført.
pa: ਜਦੋਂ ਤੁਸੀਂ <b>ਮਨਜ਼ੂਰ</b> ਨਾਲ ਇਹ ਡਾਈਲਾਗ ਛੱਡ ਜਾਂਦੇ ਹੋ, ਇਹ ਜਾਂਚ ਆਟੋਮੈਟਿਕ ਹੀ ਚਾਲੂ ਹੋ ਜਾਂਦੀ ਹੈ।
pt: Quando deixar esta caixa de diálogo com <b>Aceitar</b>, esta validação será automaticamente realizada.
ro: Când veți închide acest dialog cu <b>Acceptă</b>, verificarea va fi efectuată automat.
ta: <b>Accept</b>உடன் நீங்கள் இந்த டயலாகைவிட்டு நீங்கினால், இந்த சரிபார்ப்பு தானாகவே மேற்கொள்ளப்படும்.
th: เมื่อคุณออกจากกล่องโต้ตอบนี้โดยการคลิกที่ปุ่ม <b>ยอมรับ</b> จะเป็นการเริ่มกระบวนการตรวจสอบอัตโนมัติของช่องกานี้
vi: Khi rời hộp thoại này bằng <b>Chấp nhận</b>, kiểm tra này sẽ tự động được thực hiện.
wa: Cwand vos cwitroz cisse divize ci avou <b>Prinde</b>, ci verifiaedje la serè fwait otomaticmint.
xh: Xa ushiya lw ngxoxo <b>ngo-Vuma</b>, olu qwalaselo luya kwenziwa ngokuzenzekela.
zu: Uma ushiya le dayalogi no-<b>Amukela</b>, lokhu kuhlola kuzokwenziwa ngokuzenzakalelayo.

source: Select one of the available filter views with the <b>Filter</b> combo-box at the upper left:
af: Kies een van die beskikbare filteruitsigte met die <b>Filter</b>-komboraampie links bo.
ar: حدد إحدى طرق عرض المرشحات المتاحة باستخدام مربع التحرير والسرد <b>المرشح</b> في الجزء العلوي الأيمن:
bg: Избирате един от наличните изгледи на филтъра от падащото поле <b>Филтър</b> горе-вляво:
bn: বায়ে উপরের দিকে অবস্থিত <b>ফিল্টার</b> কম্বোবক্স থেকে ফিল্টার ভিউ নির্বাচন করুন.
ca: Seleccioneu una de les visualitzacions de filtre disponibles al quadre combinat <b>Filtre</b> situat a la part superior esquerra:
cs: Vyberte jedno z filtrovaných zobrazení pomocí rozbalovacího seznamu <b>Filtr</b> vlevo nahoře:
da: Vælg en af de tilgængelige filtervisninger med <b>Filter</b>-kombinationsfeltet øverst til venstre:
el: Επιλέξτε ένα από τις διαθέσιμες προβολές φίλτρων με το combo-box <b>Φίλτρο</b> πάνω αριστερά:
et: Valige vasakpoolses ülanurgas asuvast valikaknast <b>Filter</b> üks saadaolevatest filtrivaadetest:
fa: یکی از پالایش های در دسترس را با دسته جعبه ی <b>پالایش</b> در سمت چپ بالایی انتخاب کنید:
fi: Valitse yksi käytettävissä olevista suotimista vasemman yläreunan <b>Suodin</b>-alasvetovalikosta:
gl: Seleccione unha das vistas de filtro dispoñíbeis empregando o menú de selección <b>Filtro</b> na parte superior esquerda:
gu: ડાબી બાજુએ ઉપર આવેલા કોમ્બો-બોક્સમાંના <b>ફિલ્ટર</b> માંથી ઉપલબ્ધ ફિલ્ટર વ્યુઝ માંથી કોઈ એક પસંદ કરો.
hi: ऊपर बायीं ओर दिए गए <b>छन्नक</b> कॉम्बो-बॉक्स के साथ उपलब्ध छन्नक दर्शय में से एक को चुने:
hu: Válasszon egyet az elérhető szűrők közül az ablak bal felső sarkában található <b>Szűrő</b> legördülő menü segítségével:
id: Pilih salah satu tampilan filter yang tersedia dengan memilih combo-box <b>Filter</b> pada kiri atas:
ko: 왼쪽 상단의 <b>필터</b> 콤보박스로 사용 가능한 필터 보기 중 하나를 선택하십시오.
lt: Rinkitės vieną iš esamų rodymo filtrų laukelyje <b>Filtras</b>, esančiame viršuje kairėje:
mr: वरच्या डावीकडच्या <b>फिल्टर</b> कॉम्बो बॉक्सने एखादा उपलब्ध फिल्टर व्ह्यू निवडा:
nb: Velg en av de tilgjengelige filtervisningene i <b>Filter</b>-menyen øverst til venstre:
pa: ਉੱਤੇ ਖੱਬੇ <b>ਫਿਲਟਰ</b> ਲਟਕਵੀਂ ਲਿਸਟ ਨਾਲ ਕੋਈ ਇੱਕ ਉਪਲੱਬਧ ਫਿਲਟਰ ਦਿੱਖ ਚੁਣੋ:
pt: Escolha uma das vistas de filtragem disponíveis, com a caixa de selecção <b>Filtro</b>, em cima à esquerda:
ro: Selectați unul din filtrele de vizualizare din căsuța combinată <b>Filtru</b> din stânga-sus:
ta: மேல் இடதுபுறமுள்ள <b>Filter</b> சேர்க்கை பெட்டி மூலம் கிடைக்கக்கூடிய ஃபில்டர் காட்சிகளில் ஒன்றைத் தேர்வு செய்யவும்.
th: เลือกตัวกรองตัวใดตัวหนึ่งที่มีอยู่ในช่อง <b>ตัวกรอง</b> ทางด้านบนซ้าย:
vi: Chọn một trong những hiển thị đã lọc bằng hộp <b>Bộ lọc</b> ở góc trên bên trái:
wa: Tchoezixhoz on des voeyaedje avå passete avou l' boesse <b>Passete</b> e hôt a hintche.
xh: Khetha enye yeemboniselo zezihluzi ezikhoyo <b> ngo-Isihluzi </b>ibhokisi ye-combo ekhohlo ngasentla:
zu: Khetha esinye sezihloli sesisefo ezitholakalayo ngokusebenzisa ibhokisi eliyingxube <b>Lesisefo</b> ngaphezulu kwesobunxele:

source: <b>Selections</b> shows some predefined sets of packages that logically belong together.
af: <b>Keuses</b> toon sommige vooraf-gedefinieerde stelle pakkette wat logiesgewys by mekaar hoort.
ar: <b>تحديدات</b> يعرض بعض المجموعات المعرَّفة مسبقًا التي ترتبط ببعضها منطقيًا.
bg: <b>Подбори</b> показва някои дефинирани множества от пакети, които логически са свързани.
bn: <b>নির্বাচনসমূহ</b> পূর্বে তৈরী কিছু একই ধরনের প্যাকেজের সেট দেখায়.
ca: <b>Seleccions</b> mostra grups predefinits de paquets relacionats entre si.
cs: <b>Výběry</b> ukazují předdefinované skupiny balíčků, které k sobě logicky patří.
da: <b>Udvalg</b> Viser nogle prædefinerede sæt af pakker som logisk hører sammen.
el: <b>Επιλογές</b> εμφανίζονται μερικά προκαθορισμένα σύνολα πακέτων που λογικά ανήκουν το ένα στο άλλο.
et: <b>Valikud</b> näitab eelvalitud pakette, mis loogiliselt kokku kuuluvad.
fa: <b>انتخاب ها</b> برخی تنظیمات بسته های از پیش تعیین شده که به صورت منطقی به یکدیگر مرتبطند نشان میدهد.
fi: <b>Esivalinnat</b> näyttää ennalta määriteltyjä ryhmiä paketeista, jotka loogisesti kuuluvat yhteen.
gl: <b>Seleccións></b> mostra grupos predefinidos de paquetes que están relacionados entre si.
gu: <b>પસંદગીઓ</b> માં કેટલાંક પહેલેથી નક્કી કરાયેલા પેકેજીસ છે, જે તાર્કિક રીતે જોડે છે, તે બતાવાય છે.
hi: <b>दर्शय</b> कुछ पूर्व परिभाषित बंडलो के जोड़ो को दर्शाता है युक्तियुक्त रूप से एक साथ हैं.
hu: Az <b>Összeállítások</b> olyan csomagok gyűjteményét tartalmazzák, melyek logikailag összetartoznak.
id: <b>Pilihan</b> menampilkan beberapa set paket standar yang secara logis tergabung bersama.
ko: <b>선택항목</b>은 논리적으로 함께 속하는 일부 사전 정의된 패키지 세트를 표시합니다.
lt: <b>Šablonai</b> rodo kai kuriuos iš anksto parinktus paketų, kurie yra logiškai yra susiję, komplektus.
mr: <b>सिलेक्शन</b> काही पुर्वव्याख्यित पॅकेजेसचे सेट दर्शवते जे तार्किक दृष्टया एकत्र मालकीचे असतात.
nb: <b>Utvalg</b> viser noen forhåndsdefinerte pakkesamlinger som hører logisk sammen.
pa: <b>ਚੋਣ</b> ਕੁਝ ਪਹਿਲਾਂ ਪਰਿਭਾਸ਼ਤ ਪੈਕੇਜਾਂ ਦੇ ਗਰੁੱਪ ਵਿਖਾਏਗੀ, ਜੋ ਸਿਧਾਂਤਕ ਤੌਰ ਤੇ ਇੱਕ ਦੂਜੇ ਨਾਲ ਸਬੰਧਤ ਹਨ।
pt: As <b>Selecções</b> mostram alguns conjuntos pré-definidos de pacotes, que se encontram associados de uma forma lógica.
ro: <b>Selecțiile</b> afișează o suită de seturi predefinite de pachete care sunt corelate din punct de vedere logic.
ta: ஒன்றுடன் ஒன்று முறையாக இணைக்கப்பட்ட சில முன் நிர்ணயிக்கப்பட்ட பேக்கேஜ்களின் தொகுப்புகளை <b>Selections</b> காட்டுகிறது.
th: <b>การเลือก</b> แสดงชุดแพกเกจที่ได้จัดเตรียมไว้ล่วงหน้าแล้วอย่างเป็นหมวดหมู่
vi: <b>Lựa chọn</b> hiển thị một vài bộ gói chương trình đi kèm với nhau và đã xác định sẵn.
wa: <b>Tchoes</b> mostere sacwantes prédefinis groupes di pacaedjes ki vont, e lodjike, eshonne.
xh: <b>Okukhethiweyo</b> kubonisa iiseti zemibekelelo ethile echazwe kwangaphambili neyimbumba ngokwengqiqo elindelekileyo.
zu: <b>Okuboniswayo</b> kubonisa amanye amasethi asethwe kusengaphambili amaphakheji ngokunengqondo angawohlobo olulodwa.
