Repository: Dzejrou/yast-translations
Catalog: po/qt-pkg/*.po
Languages: af, ar, bg, bn, ca, cs, da, el, et, fa, fi, gl, gu, hi, hu, id, ko, lt, mr, nb, pa, pt, ro, ta, th, vi, wa, xh, zu

source: <b>Hint:</b> You can also reverse the effect of this filter. You can see what packages remain the same on your system. Simply check <b>Keep</b> and uncheck everything else.
af: <b>Wenk:</b> U kan ook die uitwerking van hierdie filter omkeer. U kan sien watter pakkette op u stelsel dieselfde bly. Merk eenvoudig <b>Hou</b> en ontmerk alles anders.
ar: <b>تلميح:</b> يمكنك أيضًا عكس تأثير هذا المرشح. يمكنك معرفة الحزم التي ستظل كما هي على النظام. فقط قم بتحديد <b>إبقاء</b> وإلغاء تحديد كافة الخانات الأخرى.
bg: <b>Съвет:</b> Можете също така да обърнете ефекта на филтъра. Можете да видите пакетите, които ще останат непроменени. Просто отметнете <b>Запазени</b> и отменете всичко друго.
bn: <b>ইঙ্গিত:</b> আপনি এই ফিল্টারের প্রভাব বদলাতে পারেন. আপনার সিস্টেমে কোন প্যাকেজ অপরিবর্তিত থাকবে আপনি তা দেখতে পারেন. শুধুমাত্র <b>একই রাখো</b> চেক করুন এবং বাকি সব আনচেক রাখুন.
ca: <b>Suggeriment:</b> També podeu invertir l'efecte d'aquest filtre i veure quins paquets del sistema no s'han modificat. Simplement activeu <b>Conserva</b> i desactiveu la resta.
cs: <b>Poznámka:</b> Efekt filtru lze také obrátit. Můžete si zobrazit, které balíčky v systému zůstanou stejné. Jednoduše zaškrtněte <b>Ponechat</b> a ostatní ponechte nezaškrtnuté.
da: <b>Tip:</b> Du kan også bruge filterets effekt omvendt og derved se, hvilke pakker der forbliver sig selv på dit system. Simpelthen sæt kryds i <b>Behold</b> og fjern kryds i resten.
el: <b>Υπόδειξη:</b> Μπορείτε επίσης να αντιστρέψετε το αποτέλεσμα αυτού του φίλτρου. Μπορείτε να δείτε ποια πακέτα παραμένουν τα ίδια στο σύστημα σας. Απλώς επιλέξτε το <b>Διατήρηση</b> και αποεπιλέξτε όλα τα άλλα.
et: <b>Vihje:</b> Saate selle filtri efekti ümber pöörata. Saate vaadata, millised paketid jäävad teie süsteemis samaks. Märkige lihtsalt ruut <b>Jätke alles</b> ja tühjendage kõik muud ruudud.
fa: <b>راهنمایی:</b> شما همچنین میتوانید تاثیر این پالایش را معکوس کنید، شما میتوانید بسته هایی که در همان حالت بر روی سیستم شما باقی می مانند را ببینید. به سادگی <b>نگه داری</b> را علامتدار و سایر موارد را بی علامت کنید.
fi: <b>Vihje:</b> Voit myös kääntää suotimen tuloksen. Voit nähdä, mitkä paketit pysyvät samoina järjestelmässäsi. Valitse <b>Pidä</b> ja poista muut valinnat.
gl: <b>Suxestión</b>: pode invertir o efecto deste filtro e ver que paquetes do sistema non foron cambiados. Simplemente marque <b>Manter</b> e desmarquetodo o demais.
gu: <b>સૂચના:</b> તમે ફિલ્ટરને અવળે કરીને આ ફિલ્ટરની અસર જોઈ શકો છો. તમે જોઈ શકશો કે તમારી સિસ્ટમ પર કયા પેકેજીસ એવા જ રહ્યા છે. તે માટે ફક્ત <b>કીપ-રાખો</b> ને નિશાની કરીને બીજા બધામાંથી નિશાની કાઢી નાંખો
hi: <b>संकेत:</b> आप इस छन्नक के प्रभाव को पलट भी सकते हैं. आप यहां देख सकते हैं कि आपके सिस्टम पर कौन से बंडल पहले से ही रहते हैं. सिर्फ <b>रखे</b> की जांच करें और अन्य सभी की जांच न करें.
hu: <b>Tipp:</b> A szűrő ellenkező hatású is lehet: megnézheti, hogy mely csomagok nem változtak. Egyszerűen jelölje be a <b>Megtart</b> opciót, és minden mást kapcsoljon ki.
id: <b>Petunjuk:</b> Anda juga dapat membalikkan efek dari filter ini. Anda dapat melihat apa saja paket yang tetap sama pada sistem Anda. Cukup centang <b>Tetap</b> dan hapus centang segala sesuatu yang lain.
ko: <b>힌트:</b> 이 필터의 효과를 되돌릴 수도 있습니다. 시스템에서 패키지가 동일하게 유지되도록 하는 요소를 확인할 수 있습니다. <b>유지</b>를 선택하고 나머지를 모두 선택 취소하면 됩니다.
lt: <b>Pastaba:</b> Galite invertuoti šio filtro efektą. Galite matyti, kokie paketai nebus pakeisti. Pažymėkite <b>Išlaikyti</b> ir atžymėkite visa kita.
mr: <b>सूचना:</b> आपण या फिल्टरचा प्रभाव उलटाही करु शकता.आपण कोणती पॅकेजेस आपल्या प्रणालीवर तशीच रहातात ते पाहू शकता. फक्त<b>कीप</b> तपासा व बाकी सर्व गोष्टी अनचेक करा.
nb: <b>Tips:</b> Du kan også reversere virkningen av dette filteret. Du kan vise pakker som ikke blir endret i systemet. Kryss av for <b>Behold</b> og fjern avkryssingen for alt annet.
pa: <b>ਇਸ਼ਾਰਾ:</b> ਤੁਸੀਂ ਇਸ ਫਿਲਟਰ ਦਾ ਪਰਭਾਵ ਉਲਟਾ ਕਰ ਸਕਦੇ ਹੋ। ਤੁਸੀਂ ਵੇਖ ਸਕਦੇ ਹੋ ਕਿ ਪੈਕੇਜਾਂ ਨਾਲ ਤੁਹਾਡੇ ਸਿਸਟਮ ਤੇ ਉਸੇ ਤਰਾਂ ਕੀ ਬਚਿਆ ਹੈ। <b>ਰੱਖੋ</b> ਦਬਾਓ ਅਤੇ ਹੋਰ ਸਭ ਕੁਝ ਨਾ ਚੁਣੋ।
pt: <b>Ajuda:</b> Pode inverter o efeito do filtro. Pode ver quais os pacotes que permanecem intactos no seu sistema. Simplesmente marque <b>Manter</b>, e desmarque tudo o resto.
ro: <b>Sugestie:</b> Puteți inversa efectul acestui filtru. Puteți vedea ce pachete rămân neschimbate pe sistemul dumneavoastră. Bifați <b>Păstrează</b> și debifați restul.
ta: உதவிக்குறிப்பு இந்த ஃபில்டரின் விளைவை நீங்கள் பின்னோக்கியும் திருப்பிக் கொள்ளலாம். உங்கள் கணினியிலுள்ள எந்தபேக்கேஜ்கள் அப்படியே உள்ளன என்பதை நீங்கள் பார்க்கலாம். <b>Keep</b>ஐ மட்டும் குறிக்கவும் மற்றும் மற்றவை அனைத்தின் குறியையும்நீக்கிவிடவும்.
th: <b>เคล็ดลับ:</b> คุณสามารถกลับค่าผลลัพธ์ที่ได้จากตัวกรองนี้ได้ และคุณจะสามารถเห็นแพกเกจที่คงอยู่ในระบบเดียวกันกับระบบของคุณได้ โดยการตั้งค่าเป็น <b>คงไว้อย่างเดิม</b> และยกเลิกกาเลือกตัวอื่น ๆ
vi: <b>Mẹo:</b> Đồng thời bạn có thể đảo ngược tác dụng của bộ lọc này. Bạn có thể thấy những gói nào sẽ còn lại trên hệ thống. Chỉ cần đánh giấu <b>Giữ</b> và bỏ đánh dấu những cài còn lại.
wa: <b>Bon a savu:</b> Vos ploz ossu candjî l' sins di cisse passete ci. Vos ploz vey kés pacaedjes dimorèt les minmes so vosse sistinme. Croyîz simplumint <b>Wårder</b> et discroyîz tot ls ôtes.
xh: <b>Icebiso:</b> Unako ngokunjalo ukubuyisa umva isiphumo sesi sihluzi. Unako ukubona ukuba yeyiphi imibekelelo ehlala iyinto efanayo kwisixokelelwano sakho. Qwalasela ngokulula <b>u-Gcina</b> uze uphinde uqwalasele yonke enye into.
zu: <b>Ithiphu:</b> Ungase futhi uhlehlise umphumela walesi sisefo. Ungabona ukuthi imaphi amaphakheji asele efana kwisistimu yakho. Manje uchofoze okuthi <b>Gcina</b> bese uyeka ukuchofoza konke okunye.

source: Symbols Overview
af: Simbole-oorsig
ar: نظرة عامة على الرموز
bg: Преглед на символите
bn: প্রতীকের বর্ণনা
ca: Resum dels símbols
cs: Přehled symbolů
da: Symboloversigt
el: Σύνοψη Συμβόλων
et: Sümbolite ülevaade
fa: بررسی اجمالی نمادها
fi: Symbolien selitykset
gl: Resumo de símbolos
gu: સિમ્બોલનું નિરીક્ષણ
hi: चिन्ह विवरण
hu: Jelmagyarázat
id: Ringkasan Simbol
ko: 기호 개요
lt: Simbolių apžvalga
mr: सिंबॉल्सवर वर दृष्टीक्षेप
nb: Oversikt over symboler
pa: ਸਿੰਬਲ ਜਾਣਕਾਰੀ
pt: Visão Geral da Simbologia
ro: Prezentare simboluri
ta: சின்னங்கள் பற்றிய விளக்கம்
th: ภาพรวมแสดงถึงสัญลักษณ์
vi: Tổng quan các ký tự
wa: Esplikêyes des simboles
xh: Ulwazi Gabalala Ngemiqondiso
zu: Amabalengwe Ezimpawu

source: Do not install
af: Moenie installeer nie
ar: عدم تثبيت
bg: Без инсталиране
bn: ইনস্টল করো না
ca: No l'instal·lis
cs: Neinstalovat
da: Installér ikke
el: Να μην εγκατασταθεί
et: Ei paigaldata
fa: نصب نکن
fi: Älä asenna
gl: Non instalar
gu: સ્થાપના કરશો નહીં
hi: अधिष्ठापित न करें
hu: Ne kerüljön telepítésre
id: Jangan dipasang
ko: 설치 안 함
lt: Neįdiegti
mr: स्थापन करू नका
nb: Ikke installer
pa: ਇੰਸਟਾਲ ਨਾ ਕਰੋ
pt: Não Instalar
ro: Nu instala
ta: நிறுவ வேண்டாம்
th: ไม่ต้องติดตั้ง
vi: Không cài đặt
wa: Ni nén astaler
xh: Musa ukuhlohla
zu: Ungafaki

source: This package is not installed and it will not be installed.
af: Hierdie pakket is nie en sal nie geïnstalleer word nie.
ar: هذه الحزمة غير مثبتة ولن يتم تثبيتها.
bg: Този пакет не е и няма да бъде инсталиран.
bn: প্যাকেজটি ইনস্টলকৃত নয় এবং ইনস্টল করা হবে না.
ca: Aquest paquet no s'ha instal·lat i no s'instal·larà.
cs: Tento balíček není a nebude nainstalován.
da: Denne pakke er ikke installeret og vil heller ikke blive installeret.
el: Αυτό το πακέτο δεν είναι εγκαταστημένο και δεν θα εγκατασταθεί.
et: See pakett pole paigaldatud ja seda ei paigaldata.
fa: این بسته نصب نشده است و نصب نخواهد شد.
fi: Tämä paketti ei ole asennettu, eikä sitä asenneta.
gl: Este paquete non está instalado e non se vai instalar.
gu: આ પેકેજની સ્થાપના થઈ નથી અને તેની સ્થાપના થશે નહીં.
hi: ये बंडल अधिष्ठापन नहीं किये है और अधिष्ठापन नही किये जा सकेगे।
hu: A csomag nincs telepítve és nem is kerül telepítésre.
id: Paket ini tidak terpasang dan tidak akan dipasang.
ko: 이 패키지는 설치되어 있지 않고 설치되지 않습니다.
lt: Šis paketas neįdiegtas ir nebus diegiamas.
mr: हे पॅकेज स्थापित केलेले नाही आणि ते स्थापित केले जआणार नाही
nb: Denne pakken er ikke installert, og den vil ikke bli installerte.
pa: ਇਹ ਪੈਕੇਜ ਇੰਸਟਾਲ ਨਹੀਂ ਅਤੇ ਇਹ ਇੰਸਟਾਲ ਨਹੀਂ ਹੋਵੇਗੀ।
pt: Este pacote não se encontra instalado, e não será instalado.
ro: Acest pachet nu este instalat și nici nu va fi instalat.
ta: இந்த பேக்கேஜ் நிறுவப்படவில்லை மற்றும் அது நிறுவப்படாது.
th: แพกเกจนี้จะไม่ถูกติดตั้ง และมันจะไม่สามารถติดตั้งได้
vi: Gói này chưa được cài đặt và sẽ không được cài đặt.
wa: Ci pacaedje ci n' est nén astalé et n' serè nén astalé.
xh: Lo mbekelelo awuhlohlwanga kwaye awusayi kuhlohlwa.
zu: Le phakheji ayifakiwe futhi ngeke ifakwe.

source: Install
af: Installeer
ar: تثبيت
bg: Инсталиране
bn: ইনস্টল করো
ca: Instal·la
cs: Instalovat
da: Installér
el: Εγκατάσταση
et: Paigaldatakse
fa: نصب
fi: Asenna
gl: Instalar
gu: સ્થાપના કરો
hi: अधिष्ठापन
hu: Telepítés
id: Pasang
ko: 설치
lt: Įdiegti
mr: स्थापित करा
nb: Installer
pa: ਇੰਸਟਾਲ
pt: Instalar
ro: Instalează
ta: நிறுவவும்
th: ติดตั้ง
vi: Cài đặt
wa: Astaler
xh: Hlohla
zu: Faka

source: This package will be installed. It is not installed yet.
af: Hierdie pakket sal geïnstalleer word. Dit is nog nie geïnstalleer nie.
ar: سيتم تثبيت هذه الحزمة. إذ لم يتم تثبيتها بعد.
bg: Този пакет не е, но ще бъде инсталиран.
bn: প্যাকেজটি ইনস্টল করা হবে. এটি বর্তমানে ইনস্টলকৃত নয়.
ca: Aquest paquet s'instal·larà. Encara no s'ha instal·lat.
cs: Tento balíček dosud není, ale bude nainstalován.
da: Denne pakke vil blive installeret. Den er ikke installeret endnu.
el: Αυτό το πακέτο θα εγκατασταθεί. Δεν είναι ήδη εγκαταστημένο.
et: See pakett paigaldatakse. Praegu ei ole see paigaldatud.
fa: این بسته نصب خواهد شد. هنوز نصب نشده است.
fi: Pakettia ei ole asennettu, asennetaan nyt.
gl: Este paquete aínda non está instalado. Vaise instalar.
gu: આ પેકેજની સ્થાપના થશે. તેની સ્થાપના હજી સુધી થઈ નથી.
hi: ये बंडल अधिष्ठापन किया जाएगा।ये अभी तक अधिष्ठापन नही किया गया है।
hu: A csomag még nincs telepítve. Telepítésre kerül.
id: Paket ini akan dipasang. Paket ini belum dipasang.
ko: 이 패키지는 설치되지만, 아직은 설치되지 않았습니다.
lt: Šis paketas bus įdiegtas. Kol kas jis dar neįdiegtas.
mr: हे पॅकेज स्थापित केले जाईल ते अजून स्थापित केलेले नाही
nb: Denne pakken blir installert. Den er ikke installert ennå.
pa: ਇਹ ਪੈਕੇਜ ਇੰਸਟਾਲ ਹੋ ਜਾਵੇਗੀ। ਹਾਲੇ ਇਹ ਇੰਸਟਾਲ ਨਹੀਂ।
pt: Este pacote será instalado. Ainda não se encontra instalado.
ro: Acest pachet va fi instalat. Nu este instalat încă.
ta: இந்த பேக்கேஜ் நிறுவப்படும். அது இன்னும் நிறுவப்படவில்லை.
th: แพกเกจนี้จะถูกติดตั้ง และมันยังไม่ได้ถูกติดตั้ง
vi: Gói này sẽ được cài được. Hiện thời nó chưa được cài.
wa: Ci pacaedje ci serè -z astalé, s' i l' n' est nén ddja.
xh: Le mibekelelo iya kuhlohlwa. Akukahlohlwa.
zu: Le phakheji izofakwa. Ayikafakwa kuze kube yimanje.

source: Keep
af: Hou
ar: إبقاء
bg: Запазени
bn: রাখো
ca: Conserva
cs: Ponechat
da: Behold
el: Διατήρηση
et: Hoitakse alles
fa: نگه داشتن
fi: Pidä
gl: Manter
gu: રાખો
hi: रखें
hu: Megtartás
id: Tetap
ko: 유지
lt: Išlaikyti
mr: ठेवा
nb: Behold
pa: ਰੱਖੋ
pt: Manter
ro: Păstrează
ta: வைக்கவும்
th: คงไว้อย่างเดิม
vi: Giữ
wa: Wårder
xh: Gcina
zu: Gcina

source: This package is already installed. Leave it untouched.
af: Hierdie pakket is reeds geïnstalleer. Laat dit onaangeraak.
ar: الحزمة مثبَّتة بالفعل. لا تقم بأي تغيير عليها.
bg: Този пакет вече е инсталиран и ще остане непроменен.
bn: এই প্যাকেজটি আগে থেকেই ইনস্টল করা আছে. এটি পরিবর্তন করো না.
ca: Aquest paquet ja està instal·lat. No el modifiquis.
cs: Tento balíček je již nainstalován. Ponechte jej tak.
da: Denne pakke er allerede installeret. Efterlad den urørt.
el: Αυτό το πακέτο είναι ήδη εγκαταστημένο. Άφησε το άθικτο.
et: See pakett on paigaldatud. Pakett jäetakse puutumata.
fa: این بسته هم اکنون نصب شده است. آن را دست نخورده رها کنید.
fi: Tämä paketti on jo asennettu. Siihen ei kosketa.
gl: Este paquete xa está instalado. Saír sen modificar.
gu: આ પેકેજની સ્થાપના થઈ ચૂકી છે. તેને રહેવા દો.
hi: ये बंडल पहले से अधिष्ठापित है।इसे न छुऐं।
hu: A csomag már telepítve van. Nem fog változni.
id: Paket ini sudah terpasang. Biarkan tanpa disentuh.
ko: 이 패키지는 이미 설치되어 있고, 변경 없이 보존합니다.
lt: Šis paketas jau įdiegtas. Neliesti jo.
mr: हे पॅकेज आधीच स्थापित केलेले आहे. त्याला स्पर्श करू नका
nb: Denne pakken er allerede installert. Behold den uten endringer.
pa: ਇਹ ਪੈਕੇਜ ਪਹਿਲਾਂ ਹੀ ਇੰਸਟਾਲ ਹੈ। ਇਸ ਨੂੰ ਇਵੇਂ ਹੀ ਛੱਡੋ।
pt: Este pacote já se encontra instalado. Não será alterado.
ro: Acest pachet este deja instalat. Nu va fi atins.
ta: இங்கு பேக்கேஜ் ஏற்கனவே நிறுவப்பட்டுள்ளது. அதைத் தொடாமல் விட்டுவிடவும்.
th: แพกเกจนี้ถูกติดตั้งไว้อยู่แล้ว และจะไม่ไปยุ่งอะไรกับมัน
vi: Gói này đã được cài đặt. Sẽ để nguyên không động đến.
wa: Ci pacaedje ci est ddja astalé. Leyîz l' nén adjondou.
xh: Lo mbekelelo sowuhlohliwe. Kushiye kungachukunyiswanga.
zu: Le phakheji isifakiwe kakade. Ishiye ingathintiwe.

source: Update
af: Werk by
ar: تحديث
bg: Обновяване
bn: পরিবর্ধন
ca: Actualització
cs: Aktualizovat
da: Opdater
el: Ενημέρωση
et: Uuendatakse
fa: به روز رسانی
fi: Päivitä
gl: &Actualizar
gu: અદ્યતન
hi: नवीनीकरण
hu: Frissítés
id: Perbarui
ko: 업데이트
lt: Atnaujinti
mr: अद्ययावत करा
nb: Oppgradering
pa: ਅੱਪਡੇਟ
pt: Actualizar
ro: Actualizează
ta: புதுப்பிக்கவும்
th: ปรับรุ่น
vi: Cập nhật
wa: Metaedje a djoû
xh: Uhlaziyo
zu: Vuselela Uhlelo

source: This package is already installed. Update it or reinstall it (if the versions are the same).
af: Hierdie pakket is reeds geïnstalleer. Werk dit by of herinstalleer dit (as die weergawes dieselfde is).
ar: الحزمة مثبَّتة بالفعل. قم بتحديثها أو إعادة تثبيتها (إذا كانت الإصدارات هي نفسها).
bg: Този пакет вече е инсталиран. Подновете го или го преинсталирайте, ако версиите са същите.
bn: এই প্যাকেজটি আগে থেকেই ইনস্টল করা আছে. এটি পরিবর্ধন বা পুনরায় ইনস্টল করো (যদি সংস্করণ এক হয়ে থাকে).
ca: Aquest paquet ja s'ha instal·lat. Actualitza'l o torna'l a instal·lar (si les versions coincideixen).
cs: Tento balíček je již nainstalován. Aktualizujte jej nebo nainstalujte znovu (pokud jsou verze shodné).
da: Denne pakke er allerede installeret. Opdater den eller geninstallér den (hvis versionen er den samme).
el: Αυτό το πακέτο είναι ήδη εγκαταστημένο. Ενημερώστε το ή επανεγκαταστήστε το (αν οι εκδόσεις είναι οι ίδιες).
et: See pakett on juba paigaldatud. Pakett uuendatakse või paigaldatakse uuesti (kui versioonid on samad).
fa: این بسته در حال حاظر نصب شده است. آن را بروزرسانی کرده و یا مجددا نصب کنید (اگر نسخه ها یکسان هستند).
fi: Tämä paketti on jo asennettu. Päivitä se tai asenna se uudelleen (jos versio on sama).
gl: Este paquete xa está instalado. Actualizar ou volver instalar (se as versións coinciden).
gu: આ પેકેજની સ્થાપના થઈ ચૂકી છે. તેને અદ્યતન બનાવો અથવા તેની પુન:સ્થાપના કરો. (જો વર્ઝન એકસરખા હોય, તો)
hi: यह बंडल पहले से अधिष्ठापित है. नवीन करें अथवा पुनः अधिष्ठापन करें (यदि आरुप समान हैं).
hu: A csomag már telepítve van. Frissítse (ha van újabb verzió) vagy telepítse újból (ha ugyanaz a verzió).
id: Paket ini sudah terpasang. Perbarui atau pasang ulang (jika versinya sama).
ko: 이 패키지는 이미 설치되어 있습니다. 업데이트하거나 다시 설치하십시오(버전이 동일한 경우).
lt: Šis paketas jau įdiegtas. Atnaujinkite arba iš naujo įdiekite jį (jei versija ta pati).
mr: हे पॅकेज आधीपासूनच स्थापित आहे. ते अपडेट करा किंवा पुन्हा स्थापित करा (जर आवृत्या सारख्याच असतील).
nb: Denne pakken er allerede installerte. Oppgrader den eller installer den på nytt (hvis versjonene er identiske).
pa: ਇਹ ਪੈਕੇਜ ਪਹਿਲਾਂ ਹੀ ਇੰਸਟਾਲ ਹੈ। ਇਸ ਦਾ ਅੱਪਡੇਟ ਜਾਂ ਮੁੜ ਇੰਸਟਾਲ ਕਰੋ (ਜੇ ਵਰਜਨ ਇੱਕੋ ਜਿਹੇ ਹਨ)।
pt: Este pacote já se encontra instalado. Actualizá-lo ou reinstalá-lo (se as versões forem as mesmas).
ro: Acest pachet este deja instalat. Actualizați-l sau reinstalați-l (dacă versiunile sunt identice).
ta: இந்த பேக்கேஜ் ஏற்கனவே நிறுவப்பட்டுவிட்டது. அதனை புதுப்பிக்கவும் அல்லது மீண்டும் நிறுவவும் (அதே வடிவங்களாக இருப்பின்)
th: แพกเกจนี้ถูกติดตั้งไว้อยู่แล้ว และจะทำการปรับรุ่นหรือทำการติดตั้งมันใหม่อีกครั้ง ถ้าหากเป็นรุ่นเดียวกัน
vi: Gói này đã được cài đặt. Hãy cập nhật nó hoặc cài đặt lại (nếu cùng một phiên bản).
wa: Ci pacaedje ci est ddja astalé. Metoz l' a djoû oudonbén rastalez l' (si les modêyes sont les minmes).
xh: Lo mbekelelo sowuhlohliwe. Wuhlaziye okanye phinda uwuhlohle (ukuba iintlobo zoguqulelo ziyafana).
zu: Le phakheji isifakiwe kakade. Yivuselele noma uyifake kabusha (uma izinhlelo zifana).

source: Delete
af: Skrap
ar: حذف
bg: Изтриване
bn: মোছো
ca: Suprimeix
cs: Odstranit
da: Slet
el: Διαγραφή
et: Kustutatakse
fa: حذف
fi: Poista
gl: Eliminar
gu: ડીલીટ-દૂર કરો
hi: मिटाऐं
hu: Törlés
id: Hapus
ko: 삭제
lt: Pašalinti
mr: काढून टाका
nb: Fjern
pa: ਹਟਾਓ
pt: Apagar
ro: Șterge
ta: நீக்கவும்
th: ลบ
vi: Xoá
wa: Disfacer
xh: Cima
zu: Susa

source: This package is already installed. Delete it.
af: Hierdie pakket is reeds geïnstalleer. Skrap dit.
ar: الحزمة مثبَّتة بالفعل. قم بحذفها.
bg: Този пакет вече е инсталиран и ще бъде изтрит.
bn: এই প্যাকেজটি আগে থেকেই ইনস্টল করা আছে. এটি মুছে দাও.
ca: Aquest paquet ja està instal·lat. Suprimeix-lo.
cs: Tento balíček je již nainstalován, smažte jej.
da: Denne pakke er allerede installeret. Slet den.
el: Αυτό το πακέτο είναι ήδη εγκαταστημένο. Διαγράψτε το.
et: See pakk on paigaldatud. Pakett eemaldatakse.
fa: این بسته هم اکنون نصب شده است. آن را حذف کنید.
fi: Tämä paketti on jo asennettu. Poista asennus.
gl: Este paquete xa está instalado. Eliminalo.
gu: આ પેકેજની સ્થાપના થઈ ચૂકી છે. તેને દૂર કરો.
hi: ये बंडल पहले से अधिष्ठापित है।इसे मिटाऐं।
hu: A csomag már telepítve van. Törölje.
id: Paket ini sudah terpasang. Hapus.
ko: 이 패키지는 이미 설치되어 있습니다. 삭제하십시오.
lt: Paketas jau įdiegtas. Pašalinkite jį.
mr: हे पॅकेज आधीच स्थापित केलेले आहे. ते काढून टाका.
nb: Denne pakken is allerede installert. Fjern den.
pa: ਇਹ ਪੈਕੇਜ ਪਹਿਲਾਂ ਹੀ ਇੰਸਟਾਲ ਹੈ। ਇਸ ਨੂੰ ਹਟਾਓ।
pt: Este pacote já se encontra instalado. Apagá-lo.
ro: Acest pachet este deja instalat. Va fi șters.
ta: இந்த பேக்கேஜ் ஏற்கனவே நிறுவப்பட்டுவிட்டது. அதை நீக்கிவிடவும்.
th: แพกเกจนี้ถูกติดตั้งไว้อยู่แล้ว และจะทำการลบมัน
vi: Gói này đã được cài đặt. Xóa nó.
wa: Ci pacaedje ci est ddja astalé. Disfacez lu.
xh: Lo mbekelelo sowuhlohliwe. Wucime.
zu: Le phakheji isifakiwe kakade. Yisuse.

source: Taboo
af: Taboe
ar: محظور
bg: Табу
bn: নিষিদ্ধ
ca: Tabú
cs: Tabu
da: Tabu
el: Απαγορευμένο
et: Tabu
fa: ممنوع
fi: Tabu
gl: Tabú
gu: પ્રતિબંધ
hi: तेबू
hu: Tabu
id: Pantang
ko: 타부
lt: Uždraustas
mr: टॅबू
nb: Tabu
pa: ਮਨਾਹੀ
pt: Tabu
ro: Tabu
ta: டாபூ
th: ต้องห้าม
wa: Tabou
xh: Isikizi
zu: I-Taboo

source: This package is not installed and should not be installed under any circumstances, especially not because of unresolved dependencies that other packages might have or get.
af: Hiedie pakket is nie geïnstalleer nie en behoort onder geen omstandighede geïnstalleer te word nie, veral nie vanweë onopgeloste afhanklikhede wat ander pakkette dalk het of kan kry nie.
ar: الحزمة غير مثبَّتة ويجب عدم تثبيتها تحت أي ظروف، وخصوصًا بسبب تبعيات غير محلولة قد تحتويها الحزم الأخرى أو تحصل عليها.
bg: Този пакет не е и не бива да бъде инсталиран при никакви условия, особено заради неудовлетворени зависимости между пакетите.
bn: প্যাকেজটি ইনস্টলকৃত নয় এবং কোন অবস্থাতেই ইনস্টল করা উচিত হবে না. কারন অনান্য প্যাকেজে অমীমাংসিত নির্ভরতা থাকতে পারে বা তৈরী হতে পারে.
ca: Aquest paquet no s'ha instal·lat i no s'ha d'instal·lar de cap manera, especialment a causa de les dependències sense resoldre que puguin tenir o obtenir altres paquets.
cs: Tento balíček není a za žádných okolností by neměl být nainstalován, zvláště ne kvůli nevyřešeným závislostem jiných balíčků.
da: Denne pakke er ikke installeret og bør ikke installeres under nogen omstændigheder, specielt ikke på grund af uløste afhængigheder som andre pakker måske har eller får.
el: Αυτό το πακέτο δεν είναι εγκαταστημένο και δεν θα πρέπει να εγκατασταθεί σε καμία περίπτωση, ειδικά λόγω κάποιων άλυτων εξαρτήσεων που έχουν κάποια πακέτα.
et: See pakett pole paigaldatud ja seda ei paigaldata ühelgi juhul, eriti mitte teiste pakettide võimalike rahuldamata sõltuvuste pärast.
fa: این بسته نصب نشده است و بهتر است تحت هیچ شرایطی نصب نشود، به خصوص به این دلیل که سایر بسته ها ممکن است وابستگی های حل نشده دریافت کنند.
fi: Tätä pakettia ei ole asennettu, eikä sitä pitäisi missään tapauksessa asentaa. Tämä johtuu erityisesti ratkaisemattomista riippuvuuksista, joita muilla paketeilla on tai joita pakettien asentamisesta tulisi.
gl: Este paquete non está instalado e non debe der instalado de ningún xeito, sobre todo debido a posíbeis dependencias non resoltas doutros paquetes.
gu: આ પેકેજની સ્થાપના થઈ નથી અને કોઈ પણ સંજોગોમાં તેની સ્થાપના થવી જોઈએ નહીં, ખાસ કરીને નહીં, કારણ કે બીજા પેકેજોમાં કેટલીક વિરોધી ડીપેન્ડન્સી હોઈ શકે.
hi: यह बंडल अधिष्ठापित नहीं किया गया है और किसी भी परिस्थिति में अधिष्ठापित नहीं किया जाना चाहिए, विशेषरूप से नहीं, क्योंकि अन्य बंडलो में अनरिसाल्वड् निर्भरता हो सकती हैं अथवा उन्हें मिल सकती हैं.
hu: Ez a csomag nincs telepítve és semmilyen körülmények között nem telepíthető, különösen a más csomagokkal fennálló feloldhatatlan függőségei miatt.
id: Paket ini belum terpasang dan seharusnya jangan dipasang dalam keadaan apapun, secara khusus jangan karena dependensi yang tidak terselesaikan yang mungkin atau dapat mempengaruhi paket lain.
ko: 이 패키지는 설치되어 있지 않고 어떤 상황에서도 설치할 수 없습니다. 특히, 다른 패키지에 있을 수 있는 해결되지 않은 종속성 문제 때문은 아닙니다.
lt: Šis paketas neįdiegtas ir jokiais būdais neturėtų būti diegiamas dėl nesutvarkytų priklausomybių, kurios gali atsirasti kitiems paketams.
mr: हे पॅकेज स्थापित नाही व कोणत्याही परिस्थितीत स्थापित करु नये, खास करुन अनरिझॉल्व्ह्ड डिपेन्डन्सीजमुळे ज्या इतर पॅकेजेसमधे असतात किंवा मिळतात.
nb: Denne pakken er ikke installert og skal aldri installeres under noen omstendigheter, spesielt ikke på grunn av uløste avhengigheter som andre pakker har eller kan få.
pa: ਇਹ ਪੈਕੇਜ ਇੰਸਟਾਲ ਨਹੀਂ ਅਤੇ ਕਿਸੇ ਸ਼ਰਤ ਤੇ ਵੀ ਇੰਸਟਾਲ ਨਹੀਂ ਹੋਵੇਗੀ, ਕਿਉਂਕਿ ਨਾ-ਹੱਲ ਹੋਣ ਵਾਲੀ ਨਿਰਭਰਤਾ ਕਰਕੇ ਜੋ ਹੋਰ ਪੈਕੇਜਾਂ ਕੋਲ ਹੈ ਜਾਂ ਪਰਾਪਤ ਕੀਤੀ ਹੈ।
pt: Este pacote não está instalado, e não deverá ser instalado debaixo de nenhum pretexto, especialmente no caso de resolução de dependências que outros pacotes possam ter ou requerer.
ro: Acest pachet nu este instalat și nu ar trebui instalat sub nici o formă, în special datorită nerespectării unor dependențe care ar putea exista sau pe care le-ar putea introduce.
ta: இந்த பேக்கேஜ் நிறுவப்படவில்லை, மற்றும் குறிப்பாக மற்ற பேக்கேஜ்களிடமுள்ள அல்லது அவை பெறக்கூடிய தீர்க்கப்படாத சார்புத்தன்மைகள் காரணமாக இது எந்த சூழ்நிலையிலும் நிறுவப்படக்கூடாது.
th: แพกเกจนี้ยังไม่มีการติตตั้งและไม่ควรถูกติดตั้งไม่ว่ากรณีใด ๆ เพื่อป้องกันปัญหาความเกี่ยวพันกันของแพกเกจอื่น ๆ
vi: Gói này chưa được cài đặt và sẽ không được cài đặt trong bất kỳ hoàn cảnh nào, đặt biệt trong trường hợp có phụ thuộc không thể giải quyết mà những gói khác có hoặc nhận được.
wa: Ci pacaedje ci n' est nén astalé et n' duvreut esse astalé dins nouk cas, sortot nén a cåze d' aloyances nén rezoudowes ki d' ôtes pacaedjes årént ou rçurént.
xh: Lo mbekelelo awukahlohlwa kwaye akufuneki uhlohlwe phantsi kwazo naziphi iimeko, ngakumbi makungabi ngenxa yezixhomekeki ezingasonjululwanga ezinokuba zezeminye imibekelelo okanye ziyifumane.
zu: Le phakheji ayifakiwe futhi akufanele ifakwe ngaphansi kwanoma isiphi isimo, ikakhulukazi hhayi ngoba kunezinhlelo ezithile okuncikwe kuzo ezingaxazululiwe amanye amaphakheji angase abe nazo noma azithole.
