Repository: Dzejrou/yast-translations
Catalog: po/qt-pkg/*.po
Languages: af, ar, bg, bn, ca, cs, da, el, et, fa, fi, gl, gu, hi, hu, id, ko, lt, mr, nb, pa, pt, ro, ta, th, vi, wa, xh, zu

source: &Update Problems
ar: &مشكلات التحديث
bg: &Проблеми при обновяването
ca: Proble&mes d'actualització
cs: Problémy při akt&ualizaci
da: &Opdateringsproblemer
el: Προβλήματα &Ενημερώσεων
et: &Uuendamise probleemid
fa: مشکلات بروزرسانی
fi: &Päivitysongelmat
gl: Problemas de act&ualización
hu: &Frissítési problémák
id: Masalah Pembaruan
ko: 업데이트 문제(&U)
lt: &Atnaujinimo problemos
nb: &Oppgraderingsproblemer
pa: ਅੱਪਡੇਟ ਸਮੱਸਿਆਵਾਂ(&U)
pt: Problemas de &Atualização
ro: Probleme la actualizare
th: &ปรับปรุงปัญหาต่างๆ
wa: Problinmes di &metaedje a djoû

source: Patter&ns
ar: الأنم&اط
bg: &Шаблони
ca: &Patrons
cs: Vzo&ry
da: &Mønstre
et: &Mustrid
fa: الگو ها
fi: &Ohjelmistoryhmät
gl: Patró&ns
hu: Mi&nták
id: Pola
ko: 패턴(&N)
lt: Šablo&nai
nb: Mø&nstre
pt: Padrõe&s
ro: Modele
th: ชุด&รูปแบบ
wa: Patro&ns

source: Package &Classification
ar: تصنيف الحزمة
ca: &Classificació del paquet
cs: Klasifika&ce balíčku
da: Pakke&klassificering
fi: Paketti&luokittelu
id: Klasifikasi Paket
lt: Paketų &klasifikacija
pt: &Classificação do Pacote

source: &Languages
ar: الل&غات
bg: &Езици
ca: &Llengües
cs: &Jazyky
da: S&prog
el: &Γλώσσες
et: Kee&led
fa: زبانها
fi: &Kielet
gl: &Idiomas
hu: &Nyelvek
id: &Bahasa
ko: 언어(&L)
lt: &Kalbos
nb: &Språk
pa: ਭਾਸ਼ਾਵਾਂ(&L)
pt: &Idiomas
ro: &Limbi
th: &ภาษาต่าง ๆ
wa: &Lingaedjes

source: &Repositories
ar: الم&خازن
bg: &Хранилища
ca: &Repositoris
cs: &Repozitáře
da: Software&kilder
el: Πηγές Ε&γκατάστασης
et: &Hoidlad
fa: مخازن
fi: &Asennuslähteet
gl: &Repositorios
hu: &Telepítési források
id: &Repositori
ko: 리포지토리(&R)
lt: &Saugyklos
nb: Pakkeb&rønner
pa: ਰਿਪੋਜ਼ਟਰੀਆਂ(&R)
pt: &Repositórios
ro: Su&rse de instalare
th: &คลังแพกเกจ
wa: &Depots

source: &Services
ar: خدمات
ca: &Serveis
cs: &Služby
da: &Tjenester
et: &Teenused
fi: &Palvelut
hu: &Szolgáltatások
id: &Layanan
ko: 서비스(&S)
lt: &Paslaugos
pt: &Serviços

source: S&earch
af: S&oek
ar: &بحث
bg: Т&ърсене
bn: খোঁজো (&S)
ca: C&erca
cs: &Hledat
da: &Søg
el: &Αναζήτηση
et: &Otsimine
fa: جستجو
fi: Et&si
gl: Proc&urar
gu: &શોધ
hi: खोज(&S)
hu: &Keresés
id: Cari
ko: 검색(&E)
lt: &Paieška
mr: शोधा
nb: &Søk
pa: ਖੋਜ(&e)
pt: P&rocurar
ro: &Caută
ta: தேடுதல்
th: ค้น&หา
wa: Trov&er
xh: Uz&ingelo
zu: C&inga

source: &Keywords
ar: ال&كلمات الأساسية
bg: &Ключови думи
ca: &Paraules clau
cs: &Klíčová slova
da: &Nøgleord
el: &Λέξεις-κλειδιά
et: &Võtmesõnad
fa: کلید واژه ها
fi: &Hakusanat
gl: &Palabras chave
hu: &Kulcsszavak
id: &Kata kunci
ko: 키워드(&K)
lt: &Raktažodžiai
nb: Sø&keord
pa: ਸ਼ਬਦ(&K)
pt: &Palavras-chave
ro: Cuvinte cheie
th: คำค้&น
wa: &Mot-clés

source: &Installation Summary
af: &Installasie-opsomming
ar: ملخ&ص التثبيت
bg: С&водка от инсталацията
bn: ইনস্টলেশনের সারসংক্ষেপ (&I)
ca: Resum de la &instal·lació
cs: Souhrn &instalace
da: &Installationsopsummering
el: &Περίληψη Εγκατάστασης
et: Pa&igaldamise kokkuvõte
fa: خلاصه وضعیت نصب
fi: Asennuksen &yhteenveto
gl: Resumo da &instalación
gu: &સ્થાપન સારાંશ
hi: अधिष्ठापन सार(&I)
hu: Ö&sszefoglalás a telepítésről
id: Ringkasan &Instalasi
ko: 설치 요약(&I)
lt: &Diegimo santrauka
mr: स्थापना सारांश
nb: &Installasjonssammendrag
pa: ਇੰਸਟਾਲੇਸ਼ਨ ਸੰਖੇਪ(&I)
pt: Resumo da &Instalação
ro: Sumar instalare
ta: நிறுவுதலின் தொகுப்புரை
th: &สรุปการติดตั้ง
vi: Tổng &kết cài đặt
wa: Racourti d' a&stalaedje
xh: Isishwankathelo &Sokuhlohla
zu: &Amabalengwe Okufakwa Kohlelo

source: D&escription
af: B&eskrywing
ar: و&صف
bg: &Описание
bn: বর্ণনা (&e)
ca: D&escripció
cs: Pop&is
da: B&eskrivelse
el: Π&εριγραφή
et: Kirj&eldus
fa: توضیحات
fi: Kuva&us
gl: D&escrición
gu: વર્ણન
hi: विवरण(&e)
hu: &Leírás
id: D&eskripsi
ko: 설명(&E)
lt: &Aprašas
mr: वर्णन
nb: B&eskrivelse
pa: ਵੇਰਵਾ(&e)
pt: D&escrição
ro: D&escriere
ta: வி&ளக்கம்
th: คำ&อธิบาย
vi: &Mô tả
wa: D&iscrijhaedje
xh: Inkc&azelo
zu: I&ncazelo

source: &Technical Data
af: &Tegniese data
ar: بيانات ت&قنية
bg: &Технически данни
bn: প্রযুক্তিগত তথ্য (&T)
ca: Dades &tècniques
cs: &Technická data
da: &Tekniske data
el: &Τεχνικά Δεδομένα
et: &Tehnilised andmed
fa: داده های تخصصی
fi: &Tekniset tiedot
gl: Datos &técnicos
gu: ટેકનીકલ ડેટા
hi: तकनीकी डाटा(&T)
hu: &Technikai adatok
id: Data &Teknis
ko: 기술 데이터(&T)
lt: &Techn. duomenys
mr: तांत्रिक डेटा
nb: &Tekniske data
pa: ਤਕਨੀਕੀ ਡਾਟਾ(&T)
pt: Dados &Técnicos
ro: Da&te tehnice
ta: &தொழில்நுட்ப தரவு
th: ข้อมูลเชิงเ&ทคนิค
vi: Dữ liệu &kỹ thuật
wa: &Tecnikès dnêyes
xh: &Iinkcukacha Zobuchule
zu: &Ukwaziswa Kobuchwepheshe

source: Dependencies
af: Afhanklikhede
ar: تبعيات
bg: Зависимости
bn: নির্ভরতা
ca: Dependències
cs: Závislosti
da: Afhængigheder
el: Εξαρτήσεις
et: Sõltuvused
fa: وابستگی ها
fi: Riippuvuudet
gl: Dependencias
gu: ડીપેન્ડન્સીઝ
hi: निर्भरताऐ
hu: Függőségek
id: Dependensi
ko: 종속성
lt: Priklausomybės
mr: अवलंबित्वे
nb: Avhengigheter
pa: ਨਿਰਭਰਤਾ
pt: Dependências
ro: Dependențe
ta: சார்ந்துள்ளவை
th: ความเกี่ยวพันกัน
vi: Phụ thuộc
wa: Aloyances
xh: Izixhomekeki
zu: Izinhlelo Okuncikwe Kuzo

source: &Versions
af: &Weergawes
ar: الإصدا&رات
bg: &Версии
bn: সংস্করণ (&V)
cs: &Verze
da: &Versioner
el: &Εκδόσεις
et: &Versioonid
fa: نسخه ها
fi: &Versiot
gl: &Versións
gu: વર્ઝન્સ
hi: अनुवाद(&V)
hu: &Verziók
id: &Versi
ko: 버전(&V)
lt: &Versijos
mr: आवृत्त्या
nb: &Versjoner
pa: ਵਰਜਨ(&V)
pt: &Versões
ro: &Versiuni
ta: &வடிவங்கள்
th: รุ่&น
vi: &Phiên bản
wa: &Modêyes
xh: &Iintlobo zoguqulelo
zu: &Izinhlelo

source: File List
af: Lêerlys
ar: قائمة الملفات
bg: Списък с файлове
bn: ফাইলের তালিকা (&F)
ca: Llista de fitxers
cs: Seznam souborů
da: Filliste
el: Λίστα Αρχείων
et: Failinimekiri
fa: لیست فایلها
fi: Tiedostoluettelo
gl: Lista de ficheiros
gu: ફાઈલ લિસ્ટ
hi: फाइल सूची
hu: Fájllista
id: Daftar Berkas
ko: 파일 목록
lt: Rinkmenos
mr: फाईलची यादी
nb: Filliste
pa: ਫਾਇਲ ਲਿਸਟ
pt: Lista de Ficheiros
ro: Listă de fișiere
ta: ஃபைல் பட்டியல்
th: รายการแฟ้ม
vi: Danh sách tập tin
wa: Lisse des fitchîs
xh: Uludwe Lweefayili
zu: Uhlu Lwamafayela

source: Change Log
af: Wysig opgawe
ar: سجل التغييرات
bg: Дневник с промените
bn: পরিবর্তিত
ca: Canvia'n el registre
cs: Záznam o změnách
da: Ændringslog
el: Αλλαγή Αρχείου Καταγραφής
et: Muudatuste logi
fa: گزارش تغییرات
fi: Muutosloki
gl: Rexistro de cambios
gu: ફેરફારોનો લોગ
hi: लॉग परिवर्तन करें
hu: Módosítási napló
id: Catatan Perubahan
ko: 로그 변경
lt: Pakeitimų žurnalas
mr: लॉग बदला
nb: Endringslogg
pa: ਬਦਲਾਅ ਲਾਗ
pt: Registo de Alterações
ro: Jurnal de modificări
ta: லாகை மாற்றவும்
th: ความเปลี่ยนแปลง
vi: Bản ghi thay đổi
wa: Djournå des candjmints
xh: Guqula Ingxelo
zu: Shintsha Ilogi

source: &Cancel
af: &Kanselleer
ar: إل&غاء
bg: &Отказ
bn: বাতিল (&C)
ca: &Cancel·la
cs: &Zrušit
da: &Annuller
el: &Άκυρο
et: &Loobu
fa: انصراف
fi: &Peruuta
gl: &Cancelar
gu: રદ
hi: रद्द(&C)
hu: &Mégse
id: &Batal
ko: 취소(&C)
lt: &Atšaukti
mr: &रद्द करा
nb: &Avbryt
pa: ਰੱਦ ਕਰੋ(&C)
pt: &Cancelar
ro: Renunță
ta: ரத்து செய்யவும்
th: &ยกเลิก
vi: &Dừng
wa: &Rinoncî
xh: &Rhoxisa
zu: &Khansela

source: &Accept
af: &Aanvaar
ar: قب&ول
bg: Прие&мане
bn: গ্রহন করো (&A)
ca: &Accepta
cs: &Přijmout
da: &Acceptér
el: &Αποδοχή
et: &Aktsepteeri
fa: پذیرش
fi: &Hyväksy
gl: &Aceptar
gu: સ્વીકારો
hi: स्वीकारें(&A)
hu: &Elfogadás
id: &Setuju
ko: 승인(&A)
lt: &Patvirtinti
mr: &स्वीकारा
nb: &Bekreft
pa: ਮਨਜ਼ੂਰ(&A)
pt: &Aceitar
ro: &Acceptă
ta: ஏற்கவும்
th: ยอ&มรับ
vi: &Chấp nhận
wa: &Prinde
xh: &Vuma
zu: &Amukela

source: &File
af: &Lêer
ar: مل&ف
bg: Фа&йл
bn: ফাইল (&F)
ca: &Fitxer
cs: &Soubor
da: &Fil
el: &Αρχείο
et: &Fail
fa: پرونده
fi: &Tiedosto
gl: &Ficheiro
gu: ફાઈલ
hi: फाइल(&F)
hu: &Fájl
id: &Berkas
ko: 파일(&F)
lt: &Rinkmena
mr: फाईल
nb: &Fil
pa: ਫਾਇਲ(&F)
pt: &Ficheiro
ro: &Fișier
ta: ஃபைல்
th: แ&ฟ้ม
vi: &Tập tin
wa: &Fitchî
xh: &Ifayili
zu: &Ifayela

source: &Import...
af: &Voer in ...
ar: استي&راد...
bg: &Импортиране
bn: ইমপোর্ট... (&I)
ca: &Importa...
cs: &Importovat...
da: &Importér...
el: Ε&ισαγωγή...
et: &Impordi...
fa: وارد کردن...
fi: &Tuo...
gl: &Importar...
gu: આણવું
hi: आयात...(&I)
hu: &Importálás...
id: &Impor...
ko: 임포트(&I)...
lt: &Importuoti...
mr: आयात करा...
nb: &Importer...
pa: ਇੰਪੋਰਟ(&I)...
pt: &Importar...
ro: Im&portă...
ta: இறக்கவும்...
th: &นำเข้า...
vi: &Nhập...
wa: &Aberweter...
xh: &Thatha ngaphandle...
zu: &Landa...

source: &Export...
af: &Uitvoer ...
ar: ت&صدير...
bg: &Експортиране
bn: এক্সপোর্ট... (&E)
ca: E&xporta...
cs: &Exportovat...
da: &Eksportér...
el: &Εξαγωγή...
et: &Ekspordi...
fa: صادر کردن...
fi: &Vie...
gl: &Exportar...
gu: નિકાસ
hi: निर्यात...(&E)
hu: &Exportálás...
id: &Ekspor...
ko: 엑스포트(&E)...
lt: &Eksportuoti...
mr: निर्यात...
nb: &Eksporter...
pa: ਐਕਸਪੋਰਟ(&E)...
pt: &Exportar...
ro: &Exportă...
ta: ஏற்றவும்...
th: ส่&งออก...
vi: &Xuất...
wa: &Ebaguer...
xh: &Thumela ngaphandle...
zu: &Dlulisa...

source: E&xit -- Discard Changes
af: G&aan uit - wegdoen met wysigings
ar: خرو&ج -- تجاهل التغييرات
bg: И&зход - отказ от промените
bn: প্রস্থান ‌‌-- পরিবর্তনগুলো বাতিল করো (&x)
ca: Sur&t i descarta els canvis
cs: U&končit, zapomenout změny
da: A&fslut -- forkast ændringer
el: Έ&ξοδος -- Απόρριψη Αλλαγών
et: &Välju — tühista muudatused
fa: خروج - عدم اعمال تغییرات
fi: Lope&ta -- Hylkää muutokset
gl: &Saír -- Descartar cambios
gu: બહાર નીકળવું - ફેરફારો ગણવા નહીં
hi: बाहर - बदलाव रद्द करें(&x)
hu: Kilépés -- A változások &eldobása
id: Keluar -- Abaikan Perubahan
ko: 종료(&X) -- 변경사항 삭제
lt: Iš&eiti -- atsisakyti pakeitimų
mr: बाहेर पडा -- बदल काढून टाका
nb: A&vslutt -- forkast endringer
pa: ਬਾਹਰ -- ਬਦਲਾਅ ਰੱਦ ਕਰੋ(&x)
pt: Sai&r -- Perder Alterações
ro: Ieșire -- Elimină modificările
ta: வெளியேறவும்... மாற்றங்களை நீக்கிவிடவும்
th: &ออก -- ยกเลิกการเปลี่ยนแปลง
vi: Dừng -- &Bỏ mọi thay đổi
wa: &Cwiter -- sins schaper les candjmints
xh: Phu&ma -- Kwiinguquko Zokuphanziswa
zu: P&huma – Lahla Izinguquko

source: &Quit -- Save Changes
af: &Gaan uit - berg wysigings
ar: إ&نهاء -- حفظ التغييرات
bg: Из&ход - запазване на промените
bn: বের হও -- পরিবর্তনগুলো সংরক্ষন করো (&Q)
ca: &Surt i desa els canvis
cs: Uk&ončit, uložit změny
da: Af&slut -- gem ændringer
el: Εγκα&τάλειψη -- Αποθήκευση Αλλαγών
et: Lõ&peta — salvesta muudatused
fa: خروج - ذخیره ی تغییرات
fi: &Lopeta -- Tallenna muutokset
gl: S&aír -- Gardar cambios
gu: છોડો - ફેરફારોને સાચવો
hi: छोडे - बदलाव सेव करें(&Q)
hu: Kész -- A változások &mentése
id: Keluar -- Simpan Perubahan
ko: 끝내기(&Q) -- 변경사항 저장
lt: &Išeiti -- išsaugoti pakeitimus
mr: &सोडून द्या -- बदल जतन करा
nb: &Avslutt -- lagre endringer
pa: ਬਾਹਰ -- ਬਦਲਾਅ ਸੰਭਾਲੋ(&Q)
pt: &Desistir -- Gravar Alterações
ro: Termină -- Salvează modificările
ta: வெளியேறவும்... மாற்றங்களை சேமிக்கவும்
th: ออ&ก -- บันทึกการเปลี่ยนแปลง
vi: Thoát -- &Lưu thay đổi
wa: C&witer -- schaper les candjmints
xh: &Yeka – Iinguquko Zokugcina
zu: &Yeka – Gcina Izinguquko

source: &Package
af: &Pakket
ar: ح&زمة
bg: &Пакет
bn: প্যাকেজ (&P)
ca: &Paquet
cs: &Balíček
da: &Pakke
el: &Πακέτο
et: &Pakett
fa: بسته
fi: &Paketti
gl: &Paquete
gu: પેકેજ
hi: बंडल(&P)
hu: &Csomag
id: &Paket
ko: 패키지(&P)
lt: &Paketas
mr: & पॅकेजेस
nb: &Pakke
pa: ਪੈਕੇਜ(&P)
pt: &Pacote
ro: &Pachet
ta: பேக்கேஜ்
th: แ&พกเกจ
vi: &Gói
wa: &Pacaedjes
xh: &Umbekelelo
zu: &Iphakheji

source: All Packages
af: Alle pakkette
ar: كافة الحزم
bg: Всички пакети
bn: প্যাকেজসমূহ
ca: Tots els paquets
cs: Všechny balíčky
da: Alle pakker
el: Όλα τα Πακέτα
et: Kõik paketid
fa: تمامی بسته ها
fi: Kaikki paketit
gl: Todos os paquetes
gu: બધાં પેકેજીસ
hi: सभी बंडल
hu: Összes csomag
id: Semua Paket
ko: 모든 패키지
lt: Visi paketai
mr: सर्व पॅकेज
nb: Alle pakker
pa: ਸਭ ਪੈਕੇਜ
pt: Todos os Pacotes
ro: Toate pachetele
ta: அனைத்து பேக்கேஜ்கள்
th: แพกเกจทั้งหมด
vi: Mọi gói
wa: Tos les pacaedjes
xh: Yonke Imibekelelo
zu: Wonke Amaphakheji

source: Update if newer version available
af: Werk by as nuwer weergawe beskikbaar is
ar: تحديث عند توفر إصدار أحدث
bg: Обновяване, ако има по-нова версия
bn: পরিবর্ধন করো যদি নতুন সংস্করণ থাকে
ca: Actualitza si hi ha una versió més nova disponible
cs: Aktualizovat, pokud existuje novější verze
da: Opdater hvis der findes en nyere version
el: Ενημέρωση αν υπάρχουν διαθέσιμες νεότερες εκδόσεις
et: Uuenda, kui uuem versioon on saadaval
fa: بروزرسانی در صورت وجود نسخه ی جدیدتر
fi: Päivitä, jos uudempi versio saatavilla
gl: Actualizar se hai unha versión posterior dispoñíbel
gu: જો નવું વર્ઝન ઉપલબ્ધ હોય, તો અદ્યતન કરો.
hi: अगर नया अनुवाद उपलब्ध है तो नवीनीकरण करें
hu: Frissítés, ha van újabb verzió
id: Perbarui jika versi yang lebih baru tersedia
ko: 최신 버전이 사용 가능한 경우 업데이트
lt: Atnaujinti, jei yra naujesnė versija
mr: अधिक नवीन आवृत्ती उपलब्ध असल्यास अपडेट करा
nb: Oppgrader hvis nyere versjon er tilgjengelig
pa: ਜੇ ਨਵਾਂ ਵਰਜਨ ਉਪਲੱਬਧ ਹੈ ਤਾਂ ਅੱਪਡੇਟ ਕਰੋ
pt: Actualizar se estiver disponível versão mais recente
ro: Actualizează dacă există o versiune mai nouă
ta: புதிய வடிவம் கிடைக்குமானால் புதுப்பிக்கவும்
th: ทำการปรับรุ่นหากมีรุ่นที่ใหม่กว่า
vi: Cập nhật nếu có phiên bản mới hơn
wa: Mete a djoû si gn a 'ne novele modêye
xh: Hlaziya Ukuba Kukho Uguqulelo Olutsha Olukhoyo
zu: Vuselela uma kukhona izinhlelo ezintsha

source: Update unconditionally
af: Werk onvoorwaardelik by
ar: تحديث غير مشروط
bg: Безусловно обновяване
bn: কোন শর্ত ছাড়াই পরিবর্ধন করো
ca: Actualitza sempre
cs: Bezpodmínečně aktualizovat
da: Opdater betingelsesløst
el: Ενημέρωση άνευ όρων
et: Uuenda tingimusteta
fa: بروزرسانی بی قید و شرط
fi: Päivitä ehdottomasti
gl: Actualizar sempre
gu: પરિસ્થિતિ જોયા વગર અદ્યતન કરવું
hi: बिना शर्त नवीनीकरण करें
hu: Feltételek nélküli frissítés
id: Pembaruan tanpa syarat
ko: 무조건 업데이트
lt: Besąlygiškai atnaujinti
mr: बिनशर्त अपडेट करा
nb: Oppgrader uansett
pa: ਬਿਨਾਂ-ਸ਼ਰਤ ਅੱਪਡੇਟ ਕਰੋ
pt: Actualizar incondicionalmente
ro: Actualizează necondiționat
ta: எவ்வித கட்டுப்பாடும் இன்றி புதுப்பிக்கவும்
th: ทำการปรับรุ่นอย่างไม่มีเงื่อนไข
vi: Cập nhật trong mọi trường hợp
wa: Mete a djoû sins condicion
xh: Hlaziya ngaphandle kwemeko
zu: Vuselela ngaphandle kwemibandela

source: &Patch
af: &Regstelling
ar: &دفعة
bg: &Кръпка
bn: পাথ (&P):
ca: &Pedaç
cs: &Oprava
da: &Rettelse
el: Διόρ&θωση
et: &Paik
fa: وصله
fi: &Korjaus
gl: &Parche
gu: પેચ
hi: पैच(&P)
hu: &Javítás
ko: 패치(&P)
lt: &Pataisa
mr: पॅच:
nb: &Oppgradering
pa: ਪੈਂਚ(&P)
pt: &Correcção
ro: &Petice
ta: பாட்ச்
th: แ&พตช์
vi: &Vá lỗi
wa: &Coridjaedje
xh: &Isikhuselwa
zu: &Isichibiyelo

source: Confi&guration
ar: تكوي&ن
bg: &Настройка
ca: &Configuració
cs: Konfi&gurace
da: &Konfiguration
el: Ρύ&θμιση
et: Hääle&stamine
fa: پیکربندی
fi: &Määritys
gl: Confi&guración
hu: &Beállítás
id: Konfi&gurasi
ko: 구성(&G)
lt: Konfi&gūracija
nb: &Oppsett
pt: Confi&guração
ro: Configurație
th: การ&ปรับแต่งค่า
wa: Apontiaed&je

source: &Repositories...
ar: المخا&زن...
bg: &Хранилища
ca: &Repositoris...
cs: &Repozitáře...
da: Softwa&rekilder...
el: &Αποθετήρια...
et: &Hoidlad...
fa: مخازن...
fi: &Asennuslähteet...
gl: &Repositorios...
hu: Telepítési fo&rrások...
id: &Repositori...
ko: 리포지토리(&R)...
lt: &Saugyklos...
nb: Pakkeb&rønner...
pa: ਰਿਪੋਜ਼ਟਰੀਆਂ(&R)...
pt: &Repositórios...
ro: Surse de instalare...
th: &คลังแพกเกจ...
wa: &Depots...

source: &Online Update...
ar: تحدي&ث عبر الإنترنت...
bg: &Онлайн обновяване
ca: &Actualització en línia...
cs: &Online aktualizace...
da: &Onlineopdatering...
el: Ενημέρωση από το Διαδύκτιο...
et: &Interneti-uuendus...
fa: مخازن بر خط...
fi: &Internet-päivitys...
gl: &Actualización con conexión...
hu: &Online frissítés...
id: Pembaruan &Online...
ko: 온라인 업데이트(&O)...
lt: &Atnaujinimas internetu...
nb: &Online-oppdatering...
pa: ਆਨਲਾਇਨ ਅੱਪਡੇਟ(&O)...
pt: Atualização &Online...
ro: Actualizare online...
th: ปรับรุ่นผ่านการ&ออนไลน์...
wa: Metaedje a djoû so &fyis...

source: &Dependencies
af: &Afhanklikhede
ar: ت&بعيات
bg: &Зависимости
bn: নির্ভরতা (&D)
ca: &Dependències
cs: Závi&slosti
da: Afhængighe&der
el: &Εξαρτήσεις
et: Sõltuvuse&d
fa: وابستگی ها
fi: &Riippuvuudet
gl: &Dependencias
gu: &પરાલંબિતા
hi: निर्भरताऐं(&D)
hu: Fü&ggőségek
id: &Dependensi
ko: 종속성(&D)
lt: &Priklausomybės
mr: अवलंबीता
nb: &Avhengigheter
pa: ਨਿਰਭਰਤਾ(&D)
pt: &Dependências
ro: &Dependențe
ta: சார்புத்தன்மைகள்
th: ความเ&กี่ยวพันกัน
vi: &Phụ thuộc
wa: &Aloyances
xh: &Izixhomekeki
zu: &Amafayela Ancike Kwamanye

source: &Check Now
ar: تحق&ق الآن
bg: &Проверка
ca: Com&prova ara
cs: &Zkontrolovat
da: &Tjek nu
el: &Έλεγχος Τώρα
et: &Kontrolli kohe
fa: هم اکنون بررسی کن
fi: Tar&kista heti
gl: &Comprobar agora
hu: Ellenőr&zés
id: &Periksa Sekarang
ko: 지금 검사(&C)
lt: &Tikrinti dabar
nb: &Kontroller nå
pa: ਹੁਣੇ ਚੈੱਕ ਕਰੋ(&C)
pt: &Verificar Agora
ro: Verifică acum…
th: ตรวจ&สอบเดี๋ยวนี้
wa: &Verifyî sol côp

source: &Autocheck
ar: تحقق تلق&ائي
bg: А&втоматична проверка
ca: Comprovació &automàtica
cs: &Automatická kontrola
da: Tjek &automatisk
el: Α&υτόματος έλεγχος
et: A&utomaatkontroll
fa: بررسی خودکار
fi: A&utomaattinen tarkistus
gl: Comprobación &automática
hu: &Automatikus ellenőrzés
id: Periksa Otomatis
ko: 자동 검사(&A)
lt: &Automatinė patikra
nb: &Autokontroller
pa: ਆਟੋ-ਚੈੱਕ(&A)
pt: Validação &Automática
ro: Verificare automată
th: ตรวจสอบอั&ตโนมัติ
wa: Verifyî &otomaticmint

source: Install &Recommended Packages
ar: تثبيت الحزم الموصى بها
bg: Инсталиране на &препоръчаните пакети
ca: Instal·la els paquets &recomanats
cs: Instalovat dopo&ručené balíčky
da: Installér &anbefalede pakker
el: Εγκατάσταση &συνιστώμενων πακέτων
et: Paigaldage &soovitatud paketid
fa: نصب بسته های پیشنهادی
fi: Asenna s&uositellut paketit
gl: Instalar paquetes &recomendados
hu: &Ajánlott csomagok telepítése
id: Pasang Paket yang Direkomendasikan
ko: 권장 패키지 설치(&R)
lt: Įdiegti &patartinus paketus
pt: Instalar Pacotes &Recomendados

source: &Options
af: &Opsies
ar: &خيارات
bg: &Параметри
bn: অপশনসমূহ (&অ)
ca: &Opcions
cs: M&ožnosti
da: &Indstillinger
el: &Επιλογές
et: &Sätted
fa: اختیارات
fi: V&alinnat
gl: &Opcións
gu: &વિકલ્પો
hi: विकल्प (&O)
hu: &Beállítások
id: &Opsi
ko: 옵션(&O)
lt: &Savybės
mr: पर्याय
nb: &Alternativer
pa: ਚੋਣ(&O)
pt: &Opções
ro: &Opțiuni
ta: தெரிவுகள்
th: ตั&วเลือก
vi: Tùy &chọn
wa: &Tchuzes
xh: &Izikhethwa
zu: &Ongakhetha kukho

source: Show -de&vel Packages
ar: &عرض حزم -devel
bg: Пока&зване на пакети „-devel“
ca: Mostra els paquets -de&vel
cs: Zobrazit - devel balíčky
da: Vis -de&vel-pakker
el: Εμφάνιση Πακέτων de&vel
et: De&vel-pakettide näitamine
fa: نمایش - بسته های devel
fi: Näytä -de&vel-paketit
gl: Mostrar paquetes -de&vel
hu: -de&vel csomagok megjelenítése
id: Tampilkan Paket -de&vel
ko: -devel 패키지 표시(&V)
lt: Rodyti -de&vel paketus
nb: Vis ut&viklingspakker
pa: ਵੇਖੋ -de&vel ਪੈਕੇਜ
pt: Mostrar Pacotes -de&vel
ro: Arată pachetele -de&vel
th: แสดงแพกเกจ -de&vel ด้วย
wa: Mostrer les pacaedjes -de&vel

source: Show -&debuginfo/-debugsource Packages
ar: عر&ض حزم -‏‎debuginfo/‏-debugsource
bg: Показване на пакети „-&debuginfo/-debugsource“
ca: Mostra els paquets -&debuginfo/-debugsource
cs: Zobrazit balíčky -&debuginfo/-debugsource
da: Vis -&debuginfo-/-debugsource-pakker
el: Εμφάνιση Πακέτων -&debuginfo/-debugsource
et: De&buginfo/debugsource-pakettide näitamine
fa: نمایش - بسته های debuginfo/-debugsource
fi: Näytä -&debuginfo/-debugsource-paketit
gl: Mostrar paquetes -&debuginfo/-debugsource
hu: -de&buginfo/-debugsource csomagok megjelenítése
id: Tampilkan Paket -&debuginfo/-debugsource
ko: -debuginfo/-debugsource 패키지 표시(&D)
lt: Rodyti -&debuginfo/-debugsource paketus
nb: Vis -&debuginfo/-debugsource-pakker
pa: -&debuginfo/-debugsource ਪੈਕੇਜ ਵੇਖੋ
pt: Mostrar Pacotes -&debuginfo/-debugsource
ro: Arată pachetele -debuginfo
th: แสดงแพกเกจ -&debuginfo/-debugsource ด้วย
wa: Mostrer les pacaedjes -&debuginfo/-debugsource

source: &System Verification Mode
ar: &وضع التحقق من النظام
bg: &Режим на системно удостоверяване
ca: Mode de verificació del &sistema
cs: Režim ověřování &systému
da: &Systemverificeringstilstand
el: Κατάσταση Πιστοποίησης &Συστήματος
et: &Süsteemi verifitseerimise režiim
fa: حالت بازرسی سیستم
fi: &Järjestelmän varmistamistila
gl: Modo de verificación do &sistema
hu: &Rendszerellenőrzési mód
id: Mode Verifikasi &Sistem
ko: 시스템 확인 모드(&S)
lt: &Sistemos patikros veiksena
nb: &Systemverifiseringsmodus
pa: ਸਿਸਟਮ ਪਰਮਾਣਕਿਤਾ ਮੋਡ(&S)
pt: Modo de Verificação de &Sistema
ro: Mod de Verificare a Sistemului
th: โหมดตรวจความ&ถูกต้องของระบบ
wa: Môde di verifiaedje do &sistinme

source: Options for this run only...
ar: خيارات لهذا المدى فقط ...
ca: Opcions només per a aquesta ocasió...
cs: Možnosti jen pro toto spuštění...
da: Indstillinger kun til denne kørsel ...
et: Valikud ainult selle käivituse jaoks ...
fi: Vain tämän ajon vaihtoehdot...
id: Opsi untuk menjalankan ini saja...
lt: Parinktys tik šiam paleidimui...
pt: Opções para esta execução apenas...

source: &Cleanup when deleting packages
ar: ت&نظيف عند حذف الحزم
bg: &Изчистване при изтриване на пакети
ca: &Neteja quan se suprimeixin paquets
cs: &Vyčistit při odstranění balíčků
da: &Ryd op når pakker slettes
el: &Εκαθάριση κατά τη διαγραφή πακέτων
et: Paketi kustutamisel &kustutatagu ka orvuks jäävad sõltuvused
fa: پاکسازی در زمان حذف بسته ها
fi: &Suorita puhdistus poistettaessa paketteja
gl: &Limpar mentres se eliminan os paquetes
hu: &Tisztítás csomag törlésekor
id: Bersihkan saat menghapus paket
ko: 패키지 삭제 시 정리(&C)
lt: &Išvalyti pašalinus paketus
nb: &Rydd opp når pakker fjernes
pt: &Limpeza ao apagar pacotes
ro: Curăță atunci când se șterg pachetele
th: &ทำการล้างเมื่อทำการลบแพกเกจต่าง ๆ
wa: Ri&netyî cwand on disface des pacaedjes

source: &Allow vendor change
ar: ال&سماح بتغيير المورد
bg: &Разрешаване промяна на доставчика
ca: &Permet canvi de proveïdor
cs: Povolit změnu dod&avatele
da: Till&ad leverandørændring
el: &Επιτρέπεται αλλαγή κατασκευαστή
et: &Luba tootja vahetumist
fa: مجاز دانستن تغییر فروشنده
fi: Salli &valmistajan vaihto
gl: &Permitir o cambio do fabricante
hu: &Gyártómódosítás engedélyezése
id: Izinkan perubahan vendor
ko: 벤더 변경 허용(&A)
lt: &Leisti keisti gamintoją
nb: Till&at bytte av leverandør
pt: &Permitir alteração de fornecedor
ro: Permite schimbarea furnizorului
th: &อนุญาตให้เปลี่ยนผู้ผลิตแพกเกจได้
wa: &Permete li candjmint d' vindeu

source: E&xtras
ar: عناصر إضا&فية
bg: &Допълнения
ca: E&xtres
cs: E&xtra
da: &Ekstra
el: &Πρόσθετα
et: &Lisad
fa: اضافی
fi: &Lisäasetukset
hu: E&xtrák
id: E&kstra
ko: 기타(&X)
lt: &Papildoma
nb: &Tillegg
ro: Suplim&entar
th: พิ&เศษ
wa: &Rawetes

source: Show &Products
af: Toon &produkte
ar: عرض المنت&جات
bg: Показване на &продукти
bn: পণ্য
ca: Mostra els &productes
cs: &Zobrazit produkty
da: Vis &produkter
el: Εμφάνιση &Προϊόντων
et: Näita t&ooteid
fa: نمایش محصولات
fi: Näytä &tuotteet
gl: Mostrar &produtos
gu: પ્રોડક્ટ
hi: उत्पाद
hu: &Termékek megjelenítése
id: Tampilkan &Produk
ko: 제품 표시(&P)
lt: Rodyti &produktus
mr: प्रदर्शन आणि उत्पादने
nb: Vis &produkter
pa: ਪਰੋਡੱਕਟ ਵੇਖਾਓ(&P)
pt: Mostrar &Produtos
ro: Afișează &produsele
ta: பொருள்
th: แสดง&ผลิตภัณฑ์
wa: Mostrer les &prodûts
xh: Bonisa &Iimveliso
zu: Bonisa &Imikhiqizo

source: Show P&ackage Changes
ar: ع&رض تغييرات الحزم
bg: Показ&ване на промените за пакета
ca: Mostra els canvis dels &paquets
cs: Zobrazit z&měny balíčků
da: Vis p&akkeændringer
el: Εμφάνιση Αλλαγών &Πακέτων
et: Näita &paketimuudatusi
fa: نمایش تغییرات بسته ها
fi: Näytä p&akettien muutokset
gl: Mostrar cambios de p&aquetes
hi: पैकेज बदलाव दिखाएँ (&a)
hu: Csom&agváltozások megtekintése
id: Tampilkan Perubahan P&aket
ko: 패키지 변경사항 표시(&A)
lt: Rodyti p&aketų pakeitimus
nb: Vis p&akkeendringer
pa: ਪੈਕੇਜ ਬਦਲਾਅ ਵੇਖੋ(&a)
pt: Mostrar Alterações de &Pacotes
ro: Afișează modificările automate de pachete
th: แสดงความเปลี่ยนแปลงของแ&พกเกจ
wa: Mostrer les candjmints des p&acaedjes

source: Show &History
ar: إظهار الم&حفوظات
bg: Показване на &историята
ca: Mostra l'&historial
cs: Zobrazit &historii
da: Vis &historik
el: Εμφάνιση &Ιστορικού
et: Näita &ajalugu
fa: نمایش تاریخچه
fi: Näytä &historiatiedot
gl: Vexa o &historial
hu: &Előzmények megtekintése
id: Tampilkan &Riwayat
ko: 이력 표시(&H)
lt: Peržiūrėti &istoriją
nb: Vis &historie
pt: Mostrar &Histórico
wa: Mostrer &istwere
