Repository: Dzejrou/yast-translations
Catalog: po/qt-pkg/*.po
Languages: af, ar, bg, bn, ca, cs, da, el, et, fa, fi, gl, gu, hi, hu, id, ko, lt, mr, nb, pa, pt, ro, ta, th, vi, wa, xh, zu

source: The package list on the right side shows the contents of the currently selected patch, i.e., the packages it contains. You cannot install or delete individual packages from a patch, only the patch as a whole. This is intentional to avoid system inconsistencies.
af: Die pakketlys regs toon die inhoud van die huidig-gekose regstelling, dit wil sê die pakkette wat dit bevat. U kan nie individuele pakkette uit'n regstelling installeer of skrap nie, maar slegs die regstelling as geheel. Dit is doelbewus om stelselteenstrydighede te vermy.
ar: تظهر قائمة الحزم في الجانب الأيسر محتويات التصحيح المحدد حاليًا، أي الحزم التي يحتويها. لا يمكنك تثبيت حزم منفردة أو حذفها من التصحيح، ولكن عليك استخدام التصحيح كوحدة متكاملة. ومقصد هذا تجنب حالات عدم التناسق بالأنظمة.
bg: Списъкът с пакети отдясно показва съдържанието на избраната кръпка - кои пакети съдържа. Не можете да инсталирате или изтриете индивидуални пакети от кръпката, а само цялата кръпка. Това е така, за да се избегнат несъгласуваности в системата.
bn: ডানের প্যাকেজ তালিকা বর্তমানে নির্বাচিত প্যাচটির প্যাকেজসমূহ দেখায়. একটি প্যাচ থেকে আপনি বিশেষ কোন প্যাকেজ ইনস্টল করতে বা বাতিল করতে পারবেন না, সম্পূর্ন প্যাচটিই করতে হবে. এটি ইচ্ছাকৃতভাবে সিস্টেমের অসঙ্গতি এড়াতে করা হয়েছে.
ca: La llista de paquets de la dreta mostra el contingut del pedaç seleccionat actualment, és a dir, els paquets que conté. No es poden suprimir o instal·lar solament determinats paquets d'un pedaç, sinó que s'ha d'instal·lar per complet per a evitar els errors de coherència al sistema.
cs: Seznam balíčků na pravé straně zobrazuje obsah právě vybrané opravy (balíčky, které oprava zahrnuje). Nelze instalovat ani odstraňovat jednotlivé balíčky uvnitř opravy, pouze opravu jako celek. To je záměrné, aby se předešlo nekonzistencím v systému.
da: Pakkelisten på højre side viser indholdet af den nuværende markerede rettelse. For eksempel pakkerne den indeholder. Du kan ikke installere eller slette individuelle pakker fra en rettelse; kun rettelsen som en helhed. Det er tilsigtet for at undgå systeminkonsistens.
el: Η λίστα πακέτων στην αριστερή πλευρά εμφανίζει τα περιεχόμενα της επιλεγμένης διόρθωσης, π.χ., τα πακέτα που περιέχει. Δεν μπορείτε να εγκαταστήσετε ή να διαγράψετε ανεξάρτητα πακέτα από μια διόρθωση, μόνο την διόρθωση σαν σύνολο. Αυτό είναι σκόπιμο για την αποφυγή ασυνεπειών του συστήματος.
et: Paremal pool olev pakettide nimekiri näitab valitud paranduse sisu, st selles sisalduvaid pakette. Üksikuid pakette ei saa parandusest eraldi paigaldada ega kustutada, paigaldada saab ainult parandust tervikuna. See on teadlikult tehtud, et vältida süsteemide üksikute pakettide vastuolusid.
fa: لیست بسته در سمت راست، محتویات وصله های انتخابی فعلی، مانند بسته ای که حاوی آن است را نمایش میدهد. شما نمیتوانید بسته ی فردی را از وصله نصب و یا حذف کنید، فقط وصله به صورت کامل را میتوانید. این کار عمدا برای جلوگیری از عدم ثبات سیستم انجام میشود.
fi: Pakettiluettelo oikealla näyttää valitun korjauspaketin sisällön, esimerkiksi paketit, joita se sisältää. Et voi asentaa tai poistaa yksittäisiä paketteja korjauksesta, vaan vain korjauksen kokonaisuudessaan. Tämä on tehty tarkoituksellisesti estämään järjestelmän rikkoutumista.
gl: A lista de paquetes da dereita mostrar o contido do parche seleccionado, por exemplo, os paquetes que contén. Non pode instalar ou eliminar paquetes individuais dun parche, soamente todo o parche. Isto é intencional para evitar inconsistencias no sistema.
gu: જમણી બાજુનું પેકેજ લિસ્ટ, વર્તમાન પસંદ થયેલા પેચની વિગત બતાવે છે, એટલે કે તેમાંનું પેકેજ. તમે પેચ માંથી જુદા જુદા પેકેજ સ્થાપી કે દૂર કરી ન શકો, ફ્ક્ત એક સંપૂર્ણ પેચ તરીકે જ તેમ કરી શકો. આ એટલે કરવામાં આવ્યું છે કે તેથી સિસ્ટમ માં પરસ્પર વિરોધ ન રહે.
hi: दायीं ओर दी गई बंडल सूची वर्तमान में चयन किए गए पैच की अंतर्वस्तुओं अर्थात, उसमें शामिल बंडलोको दर्शाता है. आप किसी बंडल से अलग बंडलेस को लगा अथवा मिटा नहीं सकते हैं, केवल समग्र रूप से पैच को लगा या मिटा सकते हैं. ऐसा सिस्टम में अनिरंतरताएं उत्पन्न होने से बचाव के लिए जान बूझकर किया गया है.
hu: A jobb oldalon lévő csomaglista megmutatja a kiválasztott frissítőcsomag csomagjait (ha a csomag több csomagból áll). A frissítőcsomagban lévő csomagokat nem lehet egyesével telepíteni vagy törölni, csak az egész csomagot. Ez szándékosan van így a rendszerinkonzisztenciák kiküszöbölésére.
id: Daftar paket pada sisi kanan menampilkan isi dari patch yang dipilih, contohnya paket-paket yang menjadi isinya. Anda tidak dapat memasang atau menghapus paket secara individu dari sebuah patch. Hal ini disengaja untuk menghindari inkonsistensi sistem.
ko: 오른쪽에 있는 패키지 목록은 현재 선택된 패치의 내용 즉, 패치에 포함된 패키지를 표시합니다. 패치는 패치 전체를 설치하거나 삭제할 수만 있고, 패치의 개별 패키지를 설치하거나 삭제할 수 없습니다. 이것은 시스템 불일치를 피하기 위한 것입니다.
lt: Dešinėje pusėje esantis paketų sąrašas rodo pažymėtos pataisos turinį, t.y. joje esančius paketus. Jūs negalite įdiegti arba pašalinti iš pataisos pavienius paketus, tik visą visą pataisą. Tai daroma, norint išlaikyti sistemos vienalytiškumą.
mr: उजव्या बाजूची पॅकेजची सूची अलिकडे निवडलेल्या पॅचमधील मजकुर म्हणजेच पॅकेजमधे काय आहे ते दर्शवते. आपण पॅचमधे व्यक्तिगत पॅकेजेस स्थापित करुन शकत नाही किंवा त्यातून ती पुसून टाकू शकत नाही, फक्त संपूर्ण पॅच घालू किंवा काढू शकता. प्रणालीतील विसंगती टाळण्यासाठी हे जाणीवपूर्वक करण्यात आले आहे.
nb: Pakkelisten til høyre viser innholdet av den valgte oppgraderingen, dvs. hvilke pakker den inneholder. Du kan ikke installere eller fjerne enkeltpakker i en oppgradering. Dette er for å hindre et inkonsistent system.
pa: ਸੱਜੇ ਪਾਸੇ ਪੈਕੇਜ ਲਿਸਟ ਮੌਜੂਦਾ ਚੁਣੇ ਪੈਚ ਦੇ ਸੰਖੇਪ ਵੇਖਾਉਂਦਾ ਹੈ, ਜਿਵੇਂ ਕਿ ਪੈਕੇਜ, ਜੋ ਇਸ ਵਿੱਚ ਸ਼ਾਮਲ ਹਨ। ਤੁਸੀਂ ਪੈਂਚ ਵਿੱਚੋਂ ਇਕਹਿਰਾ ਪੈਕੇਜ ਇੰਸਟਾਲ ਜਾਂ ਹਟਾ ਨਹੀਂ ਸਕਦੇ, ਸਿਰਫ ਸਾਰਾ ਪੈਂਚ। ਇਹ ਸਿਸਟਮ ਨਾ-ਇੱਕਸੁਰਤਾ ਦੇ ਹੱਲ ਲਈ ਉਦੇਸ਼ ਹੈ।
pt: A lista de pacotes do lado direito mostra o conteúdo da correcção actualmente seleccionada, ou seja, os pacotes que contém. Não é possível instalar ou apagar pacotes individuais de uma correcção, apenas a correcção como um todo. Este comportamento é intencional, por forma a evitar inconsistências de sistema.
ro: Lista de pachete din dreapta afișează conținutul peticului selectat, adică pachetele pe care le conține. Nu puteți instala sau șterge pachete individuale dintr-un petic, ci numai un petic ca un întreg. Acest mod de operare este intenționat așa, pentru a evita inconsistențe la nivelul sistemului.
ta: வலதுபுறமுள்ள பேக்கேஜ் பட்டியல், தற்போது தேர்ந்தெடுக்கப்பட்டுள்ள பாட்சின் உள்ளடக்கங்களை, அதாவது, அதிலுள்ள பேக்கேஜ்களை காட்டுகிறது. ஒரு பாட்சிலிருந்து நீங்கள் தனித்தனி பேக்கேஜ்களை நிறுவவோ அல்லது நீக்கவோ முடியாது. பாட்ச்சை முழுமையாக மட்டுமே அவ்விதம் செய்ய இயலும். கணினியில் மாறுபாடுகளை தவிர்ப்பதற்காக வேண்டுமென்றே இவ்விதம் அமைக்கப்பட்டுள்ளது.
th: รายการแพกเกจทางด้านขวามือ แสดงถึงเนื้อหาของแพตช์ที่เลือกไว้แล้วในปัจจุบัน เช่น แพกเกจมีอะไรอยู่บ้าง เป็นต้น คุณไม่สามารถติดตั้งหรือลบแพกเกจเดี่ยว ๆ ออกจากแพตช์ได้ เพราะแพตช์จะหมายรวมทั้งหมด ทั้งนี้เพื่อเป็นการป้องกันไม่ให้ระบบของคุณเกิดความไม่สอดคล้องกันในการทำงาน
vi: Danh sách các gói ở bên phải hiển thị nội dung của vá lỗi đã chọn hiện thời, ví dụ các gói nó chứa. Bạn không thể cài đặt hay xóa các gói riêng rẽ khỏi vá lỗi, mà chỉ có thể thực hiện với toàn bộ vá lỗi. Điều này để tránh làm hỏng hệ thống.
wa: Li lisse des pacaedjes a droete mostere çou ki gn a dins l' coridjaedje tchoezi pol moumint come les pacaedjes ki gn a dvins. Vos n' poloz nén astaler ou disfacer des pacaedjes tos seu dins on coridjaedje, kel coridjaedje en etir. Çoula est volou po n' nén aveur des problinmes sistinme.
xh: Uludwe lombekelelo kwicala lasekunene libonisa iziqulatho zesikhethwa esikhethwe okwangoku, o.k.t. imibekelelo eluqulathileyo. Akunakukwazi ukuhlohla okanye ukucima imibekelelo nganye-nganye kwisikhuselwa, kungenzeka kuphela ngesikhuselwa esipheleleyo Oku kwenzeka ngenjongo yokuthintela iziganeko zokungalungelelani zesixokelelwano.
zu: Uhlu lwamaphakheji ngasesandleni sokudla lubonisa okuqukethwe kwezichibiyelo zamanje, okungukuthi, amaphakheji oluwaqukethe. Angeke ukwazi ukufaka noma ukususa amaphakheji ngamanje esichibiyelweni, ungasusa isichibiyelo sisonke. Lokhu kwenziwe ngamabomu ukuze kugwenywe ukungavumelani kwisistimu.

source: In addition to <b>Patches</b>, you can also select one of the other filter views from <b>Filter</b> at the upper left:
af: Bykomend tot <b>Regstellings</b>, kan u ook een van die ander filteruitsigte uit <b>Filter</b> bo links kies:
ar: بالإضافة إلى <b>التصحيحات</b>، يمكنك أيضًا تحديد إحدى طرق عرض المرشحات من <b>المرشح</b> في الجزء العلوي الأيمن:
bg: В допълнение към <b>кръпките</b> можете да избирате един от останалите изгледи от падащото поле <b>Филтър</b> горе-вляво:
bn: "YOU প্যাচসমুহ " এর সাথে সাথে বায়ে উপরের দিকে অবস্থিত <b>ফিল্টার</b> কম্বোবক্স থেকে আপনি একটি ফিল্টার ভিউ নির্বাচন করতে পারেন.
ca: A més dels <b>Pedaços</b>, també podeu seleccionar una de les altres visualitzacions de filtre des de <b>Filtre</b> situat a la part superior esquerra:
cs: Kromě <b>oprav</b> můžete také vybrat jedno z filtrovaných zobrazení pomocí rozbalovací seznamu <b>Filtr</b> vlevo nahoře:
da: Udover <b>Rettelser</b>, kan du også vælge en af de øvrige filtervisninger under <b>Filter</b> øverst til venstre:
el: Επιπρόσθετα με τις <b>Διορθώσεις</b>, μπορείτε επίσης να επιλέξετε μια από τις άλλες προβολές φίλτρου από το <b>Φίλτρο</b> πάνω αριστερά:
et: Lisaks <b>Parandused</b> saate vasakpoolsest ülanurgast valida <b>Filter</b> abil mõne muu filtrivaate:
fa: در اضافه به <b>وصله ها</b>، شما همچنین میتوانید یکی از دیگر پالایش ها را از <b>پالایش</b> در سمت چپ بالایی انتخاب کنید:
fi: <b>Korjausten</b> lisäksi voit valita jonkin toisen näkymän suotimen ylävasemmalta <b>Suodin</b>-valintalaatikosta:
gl: Ademais dos <b>Parches</b>, tamén pode seleccionar unha das outras vistas de filtros en <b>Filtro</b> na parte superior esquerda:
gu: <b>પેચીસ</b> ઉપરાંત, તમે ડાબી બાજુએ ઉપર આવેલા <b>ફિલ્ટર</b> માંથી અન્ય ફિલ્ટર વ્યુઝ માંથી કોઈ એક પસંદ કરી શકો.
hi: <b>पैचेस</b> के अतिरिक्त, आप ऊपर बायीं ओर दिए गए <b>फिल्टर</b> से अन्य फिल्टर दर्शय में से एक का चयन कर सकते हैं:
hu: A <b>Javítások</b>on kívül más szűrőket is bekapcsolhat a bal fenti sarokban található <b>Szűrő</b> legördülő menüben:
id: Selain <b>Patch</b>, Anda juga dapat memilih salah satu tampilan filter melalui menu <b>Filter</b> pada kiri atas:
ko: <b>패치</b> 외에도 왼쪽 상단의 <b>필터</b>에서 다른 필터 보기 중 하나를 선택할 수 있습니다.
lt: Papildomai prie <b>Pataisų</b>, galite pasirinkti vieną iš kitų rodymo filtrų iš laukelio <b>Filtras</b>, esančio viršuje kairėje pusėje:
mr: <b>पॅचेस</b>व्यतिरिक्त, आपण वरच्या डाव्या बाजूच्या<b>फिल्टर</b> मधून एखादा अन्य फिल्टर व्ह्यू देखील निवडू शकता:
nb: I tillegg til <b>Oppdateringer</b> kan du også velge en av de andre filtervisningene fra <b>Filter</b>-menyen øverst til venstre:
pa: <b>ਪੈਂਚ</b> ਤੋਂ ਇਲਾਵਾ ਤੁਸੀਂ ਉੱਤੇ ਖੱਬੇ <b>ਫਿਲਟਰ</b> ਲਟਕਵੀਂ ਲਿਸਟ ਵਿੱਚ ਹੋਰ ਫਿਲਟਰ ਦਿੱਖ ਵੀ ਚੁਣ ਸਕਦੇ ਹੋ:
pt: Em acréscimo às <b>Correcções</b>, pode ainda escolher uma das outras vistas de filtragem, a partir da caixa de selecção <b>Filtro</b> em cima à esquerda:
ro: În plus față de <b>petice</b>, puteți selecta unul din celelalte filtre de vizualizare din căsuța combinată <b>Filtru</b> (stânga-sus):
ta: <b>பாட்ச்கள்</b> தவிர, மேல் இடதுபுறத்தில்<b>ஃபில்டர்</b>லிருந்து நீங்கள் ஃபில்டர் காட்சிகளில் ஒன்றை தேர்வு செய்து கொள்ளலாம்:
th: เพิ่มเติมกับ <b>แพตช์</b> คุณสามารถเลือกตัวใดตัวหนึ่งได้โดยการกรองด้วยช่อง <b>ตัวกรอง</b> ทางด้านบนซ้าย:
vi: Ngoài <b>Vá lỗi</b>, bạn cũng có thể chọn một trong những bộ lọc xem khác từ <b>Bộ lọc<b> ở góc trên bên trái:
wa: E pus des <b>Coridjaedjes</b> vos ploz ossu tchoezi onk des ôtes voeyaedje e passete avou <b>Passete</b> dins l' hôt a hintche:
xh: Ngokufakela <b>Izikhuselwa</b>, unako ngokunjalo ukukhetha enye yezibukelwa zezinye izihluzisi ezivela <b>kwi-Sihluzi</b> ngasekhohlo phezulu:
zu: Ngaphezu kokuthi <b>Izichibiyelo</b>, ungakhetha futhi esinye sezihloli zesisefo kokuthi <b>Isisefo</b> ngenhla ngakwesobunxele:

source: In this dialog, select which packages to install, update, or delete. You can select individual packages or entire package "selections".
af: Kies in hierdie dialoog welke pakkette geïnstalleer, bygewerk of geskrap moet word. U kan individuele pakkette of die volledige pakket"keuses" kies.
ar: في مربع الحوار هذا، حدد الحزم التي تريد تثبيتها أو تحديثها أو حذفها. يمكنك تحديد حزم منفردة أو "تحديدات" الحزم بأكملها.
bg: В този екран можете да избирате кои пакети да инсталирате, подновите или изтриете. Можете да избирате индивидуални пакети или цели подбори с пакети.
bn: এই ডায়ালগে ইনস্টল, পরিবর্ধন বা অপসারনের জন্য প্যাকেজ বাছাই করুন. আপনি একটি একটি করে প্যাকেজ বা সম্পূর্ন প্যাকেজ "নির্বাচনসমূহ" থেকে বাছাই করতে পারেন.
ca: Aquí podeu seleccionar els paquets que voleu instal·lar, actualitzar o suprimir. Podeu seleccionar paquets individuals, o bé "seleccions" completes de paquets.
cs: V tomto dialogu vyberte, které balíčky se mají nainstalovat, aktualizovat nebo odstranit. Lze vybírat jednotlivé balíčky nebo celé „výběry“.
da: I denne dialog vælges pakker til installation, opdatering eller sletning. Du kan vælge individuelle pakker eller hele "pakkeudvalg".
el: Σε αυτόν τον διάλογο, επιλέξετε ποια πακέτα θα εγκατασταθούν, ενημερωθούν, ή διαγραφούν. Μπορείτε να επιλέξετε ανεξάρτητα πακέτα ή ολόκληρες "επιλογές" πακέτων.
et: Selles dialoogiaknas valige paigaldatavad, uuendatavad või kustutatavad paketid. Saate valida üksikud paketid või kogu pakettide valiku.
fa: در این کادر محاوره ای، بسته ها را جهت نصب، بروزرسانی و یا حذف انتخاب کنید. شما می توانید بسته ها را به صورت تکی و یا کل "انتخاب ها" ی بسته را انتخاب کنید.
fi: Valitse tässä, mitkä paketit asennetaan, päivitetään tai poistetaan. Voit valita yksittäisiä paketteja tai kokonaisen "esivalinnan".
gl: Neste cadro de diálogo pode seleccionar os paquetes de quere instalar, actualizar ou eliminar. Pode seleccionar paquetes soltos ou ben "seleccións" completas de paquetes.
gu: આ ડાયલોગમાં કયા પેકેજ સ્થાપવા છે, અદ્યતન કરવા છે કે દૂર કરવા છે, તે પસંદ કરો. તમે વ્યક્તિગત પેકેજ અથવા સંપૂર્ણ પેકેજ "selections" પસંદ કરી શકો છો.
hi: इस डायलॉग में, लगाए जाने वाले, नवनीकरण किये जाने अथवा मिटाये जाने वाले बंडलोका चयन करें. आप अलग-अलग बंडलेस् अथवा पूरे बंडल का चयन कर सकते हैं "चयन".
hu: Ebben a párbeszédablakban kiválaszthatja a telepítendő, frissítendő vagy törlendő csomagokat. Kiválaszthat egy-egy csomagot, de teljes "csomag-összeállításokat" is.
id: Dalam dialog ini, pilih yang paket yang akan dipasang, diperbarui, atau dihapus. Anda dapat memilih paket-paket secara individual atau keseluruhan paket "pilihan".
ko: 이 대화 상자에서 설치, 업데이트 또는 삭제할 패키지를 선택하십시오. 개별 패키지 또는 전체 패키지 "선택항목"을 선택할 수 있습니다.
lt: Šiame skydelyje pasirinkite, kuriuos paketus įdiegsite, atnaujinsite arba pašalinsite. Galite pasirinkti pavienius paketus arba visą paketų pluoštą.
mr: या डायलॉगमधे, कोणती पॅकेजेस स्थापित, अपडेट करायची किंवा पुसून टाकायची ते निवडा. आपण वेगवेगळी पॅकेजेस किंवा संपूर्ण पॅकेज "सिलेक्शन्स"निवडू शकता.
nb: I denne dialogen velger du hvilke pakker du vil installere, oppgradere eller slette. Du kan velge separate pakker eller hele "pakkeutvalg".
pa: ਇਸ ਡਾਈਲਾਗ ਵਿੱਚ ਚੁਣੋ ਕਿ ਕਿਹੜਾ ਪੈਕੇਜ ਇੰਸਟਾਲ, ਅੱਪਡੇਟ, ਜਾਂ ਹਟਾਉਣਾ ਹੈ। ਤੁਸੀਂ ਇੱਕ ਪੈਕੇਜ ਜਾਂ ਸਾਰੇ ਪੈਕੇਜ "ਚੋਣ" ਚੁਣ ਸਕਦੇ ਹੋ।
pt: Nesta caixa de diálogo, escolha quais os pacotes que pretende instalar, actualizar ou apagar. Pode ainda escolher pacotes individuais ou "selecções" inteiras de pacotes.
ro: În acest dialog, selectați ce pachete să instalați, să actualizați sau să ștergeți. Puteți selecta pachete individuale sau "selecții " întregi de pachete.
ta: இந்த டயலாகில், நிறுவுவதற்கான, புதுப்பிப்பதற்கான அல்லது நீக்குவதற்கான பேக்கேஜ்கள் எவை என்பதை தேர்வு செய்யவும். நீங்கள் தனி பேக்கேஜ்களையோ அல்லது முழுமையாக பேக்கேஜையோ "தேர்வுகள்"தேர்வு செய்யலாம்.
th: เลือกแพกเกจที่จะติดตั้ง, ทำการปรับรุ่น หรือจะลบออก ได้ที่กล่องโต้ตอบนี้ คุณสามารถจะเลือกแพกเกจบางตัวก็ได้ หรือจะเลือกแพกเกจทั้งหมดที่มีอยู่ก็ได้
vi: Trong hộp thoại này, hãy chọn gói muốn cài đặt, cập nhật, hoặc xóa. Bạn có thể chọn từng gói riêng biệt hoặc toàn bộ "sự lựa chọn" gói.
wa: Dins cisse divize ci, tchoezixhoz kés pacaedjes astaler, mete a djoû ou disfacer. Vos ploz tchoezi des pacaedjes tos seus ou on etir "tchoes" di pacaedjes.
xh: Kule ngxoxo, khetha ukuba yeyiphi imibekelelo efanele ukuhlohlwa, ukuhlaziywa, okanye ukucinywa. Unako ukukhetha imibekelelo ethile okanye umbekelelo opheleleyo "ezikhethiweyo".
zu: Kule dayalogi, khetha ukuthi iyiphi iphakheji ofuna ukuyifaka, ukuyivuselela, noma ukuyisusa. Ungakhetha amaphakheji ngamanye noma konke "okukhethwayo" kwephakheji.

source: Click the status icon for a package or selection to change the status or right-click it to open a context menu.
af: Klik die statusikoon vir 'n pakket of keuse om die status te wysig, of regsklik dit om 'n kontekskieslys te open.
ar: انقر فوق رمز الحالة لحزمة أو فوق أحد التحديدات لتغيير الحالة الخاصة بأيهما أو انقر بزر الماوس الأيمن لفتح قائمة السياقات.
bg: Щракнете върху иконата за статуса на пакета или подбора за да го промените или с десния бутон за да се отвори контекстно меню.
bn: স্ট্যাটাস বদল করার জন্য একটি প্যাকেজ বা নির্বাচনের স্ট্যাটাস আইকন ক্লিক করুন, অথবা প্রাসঙ্গিক মেনু খোলার জন্য রাইট‌-ক্লিক করুন.
ca: Premeu la icona d'estat per a canviar l'estat d'un paquet o d'una selecció, o bé feu clic amb el botó dret del ratolí per a obrir un menú contextual.
cs: Kliknutím na ikonu se stavem balíčku změníte jeho stav nebo pomocí pravého tlačítka myši otevřete kontextovou nabídku.
da: Klik på statusikonet for en pakke eller et udvalg for at ændre status; eller højreklik på den for at åbne en kontekstmenu.
el: Κάντε κλικ στο εικονίδιο κατάστασης για ένα πακέτο ή μια επιλογή να αλλάξουν κατάσταση ή κάντε πάνω του δεξί-κλικ για να ανοίξει ένα μενού-συνάφειας.
et: Oleku muutmiseks klõpsake paketi või valiku olekuikoonil või paremklõpsake sellel valikumenüü avamiseks.
fa: بر روی آیکون وضیعت برای بسته یا انتخاب جهت تغییر وضعیت کلیک کید و یا برای بازکردن منوی زمینه راست کلیک کنید.
fi: Napsauta paketin tai esivalinnan tilakuvaketta sen tilan muuttamiseksi, tai napsauta hiiren oikeaa painiketta avataksesi sisältövalikon.
gl: Prema na icona de estado para cambiar o estado dun paquete ou selección ou prema co botón dereito para abrir un menú contextual.
gu: પેકેજ અથવા પસંદ કરેલાને બદલવા સ્ટેટસ આઈકન પર ક્લીક કરો અથવા જમણી ક્લીક કરો કે જેથી તેનું કોંટેક્સ્ટ મેન્યુ ખુલે.
hi: एक बंडल के लिए स्थिति आइकन अथवा स्थिति को बदलने के लिए चयन पर क्लिक करें अथवा एक संद्रभ मेन्यू को खोलने के लिए उस पर दाँया क्लिक करें.
hu: Egy adott csomag illetve csomag-összeállítás állapotának megváltoztatásához használja a jobb egérgombos menüt vagy az állapotikont.
id: Klik ikon status paket atau pilihan untuk mengubah status atau klik kanan untuk membuka menu konteks.
ko: 상태를 변경할 패키지 또는 선택항목의 상태 아이콘을 클릭하거나 오른쪽 버튼으로 클릭하여 상황별 메뉴를 여십시오.
lt: Norėdami pakeisti paketo arba parinkties būseną, paspauskite ant būsenos piktogramos arba dešiniu mygtuku atverkite kontekstinį meniu.
mr: पॅकेजसाठी स्टेट्स आयकॉनवर किंवा स्टेटस बदलण्यासाठी सिलेक्शनवर क्लिक करा किंवा कॉन्टेक्स्ट मेन्यू उघडण्यासाठी राईट क्लिक करा.
nb: Klikk på statusikonet for en pakke eller et utvalg for å endre status, eller høyreklikk på ikonet for å åpne en hurtigmeny.
pa: ਪੈਕੇਜ ਜਾਂ ਚੋਣ ਲਈ ਹਾਲਤ ਬਦਲਣ ਲਈ ਹਾਲਤ ਆਈਕਾਨ ਚੁਣੋ ਜਾਂ ਪਰਸੰਗ ਮੇਨੂ ਖੋਲ੍ਹਣ ਲਈ ਇਸ ਤੇ ਸੱਜਾ ਬਟਨ ਦਬਾਓ।
pt: Prima o ícone de estado de um pacote ou selecção, para alterar o estado, ou prima o botão direito sobre ele para abrir o menu de contexto.
ro: Dați clic pe iconița de stare a unui pachet sau selecții pentru a-i schimba starea sau dați clic dreapta pe ea pentru a deschide meniul contextual.
ta: பேக்கேஜ் அல்லது நிலையை மாற்றுவதற்கான தேர்வுக்கு நிலைக்கான ஐகானை க்ளிக் செய்யவும், அல்லது கான்டெக்ஸ்ட் மெனுவை திறப்பதற்கு அதனை ரைட்-க்ளிக் செய்யவும்.
th: คลิกที่ภาพไอคอนสถานะของแพกเกจหรือทำการเลือกเพื่อเปลี่ยนสถานะ หรือคลิกเมาส์ปุ่มขวาเพื่อเพื่อเรียกเมนูผุดขึ้น
vi: Nhấn biểu tượng trạng thái cho một gói hoặc chọn thay đổi trạng thái hoặc nhấn chuột phải để mở ra một trình đơn.
wa: Clitchîz sol imådjete d' estat po candjî l' estat d' on pacaedje ou d' on tchoes ou clitchîz-droet po drovi on menu d' contecse.
xh: Nqomfa umqondiso wokuqulathiweyo wombekelelo okanye wokukhethiweyo ukuguqula isimo okanye nqomfa ekunene kuwo ukuze uvule imenyu yoko kubhekiselelwe kuko.
zu: Chofoza i-ayikhoni yesimo ngephakheji noma okukhethwayo ukuze ushintshe isimo noma uchofoze kwesokudla ukuze uvule imenu yomongo.
