Repository: Dzejrou/yast-translations
Catalog: po/iscsi-lio-server/*.po
Languages: fr, ja, ko, lt, sk, sv, zh_tw

source: Yast iscsi-lio-server can't run without installing targetcli-fb package. Do you want to install?
ko: targetcli-fb 패키지를 설치하지 않으면 Yast iscsi-lio-server를 실행할 수 없습니다. 설치하시겠습니까?
sk: Yast iscsi-lio-server nemôže bežať bez inštalácie balíka targetcli-fb. Chcete nainštalovať?
sv: Yast iscsi-lio-server kan inte köras utan att paketet targetcli-fb installeras. Vill du installera?

source: Failed to install targetcli-fb and related packages.
ko: targetcli-fb 및 관련 패키지를 설치하지 못했습니다.
sk: Zlyhalo inštalovanie targetcli-fb a súvisiacich balíkov.
sv: Kunde inte installera targetcli-fb och relaterade paket.

source: Yast iSCSI Targets
fr: Cibles iSCSI Yast
ja: Yast iSCSI ターゲット
ko: Yast iSCSI 대상
sk: Ciele Yast iSCSI
sv: Yast iSCSI-mål
zh_tw: Yast iSCSI 目標

source: Finish
fr: Terminer
ja: 完了
ko: 완료
sk: Dokončiť
sv: Gör klart
zh_tw: 完成

source: Failed to set discovery authentication with errors:
fr: La définition de l'authentification de découverte a échoué avec des erreurs :
ja: 検出時の認証設定が失敗しました。エラー:
ko: 오류가 있는 검색 인증 설정 실패:
sk: Zlyhalo nastavenie overenia zisťovania s chybami:
sv: Kunde inte ange autentisering vid upptäckt, felen var:
zh_tw: 設定探查驗證失敗，並發生錯誤：

source: Cannot access the storage %s. Please consider reconnecting the storage or deleting then recreating the target which is using this storage.
fr: Impossible d'accéder au stockage %s. Pensez à reconnecter le stockage ou à supprimer, puis recréer la cible qui utilise ce stockage.
ja: ストレージ %s にアクセスできません。 ストレージを接続しなおすか、ターゲットをいったん削除したあと 再作成してみてください。
ko: 저장소 %s에 액세스할 수 없음 저장소를 다시 연결하거나 이 저장소를 사용 중인 대상을 삭제한 다음 다시 생성하십시오.
sk: Nemožno pristúpiť k úložisku %s. Prosím, zvážte opätovné pripojenie úložiska, alebo vymazanie a opätovné vytvorenie cieľa, ktorý používa toto úložisko.
zh_tw: 無法存取儲存 %s。 請考慮重新連接儲存或 將其刪除，然後重新建立正在使用此儲存的目標。

source: Discovery Authentication
fr: Authentification de la découverte
ja: 検出認証
sk: Overenie zisťovania
zh_tw: 探查驗證

source: Bind all IP addresses
fr: Lier toutes les adresses IP
ja: すべての IP アドレスにバインドする
ko: 모든 IP 주소 바인드
sk: Zviazať všetky IP adresy
sv: Bind alla IP-adresser
zh_tw: 結合所有 IP 位址

source: Use Login Authentication
fr: Utiliser l'authentification par identifiant
ja: ログイン認証を使用する
ko: 로그인 인증 사용
sk: Použiť prihlasovacie overenie
sv: Använd inloggningsautentisering
zh_tw: 使用登入驗證

source: Authentication by Initiators
fr: Authentification par initiateur
ja: イニシエータによる認証
ko: 이니시에이터에 의한 인증
sk: Overenie podľa iniciátorov
sv: Autentisering av initierare
zh_tw: 由啟動器驗證

source: Authentication by Targets
fr: Authentification par cibles
ja: ターゲットによる認証
sk: Overenie podľa cieľov
zh_tw: 由目標驗證

source: Username:
fr: Nom d'utilisateur :
ja: ユーザ名:
ko: 사용자 이름:
sk: Používateľské meno:
sv: Användarnamn:
zh_tw: 使用者名稱：

source: username can not be empty.
fr: le nom d'utilisateur doit être renseigné.
ja: ユーザ名を指定する必要があります。
ko: 사용자 이름은 비워 둘 수 없습니다.
sk: používateľské meno nemôže byť prázdne.
sv: användarnamn kan inte vara tomt.
zh_tw: 使用者名稱不能為空白。

source: Can not use
fr: Impossible d'utiliser
ja: 使用できません
ko: 사용할 수 없음
sk: Nie je možné použiť
sv: Kan inte använda
zh_tw: 不能使用

source: Can not use such characters:
fr: Impossible d'utiliser ces caractères :
ja: このような文字を使用することはできません:
ko: 다음 문자를 사용할 수 없습니다.
sk: Tieto znaky nemožno použiť:
sv: Kan inte använda sådana tecken:
zh_tw: 不能使用以下字元：

source: in username.
fr: dans le nom d'utilisateur.
ja: (ユーザ名の箇所に) 。
ko: 사용자 이름에서
sk: v používateľskom mene.
sv: i användarnamn.
zh_tw: 在使用者名稱中。

source: Password:
fr: Mot de passe :
ja: パスワード:
ko: 비밀번호:
sk: Heslo:
sv: Lösenord:
zh_tw: 密碼：

source: password can not be empty.
fr: le mot de passe doit être renseigné.
ja: パスワードを指定する必要があります。
ko: 비밀번호는 비워 둘 수 없습니다.
sk: heslo nemôže byť prázdne.
sv: lösenord kan inte vara tomt.
zh_tw: 密碼不能為空白。

source: in password.
fr: dans le mot de passe.
ja: (パスワードの箇所に) 。
ko: 비밀번호에서
sk: v hesle.
sv: i lösenord.
zh_tw: 密碼中。

source: Mutual Username:
fr: Nom d'utilisateur commun :
ja: 相互ユーザ名:
ko: 상호 사용자 이름:
sk: Vzájomné používateľské meno:
sv: Gemensamt användarnamn:
zh_tw: 雙向使用者名稱：

source: mutual_username can not be empty.
fr: mutual_username doit être renseigné.
ja: 相互ユーザ名を指定する必要があります。
ko: 상호_사용자 이름은 비워 둘 수 없습니다.
sk: mutual_username nemôže byť prázdne.
sv: gemensamt_användarnamn kan inte vara tomt.
zh_tw: 雙向使用者名稱不能為空白。

source: in mutual_username.
fr: dans mutual_username.
ja: (相互ユーザ名の箇所に) 。
ko: 상호_사용자 이름에서
sk: v mutual_username.
sv: i gemensamt_användarnamn.
zh_tw: 雙向使用者名稱中。

source: Mutual Password:
fr: Mot de passe commun :
ja: 相互パスワード:
ko: 상호 비밀번호:
sk: Vzájomné heslo:
sv: Gemensamt lösenord:
zh_tw: 雙向密碼：

source: mutual_password can not be empty.
fr: mutual_password doit être renseigné.
ja: 相互パスワードを指定する必要があります。
ko: 상호_비밀번호는 비워 둘 수 없습니다.
sk: mutual_password nemôže byť prázdne.
sv: gemensamt_lösenord kan inte vara tomt.
zh_tw: 雙向密碼不能為空白。

source: in mutual_password.
fr: dans mutual_password.
ja: (相互パスワードの箇所に) 。
ko: 상호_비밀번호에서
sk: v mutual_password.
sv: i gemensamt_lösenord.
zh_tw: 雙向密碼中。

source: Service
ja: サービス
ko: 서비스
lt: Paslauga
sk: Služba
sv: Tjänst
zh_tw: 服務

source: <h1>iSCSI Target</h1>
fr: <h1>Cible iSCSI</h1>
ja: <h1>iSCSI ターゲット</h1>
ko: <h1>iSCSI 대상</h1>
lt: <h1>iSCSI taikinys</h1>
sk: <h1>Cieľ iSCSI</h1>
sv: <h1>iSCSI-mål</h1>
zh_tw: <h1>iSCSI 目標</h1>

source: <h2>Service Start</h2>
fr: <h2>Démarrage du service</h2>
ja: <h2>サービス開始</h2>
ko: <h2>서비스 시작</h2>
sk: <h2>Štart služby</h2>
sv: <h2>Start av tjänst</h2>
zh_tw: <h2>服務啟動</h2>

source: To start the service every time your computer is booted, \ set to <b>Start on boot</b>. Otherwise choose <b>Do not start</b>.
fr: Pour lancer le service à chaque fois que vous démarrez votre ordinateur, \ sélectionnez <b>Lancer au démarrage</b>. Dans le cas contraire, sélectionnez <b>Ne pas lancer</b>.
ja: お使いのコンピュータの起動時に毎回サービスを開始したい場合は、 \ <b>起動時に開始</b> を選択してください。それ以外の場合は、 <b>開始しない</b> を選択してください。
sk: Ak chcete, aby sa služba spustila pri každom štarte počítača, \ nastavte na <b>Spustiť pri štarte systému</b>. V opačnom prípade zvoľte <b>Nespustiť</b>.
zh_tw: 若要在每次電腦開機時啟動該服務，\ 請設定<b>開機時啟動</b>，否則請設定<b>請勿啟動</b>。

source: <h2>Firewall Settings</h2>
fr: <h2>Paramètres du pare-feu</h2>
ja: <h2>ファイアウオール設定</h2>
ko: <h2>방화벽 설정</h2>
sk: <h2>Nastavenia systému firewall</h2>
sv: <h2>Brandväggsinställningar</h2>
zh_tw: <h2>防火牆設定</h2>

source: To open the firewall to allow access to the service from remote computers, \ set <b>Open Port in Firewall</b>.
fr: Pour ouvrir le pare-feu afin de permettre l'accès au service à partir d'ordinateurs distants, \ sélectionnez <b>Ouvrir le port dans le pare-feu</b>.
ja: リモートのコンピュータからサービスにアクセスできるようにファイアウオールのポートを開くには、 \ <b>ファイアウオールでポートを開く</b> を選択してください。
sk: Pre otvorenie systému firewall tak, aby sa umožnil prístup k službe zo vzdialených počítačov, \ nastavte <b>Otvoriť port v systéme firewall</b>.
zh_tw: 若要開啟防火牆以允許從遠端電腦存取該服務，\ 請設定<b>在防火牆中開啟連接埠</b>。

source: To select interfaces on which to open the port, click <b>Firewall Details</b>. \ This option is available only if the firewall is enabled.
fr: Pour sélectionner les interfaces sur lesquelles vous voulez ouvrir le port, cliquez sur <b>Détails du pare-feu</b>. \ Cette option est uniquement disponible si le pare-feu est activé.
ja: ポートを開くインターフェイスを選択したい場合は、 <b>ファイアウオールの詳細</b> を押してください。 \ このオプションは、ファイアウオールが有効な場合にのみ利用できます。
sk: Pre výber rozhraní, na ktorých sa má port otvoriť, kliknite <b>Podrobnosti systému firewall</b>. \ Táto možnosť je k dispozícii, iba ak je povolený firewall.
zh_tw: 若要選取要開啟連接埠的介面，請按一下<b>防火牆詳細資料</b>。\ 僅當啟用了防火牆時，才可使用此選項。

source: Please use username and password in pair.
fr: Utilisez le nom d'utilisateur et le mot de passe ensemble.
ja: ユーザ名とパスワードは対でお使いください。
ko: 사용자 이름 및 비밀번호를 쌍으로 사용하십시오.
sk: Prosím použite používateľské meno a heslo v páre.
sv: Använd användarnamn och lösenord tillsammans.
zh_tw: 請將使用者名稱和密碼成組使用。

source: Authentication by Initiators
fr: Authentification par initiateurs
ja: イニシエータによる認証
sk: Overenie podľa iniciátorov
zh_tw: 由啟動器驗證

source: Please use mutual_username and mutual_password in pair.
fr: Utilisez les valeurs mutual_username et mutual_password ensemble.
ja: 相互ユーザ名と相互パスワードは対でお使いください。
ko: mutual_username 및 mutual_password를 쌍으로 사용하십시오.
sk: Prosím, použite mutual_username a mutual_password v páre.
sv: Använd gemensamt_användarnamn och gemensamt_lösenord tillsammans.
zh_tw: 請將雙向使用者名稱和雙向密碼成組使用。

source: Global
ja: グローバル
ko: 전역
lt: Globalus
sk: Globálne
sv: Globalt
zh_tw: 全域

source: This tab intends to configure authentication for discovery session.
fr: Cet onglet permet de configurer l'authentification pour la session de découverte.
ja: このタブでは、検出セッションに対する認証を設定するために用意されているものです。
ko: 이 탭은 검색 세션을 위한 인증을 구성하기 위한 것입니다.
sk: Táto karta je určená na konfiguráciu overenia pri sedení zisťovania.
sv: Denna flik är avsedd för konfigurering av autentisering för upptäcktssession.
zh_tw: 此索引標籤用於設定探查工作階段的驗證。

source: Use <b>Discovery Authentication</b> to enable discovery authentication.
fr: Utilisez l'option <b>Authentification de la découverte</b> pour activer l'authentification de la découverte.
ja: 検出時の認証を設定したい場合は、 <b>検出認証</b> をお使いください。
sk: Použiť <b>Overenie zisťovania</b> na povolenie overenia zisťovania.
zh_tw: 使用<b>探查驗證</b>可啟用探查驗證。

source: It is needed to fill both <b>Authentication by Targets</b> and <b>Authentication by Initiators</b>.
fr: Vous devez compléter à la fois les champs <b>Authentication par cible</b> et <b>Authentification par initiateurs</b>.
ja: この場合は、 <b>ターゲットによる認証</b> と <b>イニシエータによる認証</b> の両方を設定してください。
sk: Je potrebné vyplniť obe <b>Overenie podľa cieľov</b> aj <b>Overenie podľa iniciátorov</b>.
zh_tw: 您需要填寫<b>由目標驗證</b>和<b>由啟動器驗證</b>兩者。

source: <p>Note: <b>Username / Password can not be the same for initiators and targets! \ Or there may be a CHAP error</b></p>
fr: <p>Remarque : <b>le nom d'utilisateur/mot de passe ne peut pas être le même à la fois pour les initiateurs et les cibles ! \ Si c'est le cas, vous risquez une erreur CHAP</b></p>
ja: <p>注意:<b> ユーザ名とパスワードは、イニシエータとターゲットで同じものを使用することはできません！ \ このように設定してしまうと、 CHAP エラーが発生する可能性があります。</b></p>
sk: <p>Poznámka: <b>Používateľské meno / Heslo nemôže byť to isté pre iniciátori a ciele! \ Alebo sa môže vyskytnúť chyba CHAP</b></p>
zh_tw: <p>注意：<b>啟動器和目標的使用者名稱/密碼不能相同！\ 否則可能會產生 CHAP 錯誤</b></p>

source: Targets
fr: Cibles
ja: ターゲット
ko: 대상
lt: Taikiniai
sk: Ciele
sv: Mål
zh_tw: 目標

source: List of offered targets and target portal groups. Create a new target by clicking <b>Add</b>. \ To delete or modify an item, select it and press <b>Edit</b> or <b>Delete</b>.
fr: Liste des cibles et des groupes de portails cibles proposés. Créez une cible en cliquant sur <b>Ajouter</b>. \ Pour supprimer ou modifier un élément, sélectionnez-le et appuyez sur <b>Modifier</b> ou <b>Supprimer</b>.
ja: 検出されたターゲットとそのポータルグループの一覧です。新しいターゲットを追加するには <b>追加</b> ボタンを押してください。 \ 項目を削除したり編集したりするには、該当する項目を選んで <b>編集</b> または <b>削除</b> を押してください。
sk: Zoznam ponúkaných cieľov a cieľových portálových skupín. Kliknutím <b>Pridať</b> vytvoríte nový cieľ. \ Ak chcete položku odstrániť alebo upraviť, vyberte ju a stlačte <b>Upraviť</b> alebo <b>Vymazať</b>.
zh_tw: 所提供目標和目標入口群組的清單。按一下<b>新增</b>可建立新目標。\ 若要刪除或修改某個項目，請選取它並按<b>編輯</b>或<b>刪除</b>。

source: Target
fr: Cible
ja: ターゲット
ko: 대상
lt: Taikinys
sk: Cieľ
sv: Mål
zh_tw: 目標

source: Target name cannot be empty.
fr: Le nom de la cible doit être renseigné.
ja: ターゲット名を指定する必要があります。
ko: 대상 이름은 비워 둘 수 없습니다.
sk: Názov cieľa nemôže byť prázdny.
sv: Målnamn kan inte vara tomt.
zh_tw: 目標名稱不能為空白。

source: Target name cannot be longger than 223 bytes.
fr: Le nom de la cible ne peut pas comporter plus de 223 octets.
ja: ターゲット名を 223 バイト以上の長さに設定することはできません。
ko: 대상 이름은 223바이트보다 길 수 없습니다.
sk: Názov cieľa nemôže byť dlhší ako 223 bajtov.
sv: Målnamn kan inte vara längre än 223 byte.
zh_tw: 目標名稱不能超過 223 個字元組。

source: Identifier
fr: Identificateur
ja: 識別子
ko: 식별자
lt: Identifikatorius
sk: Identifikátor
sv: Identifierare
zh_tw: 識別碼

source: Portal Group
fr: Groupe de portails
ja: ポータルグループ
ko: 포털 그룹
sk: Portálová skupina
sv: Portalgrupp
zh_tw: 入口群組

source: Port Number
fr: Numéro de port
ja: ポート番号
ko: 포트 번호
sk: Číslo portu
sv: Portnummer
zh_tw: 連接埠號碼

source: IP Address:
fr: Adresse IP :
ja: IP アドレス:
ko: IP 주소:
sk: IP adresa:
sv: IP-adress:
zh_tw: IP 位址：

source: There are no TPGs in the target!
fr: Aucun groupe de portails cible dans la cible !
ja: ターゲット内には TPG がありません！
ko: 대상에 TPG가 없습니다!
sk: V cieli nie sú žiadne TPG!
sv: Det finns inga TPG i målet!
zh_tw: 目標中沒有 TPG！

source: Authentication by Target,
fr: Authentification par cible,
ja: ターゲットによる認証,
ko: 대상에 의한 인증,
sk: Overenie podľa cieľa,
sv: Autentisering av mål,
zh_tw: 由目標驗證，

source: Authentication by Initiator,
fr: Authentification par initiateur,
ja: イニシエータによる認証,
ko: 이니시에이터에 의한 인증,
sk: Overenie podľa iniciátora,
sv: Autentisering av initierare,
zh_tw: 由啟動器驗證，

source: Failed to create ACL with initaitor name:
fr: Échec de la création de la liste de contrôle d'accès avec le nom de l'initiateur :
ja: イニシエータ名で ACL を作成する際に失敗しました:
ko: 다음 이니시에이터 이름을 사용하여 ACL을 생성하지 못했습니다.
sk: Zlyhalo vytvorenie ACL s názvom iniciátora:
sv: Kunde inte skapa ACL med initierarnamn:
zh_tw: 無法建立啟動器名稱如下的 ACL：

source: Please check whether initiator names are valid.
fr: Vérifiez si les noms d'initiateurs sont valides.
ja: イニシエータ名が正しいかどうかご確認ください。
ko: 이니시에이터 이름이 유효한지 확인하십시오.
sk: Prosím, skontrolujte, či sú názvy iniciátorov platné.
sv: Kontrollera om initierarnamnen är giltiga.
zh_tw: 請檢查啟動器名稱是否有效。

source: Failed to delete ACL with initaitor name:
fr: Échec de la suppression de la liste de contrôle d'accès avec le nom de l'initiateur :
ja: イニシエータ名で ACL を削除する際に失敗しました:
ko: 다음 이니시에이터 이름을 사용하는 ACL을 삭제하지 못했습니다.
sk: Zlyhalo vymazanie ACL s názvom iniciátora:
sv: Kunde inte ta bort ACL med initierarnamn:
zh_tw: 無法刪除啟動器名稱如下的 ACL：

source: Please check whether the ACL still exists.
fr: Vérifiez si la liste de contrôle d'accès existe encore.
ja: ACL が存在しているかどうかご確認ください。
ko: ACL이 여전히 있는지 확인하십시오.
sk: Prosím, skontrolujte, či ACL stále existuje.
sv: Kontrollera om ACL fortfarande finns kvar.
zh_tw: 請檢查 ACL 是否仍然存在。

source: Initiator
fr: Initiateur
ja: イニシエータ
ko: 이니시에이터
sk: Iniciátor
sv: Initierare
zh_tw: 啟動器

source: LUN Mapping
fr: Assignation de LUN
ja: LUN マッピング
ko: LUN 매핑
sk: Mapovanie LUN
sv: LUN-mappning
zh_tw: LUN 對應

source: Auth
ja: 認証
ko: 인증
sk: Overenie
sv: Autentisering
zh_tw: 驗證

source: Initiator Name:
fr: Nom de l'initiateur :
ja: イニシエータ名:
ko: 이니시에이터 이름:
sk: Názov iniciátora:
sv: Initierarnamn:
zh_tw: 啟動器名稱：

source: Initiator name can not be empty!
fr: Le nom de l'initiateur doit être renseigné !
ja: イニシエータ名を指定する必要があります！
ko: 이니시에이터 이름은 비워둘 수 없습니다!
sk: Názov iniciátora nemôže byť prázdny!
sv: Initierarnamn kan inte vara tomt!
zh_tw: 啟動器名稱不能為空白！

source: Initiator name can not be longger than 233 bytes!
fr: Le nom de l'initiateur ne peut pas comporter plus de 233 octets !
ja: イニシエータ名は 233 バイトより長く指定することはできません！
ko: 이니시에이터 이름은 233바이트보다 길 수 없습니다!
sk: Názov iniciátora nemôže byť dlhší ako 233 bajtov!
sv: Initierarnamn kan inte vara längre än 233 byte!
zh_tw: 啟動器名稱不能超過 233 個字元組！

source: Import all LUNs from current TPG
fr: Importer des LUN depuis le groupe de portails cible actuel
ja: 現在の TPG から全ての LUN をインポート
ko: 현재 TPG에서 모든 LUN 임포트
sk: Importovať všetky položky LUN z aktuálneho TPG
sv: Importera alla LUN från aktuell TPG
zh_tw: 從目前 TPG 輸入所有 LUN

source: Add an initiator
fr: Ajouter un initiateur
ja: イニシエータの追加
ko: 이니시에이터 추가
sk: Pridať iniciátor
sv: Lägg till en initierare
zh_tw: 新增啟動器

source: Cancel
fr: Annuler
ja: キャンセル
ko: 취소
lt: Atšaukti
sk: Zrušiť
sv: Avbryt
zh_tw: 取消

source: Initiator LUN
fr: LUN de l'initiateur
ja: イニシエータ LUN
ko: 이니시에이터 LUN
sk: Iniciátor LUN
sv: Initierar-LUN
zh_tw: 啟動器 LUN

source: Target LUN
fr: LUN cible
ja: ターゲット LUN
ko: 대상 LUN
lt: Taikinio LUN
sk: Cieľ LUN
sv: Mål-LUN
zh_tw: 目標 LUN

source: There are not TPGs in this target.
fr: Cette cible ne comporte aucun groupe de portails cible (TPG).
ja: このターゲット内には TPG がありません。
ko: 이 대상에 TPG가 없습니다.
sk: V tomto cieli nie sú žiadne TPG.
sv: Det finns inga TPG i detta mål.
zh_tw: 此目標中沒有 TPG。

source: Failed to map such target side LUN number:
fr: Échec de l'assignation d'un numéro d'unité logique (LUN) côté cible :
ja: ターゲット側の LUN 番号のマッピングに失敗しました:
ko: 다음과 같은 대상측 LUN 번호를 매핑하지 못했습니다.
sk: Zlyhalo mapovanie takého čísla LUN strany cieľa:
sv: Kunde inte mappa följande LUN-nummer i målet:
zh_tw: 無法對應此類目標端 LUN 編號：

source: Please check whether the both LUN numbers in use and the LUNs still exists.
fr: Vérifiez si les numéros d'unités logiques et les unités logiques existent encore.
ja: LUN 番号が使用されているかどうか、およびその LUN が存在しているかどうかをご確認ください。
ko: LUN 번호가 모두 사용 중이고 LUN이 여전히 있는지 확인하십시오.
sk: Prosím, skontrolujte, či obe používané čísla LUN aj samotné LUN stále existujú.
sv: Kontrollera om både de använda LUN-numren och LUN fortfarande finns kvar.
zh_tw: 請檢查 LUN 編號是否已被使用，以及 LUN 是否仍然存在。

source: Initiator side LUN number:
fr: Numéro d'unité logique côté initiateur :
ja: イニシエータ側の LUN 番号:
ko: 이니시에이터 사이드 LUN 번호:
sk: Číslo LUN strany iniciátora:
sv: LUN-nummer på initierarsidan:
zh_tw: 啟動器端 LUN 編號：

source: Target side LUN number:
fr: Numéro d'unité logique côté cible :
ja: ターゲット側の LUN 番号:
ko: 대상 사이드 LUN 번호:
sk: Číslo LUN strany cieľa:
sv: LUN på målsidan:
zh_tw: 目標端 LUN 編號：

source: Add a LUN mapping pair
fr: Ajouter une paire d'assignation de LUN
ja: LUN マッピング対の追加
ko: LUN 매핑 페어 추가
sk: Pridať pár mapovania LUN
sv: Lägg till ett LUN-mappningspar
zh_tw: 新增 LUN 對應組

source: Abort
fr: Abandonner
ja: 中止
ko: 중단
sk: Prerušiť
sv: Avbryt
zh_tw: 中止

source: Add
fr: Ajouter
ja: 追加
ko: 추가
lt: Pridėti
sk: Pridať
sv: Lägg till
zh_tw: 新增

source: Delete
fr: Supprimer
ja: 削除
ko: 삭제
lt: Pašalinti
sk: Vymazať
sv: Ta bort
zh_tw: 刪除

source: Edit LUN mapping
fr: Modifier l'assignation de LUN
ja: LUN マッピングの編集
ko: LUN 매핑 편집
sk: Upraviť mapovanie LUN
sv: Redigera LUN-mappning
zh_tw: 編輯 LUN 對應

source: Failed to change Authentication by Initiators.
fr: Échec de la modification de l'authentification par initiateur.
ja: イニシエータによる認証の変更に失敗しました。
ko: 이니시에이터에 의한 인증 변경 실패
sk: Zlyhala zmena overenia podľa iniciátorov.
sv: Kunde inte ändra autentisering av initierare.
zh_tw: 無法變更「由啟動器驗證」。

source: Failed to clear Authentication by Initiators. Would you please check whether the ACL exist?
fr: Échec de l'effacement de l'authentification par initiateur. Vérifiez si la liste de contrôle d'accès (ACL) existe ?
ja: イニシエータによる認証の消去に失敗しました。 ACL が存在しているかどうかご確認ください。
ko: 아니시에이터에 의한 인증을 지우지 못했습니다. ACL이 있는지 확인하시겠습니까?
sk: Zlyhalo čistenie overenia podľa iniciátorov. Prosím, skontrolovali by ste, či existuje ACL?
sv: Kunde inte avbryta autentisering av initierare. Kan du kontrollera om ACL finns?
zh_tw: 無法清除「由啟動器驗證」。請檢查 ACL 是否存在。

source: Failed to change Authentication by Targets.
fr: Échec de la modification de l'authentification par cible.
ja: ターゲットによる認証の変更に失敗しました。
ko: 대상에 의한 인증 변경 실패
sk: Zlyhala zmena overenia podľa cieľov.
sv: Kunde inte ändra autentisering av mål.
zh_tw: 無法變更「由目標驗證」。

source: Failed to clear Authentication by Targets. Would you please check whether the ACL exist?
fr: Échec de l'effacement de l'authentification par cible. Vérifiez si la liste de contrôle d'accès (ACL) existe ?
ja: ターゲットによる認証の消去に失敗しました。 ACL が存在しているかどうかご確認ください。
ko: 대상에 의한 인증을 지우지 못했습니다. ACL이 있는지 확인하시겠습니까?
sk: Zlyhalo čistenie overenia podľa cieľov. Prosím, skontrolovali by ste, či existuje ACL?
sv: Kunde inte avbryta autentisering av mål. Kan du kontrollera om ACL finns?
zh_tw: 無法變更「由目標驗證」。請檢查 ACL 是否存在。

source: Authentication
fr: Authentification
ja: 認証
ko: 인증
sk: Overenie
sv: Autentisering
zh_tw: 驗證

source: Edit LUN
fr: Modifier le LUN
ja: LUN の編集
ko: LUN 편집
lt: Keisti LUN
sk: Upraviť LUN
sv: Redigera LUN
zh_tw: 編輯 LUN

source: Edit Auth
fr: Modifier l'authentification
ja: 認証の編集
ko: 인증 편집
sk: Upraviť overenie
sv: Redigera autentisering
zh_tw: 編輯驗證

source: Use Login Authentication is enabled. Please make sure proper ACLs has been added.
fr: L'option Utiliser l'authentification de connexion est activée. Veillez à ce que les listes de contrôle d'accès appropriées aient bien été ajoutées.
ja: ログイン認証の使用が有効化されています。適切な ACL が追加されていることをご確認ください。
ko: 로그인 인증 사용이 활설화되어 있습니다. 적절한 ACL이 추가되었는지 확인하십시오.
sk: Použiť prihlasovacie overenie je povolené. Prosím, uistite sa, že boli pridané patričné ACL.
sv: Använd autentisering vid inloggning är aktiverad. Se till att rätt ACL har lagts till.
zh_tw: 啟用了「使用登入驗證」。請確定已新增正確的 ACL。

source: Or the target may not be accsessible. Do you want to proceed?
fr: Sans cela, la cible risque de ne pas être accessible. Voulez-vous continuer ?
ja: 適切な設定がないと、アクセスできません。続行しますか？
ko: 또는 대상에 액세스할 수 없을 수 있습니다. 계속하시겠습니까?
sk: Alebo cieľ nemusí byť prístupný. Chcete pokračovať?
sv: Annars kan målet bli otillgängligt. Vill du fortsätta?
zh_tw: 否則可能無法存取目標。是否繼續？

source: Warning
fr: Avertissement
ja: 警告
ko: 경고
sk: Varovanie
sv: Varning
zh_tw: 警告

source: Yes
fr: Oui
ja: はい
ko: 예
sk: Áno
sv: Ja
zh_tw: 是

source: No
fr: Non
ja: いいえ
ko: 아니요
sk: Nie
sv: Nej
zh_tw: 否

source: <p>Use <b>Add</b> to give an initiator (iSCSI client) access to a LUN imported \ from target portal group. Specify which initiator is allowed to connect \ (use InitiatorName from '/etc/iscsi/initiatorname.iscsi' on iSCSI initiator). \ <b>Delete</b> will remove the initiator access to the LUN.</p>
fr: <p>Utilisez <b>Ajouter</b> pour accorder à un initiateur (client iSCSI) l'accès à un LUN importé \ à partir du groupe de portails cible. Précisez quel initiateur est autorisé à se connecter \ (utilisez la valeur InitiatorName du fichier /etc/iscsi/initiatorname.iscsi sur l'initiateur iSCSI). \ L'option <b>Supprimer</b> supprime l'accès de l'initiateur au LUN.</p>
ja: <p>ターゲットのポータルグループからインポートした LUN に対し、イニシエータ (クライアント) からの \ アクセスを提供するには、 <b>追加</b> を利用します。続いて、どのクライアントからの \ アクセスを許可するか (クライアント名は iSCSI イニシエータ内の '/etc/iscsi/initiatorname.iscsi' \ にある InitiatorName に書かれています) を設定します。 <b>削除</b> を選択すると、 \ LUN からイニシエータアクセスを削除します。</p>
sk: <p>Použite <b>Pridať</b>, aby ste pridali prístup iniciátora (iSCSI klient) do LUN \ importovaný z cieľovej portálovej skupiny. Určite, ktorý iniciátor sa má pripojiť \ (použite InitiatorName z '/etc/iscsi/initiatorname.iscsi' na iniciátorovi iSCSI). \ <b>Vymazať</b> odstráni prístup iniciátora k LUN.</p>
zh_tw: <p>使用<b>新增</b>可為某個啟動器 (iSCSI 用戶端) 授予存取自目標入口群組輸入的 LUN 的權限。\ 請指定允許哪個啟動器連接它 (使用 iSCSI 啟動器上「/etc/iscsi/initiatorname.iscsi」中的\ InitiatorName)。\ 按一下<b>刪除</b>將移除啟動器對該 LUN 的存取權限。</p>

source: <p>With <b>Edit LUN</b> one can modify the LUN mapping. Please note that LUN \ target number must be unique.</p>
fr: <p>L'option <b>Modifier le LUN</b> permet de modifier l'assignation de numéro d'unité logique (LUN). Notez que \ le LUN cible doit être unique.</p>
ja: <p><b>LUN の編集</b> を使用することで、 LUN のマッピングを変更することができます。なお、 LUN ターゲット番号 \ は、唯一の値でなければならないことに注意してください。</p>
sk: <p>S <b>Upraviť LUN</b> je možné modifikovať LUN mapovanie. Prosím, uvedomte si, že číslo \ LUN cieľa musí byť jedinečné.</p>
zh_tw: <p>使用<b>編輯 LUN</b> 可以修改 LUN 對應。請注意，LUN\ 目標編號必須是唯一的。</p>
