Repository: Dzejrou/yast-translations
Catalog: po/iscsi-lio-server/*.po
Languages: fr, ja, ko, lt, sk, sv, zh_tw

source: <p>After pressing <b>Edit Auth</b>, it's needed to <b>Use Authentication by Targets</b> and \ <b>Authentication by Initiators</b> together. Then input UserName and Password. \ Please make sure they are different usernames and passwords for the two kinds \ of authentication. Or there may be a CHAP error.
fr: <p>Après avoir appuyé sur <b>Modifier l'authentification</b>, vous devez utiliser les options \ <b>Authentification par cible</b> et <b>Authentification par initiateur</b> ensemble. \ Saisissez ensuite un nom d'utilisateur et un mot de passe. Veillez à définir des noms d'utilisateur et mots de passe différents \ pour les deux types d'authentification, faute de quoi vous risquez d'obtenir une erreur CHAP.
ja: <p>また、 <b>認証の編集</b> では、 <b>ターゲットによる認証</b> と <b>イニシエータによる認証</b> の \ 両方を設定する必要があります。その後、それぞれ <b>ユーザ ID</b> と <b>パスワード</b> \ に入力してください。ただし、 2 種類の認証ではそれぞれ異なるユーザ名とパスワードを使用する \ 必要があります。同じものを設定してしまうと、 CHAP エラーが発生する場合があります。
sk: <p>Po stlačení <b>Upraviť overenie</b>, je potrebné <b>Použiť overenie podľa cieľov</b> \ a <b>Overenie podľa iniciátorov</b> spolu. Potom zadajte používateľské meno a heslo. \ Prosím, uistite sa, že ide o iné používateľské mená a heslá pre oba druhy \ overovania. Alebo sa môže vyskytnúť chyba CHAP.
zh_tw: <p><br>按<b>編輯驗證</b>後，需要將<b>由目標驗證</b>和<b>由啟動器驗證</b>結合使用。\ 然後輸入使用者名稱和密碼。請確定兩種類型的驗證使用的使用者名稱和密碼不同。 \ 否則可能會產生 CHAP 錯誤。

source: Can not create the target with target name:
fr: Impossible de créer la cible avec le nom de cible :
ja: ターゲット名でのターゲットの作成ができません:
ko: 다음 대상 이름으로 대상을 생성할 수 없습니다.
sk: Nie je možné vytvoriť cieľ s názvom cieľa:
sv: Kan inte skapa mål med målnamn:
zh_tw: 無法建立目標名稱如下的目標：

source: , plese check target name.
fr: . Vérifiez le nom de la cible.
ja: ターゲット名をご確認ください。
ko: , 대상 이름을 확인하십시오.
sk: , prosím, skontrolujte názov cieľa.
sv: , kontrollera målnamn.
zh_tw: ，請檢查目標名稱。

source: Additional information:
fr: Informations supplémentaires :
ja: 追加情報:
ko: 추가 정보:
sk: Doplňujúce informácie:
sv: Ytterligare information:
zh_tw: 其他資訊：

source: Target Portal Group number
fr: Le numéro du groupe de portails cible
ja: ターゲットのポータルグループ番号
ko: 대상 포털 그룹 번호
sk: Číslo cieľovej portálovej skupiny
sv: Nummer för målportalgrupp
zh_tw: 目標入口群組編號

source: is provided to replace the defalult tpg
fr: est fourni pour remplacer le TGP par défaut
ja: は、既定の TPG を置き換えるために提供されているものです。
ko: 기본 tpg를 바꾸도록 제공됨
sk: je poskytnuté pre nahradenie predvoleného tpg
sv: anges för att ersätta förinställd tpg
zh_tw: 提供用於取代預設 TPG

source: Failed to delete the default tpg, please consider to re-create the target and check
fr: Échec de la suppression du TPG par défaut. Pensez à recréer la cible et à vérifier
ja: 既定の TPG の削除に失敗しました。ターゲットを再作成して、
ko: 기본 tpg를 삭제하지 못했습니다. 대상을 다시 생성하고 확인하십시오.
sk: Zlyhalo vymazanie predvoleného tpg, prosím, zvážte opätovné vytvorenie cieľa a skontrolujte
sv: Kunde inte ta bort förinställd tpg, överväg att återskapa mål och kontrollera
zh_tw: 無法刪除預設 TPG，請考慮重新建立目標，然後檢查

source: whether someone called targetcli manually
fr: si quelqu'un a appelé l'outil targetcli manuellement
ja: 別のユーザが targetcli を手動で実行していないかどうかをご確認ください。
ko: 다른 사용자가 targetcli를 수동으로 호출했는지 여부
sk: či niekto volal targetcli ručne
sv: om någon har ringt targetcli manuellt
zh_tw: 是否有人手動呼叫了 targetcli

source: Failed to create Target Portal Group
fr: Échec de la création du groupe de portails cible (TPG)
ja: ターゲットポータルグループの作成に失敗しました
ko: 대상 포털 그룹을 생성하지 못했습니다.
sk: Zlyhalo vytvorenie cieľovej portálovej skupiny
sv: Kunde inte skapa målportalgrupp
zh_tw: 無法建立目標入口群組

source: The target is create, in the meanwhile, please delete it if needed.
fr: Entre-temps, la cible a été créée. Supprimez-la si nécessaire.
ja: ターゲットは作成されましたが、不要であれば削除してください。
ko: 한편 대상은 생성입니다. 필요한 경우 삭제하십시오.
sk: Cieľ je vytvorený, medzitým ho, prosím, v prípade potreby vymažte.
sv: Målet har skapats, ta bort det om så behövs.
zh_tw: 目標已建立，同時，請視需要刪除。

source: Or a defalut target portal group 1 will be added to the target when you edit it.
fr: Dans le cas contraire, un groupe de portails cible 1 par défaut sera ajouté à la cible lorsque vous la modifierez.
ja: なお、編集時には既定のポータルグループ 1 がターゲットに追加されます。
ko: 또는 대상을 편집할 때 대상에 기본 대상 포털 그룹이 추가됩니다.
sk: Alebo predvolená cieľová portálová skupina 1 bude pridaná k cieľu pri jej úprave.
sv: Annars kommer en förinställd målportalgrupp 1 att läggas till i målet när du redigerar det.
zh_tw: 否則，當您編輯它時，預設目標入口群組 1 將新增至目標。

source: The target is created, but failed to create a portal with selected address and port.
fr: La cible a été créée, mais la création d'un portail avec l'adresse et le port sélectionnés a échoué.
ja: ターゲットは作成されましたが、選択したアドレスとポートでポータルを作成できませんでした。
ko: 대상이 생성되었지만 선택한 주소 및 포트를 사용하여 포털을 생성하지 못했습니다.
sk: Cieľ je vytvorený, ale zlyhalo vytvorenie portálu s vybranou adresou a portom.
sv: Målet har skapats, men det gick inte att skapa en portal med vald adress och port.
zh_tw: 目標已建立，但無法使用所選位址和連接埠建立入口。

source: Are they alredy in use?
fr: Sont-ils déjà utilisés ?
ja: これらは既に使用されているものではありませんか？
ko: 이미 사용 중입니까?
sk: Už sa používajú?
sv: Används de redan?
zh_tw: 它們是否已在使用中？

source: You can edit the targets again to change that.
fr: Vous pouvez encore modifier les cibles pour y remédier.
ja: ターゲットを編集しなおすことで、変更することができます。
ko: 대상을 다시 편집하여 변경할 수 있습니다.
sk: Ciele môžete znova upraviť, aby ste ich zmenili.
sv: Du kan redigera målen igen för att ändra det.
zh_tw: 您可以重新編輯目標以變更這些設定。

source: Failed to change target portal.
fr: Échec de la modification du portail cible.
ja: ターゲットポータルの変更に失敗しました。
ko: 대상 포털을 변경하지 못했습니다.
sk: Zlyhala zmena cieľového portálu.
sv: Kunde inte ändra målportal.
zh_tw: 如果變更了 IP 或連接埠，將需要刪除原始入口並建立一個新入口

source: Failed to change authentication settings.
fr: Échec de la modification des paramètres d'authentification.
ja: 認証設定の変更に失敗しました。
ko: 인증 설정 변경 실패
sk: Zlyhala zmena nastavení overení.
sv: Kunde inte ändra autentiseringsinställningar.
zh_tw: 無法變更驗證設定。

source: <h1>iSCSI Target IP/Port and LUN setup</h1>
fr: <h1>Configuration de l'adresse IP et des numéros de port et LUN de la cible iSCSI</h1>
ja: <h1>iSCSI ターゲットの IP およびポート、 LUN の設定</h1>
ko: <h1>iSCSI 대상 IP/포트 및 LUN 설정</h1>
lt: <h1>iSCSI taikinio IP/prievado ir LUN nuostatos</h1>
sk: <h1>Nastavenie IP/Portu a LUN cieľa iSCSI</h1>
sv: <h1>Inställningar för LUN och IP/port för iSCSI-mål</h1>
zh_tw: <h1>iSCSI 目標 IP/連接埠與 LUN 設定</h1>

source: <p>Create or edit a target.</p>
fr: <p>Créez ou modifiez une cible.</p>
ja: <p>ターゲットを編集または削除します。</p>
ko: <p>대상을 생성하거나 편집하십시오.</p>
sk: <p>Vytvoriť alebo upraviť cieľ.</p>
sv: <p>Skapa eller redigera ett mål.</p>
zh_tw: <p>建立或編輯目標。</p>

source: <p>It is possible to make arbitrary block devices or files available under a lun. \ You have to provide <b>LUN path</b> to either block devices or file. The <b>LUN name</b> is an \ arbitrary name to uniquely identify the LUN. The name needs to be unique within the \ target portal group. If the user does not provide a name for LUN, \ it is generated automatically.</p>
fr: <p>Il est possible de mettre à disposition des fichiers ou des périphériques de traitement par bloc arbitraires sous un LUN. \ Vous devez fournir un <b>chemin de LUN</b> vers les périphériques ou les fichiers en question. Le <b>nom du LUN</b> est un \ nom arbitraire qui identifie de façon unique le LUN. Il doit être unique au sein du \ groupe de portails cible. Si l'utilisateur ne spécifie pas de nom pour le LUN, \ ce nom est généré automatiquement.</p>
ja: <p> 任意のブロックデバイスやファイルを LUN 内に設定することができます。 \ この場合は、ブロックデバイスまたはファイルを <b>LUN パス</b> で指定してください。 \ <b>LUN 名</b> は <b>LUN</b> を識別するために使用する任意の名称です。 \ この名前は、ターゲットのポータルグループ内で、唯一のものである必要があります。 \ LUN 名を何も指定しない場合は、自動的に生成します。</p>
sk: <p>Je možné vytvoriť ľubovoľné blokové zariadenia alebo súbory pod lun. \ Musíte poskytnúť <b>cestu LUN</b> buď k blokovému zariadeniam alebo súboru. <b>Názov LUN</b> \ je ľubovoľný názov na jednoznačnú identifikáciu LUN. Názov musí byť v rámci \ cieľovej portálovej skupiny jedinečný. Ak používateľ neposkytne názov pre LUN, \ bude generovaný automaticky.</p>
zh_tw: <p>可以在 LUN 下使用任意區塊裝置或檔案。\ 您必須提供區塊裝置或檔案的 <b>LUN 路徑</b>。\ <b>LUN 名稱</b>是可唯一識別 LUN 的任意名稱。\ 該名稱在目標入口群組中必須是唯一的。如果使用者未提供 LUN 的名稱，\ 則系統會自動產生。</p>

source: <p>Under <b>Ip Address</b> and <b>Port Number</b> you specify under which address and port \ the service will be available. Default for port number is 3260. Only ip addresses \ assigned to one of the network cards are possible.</p>
fr: <p>Sous <b>Adresse IP</b> et <b>Numéro de port</b>, vous spécifiez à quelle adresse et sous quel port \ le service sera disponible. Le numéro de port par défaut est 3260. Seules les adresses IP assignées \ à une des cartes réseau sont possibles.</p>
ja: <p><b>IP アドレス</b> と <b>ポート番号</b> では、どのアドレスとポートでサービスを \ 提供するのかを指定します。ポート番号の既定値は 3260 です。 \ IP アドレスは、いずれかのネットワークカードに設定されたもののみを入力することができます。</p>
sk: <p>Pod <b>Ip adresa</b> a <b>Číslo portu</b> určujete, pod ktorou adresou a portom \ bude dostupná služba. Predvolená hodnota pre číslo portu je 3260. Iba adresy ip \ priradené k jednej zo sieťových kariet sú možné.</p>
zh_tw: <p>在 <b>IP 位址</b>與<b>連接埠號碼</b>下，指定服務將在其下可用的位址\ 與連接埠。預設連接埠號碼為 3260。\ 只可以使用指定給其中一個網路卡的 IP 位址。</p>

source: <p><b>Bind all IP addresses</b> means the service will be avaiable under all IPs this \ target server has.</p>
fr: <p><b>Lier toutes les adresses IP</b> signifie que le service sera disponible sous toutes les adresses IP de \ ce serveur cible.</p>
ja: <p><b>すべての IP アドレスにバインドする</b> を選択すると、ターゲットサーバ内の全ての IP アドレスで、 \ サービスが提供されるようになります。</p>
sk: <p><b>Zviazať všetky IP adresy</b> znamená, že služba bude dostupná na všetkých IP adresách, \ ktoré má tento cieľový server.</p>
zh_tw: <p><b>結合所有 IP 位址</b>表示此目標伺服器具有的所有 IP 下將均可使用該服務。</p>

source: <p>When <b>Use Login Authentication</b> is enabled, you need to add <b>ACL</b> rules \ for this target. If <b>Use Login Authentication</b> is disabled, this target will work in \ <b>Demo Mode</b>, this means any initiators can access this target without any authentications </p>
fr: <p>Lorsque l'option <b>Utiliser l'authentification de connexion</b> est activée, vous devez ajouter des règles \ <b>ACL</b> pour cette cible. Si l'option <b>Utiliser l'authentification de connexion</b> est désactivée, la cible fonctionne en \ <b>mode démo</b>, ce qui signifie que tous les initiateurs peuvent accéder à la cible sans authentification </p>
ja: <p><b>ログイン認証を使用する</b> を選択した場合は、ターゲットに対する <b>ACL</b> ルール \ を追加する必要があります。なお、 <b>ログイン認証を使用する</b> を選択しなかった場合は、 \ そのターゲットは <b>デモモード</b> で動作することになります。これにより、全く認証を行なうことなく任意の \ イニシエータがアクセスできるようになります。</p>
sk: <p>Keď je <b>Použiť prihlasovacie overenie</b> povolené, musíte pridať pravidlá <b>ACL</b> \ pre tento cieľ. Ak je <b>Použiť prihlasovacie overenie</b> zakázané, tento cieľ bude pracovať \ v <b>Demo režime</b>, to znamená, že k tomuto cieľu má prístup každý iniciátor bez akýchkoľvek overení </p>
zh_tw: <p>如果啟用了<b>使用登入驗證</b>，您需要新增此目標的 <b>ACL</b> 規則。\ 如果停用了<b>使用登入驗證</b>，此目標將以<b>演示模式</b>運作，\ 這表示所有啟動器無需執行任何驗證即可存取此目標</p>

source: Number of Portal Groups
fr: Nombre de groupes de portails
ja: ポータルグループの数
ko: 포털 그룹의 번호
sk: Počet portálových skupín
sv: Antal portalgrupper
zh_tw: 入口群組編號

source: TPG Status
fr: État du TPG
ja: TPG 状態
ko: TPG 상태
sk: Stav TPG
zh_tw: TPG 狀態

source: Edit
fr: Modifier
ja: 編集
ko: 편집
lt: Keisti
sk: Upraviť
sv: Redigera
zh_tw: 編輯

source: Modify initiators ACLs
fr: Modifier les ACL des initiateurs
ja: イニシエータの ACL の変更
ko: 이니시에이터 ACL 수정
sk: Modifikovať iniciátorov ACL
sv: Ändra initierarens ACL
zh_tw: 修改啟動器 ACL

source: Add iSCSI Target
fr: Ajouter une cible iSCSI
ja: iSCSI ターゲットの追加
ko: iSCSI 대상 추가
lt: Pridėti iSCSI taikinį
sk: Pridať iSCSI cieľ
sv: Lägg till iSCSI-mål
zh_tw: 新增 iSCSI 目標

source: Edit iSCSI Target
fr: Modifier une cible iSCSI
ja: iSCSI ターゲットの編集
ko: iSCSI 대상 편집
sk: Upraviť cieľ iSCSI
sv: Redigera iSCSI-mål
zh_tw: 編輯 iSCSI 目標

source: Failed to delete target:
fr: Échec de la suppression de la cible :
ja: ターゲットの削除に失敗しました:
ko: 대상을 삭제하지 못했습니다.
sk: Zlyhalo vymazanie cieľa:
sv: Kunde inte ta bort mål:
zh_tw: 無法刪除目標：

source: Name
fr: Nom
ja: 名前
ko: 이름
lt: Pavadinimas
sk: Názov
sv: Namn
zh_tw: 名稱

source: Path
fr: Chemin d'accès
ja: パス
ko: 경로
lt: Kelias
sk: Cesta
sv: Sökväg
zh_tw: 路徑

source: Failed to create LUNs with such backstores:
fr: Échec de la création des numéros d'unité logique (LUN) avec ce type de lieu de stockage :
ja: 下記のバックストアの LUN の作成に失敗しました:
ko: 다음 backstore를 사용하여 LUN을 생성하지 못했습니다.
sk: Zlyhalo vytvorenie čísel LUN s takýmito úložiskami:
sv: Kunde inte skapa LUN med följande backstores:
zh_tw: 無法使用此類備用儲存建立 LUN：

source: Please check whether the backstore or LUN number is in use, name is valid.
fr: Vérifiez si le LUN ou le lieu de stockage est en cours d'utilisation et si le nom est valide.
ja: バックストアや LUN 番号が使用されていないかどうか、および名前が正しいかどうかをご確認ください。
ko: Backstore 또는 LUN 번호가 사용 중이고 이름이 유효한지 확인하십시오.
sk: Skontrolujte, či sa používa úložisko alebo číslo LUN, názov je platný.
sv: Kontrollera om backstoren eller LUN-numret används och om namnet är giltigt.
zh_tw: 請檢查備用儲存或 LUN 編號是否已在使用中，名稱是否有效。

source: Then delete the failed LUNs.
fr: Ensuite, supprimez les LUN ayant échoué.
ja: その後、失敗した LUN を削除してください。
ko: 그런 다음 실패한 LUN을 삭제하십시오.
sk: Potom zmažte chybné LUN.
sv: Ta sedan bort felaktiga LUN.
zh_tw: 然後刪除失敗的 LUN。

source: LUN Number(left '-1' here to auto generate)
fr: Numéro d'unité logique (laissé sur « -1 » ici pour le générer automatiquement)
ja: LUN 番号 (自動生成の場合は '-1' を指定してください)
ko: LUN 번호(자동 생성하려면 여기서 '-1'을 그대로 둠)
sk: Číslo LUN(ponechať tu '-1' pre automatické vytvorenie)
sv: LUN-nummer('-1' här för automatisk generering)
zh_tw: LUN 編號 (此處留為「-1」表示自動產生)

source: LUN Path
fr: Chemin de LUN
ja: LUN パス
ko: LUN 경로
sk: Cesta LUN
sv: Sökväg för LUN
zh_tw: LUN 路徑

source: LUN path cannot be empty.
fr: Le chemin de LUN doit être renseigné.
ja: LUN パスを指定する必要があります。
ko: 대상 경로는 비워 둘 수 없습니다.
sk: Cesta LUN nemôže byť prázdna.
sv: Sökväg för LUN kan inte vara tom.
zh_tw: LUN 路徑不能為空白。

source: LUN Name(auto generated when empty)
fr: Nom de LUN (généré automatiquement si vide)
ja: LUN 名 (何も指定しない場合は自動で生成します)
ko: LUN 이름(비워 두는 경우 자동 생성됨)
sk: Názov LUN (automaticky generovaný, keď je prázdny)
sv: LUN-namn(genereras automatiskt om tomt)
zh_tw: LUN 名稱 (為空白時會自動產生)

source: Browse
fr: Parcourir
ja: 参照
ko: 찾아보기
lt: Naršyti
sk: Prechádzať
sv: Bläddra
zh_tw: 瀏覽

source: LUN Path can not be empty!
fr: Le chemin de LUN doit être renseigné !
ja: LUN パスを指定する必要があります！
ko: 대상 경로는 비워 둘 수 없습니다!
sk: Cesta LUN nemôže byť prázdna!
sv: Sökväg för LUN kan inte vara tom!
zh_tw: LUN 路徑不能為空白！

source: The file does not exist!
fr: Le fichier n'existe pas !
ja: ファイルが存在していません！
ko: 파일이 없습니다!
sk: Tento súbor neexistuje!
sv: Filen finns inte!
zh_tw: 檔案不存在！

source: Please provide a normal file or a block device.
fr: Spécifiez un fichier normal ou un périphérique de bloc.
ja: 通常のファイルかブロックデバイスを指定してください。
ko: 일반 파일 또는 블록 장치를 입력하십시오.
sk: Prosím, zadajte normálny súbor alebo blokové zariadenie.
sv: Ange en normal fil eller blockenhet.
zh_tw: 請提供正常的檔案或區塊裝置。

source: Select a file or device
fr: Sélectionner un fichier ou un périphérique
ja: ファイルまたはデバイスの選択
ko: 파일 또는 장치 선택
sk: Vybrať súbor alebo zariadenie
sv: Välj en fil eller enhet
zh_tw: 選取檔案或裝置

source: LUN Details
fr: Détails de LUN
ja: LUN の詳細
ko: LUN 세부 사항
sk: Podrobnosti LUN
sv: LUN-detaljer
zh_tw: LUN 詳細資料

source: This will immediately delete LUNs.
fr: Cela supprimera immédiatement les LUN.
ja: これにより、即時に LUN を削除します。
ko: LUN을 즉시 삭제합니다.
sk: Tým sa okamžite vymažú LUN.
sv: Detta kommer att ta bort LUN omedelbart.
zh_tw: 此操作將立即刪除 LUN。

source: Please confim all initiators have logged out this target to avoid IO errors
fr: Vérifiez que tous les initiateurs se sont déconnectés de cette cible afin d'éviter des erreurs E/S
ja: I/O エラーが発生しないようにするため、このターゲットから全てのイニシエータがログアウトしていることをご確認ください。
ko: IO 오류를 방지하려면 모든 이니시에이터가 이 대상을 로그아웃했는지 확인하십시오.
sk: Prosím potvrďte, že všetci iniciátori sa odhlásili z tohto cieľa, aby sa predišlo chybám IO
sv: Bekräfta att alla initierare har loggat ut från detta mål för att undvika fel med inmatning/utmatning
zh_tw: 請確認所有啟動器均已登出此目標，以免發生 IO 錯誤

source: Confirm
fr: Confirmer
ja: 確認
ko: 확인
sk: Potvrdiť
sv: Bekräfta
zh_tw: 確認

source: Yes and Don't show this again
fr: Oui et ne plus afficher
ja: はい、これを再び表示しないようにします
ko: 예 및 이 메시지를 다시 표시 안 함
sk: Áno a už to viac nezobrazovať
sv: Ja, och visa inte detta igen
zh_tw: 是，不要再顯示此訊息

source: Failed to delete backstore of lun
fr: Échec de la suppression du lieu de stockage du LUN
ja: LUN のバックストアの削除に失敗しました
ko: LUN의 backstore를 삭제하지 못했습니다.
sk: Zlyhalo vymazanie úložiska lun
sv: Kunde inte ta bort LUN-backstore
zh_tw: 無法刪除 LUN 的備用儲存

source: Please check whether someone already did it.
fr: Vérifiez si quelqu'un l'a déjà fait.
ja: 誰かが同じ処理を実行していないかどうか、ご確認ください。
ko: 다른 사용자가 이미 했는지 확인하십시오.
sk: Prosím, skontrolujte, či to už niekto urobil.
sv: Kontrollera om någon annan redan har gjort det.
zh_tw: 請檢查是否有人已將其刪除。

source: Failed to delete lun
fr: Échec de la suppression du LUN
ja: LUN の削除に失敗しました
ko: LUN을 삭제하지 못했습니다.
sk: Zlyhalo vymazanie lun
sv: Kunde inte ta bort LUN
zh_tw: 無法刪除 LUN

source: OK
ko: 확인
lt: Gerai
zh_tw: 確定

source: LUN
fr: Numéro d'unité logique (LUN)

source: No Discovery Authentication
ko: 검색 인증 없음
sv: Ingen autentisering vid upptäckt

source: Autnentication by Targets
ko: 대상에 의한 인증
sv: Autentisering av mål

source: When Discovery Authentication is enabled.
ko: 검색 인증이 활성화된 경우
sv: När autentisering vid upptäckt är påslagen.

source: Plese use Authentication by initiator and Authentication by targets together.
ko: 이니시에이터에 의한 인증 및 대상에 의한 인증을 함께 사용하십시오.
sv: Använd autentisering av initierare och autentisering av mål tillsammans.

source: Use <b>No Discovery Authentication</b> to disable discovery authentication.
ko: 검색 인증을 비활성화하려면 <b>검색 인증 없음</b>을 사용하십시오.
sv: Använd <b>Ingen autentisering vid upptäckt</b> för att stänga av autentisering vid upptäckt.

source: Or you need to fill both <b>Authentication by Targets</b> and <b>Authentication by Initiators</b>.
ko: 또는 <b>대상에 의한 인증</b>과 <b>이니시에이터에 의한 인증</b>을 모두 입력해야 합니다.
sv: Annars får du fylla i både <b>Autentisering av mål</b> och <b>Autentisering av initierare</b>.

source: Configuration of an iSCSI target via LIO
lt: iSCSI taikinio konfigūracija per LIO

source: iSCSI LIO Target
lt: iSCSI LIO taikinys

source: &iSCSI LIO Target
lt: &iSCSI LIO taikinys

source: Portal group
lt: Portalo grupė

source: Ip address
lt: IP adresas

source: Port number
lt: Prievado numeris

source: Use Authentication
lt: Reikia nustatyti tapatybę

source: Client
lt: Klientas

source: Copy
lt: Kopijuoti

source: No Authentication
lt: Be tapatybės nustatymo

source: Incoming Authentication
lt: Įeinančios tapatybės nustatymas

source: Username
lt: Naudotojo vardas

source: Password
lt: Slaptažodis

source: Outgoing Authentication
lt: Siunčiamos tapatybės nustatymas

source: When &Booting
lt: Kraunantis &sistemai

source: &Manually
lt: &Rankiniu būdu

source: When Booting
lt: Kraunantis sistemai

source: Manually
lt: Rankiniu būdu

source: Key
lt: Raktas

source: Value
lt: Reikšmė

source: iSCSI LIO Target Overview
lt: iSCSI LIO taikinio apžvalga

source: Modify iSCSI Target Client Setup
lt: Keisti iSCSI taikinio kliento nuostatos

source: Modify iSCSI Target Lun Setup
lt: Keisti iSCSI taikinio LUN nuostatos

source: iSCSI Target Expert Settings
lt: iSCSI taikinio nuostatos ekspertams

source: <p><b><big>Initializing iSCSI LIO Target Configuration</big></b><br> Please wait...<br></p>
lt: <p><b><big>Paleidžiamas iSCSI LIO taikinio konfigūravimas</big></b> Palaukite...<br></p>

source: <p><b><big>Aborting Initialization</big></b><br> Safely abort the configuration utility by pressing <b>Abort</b> now.</p>
lt: <p><b><big>Paruošimo nutraukimas:</big></b><br> Dabar galite saugiai nutraukti konfigūracijos įrankį spausdami <b>Nutraukti</b>.</p>

source: <p><b><big>Saving iSCSI Target Configuration</big></b><br> Please wait...<br></p>
lt: <p><b><big>Išsaugoma iSCSI taikinio konfigūracija</big></b><br> Palaukite...<br></p>

source: <p><b><big>Aborting Saving:</big></b><br> Abort the save procedure by pressing <b>Abort</b>. An additional dialog informs whether it is safe to do so. </p>
lt: <p><b><big>Įrašymo nutraukiamas:</big></b><br> Nutraukite išsaugojimą spausdami <b>Nutraukti</b>. Papildomas dialogas informuos, ar taip padaryti yra saugu. </p>

source: <p><b><big>iSCSI Target Configuration</big></b><br> Configure an iSCSI target here.<br></p>
lt: <p><b><big>iSCSI taikinio konfigūravimas</big></b><br> Čia konigūruokite iSCSI taikinį.<br></p>

source: <p><b><big>Editing or Deleting</big></b><br> If you press <b>Edit</b>, an additional dialog in which to change the configuration opens.</p>
lt: <p><b><big>Keitimas arba trynimas</big></b><br> Jei paspausite <b>Keisti</b>, atsivers papildomas dialogas, kur galėsite pakeisti konfigūraciją.</p>

source: <p><b><big>iSCSI Target Configuration Overview</big></b><br> Obtain an overview of installed iSCSI targets. Additionally edit their configurations.<br></p>
lt: <p><b><big>iSCSI taikinio konfigūracijos apžvalga</big></b><br> Apžvelkite įdiegtus iSCSI taikiniu. Papildomai galite keisti jų konfigūraciją.<br></p>

source: <p><b><big>Adding an iSCSI Target</big></b><br> Press <b>Add</b> to configure an iSCSI target.</p>
lt: <p><b><big>iSCSI taikinio pridėjimas:</big></b><br> Spauskite <b>Pridėti</b>, jei norite konfigūruoti iSCSI taikinį.</p>

source: <p><b><big>Editing or Deleting</big></b><br> Choose an iSCSI target to change or remove. Then press <b>Edit</b> or <b>Delete</b> as desired.</p>
lt: <p><b><big>Keitimas arba šalinimas</big></b><br> Pasirinkite iSCSI taikinį, kurį keisite arba pašalinsite. Tuomet spauskite atitinkamai <b>Keisti</b> arba <b>Šalinti</b>.</p>

source: <p><b><big>Configuration Part One</big></b><br> Press <b>Next</b> to continue. <br></p>
lt: <p><b><big>Konfigūracijos pirmoji dalis</big></b><br> Norėdami tęsti, spauskite <b>Toliau</b>. <br></p>

source: <p><b><big>Configuration Part Two</big></b><br> Press <b>Next</b> to continue. <br></p>
lt: <p><b><big>Konfigūracijos antroji dalis</big></b><br> Norėdami tęsti, spauskite <b>Toliau</b>. <br></p>

source: Problem changing authentication
lt: Problemos keičiant tapatybės atpažinimą

source: Invalid Username
lt: Netinkamas naudotojo vardas

source: Invalid Password.
lt: Netinkamas slaptažodis.

source: Selected Lun is already in use!
lt: Pasirinktas Lun jau naudojamas!

source: Selected Name is already in use!
lt: Pasirinktas vardas jau yra!

source: Selected Path is already in use!
lt: Pasirinktas kelias jau yra!

source: Path:
lt: Kelias:

source: Select file or device
lt: Pasirinkite rinkmeną arba įrenginį

source: Client Lun
lt: Kliento LUN

source: Change:
lt: Pokytis:

source: Target LUN %1 used more than once!
lt: Taikinio LUN %1 panaudotas daugiau nei vieną kartą!

source: Import LUNs from TPG
lt: Importuoti LUN iš TPG

source: Client name must not be empty!
lt: Kliento vardas privalo būti užpildytas!

source: Client name already exists!
lt: Kliento vardas jau yra!

source: New client name:
lt: Naujo kliento vardas:

source: Really delete the selected item?
lt: Tikrai trinti pažymėtą elementą?

source: Problem creating target %1 with tpg %2
lt: Problema kuriant taikinį %1 su tpg %2

source: Problem setting network portal to %1
lt: Problema nustatant tinklo portalą į %1

source: Problem removing lun %1
lt: Problema šalinant lun %1

source: The target cannot be empty.
lt: Taikinys negali būti tuščias.

source: The target portal group cannot be empty.
lt: Taikinio portalo grupė negali būti tuščia.

source: The target already exists.
lt: Taikinys jau egzistuoja.

source: Incoming
lt: Gaunamas

source: Outgoing
lt: Siunčiamas

source: None
lt: Nieko

source: Disabled
lt: Uždrausta

source: iSCSI LIO Target Configuration
lt: iSCSI LIO taikinio konfigūravimas

source: Initializing...
lt: Paleidžiama...

source: Can't continue without installing lio-utils package
lt: Negalima tęsti neįdiegus lio-utils paketo.
