Repository: Dzejrou/yast-translations
Catalog: po/iscsi-lio-server/*.po
Languages: fr, ja, ko, lt, sk, sv, zh_tw

source: Initializing iSCSI LIO Target Configuration
lt: Paleidžiamas iSCSI LIO taikinio konfigūravimas

source: Read the database
lt: Duomenų bazės skaitymas

source: Read the previous settings
lt: Skaityti ankstesnius nustatymus

source: Detect the devices
lt: Aptikti įrenginius

source: Reading the database...
lt: Skaitoma duomenų bazė...

source: Reading the previous settings...
lt: Skaitomi ankstesni nustatymai...

source: Detecting the devices...
lt: Detektuojami įrenginiai...

source: Finished
lt: Baigta

source: Saving iSCSI LIO Target Configuration
lt: Išsaugoma iSCSI LIO taikinio konfigūracija

source: Configuration summary...
lt: Konfigūracijos santrauka...
