Repository: Dzejrou/yast-translations
Catalog: po/sap-installation-wizard/*.po
Languages: ar, ca, cs, de, es, fr, hu, it, ja, nl, pl, ru, sk, sv

source: Prepare SAP installation medium (such as SAP kernel, database and exports)
ar: تجهيز وسيط تثبيت SAP (مثل نواة SAP والتصديرات وقاعدة البيانات)
ca: Prepareu un mitjà d'instal·lació de SAP (com ara un nucli de SAP, una basa de dades i exportacions).
cs: Připravit instalační médium SAP (jako jádro SAP, databáze a exporty)
de: SAP-Installationsmedium vorbereiten (z. B. SAP-Kernel, Datenbank und Exporte)
es: Preparar medio de instalación de SAP (como un número de SAP, una base de datos o exportaciones)
fr: Préparer le support d'installation SAP (par ex. kernel SAP, base de données et exportations)
hu: SAP telepítési adathordozó (például SAP kernel, adatbázis és exportálások) előkészítése
it: Prepara supporto di installazione SAP (come kernel, database ed esportazioni SAP)
ja: SAP インストールメディア (SAP カーネル、データベース、エクスポートなど) の準備
nl: Een SAP-installatiemedium voorbereiden (zoals een SAP-kernel, -database en -exports)
pl: Przygotuj nośnik instalacyjny SAP (np. jądro SAP, bazę danych lub eksporty)
ru: Подготовить среду установки SAP (например, ядро SAP, базу данных или экспортированное содержимое базы)
sk: Pripraviť inštalačné médium SAP (ako je jadro SAP, databáza a exporty)
sv: Förbered SAP-installationsmedium (till exempel SAP-kernel, databas och exporter)

source: Link to the installation medium, without copying its content to local location.
ar: ارتباط وسيط تثبيت، دون نسخ المحتويات للموقع المحلي.
ca: Connecta al mitjà d'instal·lació, sense copiar-ne el contingut en una ubicació local.
cs: Odkaz na instalační médium bez kopírování jeho obsahu do místního umístění.
de: Stellen Sie eine Verknüpfung zum Installationsmedium her, ohne den Inhalt an den lokalen Speicherort zu kopieren.
es: Enlace al medio de instalación, sin copiar su contenido en una ubicación local.
fr: Liez l'élément au support d'installation, sans copier le contenu à l'emplacement local.
hu: Hivatkozás a telepítési adathordozóra, a tartalom helyi célhelyre történő másolása nélkül.
it: Collegamento al supporto di installazione, senza copiarne il contenuto nell'ubicazione locale.
ja: インストールメディアに対するリンクを作成し、ローカルの場所には内容をコピーしません。
ru: Ссылка на носитель для установки без копирования его содержимого в локальную папку.
sv: Länk till installationsmediet utan att kopiera dess innehåll till en lokal plats.

source: Ready for use from:
ar: جاهز للاستخدام من:
ca: A punt per usar des de:
cs: Připraveno k použití od:
de: Bereit zur Verwendung von:
es: Preparado para usar desde:
fr: Prêt(s) à être utilisé(s) à partir de :
hu: Használatra kész innen:
it: Pronto per l'uso da:
ja: 下記の場所から使用できます:
nl: Klaar voor gebruik vanaf:
ru: Готово к использованию из следующего места:
sk: Pripravené na použitie z:
sv: Kan användas från:

source: Choose an installation master
ar: اختيار تثبيت أساسي
ca: Trieu una còpia mestra d'instal·lació
de: Installationsmaster auswählen
es: Seleccione un maestro de instalación
fr: Choisir un maître d'installation
hu: Válasszon elsődleges telepítési adathordozót
it: Scegli un master di installazione
ja: インストールマスターの選択
nl: Kies een installatiemaster
ru: Выбрать основной образ для установки
sk: Zvoliť hlavný inštalačný objekt
sv: Välj en huvudinstallation

source: Prepare SAP installation master
ar: تحضير تثبيت SAP الأساسي
ca: Prepara la còpia mestra d'instal·lació de SAP
de: SAP-Installationsmaster vorbereiten
es: Preparar maestro de instalación de SAP
fr: Préparer le maître d'installation SAP
hu: SAP elsődleges telepítési adathordozó előkészítése
it: Prepara master di installazione SAP
ja: SAP インストールマスターの準備
nl: SAP-installatiemaster voorbereiden
ru: Подготовить основной образ для установки SAP
sk: Pripraviť hlavný inštalačný objekt SAP
sv: Förbered SAP-huvudinstallation

source: Collect installation profiles for SAP products but do not execute installation.
ar: اجمع ملفات تعريف تثبيت منتجات SAP لكن لا تنفذ التثبيت.
ca: Recopila els perfils d'instal·lació per a productes de SAP però no executis la instal·lació.
de: Erstellen Sie Installationsprofile für SAP-Produkte, ohne die Installation auszuführen.
es: Recopila perfiles de instalación para productos SAP pero no ejecuta la instalación.
fr: Collectez les profils d'installation des produits SAP, mais n'exécutez pas l'installation.
hu: Gyűjtse össze a telepítési profilokat az SAP termékekhez, de ne hajtsa végre a telepítést.
it: Raccogliere i profili di installazione per i prodotti SAP, ma non eseguire l'installazione.
ja: SAP 製品に対するインストールプロファイルを収集しますが、インストールは実行しません。
nl: Verzamel installatieprofielen voor SAP-producten, maar voer geen installatie uit.
ru: Создать профили установки продуктов SAP, но не выполнять установку.
sk: Zhromaždiť inštalačné profily pre produkty SAP, ale nevykonávať inštaláciu.
sv: Hämta installationsprofiler för SAP-produkter men kör inte installationen.

source: Link to the installation master, without copying its content to local location (SAP NetWeaver only).
ar: ارتباط للتثبيت الأساسي دون نسخ المحتويات المحلية (SAP NetWeaver فقط).
ca: Connecta a la còpia mestra d'instal·lació, sense copiar-ne el contingut en una ubicació local (només SAP NetWeaver).
de: Stellen Sie eine Verknüpfung mit dem Installationsmaster her, ohne den Inhalt an den lokalen Speicherort zu kopieren (nur SAP NetWeaver).
es: Enlace al maestro de instalación, sin copiar su contenido en la ubicación local (solo para SAP NetWeaver).
fr: Liez l'élément au maître d'installation sans copier le contenu à l'emplacement local (SAP NetWeaver uniquement).
hu: Hivatkozás a telepítési adathordozóra, a tartalom helyi célhelyre történő másolása nélkül (csak az SAP NetWeaver esetében).
it: Collegamento a master di installazione, senza copiarne il contenuto nell'ubicazione locale (solo SAP NetWeaver).
ja: インストールマスターに対するリンクを作成し、ローカルの場所には内容をコピーしません (SAP NetWeaver のみ) 。
ru: Ссылка на основной образ для установки без копирования его содержимого в локальную папку (только SAP NetWeaver).
sv: Länk till huvudinstallationen utan att kopiera dess innehåll till en lokal plats (endast SAP NetWeaver).

source: Serve all installation mediums (including master) to local network via NFS.
ar: تقديم خدمة كل وسائط التثبيت (بما في ذلك الأساسي) للشبكات المحلية من خلال NFS.
ca: Serveix tots els mitjans d'instal·lació (incloent-hi el mestre) a la xarxa local a través d'NFS.
de: Stellen Sie alle Installationsmedien (einschließlich Master) auf dem lokalen Netzwerk über NFS bereit.
es: Proporcionar todos los medios de instalación (incluido el maestro) a la red local mediante NFS.
fr: Traitez tous les supports d'installation (y compris le maître) sur le réseau local via NFS.
hu: Az összes telepítési adathordozó (beleértve az elsődleges adathordozót) elérhetővé tétele a helyi hálózatban az NFS használatával.
it: Servire tutti i supporti di installazione (tra cui il master) alla rete locale tramite NFS.
ja: ローカルのネットワークに対して、 NFS を介して全てのインストールメディア (マスターを含む) を提供します。
nl: Stuur alle installatiemediums (waaronder master) naar het plaatselijke netwerk via NFS.
ru: Передавать данные со всех носителей для установки (включая основной) в локальную сеть через NFS.
sk: Poskytnúť všetky inštalačné médiá (vrátane hlavného objektu) do lokálnej siete cez NFS.
sv: Servera alla installationsmedier (inklusive master) till ett lokalt nätverk via NFS.

source: Prepare SAP supplementary medium
ar: تحضير وسيط SAP التكميلي
ca: Prepara el mitjà complementari de SAP
de: Ergänzendes SAP-Medium vorbereiten
es: Preparar medio suplementario de SAP
fr: Préparer le support supplémentaire SAP
hu: SAP kiegészítő adathordozó előkészítése
it: Prepara supporto di installazione SAP supplementare
ja: SAP 付録メディアの準備
nl: Aanvullend SAP-medium voorbereiden
ru: Подготовить дополнительный носитель SAP
sk: Pripraviť doplnkové médium SAP
sv: Förbered SAP-komplementmedium

source: Skip copying of medium
ar: تخطي نسخ الوسيط
ca: Omet la còpia del mitjà
de: Kopieren des Mediums überspringen
es: Omitir copia del medio
fr: Ignorer l'étape de copie du support
hu: Adathordozó másolásának kihagyása
it: Ignora copia del supporto
ja: メディアのコピーの省略
nl: Kopiëren van medium overslaan
ru: Пропустить копирование носителя
sk: Preskočiť kopírovanie média
sv: Hoppa över kopiering av medium

source: Advanced Options
ar: خيارات متقدمة
ca: Opcions avançades
cs: Pokročilá nastavení
de: Erweiterte Optionen
es: Opciones avanzadas
fr: Options avancées
hu: Speciális beállítások
it: Opzioni avanzate
ja: 高度なオプション
nl: Geavanceerde opties
pl: Opcje zaawansowane
ru: Дополнительные параметры
sk: Pokročilé nastavenia
sv: Avancerade alternativ

source: SAP Installation Wizard
ar: معالج تثبيت SAP
ca: Assistent d'instal·lació de SAP
cs: Průvodce instalací SAP
de: SAP-Installationsassistent
es: Asistente de instalación de SAP
fr: Assistant d'installation SAP
hu: SAP telepítési varázsló
it: Installazione guidata di SAP
ja: SAP インストールウイザード
nl: Installatiewizard voor SAP
ru: Мастер установки SAP
sk: Sprievodca inštaláciou SAP
sv: SAP-installationsguide

source: Failed to mount the location:
ar: فشل توصيل الموقع:
ca: Ha fallat muntar la ubicació:
cs: Nepovedlo se připojit lokalitu:
de: Speicherort konnte nicht eingehängt werden:
es: Error al montar la ubicación:
fr: Échec du montage de l'emplacement :
hu: Nem sikerült csatlakoztatni a helyet:
it: Montaggio dell'ubicazione non riuscito:
ja: 場所のマウントに失敗:
nl: Locatie koppelen is mislukt:
ru: Не удалось смонтировать расположение:
sk: Nepodarilo sa pripojiť umiestnenie:
sv: Det gick inte att montera platsen:

source: Valid SAP installation master media are: <b>SWPM, TREX, HANA and Business One media.
ar: وسائط تثبيت SAP الأساسية الصالحة هي: وسائط <b>SWPM وTREX وHANA وBusiness One.
ca: Mitjans mestres d'instal·lació de SAP vàlids: <b>SWPM, TREX, HANA i Business One.
cs: Platná hlavní instalační média SAP jsou: <b>SWPM, TREX, HANA a Business One.
de: Gültige SAP-Installationsmaster-Medien sind: <b>SWPM-, TREX-, HANA- und Business One-Medien.
es: Los medios maestros de instalación de SAP son: <b>SWPM, TREX, HANA y Business One.
fr: Supports maîtres d'installation SAP valides : <b>SWPM, TREX, HANA et Business One.
hu: Az érvényes elsődleges SAP telepítési adathordozók a következők: <b>SWPM, TREX, HANA és Business One adathordozó.
it: I supporti master di installazione SAP sono: <b>supporti SWPM, TREX, HANA e Business One.
ja: SAP インストールマスターメディアとして利用できるものは、下記のとおりです: b>SWPM, TREX, HANA, Business One メディア。
ru: Допустимые основные носители для установки SAP: <b>SWPM, TREX, HANA и Business One.
sv: Giltiga media för SAP-huvudinstallation är: <b>SWPM, TREX, HANA och Business One media.

source: Pending installation from previous wizard run
ar: عمليات تثبيت معلقة من تشغيل المعالج الأخير
ca: Instal·lació pendent d'una execució anterior de l'assistent
cs: Nevyřízená instalace z předchozího běhu průvodce
de: Installation von vorheriger Ausführung des Assistenten steht aus
es: Instalación pendiente de que se ejecute el asistente anterior
fr: Une installation d'une précédente exécution de l'assistant est en attente
hu: Folyamatban lévő telepítés a varázsló előző futtatásából
it: Installazione della procedura guidata precedente in sospeso
ja: 以前のウイザード実行からのインストール
ru: Не завершена установка после предыдущего запуска мастера
sv: Installationer som väntar från tidigare körning av guiden

source: Installation profile was previously collected for the following product, however it has not been installed yet:
ar: تم جمع ملف تعريف التثبيت مسبقًا للمنتج التالي، ولكن لم يتم تثبيته بعد:
ca: El perfil d'instal·lació s'ha recopilat prèviament per al producte següent, tot i que encara no s'ha instal·lat:
cs: Instalační profil byl dříve sesbírán pro následující produkt, ten zatím ale nebyl nainstalován:
de: Für das folgende Produkt wurde bereits ein Installationsprofil erstellt, das jedoch noch nicht installiert ist:
es: El perfil de instalación se ha recopilado anteriormente para el producto siguiente; sin embargo, aún no se ha instalado:
fr: Le profil d'installation a été collecté précédemment pour le produit suivant, mais n'a pas encore été installé :
hu: A telepítési profil korábban össze volt gyűjtve a következő termékhez, azonban még nem lett telepítve:
it: Il profilo di installazione è stato raccolto precedentemente dal seguente prodotto, tuttavia non è stato ancora installato:
ja: 下記の製品に対するインストールプロファイルが収集されていますが、まだインストールは行なわれていません:
ru: Для следующего продукта был создан профиль установки, но продукт еще не установлен:
sv: Installationsprofilen har hämtats för följande produkt, men den har inte installerats än:

source: Would you like to delete it, install the product at the last wizard step, or ignore it?
ar: هل تريد حذف المنتج أم تثبيته في الخطوة النهائية من المعالج أم تجاهله؟
ca: Voleu suprimir-lo, instal·lar el producte a l'últim pas de l'assistent o ignorar-lo?
cs: Chcete ho odstranit, nainstalovat produkt v posledním kroku průvodce, nebo ho chcete ignorovat?
de: Möchten Sie es löschen, das Produkt im letzten Schritt des Assistenten installieren oder möchten Sie es ignorieren?
es: ¿Desea suprimirlo, instalar el producto en el último paso del asistente o ignorarlo?
fr: Voulez-vous le supprimer, installer le produit à la dernière étape de l'assistant ou l'ignorer ?
hu: Szeretné ezt törölni, vagy telepíti a terméket a varázsló utolsó lépésénél, vagy figyelmen kívül hagyja?
it: Eliminarlo, installare il prodotto all'ultimo passaggio della procedura guidata o ignorarlo?
ja: このプロファイルを削除しますか？それとも以前にウイザードの手順でインストールしますか？それとも単に無視しますか？
ru: Удалить его, установить продукт на последнем этапе работы мастера или игнорировать?
sv: Vill du radera den, installera produkten i guidens sista steg eller ignorera den?

source: Delete
ar: حذف
ca: Suprimeix
cs: Odstranit
de: Löschen
es: Borrar
fr: Supprimer
hu: Törlés
it: Elimina
ja: 削除
pl: Usuń
ru: Удалить
sv: Ta bort

source: Install
ar: تثبيت
ca: Instal·la
cs: Nainstalovat
de: Installieren
es: Instalar
fr: Installer
hu: Telepítés
it: Installa
ja: インストールする
pl: Zainstaluj
ru: Установить
sv: Installera

source: Ignore and do nothing
ar: تجاهل وعدم فعل شيء
ca: Ignora-ho i no facis res
cs: Ignorovat a nedělat nic
de: Ignorieren und nichts unternehmen
es: Ignorar y no hacer nada
fr: Ignorer et ne rien faire
hu: Figyelmen kívül hagyás és nincs művelet
it: Ignora e non fare nulla
ja: 無視して何もしない
ru: Игнорировать и ничего не делать
sv: Ignorera och gör inget

source: SAP Product Installation
ar: تثبيت منتجات SAP
ca: Instal·lació de productes SAP
cs: Instalace produktu SAP
de: SAP-Produktinstallation
es: Instalación del producto SAP
fr: Installation du produit SAP
hu: SAP terméktelepítés
it: Installazione del prodotto SAP
ja: SAP 製品のインストール
nl: SAP-productinstallatie
ru: Установка продуктов SAP
sk: Inštalácia produktu SAP
sv: SAP-produktinstallation

source: Do you want to install another product?
ar: هل تريد تثبيت منتج آخر؟
ca: Voleu instal·lar un altre producte?
cs: Chcete nainstalovat další produkt?
de: Möchten Sie ein weiteres Produkt installieren?
es: ¿Desea instalar otro producto?
fr: Voulez-vous installer un autre produit ?
hu: Szeretne telepíteni egy másik terméket?
it: Installare un altro prodotto?
ja: 他の製品をインストールしますか？
ru: Установить другой продукт?
sv: Vill du installera en ny produkt?

source: The selected medium '%1' was already copied.
ar: تم نسخ الوسيط المحدد '%1' بالفعل.
ca: El mitjà seleccionat "%1" ja s'havia copiat.
cs: Vybrané médium %1 už bylo kopírováno.
de: Das ausgewählte Medium '%1' wurde bereits kopiert.
es: El medio seleccionado %1 ya se ha copiado.
fr: Le support sélectionné %1 a déjà été copié.
hu: A kiválasztott '%1' adathordozó másolása már megtörtént.
it: Il supporto '%1' selezionato è già stato copiato.
ja: 選択したメディア '%1' は既にコピー済みです。
ru: Выбранный носитель «%1» уже скопирован.
sv: Det valda mediet '%1' har redan kopierats.

source: The XML parser reported an error while parsing the autoyast profile. The error message is:
ar: قام محلل XML بالإعلام عن خطأ أثناء تحليل ملف تعريف autoyast. رسالة الخطأ:
ca: L'analitzador XML ha informat d'un error en analitzar el perfil de l'autoyast. El missatge d'error és:
cs: XML parser vrátil při analýze profilu autoyastu chybu. Chybová zpráva:
de: Der XML-Parser hat beim Analysieren des Autoyast-Profils einen Fehler gemeldet. Die Fehlermeldung lautet:
es: El procesador XML ha informado de un error al procesar el perfil de autoyast. El mensaje de error es:
fr: L'analyseur XML a signalé une erreur suite à l'analyse du profil autoyast. Le message d'erreur suivant s'affiche :
hu: Az XML elemző hibát jelzett az AutoYaST-profil elemzése közben. A hibaüzenet:
it: Il parser XML ha riportato un errore durante l'analisi del profilo autoyast. Il messaggio di errore è:
ja: AutoYAST プロファイルを解析中に XML パーサがエラーを報告しました。エラーメッセージ:
pl: Parser XML zgłasza błąd podczas przetwarzania profilu AutoYaST. Komunikat błędu:
ru: Анализатор синтаксиса XML вернул ошибку при анализе синтаксиса профиля AutoYaST. Сообщение об ошибке:
sv: XML-parser rapporterade ett fel när den skulle tolka autoyast-profilen. Felmeddelandet är:

source: SLES4SAP installation servers are detected
ar: تم اكتشاف خوادم تثبيت SLES4SAP
ca: Es detecten servidors d'instal·lació d'SLES4SAP
cs: Zjištěny instalační servery SLES4SAP
de: SLES4SAP-Installationsserver erkannt
es: Se han detectado servidores de instalación SLES4SAP
fr: Des serveurs d'installation SLES4SAP ont été détectés
hu: SLES4SAP telepítési kiszolgálók észlelhetők
it: Rilevati server di installazione SLES4SAP
ja: SLES4SAP インストールサーバを検出しました
ru: Обнаружены серверы установки SLES4SAP
sv: SLES4SAP-installationsservrar har upptäckts

source: Failed to start SLP server. SAP mediums will not be discovered by other computers.
ar: فشل بدء خادم SLP. لم يتم اكتشاف وسائط SAP بواسطة أجهزة كمبيوتر أخرى.
ca: Ha fallat iniciar el servidor SLP. Altres ordinadors no descobriran els mitjans de SAP.
cs: Nepodařilo se spustit server SLP. Média SAP nebudou jinými počítači zjištěna.
de: SLP-Server konnte nicht gestartet werden. SAP-Medien werden nicht von anderen Computern erkannt.
es: Error al iniciar el servidor SLP. Otros equipos no podrán descubrir los medios de SAP.
fr: Échec du démarrage du serveur SLP. Les supports SAP ne seront pas découverts par les autres ordinateurs.
hu: Nem sikerült elindítani az SLP-kiszolgálót. A többi számítógép nem fogja észlelni az SAP adathordozókat.
it: Avvio del server SLP non riuscito. I supporti SAP non verranno rilevati da altri computer.
ja: SLP サーバの起動に失敗しました。 SAP メディアは他のコンピュータから検出できなくなります。
ru: Не удалось запустить сервер SLP. Носители SAP не будут видны другим компьютерам.
sv: Det gick inte att starta SLP-servern. SAP-media kommer inte att upptäckas av andra datorer.

source: <p>Please enter the right USB device.</p>
ar: <p>الرجاء إدخال جهاز USB الصحيح.</p>
ca: <p>Si us plau, introduïu el dispositiu USB correcte.</p>
cs: <p>Zadejte prosím správné zařízení USB.</p>
de: <p>Geben Sie das richtige USB-Gerät an.</p>
es: <p>Introduzca el dispositivo USB correcto.</p>
fr: <p>Entrez le bon périphérique USB.</p>
hu: <p>Adja meg a megfelelő USB-eszközt.</p>
it: <p>Immettere il dispositivo USB corretto.</p>
ja: <p>正しい USB デバイスを指定してください。</p>
ru: <p>Укажите правильное устройство USB.</p>
sv: <p>Sätt in rätt USB-enhet.</p>

source: SAP Installation Wizard - Step 1
ar: معالج تثبيت SAP - الخطوة 1
ca: Assistent d'instal·lació de SAP - Pas 1
cs: Průvodce instalací SAP - krok 1
de: SAP-Installationsassistent – Schritt 1
es: Asistente de instalación de SAP: Paso 1
fr: Assistant d'installation SAP - Étape 1
hu: SAP telepítési varázsló – 1. lépés
it: Installazione guidata di SAP - Passaggio 1
ja: SAP インストールウイザード - ステップ 1
ru: Мастер установки SAP — этап 1
sv: SAP-installationsguide - Steg 1

source: The Installation of Oracle Databas with SAP Installation Wizard is not supported.
ar: تثبيت قاعدة بيانات Oracle مع معالج تثبيت SAP غير مدعم.
ca: No s'admet la instal·lació de bases de dades Oracle amb l'assistent d'instal·lació de SAP.
cs: Instalace Oracle Database s Průvodcem instalací SAP není podporována.
de: Die Installation einer Oracle-Datenbank mit dem SAP-Installationsassistenten wird nicht unterstützt.
es: No se admite la instalación de la base de datos Oracle con el asistente de instalación de SAP.
fr: L'installation de la base de données Oracle avec l'assistant d'installation SAP n'est pas prise en charge.
hu: Nem támogatott az Oracle adatbázis telepítése az SAP telepítővarázslóval.
it: L'installazione del database Oracle con l'installazione guidata di SAP non è supportata.
ja: SAP インストールウイザードでの Oracle データベースのインストールには、対応していません。
nl: De installatie van Oracle Database met behulp van de SAP-installatiewizard wordt niet ondersteund.
ru: Установка баз данных Oracle с помощью мастера установки SAP не поддерживается.
sk: Inštalácia Oracle Database so Sprievodcom inštaláciou SAP nie je podporovaná.
sv: Installationen av Oracle-databasen med SAP-installationsguiden stöds inte.

source: Oracle
sv: Oracle-användare

source: You now have an opportunity to add software repositories, \ for example: repositores for SAP partner solutions. \ The step is completely optional, simply click "Next" \ if you do not use any additional repositories.
sk: Teraz máte možnosť pridať softvérové repozitáre, \ napríklad: repozitáre pre partnerské riešenia SAP. \ Krok je úplne voliteľný, ak nepoužívate žiadne \ doplnkové repozitáre, jednoducho kliknite na "Ďalej".

source: You have to define the location of the installation media in the autoyast xml.
sk: Musíte definovať umiestnenie inštalačných médií v autoyast xml.

source: Your System is not certified for SAP Business One on HANA.
sk: Váš systém nie je certifikovaný pre SAP Business One na HANA.

source: It is not guaranteed that your system will work properly. Do you want to continue the installation?
sk: Nie je zaručené, že váš systém bude fungovať správne. Chcete pokračovať v inštalácii?

source: Installation failed. For details please check log files at \ /var/tmp and /var/adm/autoinstall/logs.
sk: Inštalácia zlyhala. Podrobnosti nájdete v súboroch záznamov \ vo /var/tmp and /var/adm/autoinstall/logs.
