Repository: Dzejrou/yast-translations
Catalog: po/sap-installation-wizard/*.po
Languages: ar, ca, cs, de, es, fr, hu, it, ja, nl, pl, ru, sk, sv

source: The fully qualified hostname (FQHN) could not be detected.
ar: تعذر اكتشاف اسم المضيف المؤهل بالكامل (FQHN).
ca: No s'ha pogut detectar el nom d'amfitrió plenament qualificat (FQHN).
cs: Nelze zjistit úplný název hostitele.
de: Der voll qualifizierte Hostname (FQHN) konnte nicht erkannt werden.
es: No se detecta el nombre de host completo.
fr: Le nom d'hôte complet n'a pas pu être détecté.
hu: A teljes gépnév (FQHN) nem észlelhető.
it: È possibile che il nome host completo (FQHN) non venga rilevato.
ja: 完全修飾ホスト名 (FQHN) を検出できませんでした。
nl: De volledig gekwalificeerde hostnaam (fully qualified hostname, FQHN) kan niet worden gedetecteerd.
pl: Nie można wykryć w pełni kwalifikowanej nazwy hosta (FQHN).
ru: Не удалось обнаружить полное имя хоста.
sk: Plne kvalifikovaný názov hostiteľa sa nedal zistiť.
sv: Det gick inte att hitta det fullständiga kvalificerade datornamnet (FQHN).

source: Do you want to return to network setup or abort the SAP product installation and start the installed system?
ar: هل تريد العودة إلى إعداد الشبكة أم إحباط تثبيت منتج SAP وبدء النظام المثبت؟
ca: Voleu tornar a la configuració de la xarxa o bé avortar la instal·lació del producte SAP i iniciar el sistema instal·lat?
cs: Chcete se vrátit do nastavení sítě, nebo zrušit instalaci produktu SAP a spustit nainstalovaný systém?
de: Möchten Sie zur Netzwerkkonfiguration zurückkehren oder die SAP-Produktinstallation abbrechen und das installierte System starten?
es: ¿Desea volver a la configuración de la red o cancelar la instalación del producto SAP e iniciar el sistema instalado?
fr: Voulez-vous revenir à la configuration réseau ou interrompre l'installation du produit SAP et démarrer le système installé ?
hu: Szeretne visszatérni a hálózati beállításokhoz, vagy megszakítja az SAP terméktelepítést, és elindítja a telepített rendszert?
it: Tornare alla configurazione di rete o interrompere l'installazione del prodotto SAP e avviare il sistema installato?
ja: ネットワーク設定に戻りますか？それとも SAP 製品のインストールを中止して、インストール済みのシステムを起動しますか？
nl: Wilt u terugkeren naar de netwerkinstallatie of de SAP-productinstallatie afbreken en het geïnstalleerde systeem opstarten?
pl: Czy chcesz ponownie skonfigurować sieć, czy przerwać instalowanie produktu SAP i uruchomić zainstalowany system?
ru: Вернуться к настройке сети или прервать установку продукта SAP и запустить установленную систему?
sk: Chcete sa vrátiť do nastavenia siete alebo prerušiť inštaláciu SAP produktu a spustiť nainštalovaný systém?
sv: Vill du återgå till nätverksinställningarna eller avbryta SAP-produktinstallationen och starta det installerade systemet?

source: Return to Network Setup
ar: العودة إلى إعداد الشبكة
ca: Torna a la configuració de la xarxa
cs: Vrátit se do nastavení sítě
de: Zur Netzwerkkonfiguration zurückkehren
es: Volver a la configuración de red
fr: Revenir à la configuration réseau
hu: Vissza a hálózati beállításokhoz
it: Torna alla configurazione di rete
ja: ネットワーク設定に戻る
nl: Terugkeren naar de netwerkinstallatie
pl: Wróć do konfigurowania sieci
ru: Вернуться к настройке сети
sk: Vrátiť sa do nastavenia siete
sv: Återgå till nätverksinställning

source: Abort
ar: إجهاض
ca: Avorta
cs: Přerušit
de: Abbrechen
es: Cancelar
fr: Interrompre
hu: Megszakítás
it: Interrompi
ja: 中止
nl: Afbreken
pl: Przerwij
ru: Прервать
sk: Prerušiť
sv: Avbryt

source: Product Installation Mode
ar: وضع تثبيت المنتجات
ca: Mode d'instal·lació de productes
cs: Režim instalace produktu
de: Produktinstallationsmodus
es: Modo de instalación de productos
fr: Mode Installation du produit
hu: Terméktelepítési mód
it: Modalità di installazione del prodotto
ja: 製品のインストールモード
nl: Productinstallatiemodus
pl: Tryb instalowania produktu
ru: Режим установки продуктов
sk: Režim inštalácie produktu
sv: Produktinstallationsläge

source: The standard installation of the Operating System has settled.
ar: تمت تسوية التثبيت القياسي لنظام التشغيل.
ca: S'ha establert la instal·lació estàndard del sistema operatiu.
cs: Standardní instalace operačního systému byla vyřešena.
de: Die Standardinstallation des Betriebssystems wurde eingerichtet.
es: La instalación estándar del sistema operativo se ha asentado.
fr: L'installation standard du système d'exploitation est réglée.
hu: Az operációs rendszer normál telepítése lett beállítva.
it: È stata stabilita l'installazione standard del sistema operativo.
ja: オペレーティングシステムの標準インストールを設定しました。
nl: De standaardinstallatie van het besturingssysteem is voltooid.
pl: Ukończono standardową instalację systemu operacyjnego.
ru: Стандартная установка операционной системы завершена.
sk: Štandardná inštalácia operačného systému sa vyriešila.
sv: Standardinstallation av operativsystemet har slutförts.

source: Now you can start the SAP Product Installation
ar: يمكنك الآن بدء تثبيت منتج SAP
ca: Ara podeu iniciar la instal·lació del producte SAP.
cs: Nyní můžete spustit instalaci produktu SAP
de: Jetzt können Sie die SAP-Produktinstallation starten.
es: Ahora puede iniciar la instalación del producto SAP
fr: Vous pouvez à présent commencer l'installation du produit SAP
hu: Most elkezdheti az SAP terméktelepítést
it: Adesso è possibile avviare l'installazione del prodotto SAP
ja: SAP 製品のインストールを開始することができます
nl: U kunt nu starten met de SAP-productinstallatie
pl: Teraz można rozpocząć instalowanie produktu SAP
ru: Теперь вы можете начать установку продукта SAP
sk: Teraz môžete spustiť inštaláciu SAP produktu
sv: Nu kan du starta SAP-produktinstallationen

source: Choose Operating System Edition
ar: تحديد إصدار نظام التشغيل
ca: Trieu l'edició del sistema operatiu
cs: Vyberte verzi operačního systému
de: Edition des Betriebssystems auswählen
es: Seleccionar edición del sistema operativo
fr: Choisir l'édition du système d'exploitation
hu: Válassza ki az operációs rendszer kiadását
it: Seleziona edizione del sistema operativo
ja: オペレーティングシステムのエディションの選択
nl: Kies de versie van het besturingssysteem
pl: Wybierz wersję systemu operacyjnego
ru: Выбрать выпуск операционной системы
sk: Zvoliť edíciu operačného systému
sv: Välj version av operativsystemet

source: <p><b>Select operating system edition</b></p><p>If you wish to proceed with installing SAP softwares right after installing the operating system, tick the checkbox "Launch SAP product installation wizard right after operating system is installed".</p>
ar: <p><b>تحديد إصدار نظام التشغيل</b></p><p>إذا كنت تريد متابعة تثبيت برامج SAP بعد تثبيت نظام التشغيل مباشرة، فقم بتحديد مربع الاختيار "تشغيل معالج تثبيت منتج SAP بعد تثبيت نظام التشغيل مباشرة".</p>
ca: <p><b>Trieu l'edició del sistema operatiu</b></p><p>Si voleu procedir a la instal·lació de programaris de SAP immediatament després d'instal·lar el sistema operatiu, marqueu la casella "Obre l'assistent d'instal·lació de productes SAP després d'instal·lar el sistema".</p>
cs: <p><b>Vyberte verzi operačního systému</b></p><p>Pokud chcete hned po nainstalování operačního systému pokračovat s instalací softwaru SAP, zaškrtněte políčko „Spustit průvodce instalací produktu SAP ihned po nainstalování operačního systému".</p>
de: <p><b>Edition des Betriebssystems auswählen</b></p><p>Wenn Sie direkt nach der Installation des Betriebssystems mit der Installation von SAP-Software fortfahren möchten, aktivieren Sie das Kontrollkästchen "SAP-Produktinstallationsassistenten direkt nach der Installation des Betriebssystems starten".</p>
es: <p><b>Seleccionar edición del sistema operativo</b></p><p>Si desea continuar con la instalación del software SAP justo después de instalar el sistema operativo, marque la casilla de verificación "Lanzar asistente de instalación del producto SAP después de instalar el sistema operativo".</p>
fr: <p><b>Sélectionner l'édition du système d'exploitation</b></p><p>Si vous souhaitez installer des logiciels SAP juste après l'installation du système d'exploitation, cochez la case « Lancer l'assistant d'installation de produit SAP juste après l'installation du système d'exploitation ».</p>
hu: <p><b>Válassza ki az operációs rendszer kiadását</b></p><p>Ha folytatni szeretné az SAP szoftver telepítésével az operációs rendszer telepítése után, jelölje be az "SAP terméktelepítő varázsló elindítása az operációs rendszer telepítése után" jelölőnégyzetet.</p>
it: <p><b>Seleziona edizione del sistema operativo</b></p><p>Se si desidera continuare con l'installazione del software SAP subito dopo l'installazione del sistema operativo, selezionare la casella di controllo "Avvia installazione guidata del prodotto SAP subito dopo aver installato il sistema operativo".</p>
ja: <p><b>オペレーティングシステムのエディションの選択</b></p><p>オペレーティングシステムをインストールした後、 SAP ソフトウエアのインストールに進みたい場合は、 "オペレーティングシステムのインストール後に SAP 製品のインストールウイザードを起動する" のチェックボックスにチェックを入れてください。 </p>
nl: <p><b>Selecteer de versie van het besturingssysteem</b></p><p>Als u direct na de installatie van het besturingssysteem wilt doorgaan met het installeren van SAP-software, vinkt u het selectievakje 'Productinstallatiewizard voor SAP direct starten nadat het besturingssysteem is geïnstalleerd' aan.</p>
pl: <p><b>Wybierz wersję systemu operacyjnego</b></p><p>Jeśli chcesz kontynuować instalowanie oprogramowania SAP od razu po zainstalowaniu systemu operacyjnego, zaznacz pole wyboru „Uruchom kreatora instalowania produktów SAP od razu po zainstalowaniu systemu operacyjnego”.</p>
ru: <p><b>Выберите выпуск операционной системы</b></p><p>Если вы хотите перейти к установке программ SAP сразу после установки операционной системы, установите флажок «Запустить мастер установки продуктов SAP сразу после установки операционной системы».</p>
sk: <p><b>Vyberte edíciu operačného systému</b></p><p>Ak chcete pokračovať v inštalácii SAP softvéru ihneď po inštalácii operačného systému, zaškrtnite zaškrtávacie pole "Okamžite po inštalácii operačného systému spustiť sprievodcu inštaláciou SAP produktu"</p>
sv: <p><b>Välj version av operativsystemet</b></p><p>Om du vill fortsätta att installera SAP-programvara efter att operativsystemet har installerats markerar du kryssrutan "Starta SAP-produktinstallationsguiden efter att operativsystemet har installerats".</p>

source: Launch SAP product installation wizard right after operating system is installed
ar: تشغيل معالج تنثبيت منتج SAP بعد تثبيت نظام التشغيل مباشرة
ca: Obre l'assistent d'instal·lació de productes SAP després d'instal·lar el sistema.
cs: Spustit průvodce instalací produktu SAP ihned po nainstalování operačního systému
de: SAP-Produktinstallationsassistenten direkt nach der Installation des Betriebssystems starten
es: Lanzar asistente de instalación del producto SAP después de instalar el sistema operativo
fr: Lancer l'assistant d'installation de produit SAP juste après l'installation du système d'exploitation
hu: SAP terméktelepítő varázsló elindítása az operációs rendszer telepítése után
it: Avvia installazione guidata del prodotto SAP subito dopo aver installato il sistema operativo
ja: オペレーティングシステムのインストール後に SAP 製品のインストールウイザードを起動する
nl: Productinstallatiewizard voor SAP direct starten nadat het besturingssysteem is geïnstalleerd
pl: Uruchom kreatora instalowania produktów SAP od razu po zainstalowaniu systemu operacyjnego
ru: Запустить мастер установки продуктов SAP сразу после установки операционной системы
sk: Okamžite po inštalácii operačného systému spustiť sprievodcu inštaláciou SAP produktu
sv: Starta SAP-produktinstallationsguiden omedelbart när operativsystemet har installerats

source: Enable Remote Desktop Protocol (RDP) Service and open port in Firewall
ar: تمكين خدمة بروتوكول سطح المكتب البعيد (RDP) وفتح منفذ في الجدار الناري
ca: Habilita el servei de protocol d'escriptori remot (RDP) i obre un port al tallafoc.
cs: Povolit službu RDP (Remote Desktop Protocol) a otevřít port v bráně firewall
de: Remote Desktop Protocol (RDP)-Dienst aktivieren und Port in Firewall öffnen
es: Habilitar servicio de protocolo de escritorio remoto (RDP) y abrir puerto en el cortafuegos
fr: Activer le service RDP (Remote Desktop Protocol) et ouvrir le port dans le pare-feu
hu: Remote Desktop Protocol (RDP) szolgáltatás engedélyezése és port megnyitása a tűzfalban
it: Abilita servizio RDP (Remote Desktop Protocol) e apri la porta nel firewall
ja: リモートデスクトッププロトコル (RDP) サービスを有効にし、ファイアウオールでポートを開く
nl: RDP-service (Remote Desktop Protocol) inschakelen en poort openen in firewall
pl: Włącz usługę RDP (Remote Desktop Protocol) i otwórz port w zaporze
ru: Включить службу RDP (Remote Desktop Protocol) и открыть порт в брандмауэре
sk: Povoliť službu Remote Desktop Protocol (RDP) a otvoriť port vo firewalle
sv: Aktivera tjänsten RDP (Remote Desktop Protocol) och öppna porten i brandväggen

source: YAST Module to Install SAP Applications on SLES for SAP Applications.
ar: وحدة YAST النمطية لتثبيت تطبيقات SAP على SLES لتطبيقات SAP.
ca: Mòdul del YaST per instal·lar aplicacions de SAP a l'SLES.
cs: Modul YAST pro instalaci aplikací SAP na SLES for SAP Applications.
de: YAST-Modul zum Installieren von SAP-Anwendungen auf SLES for SAP Applications.
es: Módulo YAST para instalar aplicaciones SAP en SLES for SAP Applications.
fr: Module YAST pour installer des applications SAP sous SLES pour applications SAP.
hu: YAST modul az SAP alkalmazások telepítéséhez az SLES for SAP Applications rendszerben.
it: Modulo YAST per installare applicazioni SAP su SLES for SAP Applications.
ja: SLES for SAP Applications 内で SAP アプリケーションをインストールするための YaST モジュールです。
pl: Moduł YAST zainstaluje aplikacje SAP w systemie SLES dla aplikacji SAP.
ru: Модуль YAST для установки приложений SAP на SLES для приложений SAP.
sv: YAST-modul för att installera SAP-program på SLES för SAP-program.

source: Create HANA Partitionint.
ar: إنشاء قسم HANA.
ca: Crea HANA Partitionint.
cs: Vytvořit oddíly HANA.
de: Legen Sie eine neue HANA-Partitionierung an.
es: Crear partición HANA.
fr: Créez un partitionnement HANA.
hu: HANA particionálás létrehozása.
it: Crea il partizionamento HANA.
ja: HANA Partionint を作成します。
pl: Utwórz HANA Partitioning.
ru: Создать раздел HANA.
sv: Skapa HANA-partitionint.

source: SAP Product Automatic Installation.
ar: التثبيت التلقائي لمنتجات SAP.
ca: Instal·lació automàtica de productes de SAP.
cs: Automatická instalace produktu SAP.
de: Automatische SAP-Produktinstallation.
es: Instalación automática del producto SAP.
fr: Installation automatique de produit SAP.
hu: SAP termék automatikus telepítése.
it: Installazione automatica del prodotto SAP.
ja: SAP 製品を自動インストールします。
nl: Automatische SAP-productinstallatie.
pl: Automatyczne instalowanie produktu SAP.
ru: Автоматическая установка продуктов SAP.
sk: Automatická inštalácia produktu SAP.
sv: Automatisk installation av SAP-produkt.

source: YAST module to prepare SAP installation envinroment.
ar: وحدة YAST النمطية لتجهيز بيئة تثبيت SAP.
ca: Mòdul del YaST per preparar l'entorn d'instal·lació de SAP.
cs: Modul YAST pro přípravu prostředí pro instalaci SAP.
de: YAST-Modul zur Vorbereitung der SAP-Installationsumgebung.
es: Módulo YAST para preparar el entorno de instalación de SAP.
fr: Module YAST pour la préparation de l'environnement d'installation SAP.
hu: YAST modul az SAP telepítési környezet előkészítéséhez.
it: Modulo YAST per preparare l'ambiente di installazione SAP.
ja: SAP インストール環境を準備するための YaST モジュールです。
pl: Moduł YAST przygotuje środowisko instalowania SAP.
ru: Модуль YAST для подготовки среды установки SAP.
sv: YAST-modulen ska förbereda SAP-installationsmiljön.

source: <p>Use <b>Start SAP Product Setup after Installation</b> if you want the SAP Installation Wizard to start after the base system was installed.</p>
ar: <p>استخدام<b>بدء إعداد منتج SAP بعد التثبيت</b> إذا أردت بدء معالج تثبيت منتج SAP بعد تثبيت النظام الأساسي.</p>
ca: <p>Useu <b>Obre l'assistent d'instal·lació de productes SAP després de la instal·lació</b> si voleu que l'assistent d'instal·lació de SAP s'obri després d'instal·lar el sistema de base.</p>
cs: <p>Pokud chcete po nainstalování základního systému spustit průvodce instalací SAP, použijte možnost <b>Po instalaci spustit nastavení produktu SAP</b>.</p>
de: <p>Verwenden Sie <b>SAP-Produktkonfiguration nach Installation starten</b>, wenn der SAP-Installationsassistent nach der Installation des Basissystems gestartet werden soll.</p>
es: <p>Use la opción <b>Iniciar configuración del producto SAP después de la instalación</b> si desea que el asistente de instalación de SAP se inicie después de que se instale el sistema básico.</p>
fr: <p>Utilisez l'option <b>Lancer la configuration de produit SAP après l'installation</b> si vous souhaitez que l'assistant d'installation SAP démarre après l'installation du système de base.</p>
hu: <p>Használja az <b>SAP terméktelepítés elindítása a telepítés után</b> lehetőséget, ha az alaprendszer telepítése után el szeretné indítani az SAP telepítővarázslót.</p>
it: <p>Utilizzare <b>Avvia configurazione prodotto SAP dopo l'installazione</b> se si desidera avviare l'installazione guidata di SAP dopo aver installato il sistema di base.</p>
ja: <p>ベースシステムのインストール完了後、 SAP インストールウイザードを開始したい場合は、 <b>インストール後に SAP 製品セットアップを開始</b> を選択してください。</p>
pl: <p>Użyj opcji <b>Rozpocznij instalowanie produktu SAP po zainstalowaniu systemu operacyjnego</b>, jeśli po zainstalowaniu podstawowego systemu operacyjnego ma zostać uruchomiony Kreator instalowania SAP.</p>
ru: <p>Чтобы запустить мастер установки SAP после установки базовой операционной системы, используйте функцию <b>Запусить настройку продуктов SAP после установки</b>.</p>
sv: <p>Använd <b>Starta SAP-produktinställningar efter installation</b> om du vill att SAP-installationsguiden ska starta omedelbart efter att bassystemet har installerats.</p>

source: SAP product installation
ar: تثبيت منتجات SAP
ca: Instal·lació dels productes de SAP
cs: Instalace produktu SAP
de: SAP-Produktinstallation
es: Instalación de producto SAP
fr: Installation de produit SAP
hu: SAP terméktelepítés
it: Installazione prodotto SAP
ja: SAP 製品のインストール
pl: Instalacja produktu SAP
ru: Установка продуктов SAP
sv: Installation av SAP-produkt

source: Start SAP Installation Wizard at the end of installation?
ar: بدء معالج تثبيت SAP بعد انتهاء التثبيت؟
ca: Voleu iniciar l'assistent d'instal·lació de SAP al final de la instal·lació?
cs: Spustit na konci instalace průvodce instalací SAP?
de: SAP-Installationsassistenten nach der Installation starten?
es: ¿Desea iniciar el asistente de instalación de SAP al final de la instalación?
fr: Voulez-vous lancer l'assistant d'installation SAP à la fin de l'installation ?
hu: Elindítja az SAP telepítővarázslót a telepítés végén?
it: Avviare l'installazione guidata di SAP al termine dell'installazione?
ja: インストールの終わりに SAP インストールウイザードを開始しますか？
pl: Uruchomić Kreatora instalowania SAP po ukończeniu instalacji?
ru: Запустить мастер установки SAP по завершении установки?
sv: Vill du starta SAP-installationsguiden efter installationen?

source: Create SAP file systems and start SAP product installation.
ar: إنشاء ملفات نظام SAP وبدء تثبيت منتتج SAP.
ca: Crea sistemes de fitxers de SAP i inicia la instal·lació del producte SAP.
cs: Vytvořit systém souborů SAP a spustit instalaci produktu SAP.
de: Erstellen Sie SAP-Dateisysteme und starten Sie die SAP-Produktinstallation.
es: Crear sistemas de archivos SAP e iniciar instalación del producto SAP.
fr: Créez les systèmes de fichiers SAP et démarrez l'installation de produit SAP.
hu: SAP-fájlrendszerek létrehozása és az SAP terméktelepítés elkezdése.
it: Creare i file system SAP e avviare l'installazione del prodotto SAP.
ja: SAP ファイルシステムを作成し、 SAP 製品のインストールを開始します。
pl: Utwórz systemy plików SAP i rozpocznij instalowanie produktu SAP.
ru: Создать файловые системы SAP и запустить установку продуктов SAP.
sv: Skapa SAP-filsystem och starta SAP-produktinstallation.

source: Only create SAP Business One file systems, do not install SAP products now.
ar: إنشاء ملفات نظام SAP Business One فقط، وعدم تثبيت منتجات SAP الآن.
ca: Crea només sistemes de fitxers de SAP Business One, no instal·lis productes de SAP ara.
cs: Vytvořit pouze systém souborů SAP Business One, produkty SAP v tuto chvíli neinstalovat.
de: Erstellen Sie nur SAP Business One-Dateisysteme und installieren Sie jetzt keine SAP-Produkte.
es: Crear solo sistemas de archivos de SAP Business One. No instalar productos SAP ahora.
fr: Créez uniquement les systèmes de fichiers SAP Business One. N'installez pas les produits SAP maintenant.
hu: Csak az SAP Business One-fájlrendszerek létrehozása, ne telepítse most az SAP termékeket.
it: Creare solo file system SAP Business One, non installare prodotti SAP adesso.
ja: SAP Business One ファイルシステムのみを作成し、 SAP 製品はインストールしません。
pl: Nie instaluj teraz produktów SAP, utwórz tylko systemy plików SAP Business One.
ru: Только создать файловые системы SAP Business One и не устанавливать продукты SAP.
sv: Skapa endast SAP Business One-filsystem, installera inte SAP-produkter nu.

source: Do not start SAP Product installation. Proceed to OS login.
ar: عدم بدء تثبيت منتج SAP. تابع لتسجيل دخول نظام التشغيل.
ca: No iniciïs la instal·lació de productes de SAP. Procedeix a entrar al sistema.
cs: Nespouštět instalaci produktu SAP. Pokračovat k přihlášení do OS.
de: Starten Sie die SAP-Produktinstallation nicht. Fahren Sie mit der Anmeldung beim Betriebssystem fort.
es: No iniciar la instalación del producto SAP. Continuar con la entrada al sistema operativo.
fr: Ne commencez pas l'installation de produit SAP. Procédez à la connexion du système d'exploitation.
hu: Ne kezdje el az SAP terméktelepítést. Folytassa az operációs rendszerbe való bejelentkezéssel.
it: Non avviare l'installazione del prodotto SAP. Continuare ad accedere al sistema operativo.
ja: SAP 製品のインストールを開始しません。 OS のログインに進みます。
pl: Nie rozpoczynaj instalowania produktu SAP. Przejdź do logowania do systemu operacyjnego.
ru: Не запускать установку продуктов SAP, перейти к входу в ОС.
sv: Starta inte SAP-produktinstallationen. Fortsätt till inloggning på operativsystemet.

source: Start SAP Installation Wizard at the End of Installation
ar: بدء معالج تثبيت SAP عند انتهاء التثبيت
ca: Obre l'assistent d'instal·lació de productes SAP al final de la instal·lació.
cs: Spuštění průvodce instalací SAP na konci instalace
de: SAP-Installationsassistenten nach der Installation starten
es: Iniciar asistente de instalación de SAP al final de la instalación
fr: Lancer l'assistant d'installation SAP à la fin de l'installation
hu: SAP telepítési varázsló elindítása a telepítés végén
it: Avvia installazione guidata di SAP al termine dell'installazione
ja: インストールの終わりに SAP インストールウイザードを開始する
pl: Uruchamianie Kreatora instalowania SAP po ukończeniu instalacji
ru: Запусить мастер установки SAP по завершении установки
sv: Starta SAP-installationsguiden vid installationens slut

source: Start SAP Installation &Wizard at the End of Installation
ar: بدء &معالج تثبيت SAP عند انتهاء التثبيت
ca: Obre l'a&ssistent d'instal·lació de productes SAP al final de la instal·lació.
cs: Spuštění &průvodce instalací SAP na konci instalace
de: SAP-Installations&assistenten nach der Installation starten
es: Iniciar &asistente de instalación de SAP al final de la instalación
fr: Lancer l'assistant d'installation SAP à la fin de l'installation
hu: SAP telepítési &varázsló elindítása a telepítés végén
it: Avvia installazione &guidata di SAP al termine dell'installazione
ja: インストールの終わりに SAP インストールウイザードを開始する (&W)
pl: Uruchom Kreatora instalowania SAP po ukończeniu instalacji
ru: Запустить &мастер установки по завершении установки
sv: Starta SAP-installationsguiden& vid installationens slut
