Repository: Dzejrou/yast-translations
Catalog: po/sap-installation-wizard/*.po
Languages: ar, ca, cs, de, es, fr, hu, it, ja, nl, pl, ru, sk, sv

source: Change the SAP system ID, database ID, instance number, or host name of a SAP system.</p>
ar: تغيير معرف نظام SAP أو معرف قاعدة البيانات أو رقم الحدث أو اسم مضيف نظام SAP.</p>
ca: Canvieu l'ID del sistema SAP, l'ID de la base de dades, el número d'instància o el nom d'amfitrió d'un sistema SAP.</p>
cs: Změna ID systému SAP, ID databáze, čísla instance nebo názvu hostitele systému SAP.</p>
de: Ändern Sie die SAP-System-ID, Datenbank-ID, Instanznummer oder den Hostnamen eines SAP-Systems.</p>
es: Cambiar el ID de sistema de SAP, el ID de base de datos, el número de instancia o el nombre de host de un sistema SAP.</p>
fr: Changez l'ID de système SAP, l'ID de base de données, le numéro d'instance ou le nom d'hôte d'un système SAP.</p>
hu: Változtassa meg az SAP rendszer azonosítóját, az adatbázis azonosítóját, a példány számát, vagy az SAP rendszer gépnevét.</p>
it: Modificare l'ID sistema SAP, l'ID database, il numero di istanza o il nome host di un sistema SAP.</p>
ja: SAP システムの SAP システム ID やデータベース ID 、インスタンス番号やホスト名などを変更します。</p>
nl: Wijzig de systeem-ID, database-ID of het exemplaarnummer van SAP, of de hostnaam van een SAP-systeem.</p>
pl: Zmień identyfikator systemu SAP, identyfikator bazy danych, numer wystąpienia lub nazwę hosta systemu SAP.</p>
ru: Изменение идентификатора ситсемы SAP, идентификатора базы данных, номера экземпляра или имени хоста системы SAP.</p>
sk: Zmeniť ID systému SAP, ID databázy, čísla inštancie alebo názov hostiteľa systému SAP.</p>
sv: Ändra ID för SAP-system, databas-ID; instansnummer eller värdnamn för ett SAP-system.</p>

source: Choose the Installation Type!
ar: اختيار نوع التثبيت!
ca: Trieu el tipus d'instal·lació!
cs: Vyberte typ instalace!
de: Wählen Sie die Installationsart aus.
es: Seleccione el tipo de instalación.
fr: Choisissez le type d'installation !
hu: Válassza ki a telepítési típust!
it: Scegliere il tipo di installazione.
ja: インストールの種類を選択してください！
nl: Kies het type installatie.
pl: Wybierz typ instalacji!
ru: Выберите тип установки!
sk: Zvoľte typ inštalácie!
sv: Välj installationstyp!

source: <p>Please choose the SAP product you wish to install.</p>
ar: <p>الرجاء تحديد منتج SAP الذي تريد تثبيته.</p>
ca: <p>Si us plau, trieu el producte de SAP que vulgueu instal·lar.</p>
cs: <p>Vyberte prosím produkt SAP, který chcete nainstalovat.</p>
de: <p>Wählen Sie das SAP-Produkt aus, das Sie installieren möchten.</p>
es: <p>Seleccione el producto SAP que desea instalar.</p>
fr: <p>Choisissez le produit SAP que vous souhaitez installer.</p>
hu: <p>Válassza ki a telepíteni kívánt SAP terméket.</p>
it: <p>Scegliere il prodotto SAP da installare.</p>
ja: <p>インストールしたい SAP 製品を選択してください。</p>
nl: <p>Kies het SAP-product dat u wilt installeren.</p>
pl: <p>Wybierz produkt SAP do zainstalowania.</p>
ru: <p>Выберите продукт SAP, который хотите установить.</p>
sk: <p>Prosím, zvoľte produkt SAP, ktorý chcete nainštalovať.</p>
sv: <p>Välj en SAP-produkt att installera.</p>

source: Choose a Product
ar: اختيار منتج
ca: Trieu un producte
cs: Vyberte produkt
de: Produkt auswählen
es: Seleccione un producto
fr: Choisir un produit
hu: Válasszon terméket
it: Scegli un prodotto
ja: 製品を選択してください
nl: Kies een product
pl: Wybierz produkt
ru: Выбрать продукт
sk: Zvoliť produkt
sv: Välj en produkt

source: <p>Enter the location of your database medium. The database type is determined automatically.</p>
ar: <p>أدخل موقع وسيط قاعدة البيانات الخاصة بك. ويتم تحديد نوع قاعدة البيانات تلقائيًا.</p>
ca: <p>Introduïu la ubicació del mitjà de la base de dades. El tipus de base de dades es determina automàticament.</p>
cs: <p>Zadejte umístění média databáze. Typ databáze je určen automaticky.</p>
de: <p>Geben Sie an, wo sich Ihr Datenbankmedium befindet. Der Datenbanktyp wird automatisch ermittelt.</p>
es: <p>Introduzca la ubicación del medio de la base de datos. El tipo de base de datos se determina de forma automática.</p>
fr: <p>Indiquez l'emplacement du support de votre base de données. Le type de base de données est déterminé automatiquement.</p>
hu: <p>Adja meg az adatbázis adathordozójának helyét. Az adatbázis típusának meghatározása automatikusan történik.</p>
it: <p>Immettere l'ubicazione del supporto del database. Il tipo di database viene determinato automaticamente.</p>
ja: <p>データベースメディアの場所を入力してください。データベースの種類は自動的に検出されます。</p>
pl: <p>Wpisz lokalizację nośnika bazy danych. Typ bazy danych zostanie określony automatycznie.</p>
ru: <p>Введите расположение носителя базы данных. Тип базы определяется автоматически.</p>
sv: <p>Ange databasmediets plats. Databastypen bestäms automatiskt.</p>

source: Location of the Database Medium
ar: موقع وسيط قاعدة البيانات
ca: Ubicació del mitjà de la base de dades
cs: Umístění média databáze
de: Speicherort des Datenbankmediums
es: Ubicación del medio de base de datos
fr: Emplacement du support de base de données
hu: Adatbázis adathordozójának helye
it: Ubicazione del supporto del database
ja: データベースメディアの場所
pl: Lokalizacja nośnika bazy danych
ru: Расположение носителя базы данных
sv: Databasmediets plats

source: <p>Enter the path to a medium with a SAP Unicode Kernel if you want to perform an ABAP-based installation or to a SAP Java medium to perform a JAVA-based installation.</p>
ar: <p>أدخل مسارًا لوسيط بنواة SAP Unicode إذا أردت إجراء تثبيت مستند إلى ABAP أو لوسيط SAP Java لإجراء تثبيت مستند إلى JAVA.</p>
ca: <p>Introduïu el camí d'un mitjà amb un nucli SAP Unicode si voleu fer una instal·lació basada en ABAP o el d'un mitjà de SAP Java per fer una instal·lació basada en JAVA.</p>
cs: <p>Zadejte cestu k médiu s jádrem SAP Unicode, pokud chcete provést instalaci založenou na ABAP, nebo k médiu obsahujícímu SAP Java, pokud chcete provést instalaci založenou na JAVA.</p>
de: <p>Geben Sie den Pfad zu einem Medium mit einem SAP-Unicode-Kernel an, wenn Sie eine ABAP-basierte Installation durchführen möchten, oder zu einem SAP-Java-Medium, wenn Sie sich für eine JAVA-basierte Installation entschieden haben.</p>
es: <p>Introduzca la vía a un medio con un núcleo SAP Unicode si desea realizar una instalación basada en ABAP o la vía a un medio SAP Java para realizar una instalación basada en JAVA.</p>
fr: <p>Indiquez le chemin d'accès à un support contenant un kernel Unicode SAP si vous souhaitez effectuer une installation basée sur ABAP ou à un support Java SAP pour une installation basée sur JAVA.</p>
hu: <p>Adja meg egy SAP Unicode Kernel adathordozójának elérési útját, ha ABAP-alapú telepítést szeretne végrehajtani, vagy egy SAP Java adathordozóét, ha JAVA-alapú telepítést szeretne végrehajtani.</p>
it: <p>Immettere il percorso di un supporto con SAP Unicode Kernel se si desidera eseguire un'installazione basata su ABAP o il percorso di un supporto SAP Java per eseguire un'installazione basata su JAVA.</p>
ja: <p>ABAP ベースのインストールを行ないたい場合は SAP Unicode カーネルのメディアの場所を、 JAVA ベースのインストールを行ないたい場合は、 SAP Java メディアの場所を入力してください。</p>
pl: <p>Wpisz ścieżkę do nośnika z jądrem SAP Unicode, jeśli chcesz przeprowadzić instalację opartą na języku ABAP, lub do nośnika SAP Java, jeśli chcesz przeprowadzić instalację opartą na języku JAVA.</p>
ru: <p>Введите путь к носителю с ядром SAP Unicode, если вы хотите выполнить установку на базе ABAP, или к носителю SAP Java, чтобы выполнить установку на базе JAVA.</p>
sv: <p>Ange sökvägen till ett medium med en SAP Unicode Kernel om du vill utföra en ABAP-baserad installation eller till ett SAP Java-medium för att utföra en JAVA-baserad installation.</p>

source: Path to a Kernel or Java Medium
ar: مسار لوسيط Java أو نواة
ca: Camí d'un mitjà de nucli o de Java
cs: Cesta k médiu s jádrem nebo Java
de: Pfad zu einem Kernel oder Java-Medium
es: Vía a un medio de núcleo o de Java
fr: Chemin d'accès à un support Java ou de kernel
hu: Kernel vagy Java adathordozó elérési útja
it: Percorso di un supporto Kernel o Java
ja: カーネルまたは Java メディアのパス
pl: Ścieżka do nośnika z jądrem lub nośnika Java
ru: Путь к ядру или носителю Java
sv: Sökväg till Kernel eller Java-medium

source: <p>Enter the path to a 3rd party medium which you want to copy to the machine.</p>
ar: <p>أدخل مسار وسيط جهة خارجية تريد طباعته للجهاز.</p>
ca: <p>Introduïu el camí d'un mitjà de tercers que vulgueu copiar a la màquina.</p>
cs: <p>Zadejte cestu k médiu třetí strany, které chcete zkopírovat do počítače.</p>
de: <p>Geben Sie den Pfad zu einem Drittanbieter-Medium an, das Sie auf das Gerät kopieren möchten.</p>
es: <p>Introduzca la vía a un medio de terceros que desee copiar en el equipo.</p>
fr: <p>Indiquez le chemin d'accès à un support tiers à copier sur la machine.</p>
hu: <p>Adja meg egy harmadik fél adathordozójának elérési útját, amelyet a gépre szeretne másolni.</p>
it: <p>Immettere il percorso di un supporto di terze parti che si desidera copiare nel computer.</p>
ja: <p>マシンにコピーしたいサードパーティ製のメディアの場所を入力してください。</p>
pl: <p>Wpisz ścieżkę do nośnika innej firmy, który chcesz skopiować na maszynę.</p>
ru: <p>Введите путь к стороннему носителю, который хотите скопировать на компьютер.</p>
sv: <p>Ange sökvägen till ett medium från tredje part som du vill kopiera till datorn.</p>

source: 3rd Party Medium
ar: وسيط جهة خارجية
ca: Mitjà de tercers
cs: Médium třetí strany
de: Drittanbieter-Medium
es: Medio de terceros
fr: Support tiers
hu: Harmadik fél adathordozója
it: Supporto di terze parti
ja: サードパーティ製のメディア
pl: Nośnik innej firmy
ru: Сторонний носитель
sv: Medium från tredje part

source: The location has expired or does not point to an SAP installation master. Please check your input.
ar: انتهت صلاحية الموقع أو لا يشير إلى تثبيت SAP أساسي. الرجاء التحقق من الإدخال.
ca: La ubicació ha caducat o no s'adreça a una còpia mestra d'instal·lació de SAP. Si us plau, comproveu-ne la informació.
cs: Platnost umístění vypršela nebo umístění neodkazuje na hlavní objekt instalace SAP. Zkontrolujte prosím zadání.
de: Der Speicherort ist nicht mehr gültig oder verweist nicht auf den SAP-Installationsmaster. Überprüfen Sie Ihre Eingabe.
es: La ubicación ha caducado o no dirige a un maestro de instalación de SAP. Compruebe lo que ha introducido.
fr: L'emplacement a expiré ou ne pointe pas vers un maître d'installation SAP. Vérifiez votre entrée.
hu: A hely lejárt, vagy nem elsődleges SAP telepítési adathordozóra mutat. Ellenőrizze a megadott adatokat.
it: L'ubicazione è scaduta o non punta a un supporto master di installazione SAP. Verificare l'input.
ja: 指定した場所には期限切れのメディアが存在するか、指定した場所には SAP インストールマスターがありません。 入力した内容をご確認ください。
nl: De locatie is verlopen of verwijst niet naar een SAP-installatiemaster. Controleer uw invoer.
pl: Lokalizacja wygasła lub nie wskazuje nośnika głównego instalacji SAP. Sprawdź poprawność wpisu.
ru: Срок действия расположения истек, или оно не содержит главного образа установки SAP. Проверьте введенные данные.
sk: Umiestnenie vypršalo alebo nesmeruje na hlavný inštalačný objekt SAP. Prosím, skontrolujte svoj vstup.
sv: Platsen är inte längre giltig eller pekar inte på en SAP-huvudinstallation. Kontrollera dina data.

source: Installation Type
ar: نوع التثبيت
ca: Tipus d'instal·lació
cs: Typ instalace
de: Installationsart
es: Tipo de instalación
fr: Type d'installation
hu: Telepítési típus
it: Tipo di installazione
ja: インストールの種類
nl: Type installatie
pl: Typ instalacji
ru: Тип установки
sk: Typ inštalácie
sv: Installationstyp

source: SAP High-Availability System
ar: نظام SAP عالي التوفر
ca: Sistema SAP d'alta disponibilitat
cs: Systém SAP s vysokou dostupností
de: SAP-Hochverfügbarkeitssystem
es: Sistema de alta disponibilidad SAP
fr: Système haute disponibilité SAP
hu: SAP magas rendelkezésre állású rendszer
it: Sistema ad alta disponibilità SAP
ja: SAP 高可用性システム
nl: SAP-systeem met hoge beschikbaarheid
pl: System SAP o wysokiej dostępności
ru: Высокодоступная система SAP
sk: Systém SAP s vysokou dostupnosťou
sv: SAP-system med hög tillgänglighet

source: Back-end Databases
ar: قواعد البيانات الخلفية
ca: Bases de dades de rerefons
cs: Databáze serverové části
de: Back-End-Datenbanken
es: Bases de datos de interfaz final
fr: Bases de données principales
hu: Háttéradatbázis
it: Database back end
ja: バックエンドデータベース
pl: Bazy danych zaplecza
ru: Серверные базы данных
sk: Databázy výkonnej časti
sv: Back-enddatabaser

source: Please choose an SAP installation type.
ar: الرجاء اختيار نوع تثبيت SAP.
ca: Si us plau, trieu un tipus d'instal·lació de SAP.
cs: Vyberte prosím typ instalace SAP.
de: Wählen Sie eine SAP-Installationsart aus.
es: Seleccione un tipo de instalación de SAP.
fr: Choisissez un type d'installation.
hu: Válasszon egy SAP telepítési típust.
it: Scegliere un tipo di installazione SAP.
ja: SAP のインストール種類を選択してください。
nl: Kies een SAP-installatietype.
pl: Wybierz typ instalacji SAP.
ru: Выберите тип установки SAP.
sk: Prosím, zvoľte typ inštalácie SAP.
sv: Välj en SAP-installationstyp.

source: Please choose a back-end database.
ar: الرجاء اختيار قاعدة بيانات خلفية.
ca: Si us plau, trieu una base de dades de rerefons.
cs: Vyberte prosím databázi serverové části.
de: Wählen Sie eine Back-End-Datenbank aus.
es: Seleccione una base de datos de interfaz final.
fr: Choisissez une base de données principale.
hu: Válasszon egy háttéradatbázist.
it: Scegliere un database back end.
ja: バックエンドデータベースの種類を選択してください。
nl: Kies een back-end-database.
pl: Wybierz bazę danych zaplecza.
ru: Выберите серверную базу данных.
sk: Prosím, zvoľte databázu výkonnej časti.
sv: Välj en back-enddatabas.

source: The medium does not contain SAP installation data.
ar: لا يتضمن الوسيط يبانات تثبيت SAP.
ca: El mitjà no conté dades d'instal·lació de SAP.
cs: Médium neobsahuje instalační data SAP.
de: Das Medium enthält keine SAP-Installationsdaten.
es: El medio no contiene datos de instalación de SAP.
fr: Le support ne contient pas les données d'installation SAP.
hu: Az adathordozó nem tartalmaz SAP telepítési adatokat.
it: Il supporto non contiene dati di installazione SAP.
ja: メディアには SAP のインストールデータが含まれていません。
nl: Het medium bevat geen SAP-installatiegegevens.
pl: Nośnik nie zawiera danych instalacyjnych SAP.
ru: Носитель не содержит данных для установки SAP.
sk: Médium neobsahuje inštalačné údaje SAP.
sv: Mediet innehåller inte SAP-installationsdata.

source: Your SAP installation master supports the following products. Please choose the product you wish to install:
ar: يدعم تثبيت SAP الأساسي الخاص بك المنتجات التالية: الرجاء اختيار المنتج الذي تريد تثبيته:
ca: La còpia mestra d'instal·lació de SAP admet els productes següents. Si us plau, trieu el producte que vulgueu instal·lar:
cs: Váš hlavní objekt instalace SAP podporuje následující produkty. Vyberte prosím produkt, který chcete nainstalovat:
de: Ihr SAP-Installationsmaster unterstützt die folgenden Produkte. Wählen Sie das Produkt aus, das Sie installieren möchten:
es: El master de instalación de SAP admite los productos siguientes. Seleccione el producto que desea instalar:
fr: Votre maître d'installation SAP prend en charge les produits suivants. Choisissez le produit à installer :
hu: Az elsődleges SAP telepítés a következő termékeket támogatja. Válassza ki a telepíteni kívánt terméket:
it: Il master di installazione SAP supporta i seguenti prodotti. Scegliere il prodotto da installare:
ja: お使いの SAP インストールマスターは、下記の製品をサポートしています。 インストールしたい製品を選択してください:
nl: Uw SAP-installatiemaster ondersteunt de volgende producten. Kies het product dat u wilt installeren:
pl: Nośnik główny instalacji SAP obsługuje następujące produkty. Wybierz produkt do zainstalowania:
ru: Ваш образ установки SAP поддерживает перечисленные ниже продукты. Выберите продукт, который хотите установить:
sk: Váš hlavný inštalačný objekt SAP podporuje nasledujúce produkty. Prosím, zvoľte produkt, ktorý chcete nainštalovať:
sv: Din huvudinstallation av SAP stöder följande produkter. Välj vilken produkt du vill installera:

source: Select a product!
ar: حدد منتجًا!
ca: Seleccioneu un producte!
cs: Vyberte produkt!
de: Wählen Sie ein Produkt aus.
es: Seleccione un producto.
fr: Sélectionnez un produit !
hu: Válasszon terméket!
it: Selezionare un prodotto.
ja: 製品を選択してください！
nl: Selecteer een product.
pl: Wybierz produkt!
ru: Выберите продукт!
sk: Vybrať produkt!
sv: Välj en produkt!

source: Are there more SAP product mediums to be prepared?
ar: هل يوجد المزيد من وسائط منتجات SAP ليتم تجهيزها؟
ca: Hi ha més mitjans de productes SAP per preparar?
cs: Je třeba připravit další média produktů SAP?
de: Müssen weitere SAP-Produktmedien vorbereitet werden?
es: ¿Hay que preparar algún otro medio de producto SAP?
fr: Y a-t-il d'autres supports de produits SAP à préparer ?
hu: Szeretné előkészíteni még több SAP termék adathordozóját?
it: Esistono altri supporti del prodotto SAP da preparare?
ja: 準備すべき SAP 製品メディアがさらにありますか？
nl: Wilt u meer SAP-productmediums voorbereiden?
pl: Czy zostanie przygotowanych więcej nośników produktów SAP?
ru: Подготовить другие носители продуктов SAP?
sk: Je potrebné pripraviť viac médií produktov SAP?
sv: Finns det fler SAP-produktmedier som ska förberedas?

source: Do you use a Supplement/3rd-Party SAP software medium?
ar: هل تستخدم وسيط برامج SAP لجهة خارجية/تكميلي؟
ca: Useu un mitjà de programari SAP complementari o de tercers?
cs: Používáte doplňkové médium nebo médium třetí strany softwaru SAP?
de: Möchten Sie eine Ergänzung/ein Drittanbieter-SAP-Softwaremedium verwenden?
es: ¿Usa un medio de software SAP suplementario o de terceros?
fr: Utilisez-vous un support de logiciel SAP tiers/supplémentaire ?
hu: Használ kiegészítő/harmadik féltől származó SAP szoftveres adathordozót?
it: Utilizzare un supporto di programmi SAP supplementare/di terzi parti?
ja: 付録メディアやサードパーティ製の SAP ソフトウエアメディアを使用しますか？
nl: Gebruikt u een aanvullend/extern SAP-softwaremedium?
pl: Czy korzystasz z uzupełniającego nośnika oprogramowania SAP lub z nośnika SAP innej firmy?
ru: Использовать дополнительный или сторонний носитель программного обеспечения SAP?
sk: Používate doplnkové médium/médium tretej strany softvéru SAP?
sv: Använder du ett komplementmedium eller ett SAP-medium från tredje part?

source: Are there more supplementary mediums to be prepared?
ar: هل يوجد المزيد من الوسائط التكميلية ليتم تجهيزها؟
ca: Hi ha més mitjans complementaris per preparar?
cs: Je třeba připravit další doplňková média?
de: Müssen weitere Ergänzungsmedien vorbereitet werden?
es: ¿Hay que preparar más medios suplementarios?
fr: Y a-t-il des supports supplémentaires à préparer ?
hu: Szeretne előkészíteni még több kiegészítő adathordozót?
it: Esistono altri supporti supplementari da preparare?
ja: 準備すべき付録メディアがさらにありますか？
nl: Wilt u meer aanvullende mediums voorbereiden?
pl: Czy zostanie przygotowanych więcej nośników uzupełniających?
ru: Подготовить другие дополнительные носители?
sk: Je potrebné pripraviť viac doplnkových médií?
sv: Finns det fler komplementmedier som ska förberedas?

source: Collecting installation profile for SAP product
ar: يتم الآن تجميع ملف تعريف التثبيت لمنتج SAP
ca: Recopilant el perfil d'instal·lació per al producte de SAP
cs: Sestavování profilu instalace pro produkt SAP
de: Installationsprofil für SAP-Produkt wird erstellt
es: Recopilando perfil de instalación para el producto SAP
fr: Collecte du profil d'installation pour le produit SAP
hu: Telepítési profil összegyűjtése az SAP termékhez
it: Raccolta del profilo di installazione per il prodotto SAP
ja: SAP 製品に対するインストールプロファイルを収集しています
nl: Het installatieprofiel voor het SAP-product wordt verzameld
pl: Zbieranie profilu instalacji produktu SAP
ru: Сбор данных профиля установки для продукта SAP
sk: Zhromaždenie inštalačného profilu produktu SAP
sv: Hämtar installationsprofilen för SAP-produkt

source: Please follow the on-screen instructions of SAP installer (external program).
ar: الرجاء اتباع الإرشادات على شاشة مُثبت SAP (برنامج خارجي).
ca: Si us plau, seguiu les instruccions de l'instal·lador de SAP de la pantalla (programa extern).
cs: Postupujte prosím podle pokynů instalačního programu SAP na obrazovce (externí program).
de: Folgen Sie den Bildschirmanweisungen des SAP-Installationsprogramms (externes Programm).
es: Siga las instrucciones de la pantalla del instalador de SAP (programa externo).
fr: Suivez les instructions à l'écran du programme d'installation SAP (programme externe).
hu: Kövesse az SAP telepítő (külső program) képernyőn megjelenő utasításait.
it: Seguire le istruzioni visualizzate del programma di installazione SAP (programma esterno).
ja: SAP インストーラ画面 (外部プログラム) に表示された手順に従って作業を行なってください。
nl: Volg de instructies op het scherm van het SAP-installatieprogramma (extern programma).
pl: Postępuj zgodnie z instrukcjami wyświetlanymi przez instalatora SAP (program zewnętrzny).
ru: Следуйте инструкциям на экране от установщика SAP (внешней программы).
sk: Prosím, postupujte podľa pokynov inštalačného programu SAP na obrazovke (externý program).
sv: Följ anvisningarna på skärmen för SAP-installationsverktyget (externt program).

source: Installation profile is ready. Are there more SAP products to be prepared for installation?
ar: ملف تعريف التثبيت جاهز. هل يوجد مزيد من منتجات SAP ليتم تجهيزها للتثبيت؟
ca: El perfil d'instal·lació està a punt. Hi ha més productes de SAP per preparar-ne la instal·lació?
cs: Profil instalace je připraven. Je třeba připravit k instalaci další produkty SAP?
de: Das Installationsprofil ist fertig. Müssen weitere SAP-Produkte für die Installation vorbereitet werden?
es: El perfil de instalación está preparado. ¿Hay que preparar más productos SAP para la instalación?
fr: Le profil d'installation est prêt. Y a-t-il d'autres produits SAP à préparer pour l'installation ?
hu: A telepítési profik kész. Szeretne még több SAP terméket előkészíteni a telepítéshez?
it: Il profilo di installazione è pronto. Esistono altri prodotti SAP da preparare per l'installazione?
ja: インストールプロファイルの準備が整いました。 インストールを準備すべき SAP 製品がさらにありますか？
nl: Het installatieprofiel is gereed. Wilt u meer SAP-producten voorbereiden op installatie?
pl: Profil instalacji jest gotowy. Czy do instalacji zostanie przygotowanych więcej produktów SAP?
ru: Профиль установки готов. Подготовить другие продукты SAP для установки?
sk: Inštalačný profil je pripravený. Je potrebné pripraviť na inštaláciu viac produktov SAP?
sv: Installationsprofilen är redo. Finns det fler SAP-produkter som ska förberedas för installation?

source: The location does not contain SAP installation data.
ar: لا يتضمن الموقع بيانات تثبيت SAP.
ca: La ubicació no conté dades d'instal·lació de SAP.
cs: Umístění neobsahuje instalační data SAP.
de: Dieser Speicherort enthält keine SAP-Installationsdaten.
es: La ubicación no contiene datos de instalación de SAP.
fr: L'emplacement ne contient pas les données d'installation SAP.
hu: A hely nem tartalmaz SAP telepítési adatokat.
it: L'ubicazione non può contenere dati di installazione SAP.
ja: 指定した場所には SAP インストールデータが含まれていません。
pl: Lokalizacja nie zawiera danych instalacyjnych SAP.
ru: Расположение не содержит данных для установки SAP.
sv: Platsen innehåller inte SAP-installationsdata.

source: Ready for use:
ar: جاهز للاستخدام:
ca: A punt per usar:
cs: Připraveno k použití:
de: Bereit zur Verwendung:
es: Preparado para usar:
fr: Prêt(s) à être utilisé(s) :
hu: Használatra kész:
it: Pronto per l'uso:
ja: 使用できるもの:
nl: Klaar voor gebruik:
pl: Gotowy do użytku:
ru: Готово к использованию:
sk: Pripravené na použitie:
sv: Redo för användning:

source: Copy a medium
ar: نسخ وسيط
ca: Copia un mitjà
cs: Kopírovat médium
de: Medium kopieren
es: Copiar un medio
fr: Copier un support
hu: Adathordozó másolása
it: Copia un supporto
ja: メディアのコピー
nl: Een medium kopiëren
pl: Kopiuj nośnik
ru: Копировать носитель
sk: Kopírovať médium
sv: Kopiera ett medium
