Repository: Dzejrou/yast-translations
Catalog: po/sap-installation-wizard/*.po
Languages: ar, ca, cs, de, es, fr, hu, it, ja, nl, pl, ru, sk, sv

source: <a href="%1">Create SAP file systems and start SAP product installation.</a>
ar: <a href="%1">إنشاء ملفات نظام SAP وبدء تثبيت منتج SAP.</a>
ca: <a href="%1">Crea sistemes de fitxers SAP i inicia la instal·lació de productes de SAP.</a>
cs: <a href="%1">Vytvořit systém souborů SAP a spustit instalaci produktu SAP.</a>
de: <a href="%1">Erstellen Sie SAP-Dateisysteme und starten Sie die SAP-Produktinstallation.</a>
es: <a href="%1">Crear sistemas de archivos de SAP e iniciar instalación del producto SAP.</a>
fr: <a href="%1">Créez les systèmes de fichiers SAP et lancez l'installation de produit SAP.</a>
hu: <a href="%1">SAP-fájlrendszerek létrehozása és az SAP terméktelepítés elkezdése.</a>
it: <a href="%1">Creare i file system SAP e avviare l'installazione del prodotto SAP.</a>
ja: <a href="%1">SAP ファイルシステムを作成し、 SAP 製品のインストールを開始します。</a>
pl: <a href="%1">Utwórz systemy plików SAP i rozpocznij instalowanie produktu SAP.</a>
ru: <a href="%1">Создать файловые системы SAP и запустить установку продуктов SAP.</a>
sv: <a href="%1">Skapa SAP-filsystem och starta SAP-produktinstallationen.</a>

source: <a href="%1">Only create SAP Business One file systems, do not install SAP products now.</a>
ar: <a href="%1">إنشاء ملفات نظام SAP Business One فقط، وعدم تثبيت منتجات SAP الآن.</a>
ca: <a href="%1">Crea només sistemes de fitxers de SAP Business One, no instal·lis productes SAP ara.</a>
cs: <a href="%1">Vytvořit pouze systém souborů SAP Business One, produkty SAP v tuto chvíli neinstalovat.</a>
de: <a href="%1">Erstellen Sie nur SAP Business One-Dateisysteme und installieren Sie jetzt keine SAP-Produkte.</a>
es: <a href="%1">Crear solo sistemas de archivos de SAP Business One. No instalar productos SAP ahora.</a>
fr: <a href="%1">Créez uniquement les systèmes de fichiers SAP Business One. N'installez pas les produits SAP maintenant.</a>
hu: <a href="%1">Csak az SAP Business One-fájlrendszerek létrehozása, ne telepítse most az SAP termékeket.</a>
it: <a href="%1">Creare solo file system SAP Business One, non installare prodotti SAP adesso.</a>
ja: <a href="%1">SAP Business One のファイルシステムのみを作成し、 SAP 製品のインストールは行ないません。</a>
pl: <a href="%1">Nie instaluj teraz produktów SAP, utwórz tylko systemy plików SAP Business One.</a>
ru: <a href="%1">Только создать файловые системы SAP Business One, не устанавливать продукты SAP.</a>
sv: <a href="%1">Skapa endast SAP Business One-filsystem, installera inte SAP-produkter nu.</a>

source: <a href="%1">Do not start SAP Product installation. Proceed to OS login.</a>
ar: <a href="%1">عدم بدء تثبيت منتجات SAP. المتابعة لتسجيل دخول نظام التشغيل.</a>
ca: <a href="%1">No iniciïs la instal·lació de productes de SAP. Procedeix a l'entrada del sistema.</a>
cs: <a href="%1">Nespouštět instalaci produktu SAP. Pokračovat k přihlášení do OS.</a>
de: <a href="%1">Starten Sie die SAP-Produktinstallation nicht. Fahren Sie mit der Anmeldung beim Betriebssystem fort.</a>
es: <a href="%1">No iniciar la instalación del producto SAP. Continuar con la entrada al sistema operativo.</a>
fr: <a href="%1">Ne commencez pas l'installation de produit SAP. Procédez à la connexion du système d'exploitation.</a>
hu: <a href="%1">Ne kezdje el az SAP terméktelepítést. Folytassa az operációs rendszerbe való bejelentkezéssel.</a>
it: <a href="%1">Non avviare l'installazione del prodotto SAP. Continuare ad accedere al sistema operativo.</a>
ja: <a href="%1">SAP 製品のインストールを行ないません。 OS のログインに進みます。</a>
pl: <a href="%1">Nie rozpoczynaj instalowania produktu SAP. Przejdź do logowania do systemu operacyjnego.</a>
ru: <a href="%1">Не запускать установку продуктов SAP, перейти к входу в ОС.</a>
sv: <a href="%1">Starta inte SAP-produktinstallation. Fortsätt till inloggning på operativsystemet.</a>

source: Do you have more software repositories to add?
ar: هل لديك مخازن برامج أخرى لإضافتها؟
ca: Teniu més repositoris de programari per afegir?
cs: Chcete přidat více úložišť softwaru?
de: Möchten Sie weitere Software-Repositorys hinzufügen?
es: ¿Tiene más repositorios de software para añadir?
fr: Avez-vous d'autres dépôts de logiciels à ajouter ?
hu: Vannak további hozzáadni kívánt telepítési forrásai?
it: È necessario aggiungere altri repository dei programmi?
ja: ソフトウエアリポジトリをさらに追加しますか？
nl: Wilt u meer softwareopslagruimtes toevoegen?
pl: Chcesz dodać więcej repozytoriów oprogramowania?
ru: Хотите добавить другие репозитории программного обеспечения?
sk: Máte viac softvérových repozitárov na pridanie?
sv: Behöver du lägga till fler programvaruarkiv?

source: Additional software repositories for your SAP installation
ar: مخازن برامج أخرى لتثبيت SAP الخاص بك
ca: Repositoris de programari addicionals per a la instal·lació de SAP
cs: Další úložiště softwaru pro instalaci SAP
de: Zusätzliche Software-Repositorys für Ihre SAP-Installation
es: Repositorios de software adicionales para la instalación de SAP
fr: Autres dépôts de logiciels pour votre installation SAP
hu: További telepítési források az SAP telepítéséhez
it: Altri repository dei programmi per l'installazione SAP
ja: SAP をインストールするための追加のソフトウエアリポジトリ
nl: Aanvullende softwareopslagruimtes voor uw SAP-installatie
pl: Dodatkowe repozytoria oprogramowania na potrzeby instalacji SAP
ru: Дополнительные репозитории программного обеспечения для установки SAP
sk: Doplnkové softvérové repozitáre pre vašu inštaláciu SAP
sv: Ytterligare programvaruarkiv för din SAP-installation

source: Do you use additional software repositories, such as 3rd-party SAP add-ons?
ar: هل تستخدم مخازن برامج أخرى مثل برامج إضافية من جهة خارجية مثل SAP؟
ca: Useu repositoris de programari addicionals, com ara complements de SAP de tercers?
cs: Používáte další úložiště softwaru, například rozšiřující produkty pro SAP od třetích stran?
de: Möchten Sie zusätzliche Software-Repositorys verwenden, beispielsweise SAP-Add-Ons von Drittanbietern?
es: ¿Usa repositorios de software adicionales como complementos SAP de terceros?
fr: Utilisez-vous d'autres dépôts de logiciels, tels que des produits complémentaires SAP tiers ?
hu: Használ további telepítési forrásokat, például harmadik felek SAP-kiegészítéseit?
it: Si utilizzano altri repository dei programmi, come prodotti aggiuntivi SAP di terze parti?
ja: サードパーティ製の SAP アドオンなど、追加のソフトウエアリポジトリを設定しますか？
nl: Gebruikt u aanvullende softwareopslagruimtes, zoals externe SAP-add-ons?
pl: Korzystasz z dodatkowych repozytoriów oprogramowania, takich jak dodatki SAP innych firm?
ru: Использовать дополнительные репозитории программного обеспечения, например сторонние дополнительные модули для SAP?
sk: Používate doplnkové softvérové repozitáre, ako sú napríklad doplnky SAP od tretích strán?
sv: Använder du ytterligare programvaruarktiv, till exempel SAP-tillägg från tredje part?

source: Feel free to add them now. Otherwise, click "Next" to continue.
ar: أضفها الآن بلا تردد. بخلاف ذلك، انقر فوق "التالي" للمتابعة.
ca: Ara en podeu afegir. Si no, cliqueu a "Següent" per continuar.
cs: Můžete je přidat teď. V opačném případě pokračujte klepnutím na tlačítko „Další“.
de: Dann können Sie sie jetzt hinzufügen. Klicken Sie andernfalls zum Fortfahren auf "Weiter".
es: Si lo desea, puede añadirlos ahora. O puede hacer clic en Siguiente para continuar.
fr: N'hésitez pas à les ajouter maintenant. Dans le cas contraire, cliquez sur Suivant pour continuer.
hu: Most felveheti ezeket. Ha nem szeretne telepítési forrásokat felvenni, a folytatáshoz kattintson a "Következő" gombra.
it: È possibile aggiungerli liberamente. Altrimenti, fare clic su "Avanti" per continuare.
ja: ここでは必要に応じて追加することができます。追加する必要がない場合は、 "次へ" を押して続行してください。
nl: U kunt deze nu toevoegen als u wilt. Zo niet, dan klikt u op 'Volgende' om door te gaan.
pl: Możesz je teraz dodać. W przeciwnym razie kliknij opcję „Dalej”, aby kontynuować.
ru: При необходимости добавьте их или нажмите «Далее», чтобы продолжить.
sk: Pokojne ich pridajte teraz. V opačnom prípade pokračujte kliknutím na "Ďalej".
sv: Du kan lägga till dem nu. Annars, klicka på "Nästa" för att fortsätta.

source: Add new software repositories
ar: إضافة مخازن برامج جديدة
ca: Afegeix repositoris de programari nous
cs: Přidat nová úložiště softwaru
de: Neue Software-Repositorys hinzufügen
es: Añadir repositorios de software nuevos
fr: Ajouter des dépôts de logiciels
hu: Új telepítési források hozzáadása
it: Aggiungi nuovi repository dei programmi
ja: 新しいソフトウエアリポジトリの追加
nl: Nieuwe softwareopslagruimtes toevoegen
pl: Dodaj nowe repozytoria oprogramowania
ru: Добавить новые репозитории ПО
sk: Pridať nové softvérové repozitáre
sv: Lägg till nya programvaruarkiv

source: You now have an opportunity to add software repositories, for example: repositores for SAP partner solutions. The step is completely optional, simply click "Next" if you do not use any additional repositories.
ar: لديك الآن فرصة لإضافة مخازن برامج، على سبيل المثال: مخازن لحلول شركاء SAP. هذه الخطوة اختيارية تمامًا، كل ما عليك فعله هو النقر فوق "التالي"، إذا لم تكن تستخدم أي مخازن إضافية.
ca: Ara teniu una oportunitat d'afegir repositoris de programari; per exemple, repositoris per a solucions de soci de SAP. El pas és completament opcional, només cal clicar a "Següent" si no voleu usar cap repositori addicional.
cs: Nyní máte možnost přidat úložiště softwaru, například: úložiště řešení partnerů SAP. Tento krok je volitelný; pokud žádná další úložiště nepoužíváte, jednoduše klepněte na „Další“.
de: Jetzt haben Sie die Möglichkeit, Software-Repositorys hinzuzufügen, beispielsweise Repositorys für SAP-Partnerlösungen. Dieser Schritt ist optional. Klicken Sie einfach auf "Weiter", wenn Sie keine zusätzlichen Repositorys verwenden möchten.
es: Ahora tiene la oportunidad de añadir repositorios de software, por ejemplo, repositorios para soluciones de partners de SAP. Este paso es completamente opcional. Si no desea usar repositorios adicionales, solo tiene que hacer clic en Siguiente.
fr: Vous pouvez à présent ajouter des dépôts de logiciels, par exemple des dépôts de solutions partenaires SAP. Cette étape est tout à fait facultative. Cliquez simplement sur Suivant si vous n'utilisez pas d'autre dépôt.
hu: Lehetősége van telepítési források, például SAP partneri megoldások telepítési forrásainak hozzáadására. Ez a lépés választható, ha nem használ más telepítési forrásokat, kattintson a "Következő" gombra.
it: Adesso è possibile aggiungere repository dei programmi, ad esempio: repository per soluzioni dei partner SAP. Il passaggio è completamente opzionale, se non si desidera utilizzare alcun repository aggiuntivo, è sufficiente fare clic su "Avanti".
ja: ここではソフトウエアリポジトリを追加することができます。ソフトウエアリポジトリとは、たとえば SAP のパートナーソリューションのリポジトリなどを指します。 ここでの作業は完全に任意です。リポジトリを追加する必要がない場合は、そのまま "次へ" を押してください。
pl: Możesz teraz dodać repozytoria oprogramowania, na przykład repozytoria rozwiązań partnerów SAP. Ten krok jest opcjonalny. Jeśli nie chcesz dodawać repozytoriów, kliknij opcję „Dalej”.
ru: Вы можете добавить репозитории программного обеспечения, например партнерских решений для SAP. Этот этап является необязательным: если вы не хотите добавлять репозитории, просто нажмите кнопку «Далее».
sv: Nu har du möjlighet att lägga till programvaruarkiv, till exempel: arkiv för SAP-partnerlösningar. Steget är helt valfritt. Klicka på "Nästa" om du inte använder andra arkiv.

source: Partitioning issues
ar: مشاكل التقسيم
ca: Problemes de particions
cs: Problémy rozdělení
de: Partionierungs-Probleme
es: Problemas de particionado
fr: Problèmes de partitionnement
hu: Particionálási problémák
it: Problemi di partizionamento
ja: パーティション設定の問題
nl: Partitioneringsproblemen
pl: Problemy z partycjonowaniem
ru: Проблемы с разбиением на разделы
sk: Problémy rozdelenia disku
sv: Fel vid partitionering

source: <p>Enter location of SAP installation master medium to prepare it for use.</p>
ar: <p>أدخل موقع وسيط تثبيت SAP الرئيسي لتجهيزه للاستخدام.</p>
ca: <p>Introduïu la ubicació del mitjà d'instal·lació mestre de SAP per preparar-lo per a l'ús.</p>
cs: <p>Zadejte umístění hlavního instalačního média SAP, aby se připravilo k použití.</p>
de: <p>Geben Sie an, wo sich das SAP-Installationsmaster-Medium befindet, um es für die Verwendung vorzubereiten.</p>
es: <p>Introducir la ubicación del medio maestro de instalación de SAP para preparar su uso.</p>
fr: <p>Indiquez l'emplacement du support principal d'installation SAP pour préparer son utilisation.</p>
hu: <p>Adja meg az elsődleges SAP telepítési adathordozó helyét a használatra való előkészítéséhez.</p>
it: <p>Immettere l'ubicazione del supporto master di installazione SAP per prepararlo per l'utilizzo.</p>
ja: <p>使用する SAP インストールマスターメディアの場所を入力してください。</p>
pl: <p>Wpisz lokalizację nośnika głównego instalacji SAP, aby przygotować go do użycia.</p>
ru: <p>Введите расположение главного носителя для установки SAP, чтобы подготовить его к использованию.</p>
sv: <p>Ange plats för huvudmediet SAP-installationen för att förbereda det för användning.</p>

source: Prepare the SAP installation master medium
ar: تجهيز وسيط تثبيت SAP الأساسي
ca: Prepara el mitjà d'instal·lació mestre de SAP
cs: Připravte hlavní instalační médium SAP
de: SAP-Installationsmaster-Medium für die Installation vorbereiten
es: Preparar el medio maestro de instalación de SAP
fr: Préparer le support principal d'installation SAP
hu: Készítse elő az elsődleges SAP telepítési adathordozót
it: Prepara il supporto master di installazione SAP
ja: SAP インストールマスターメディアをご用意ください
pl: Przygotuj nośnik główny instalacji SAP
ru: Подготовить главный носитель установки SAP
sv: Förbered huvudmediet för SAP-installationen

source: <p>Enter the location of your SAP medium.</p>
ar: <p>أدخل موقع وسيط SAP الخاص بك.</p>
ca: <p>Introduïu la ubicació del mitjà de SAP.</p>
cs: <p>Zadejte umístění svého média SAP.</p>
de: <p>Geben Sie an, wo sich Ihr SAP-Medium befindet.</p>
es: <p>Introducir la ubicación del medio de SAP.</p>
fr: <p>Indiquez l'emplacement de votre support SAP.</p>
hu: <p>Adja meg az SAP adathordozó helyét.</p>
it: <p>Immettere l'ubicazione del supporto SAP.</p>
ja: <p>SAP メディアの場所を入力してください。</p>
pl: <p>Wpisz lokalizację nośnika SAP.</p>
ru: <p>Введите расположение носителя SAP.</p>
sv: <p>Ange SAP-mediets placering. </p>

source: Location of the SAP product medium (e.g. SAP kernel, database, and database exports)
ar: موقع وسيط منتج SAP (مثلاً نواة SAP وقاعدة بيانات وتصديرات قاعدة البيانات)
ca: Ubicació del mitjà del producte de SAP (p. ex., nucli SAP, base de dades i exportacions de bases de dades)
cs: Umístění média produktu SAP (např. jádra SAP, databáze a exportů databází)
de: Speicherort des SAP-Produktmediums (z. B. SAP-Kernel, Datenbank und Datenbankexporte)
es: Ubicación del medio del producto SAP (por ejemplo, un núcleo SAP, una base de datos o exportaciones de la base de datos)
fr: Emplacement du support du produit SAP (par ex. kernel SAP, base de données et exportations de base de données)
hu: Az SAP termék adathordozójának (például SAP kernel, adatbázis és adatbázis-exportálások) helye
it: Ubicazione del supporto del prodotto SAP (ad esempio, kernel, database ed esportazioni del database SAP)
ja: SAP 製品メディア (SAP カーネル、データベース、データベースエクスポート) の場所
pl: Lokalizacja nośnika produktu SAP (np. jądro SAP, baza danych lub eksporty z bazy danych)
ru: Расположение носителя продукта SAP (например, ядро SAP, база данных и экспортированное содержимое базы)
sv: SAP-produktmediets plats (till exempel SAP-kernel, databas och databasexporter)

source: <p>Choose SAP product installation and back-end database.</p>
ar: <p>اختيار تثبيت منتجات SAP وقاعدة البيانات الخلفية.</p>
ca: <p>Trieu la instal·lació de producte de SAP i la base de dades de rerefons.</p>
cs: <p>Vyberte instalaci produktu SAP a databázi serverové části.</p>
de: <p>Wählen Sie die SAP-Produktinstallations- und Back-End-Datenbank aus.</p>
es: <p>Seleccionar la instalación del producto SAP y la base de datos de interfaz final.</p>
fr: <p>Choisissez l'installation de produit SAP et la base de données principale.</p>
hu: <p>Válassza ki az SAP terméktelepítést és a háttéradatbázist.</p>
it: <p>Scegliere l'installazione del prodotto SAP e il database di back end.</p>
ja: <p>SAP 製品インストールとバックエンドデータベースを選択してください。</p>
nl: <p>Kies de productinstallatie van en de back-end-database voor SAP.</p>
pl: <p>Wybierz instalację produktu SAP i bazę danych zaplecza.</p>
ru: <p>Выберите базу данных для установки продукта SAP и серверную базу.</p>
sk: <p>Zvoliť inštaláciu produktu SAP a databázy výkonnej časti.</p>
sv: <p>Välj SAP-produktinstallation och back-enddatabas.</p>

source: SAP Standard System
ar: نظام SAP قياسي
ca: Sistema SAP estàndard
cs: Standardní systém SAP
es: Sistema SAP estándar
fr: Système standard SAP
hu: SAP alaprendszer
it: Sistema standard SAP
ja: SAP 標準システム
nl: Standaardsysteem voor SAP
pl: Standardowy system SAP
ru: Стандартная система SAP
sk: Štandardný systém SAP

source: <p>Installation of a SAP NetWeaver system with all servers on the same host.</p>
ar: <p>تثبيت نظام SAP NetWeaver بكل الخوادم على نفس المضيف.</p>
ca: <p>Instal·lació d'un sistema SAP NetWeaver amb tots els servidors al mateix amfitrió.</p>
cs: <p>Instalace systému SAP NetWeaver se všemi servery na stejném hostiteli.</p>
de: <p>Installation eines SAP NetWeaver-Systems mit allen Servern auf dem gleichen Host.</p>
es: <p>Instalación de un sistema SAP NetWeaver con todos los servidores en el mismo host.</p>
fr: <p>Installation d'un système SAP NetWeaver avec tous les serveurs sur le même hôte.</p>
hu: <p>SAP NetWeaver rendszer telepítése az összes kiszolgálóval ugyanazon a gépen.</p>
it: <p>Installazione di un sistema SAP NetWeaver con tutti i server sullo stesso host.</p>
ja: <p>同じホスト内に SAP NetWeaver システムの全サーバをインストールします。</p>
nl: <p>Installatie van een SAP NetWeaver-systeem met alle servers op dezelfde host.</p>
pl: <p>Instalacja systemu SAP NetWeaver ze wszystkimi serwerami na tym samym hoście.</p>
ru: <p>Установка системы SAP NetWeaver со всеми серверами на том же хосте.</p>
sk: <p>Inštalácia systému SAP NetWeaver so všetkými servermi na rovnakom hostiteľovi.</p>
sv: <p>Installation av SAP NetWeaver-system med alla servrar på samma värd.</p>

source: SAP Standalone Engines
ar: محركات SAP المستقلة
ca: Motors de SAP autònoms
cs: Samostatné moduly SAP
de: Eigenständige SAP-Module
es: Motores independientes de SAP
fr: Moteurs autonomes SAP
hu: SAP különálló kiszolgáló
it: Motori SAP autonomi
ja: SAP スタンドアロンエンジン
nl: Zelfstandige SAP-engines
pl: Autonomiczne aparaty SAP
ru: Автономные модули SAP
sk: Samostatné nástroje SAP
sv: Fristående SAP-datorer

source: <p>Standalone engines are SAP Trex, SAP Gateway, and Web Dispatcher.</p>
ar: <p>المحركات المستقلة هي SAP Trex وSAP Gateway وWeb Dispatcher.</p>
ca: <p>Els motors autònoms són SAP Trex, SAP Gateway i Web Dispatcher.</p>
cs: <p>Samostatné moduly jsou SAP Trex, SAP Gateway a Web Dispatcher.</p>
de: <p>Eigenständige SAP-Module sind SAP Trex, SAP Gateway und Web Dispatcher.</p>
es: <p>Los motores independientes son SAP Trex, SAP Gateway y Web Dispatcher.</p>
fr: <p>Les moteurs autonomes sont : SAP Trex, passerelle SAP et répartiteur Web.</p>
hu: <p>A különálló motorok a következők: SAP Trex, SAP Gateway és Web Dispatcher.</p>
it: <p>I motori autonomi sono SAP Trex, SAP Gateway e Web Dispatcher.</p>
ja: <p>スタンドアロンエンジンとは、 SAP Trex, SAP ゲートウエイ, Web ディスパッチャを意味します。</p>
nl: <p>Zelfstandige engines zijn SAP Trex, SAP Gateway en Web Dispatcher.</p>
pl: <p>Aparaty autonomiczne to SAP Trex, SAP Gateway oraz Web Dispatcher.</p>
ru: <p>Автономные модули, такие как SAP Trex, SAP Gateway и Web Dispatcher.</p>
sk: <p>Samostatné nástroje sú SAP Trex, SAP Gateway a Web Dispatcher.</p>
sv: <p>Fristående datorer SAP Trex, SAP Gateway och Web Dispatcher.</p>

source: Distributed System
ar: تم توزيع النظام
ca: Sistema distribuït
cs: Distribuovaný systém
de: Verteiltes System
es: Sistema distribuido
fr: Système distribué
hu: Elosztott rendszer
it: Sistema distribuito
ja: 分散システム
nl: Gedistribueerd systeem
pl: System rozproszony
ru: Распределенная система
sk: Distribuovaný systém
sv: Distribuerat system

source: Installation of SAP NetWeaver with the servers distributed on separate hosts.</p>
ar: تم توزيع تثبيت SAP NetWeaver بالخوادم على مضيفات منفصلة.</p>
ca: Instal·lació de SAP NetWeaver amb els servidors distribuïts en amfitrions saparats.</p>
cs: Instalace systému SAP NetWeaver se servery distribuovanými na samostatných hostitelích.</p>
de: Installation von SAP NetWeaver mit verteilten Servern auf getrennten Hosts.</p>
es: Instalación de SAP NetWeaver con los servidores distribuidos en hosts separados.</p>
fr: Installation de SAP NetWeaver avec les serveurs distribués sur des hôtes distincts.</p>
hu: SAP NetWeaver telepítése a kiszolgálók elosztásával külön gépeken.</p>
it: Installazione di SAP NetWeaver con server distribuiti su host separati.</p>
ja: それぞれ別々のホストに SAP NetWeaver のサーバをインストールします。</p>
nl: Installatie van SAP NetWeaver met servers gedistribueerd op afzonderlijke hosts.</p>
pl: Instalacja SAP NetWeaver z serwerami rozproszonymi na oddzielnych hostach.</p>
ru: Установка SAP NetWeaver с распределением серверов по отдельным хостам.</p>
sk: Inštalácia SAP NetWeaver so servermi distribuovanými na samostatných hostiteľoch.</p>
sv: Installation av SAP NetWeaver med servrar distribuerade på olika datorer.</p>

source: High-Availability System
ar: نظام عالي التوفر
ca: Sistema d'alta disponibilitat
cs: Systém s vysokou dostupností
de: Hochverfügbarkeitssystem
es: Sistema de alta disponibilidad
fr: Système haute disponibilité
hu: Magas rendelkezésre állású rendszer
it: Sistemi ad alta disponibilità
ja: 高可用性システム
nl: Systeem met hoge beschikbaarheid
pl: System o wysokiej dostępności
ru: Высокодоступная система
sk: Systém s vysokou dostupnosťou
sv: Högtillgängliga system

source: Installation of SAP NetWeaver in a high-availability setup.</p>
ar: تثبيت SAP بإعداد عالي التوفر.</p>
ca: Instal·lació de SAP NetWeaver en una configuració d'alta disponibilitat.</p>
cs: Instalace systému SAP NetWeaver v nastavení s vysokou dostupností.</p>
de: Installation von SAP NetWeaver in einer hochverfügbaren Konfiguration.</p>
es: Instalación de SAP NetWeaver en una configuración de alta disponibilidad.</p>
fr: Installation de SAP NetWeaver dans une configuration haute disponibilité.</p>
hu: SAP NetWeaver telepítése magas rendelkezésre állású beállítással.</p>
it: Installazione di SAP NetWeaver in una configurazione ad alta disponibilità.</p>
ja: SAP NetWeaver を高可用性 (HA) 設定でインストールします。</p>
nl: Installatie van SAP NetWeaver in een setup met hoge beschikbaarheid.</p>
pl: Instalacja SAP NetWeaver w konfiguracji o wysokiej dostępności.</p>
ru: Установка SAP NetWeaver в высокодоступной конфигурации.</p>
sk: Inštalácia SAP NetWeaver v nastavení vysokej dostupnosti.</p>
sv: Installation av SAP NetWeaver med inställningar för hög tillgänglighet.</p>

source: System Rename
ar: إعادة تسمية النظام
ca: Canvi de nom del sistema
cs: Přejmenování systému
de: System umbenennen
es: Cambio de nombre del sistema
fr: Changement de nom du système
hu: Rendszer átnevezése
it: Ridenominazione del sistema
ja: システムの名前変更
nl: Systeemhernoeming
pl: Zmiana nazwy systemu
ru: Переименование системы
sk: Premenovanie systému
sv: Nytt namn på system
