Repository: Dzejrou/yast-translations
Catalog: po/ldap/*.po
Languages: bn, ca, el, es, fi, fr, gl, gu, hi, hu, id, it, ja, km, ko, mr, nb, pa, pt, pt_br, ro, ru, sv, uk

source: Current LDAP Client settings
ca: Paràmetres actuals del Client LDAP
el: Τρέχουσες ρυθμίσεις Πελάτη LDAP
es: Configuración actual del cliente LDAP
fi: Nykyiset LDAP-asiakkaan asetukset
fr: Paramètres actuels du client LDAP
gl: Configuración actual do cliente LDAP
hu: LDAP-kliens jelenlegi beállításai
id: Pengaturan Klien LDAP Saat Ini
it: Impostazioni attuali del client LDAP
ja: 現在の LDAP クライアント設定
km: កា​រកំណត់​ម៉ាស៊ីនភ្ញៀវ LDAP បច្ចុប្បន្ន
ko: 현재 LDAP 클라이언트 설정
nb: Gjeldende innstillinger for LDAP-klient
pt_br: Configurações atuais do cliente LDAP
ro: Setările actuale ale clientului LDAP
ru: Текущие параметры клиента LDAP
sv: Aktuella LDAP-klientinställningar
uk: Поточні параметрів клієнта LDAP

source: LDAP Connections
ca: Connexions LDAP
el: Συνδέσεις LDAP
es: Conexiones LDAP
fi: LDAP-yhteydet
fr: Connexions LDAP
gl: Conexións LDAP
hu: LDAP-kapcsolatok
id: Sambungan LDAP
it: Connessioni LDAP
ja: LDAP 接続
km: ការ​តភ្ជាប់ LDAP
ko: LDAP 연결
nb: LDAP-forbindelser
pt_br: Conexões LDAP
ro: Conexiuni LDAP
ru: Соединения LDAP
sv: LDAP-anslutningar
uk: З'єднання LDAP

source: LDAP Server
bn: LDAP সার্ভার
ca: Servidor LDAP
el: Διακομιστής LDAP
es: Servidor LDAP
fi: LDAP-palvelin
fr: Serveur LDAP
gl: Servidor LDAP
gu: LDAP સર્વર
hi: LDAP सर्वर
hu: LDAP-kiszolgáló
id: Server LDAP
it: Server LDAP
ja: LDAP サーバ
km: ម៉ាស៊ីន​បម្រើ LDAP
ko: LDAP 서버
mr: LDAP सेवा संगणक
pa: LDAP ਸਰਵਰ
pt: Servidor LDAP
pt_br: Servidor LDAP
ro: Server LDAP
ru: Сервер LDAP
uk: Сервер LDAP

source: Administrator DN
bn: ইনস্টলেশনের বৈশিষ্ট্য সমূহ
ca: Administrador DN
el: Διαχειριστής DN
es: DN de administrador
fi: Ylläpitäjän DN
fr: DN administrateur
gl: &DN de administrador
gu: વ્યવસ્થાપક DN
hi: प्रशासक DN
hu: Adminisztrátor DN
it: DN amministratore
ja: 管理者DN
km: DN អ្នក​គ្រប់គ្រង
ko: 관리자 DN
mr: व्यवस्थापक DN
pa: ਪਰਸ਼ਾਸ਼ਨ DN
pt: DN do Administrador
pt_br: Administrador DN
ro: DN administrator
ru: DN администратора
sv: Administrations-DN
uk: Адміністратор DN

source: L&DAP TLS
id: TLS L&DAP
ja: LDAP TLS(&D)
ko: LDAP TLS(&D)
nb: TLS for L&DAP

source: A&nonymous Access
ca: &Accés anònim
el: &Ανώνυμη Πρόσβαση
es: Acceso a&nónimo
fi: A&nonyymi yhteys
fr: Accès a&nonyme
gl: Acceso a&nónimo
hu: A&nonymous hozzáférés
id: Akses Anonim
it: Accesso a&nonimo
ja: 匿名アクセス(&N)
km: ការ​ចូល​ដំណើរការ​អនាមិក
ko: 익명 액세스(&N)
nb: A&nonym tilgang
pt_br: Acesso a&nônimo
ro: Acces a&nonim
ru: А&нонимный доступ
sv: A&nonym åtkomst
uk: &Анонімний доступ

source: Enter the name of the new LDAP connection
ca: Introduïu el nom de la nova connexió LDAP
el: Εισάγετε όνομα για τη νέα σύνδεση LDAP
es: Introducir el nombre de la nueva conexión LDAP
fi: Anna uuden LDAP-yhteyden nimi
fr: Entrez le nom de la nouvelle connexion LDAP
gl: Introduza o nome da nova conexión LDAP
hu: Adja meg az új LDAP-kapcsolat nevét
id: Masukkan nama sambungan LDAP yang baru
it: Immettere il nome della nuova connessione LDAP
ja: 新しい LDAP 接続の名称を入力してください
km: បញ្ចូល​ឈ្មោះ​ការ​តភ្ជាប់ LDAP ថ្មី
ko: 새 LDAP 연결 이름 입력
nb: Angi et navn for den nye LDAP-forbindelsen
pt_br: Informe o nome da nova conexão LDAP
ro: Introduceți numele noii conexiuni LDAP
ru: Введите имя нового соединения LDAP
sv: Ange den nya LDAP-anslutningens namn
uk: Введіть назву нового з'єднання LDAP

source: The "%1" attribute is mandatory. Enter a value.
bn: "%1" বৈশিষ্ট্যটি বাধ্যতামূলক। একটি মান প্রবিষ্ট করুন।
ca: L'atribut "%1" és obligatori. Introduïu un valor.
el: Το χαρακτηριστικό "%1" είναι υποχρεωτικό. Εισάγετε μια τιμή.
es: El atributo "%1" es obligatorio. Introduzca un valor.
fi: %1 ominaisuus on pakollinen. Anna arvo.
fr: L'attribut "%1" est obligatoire. Entrez une valeur.
gl: O atributo "%1" é obrigatorio. Introduza un valor.
gu: આ "%1" એટ્રીબ્યુટ ફરજિયાત છે. મૂલ્ય લખો.
hi: "%1" एट्रीब्यूट अनिवार्य है। एक मान प्रविष्ट करें।
hu: A(z) "%1" attribútum kötelező. Adjon neki értéket.
id: Atribut "%1" adalah wajib. Masukkan sebuah nilai.
it: L'attributo "%1" è obbligatorio. Immettete un valore.
ja: 「%1」属性は必須です。 値を入力してください。
km: ត្រូវការ​គុណ​លក្ខណៈ "%1" ជា​ចាំបាច់ ។ សូម​បញ្ចូល​តម្លៃ​របស់​វា ។
ko: "%1"은(는) 필수 특성입니다. 값을 입력하십시오.
mr: "%1" ऍ़ट्रीब्युट मॅन्डेटरी आहे. किंमती भरा.
nb: Attributtet "%1" er obligatorisk. Angi en verdi.
pa: "%1" ਗੁਣ ਨੂੰ ਇਜਾਜ਼ਤ ਹੈ। ਮੁੱਲ ਭਰੋ।
pt: O atributo "%1" é obrigatório. Digite um valor.
pt_br: O atributo "%1" é obrigatório. Informe um valor.
ro: Atributul "%1" este obligatoriu. Introduceți o valoare.
ru: Атрибут " %1 " — обязательный. Введите значение.
sv: Attributet "%1" är obligatoriskt. Ange ett värde.
uk: Атрибут "%1" - обов'язковий. Введіть значення.

source: &Reload
bn: লোড (&L)
ca: &Recarrega
el: &Επαναφόρτωση
es: &Volver a cargar
fi: &Lataa uudelleen
fr: &Recharger
gl: &Cargar de novo
gu: ફરીથી લાવવું
hi: रीलोड(&R)
hu: Újra&töltés
id: &Muat Ulang
it: &Ricarica
ja: リロード(&R)
km: ផ្ទុក​ឡើង​វិញ
ko: 다시 불러오기(&R)
mr: पुन्हा भरा
nb: &Last på nytt
pa: ਮੁੜ-ਲੋਡ(&R)
pt: &Recarregar
pt_br: &Recarregar
ro: &Reîncarcă
ru: Пе&регрузить
sv: &Uppdatera
uk: &Перезавантажити

source: Attribute
bn: বৈশিষ্ট্য
ca: Atribut
el: Χαρακτηριστικό
es: Atributo
fi: Ominaisuus
fr: Attribut
gl: Atributo
gu: ગુણધર્મ
hi: आट्रिब्यूट
hu: Attribútum
id: Atribut
it: Attributo
ja: 属性
km: គុណលក្ខណៈ
ko: 속성
mr: गुणधर्म
nb: Attributt
pa: ਗੁਣ
pt: Atributo
pt_br: Atributo
ro: Atribut
ru: Атрибут
sv: Attribut
uk: Атрибут

source: Value
bn: মান
ca: Valor
el: Τιμή
es: Valor
fi: Arvo
fr: Valeur
gl: Valor
gu: મૂલ્ય
hi: वैल्यू
hu: Érték
id: Nilai
it: Valore
ja: 値
km: តម្លៃ
ko: 값
mr: मूल्य
nb: Verdi
pa: ਮੁੱਲ
pt: Valor
pt_br: Valor
ro: Valoare
ru: Значение
sv: Värde
uk: Значення
