Repository: Dzejrou/yast-translations
Catalog: po/ldap/*.po
Languages: bn, ca, el, es, fi, fr, gl, gu, hi, hu, id, it, ja, km, ko, mr, nb, pa, pt, pt_br, ro, ru, sv, uk

source: Configuration of group management tools
bn: গ্রুপ পরিচালনা টুলের সংরূপণ
ca: Configuració de les eines de gestió de grups
el: Ρύθμιση των εργαλείων διαχείρισης ομάδων
es: Configuración de las herramientas de administración de grupos
fi: Ryhmähallinnan määritystyökalut
fr: Configuration des outils de gestion des groupes
gl: Configuración das ferramentas de administración de grupos
gu: જૂથ વ્યવસ્થા ના સાધનોનું કન્ફિગરેશન
hi: ग्रूप प्रबघन औजारों का समनुरूपण
hu: Csoportfelügyeleti segédeszközök beállítása
id: Konfigurasi alat manajemen grup
it: Configurazione degli strumenti di gestione dei gruppi
ja: グループ管理ツールの設定です
km: ការកំណត់​រចនា​សម្ព័ន្ធ​ឧបករណ៍​គ្រប់គ្រង​ក្រុម
ko: 그룹 관리의 설정 도구들
mr: गटाच्या व्यवस्थापन साधनांची संरचना
nb: Konfigurasjon av gruppeadministrasjonsverktøy
pa: ਗਰੁੱਪ ਪਰਬੰਧਨ ਜੰਤਰਾਂ ਦੀ ਸੰਰਚਨਾ
pt: Configuração das ferramentas de gestão do grupo
pt_br: Configuração das ferramentas de gerenciamento de grupo
ro: Configurarea uneltelor de administrare grupuri
ru: Конфигурация средств управления группами
sv: Inställningar för grupphanteringsverktyg
uk: Налаштування засобів керування групами

source: Object Class of New Module
bn: নতুন মডিউলের অবজেক্ট শ্রেণী
ca: Classe d'objecte del mòdul nou
el: Αντικείμενο κλάσης της Νέας Μονάδας
es: Clase de objeto del nuevo módulo
fi: Uuden modulin objektiluokka
fr: Classe objet du nouveau module
gl: Clase de obxecto do novo módulo
gu: નવા મોડ્યુલનો ઓબજેક્ટ ક્લાસ
hi: नये मोड्युल की ओब्जक्ट क्लास
hu: Az új modul objektumosztálya
id: Kelas Objek dari Modul Baru
it: Classe degli oggetti del nuovo modulo
ja: 新しいモジュールのオブジェクトクラス
km: ថ្នាក់​វត្ថុ​របស់ម៉ូឌុល​ថ្មី
ko: 새로운 모듈의 객체 클래스
mr: नवीन मॉड्युलची ऑब्जेक्ट क्लास
nb: Objektklasse for ny modul
pa: ਨਵੇਂ ਮੋਡੀਊਲ ਦੀ ਆਬਜੈਕਟ ਕਲਾਸ
pt: Classe de Objecto do Novo Módulo
pt_br: Classe de objeto do novo módulo
ro: Clasă obiect module noi
ru: Класс объекта нового модуля
sv: Objektklass för ny modul
uk: Клас об'єкта нового модуля

source: &Name of New Module ("cn" Value)
bn: নতুন মডিউলের নাম ("cn" মান)
ca: &Nom del mòdul nou (Valor "cn")
el: &Όνομα της Νέας Μονάδας (Τιμή "cn")
es: &Nombre del nuevo módulo ("cn" Valor)
fi: &Uuden moduulin nimi ("cn" Arvo)
fr: &Nom du nouveau module (Valeur "cn")
gl: &Nome do novo módulo ("cn" Valor)
gu: નામ નવા મોડ્યુલનું ("cn" મૂલ્ય)
hi: नये मोड्युल की नाम (&N)
hu: Az új modul &neve ("cn" érték)
id: &Nama Modul Baru (Nilai "cn")
it: &Nome del nuovo modulo (valore "cn")
ja: 新モジュール名 (「cn」値) (&N)
km: ឈ្មោះ​របស់​ម៉ូឌុល​ថ្មី (តម្លៃ "cn"​)
ko: 새로운 모듈의 이름(&N)("cn" 값)
mr: नवीन मॉड्यूलचे नाव ("cn" किंमत)
nb: &Navn på ny modul (cn-verdi)
pt: &Nome do Novo Módulo (Valor "cn")
pt_br: &Nome do novo módulo (Valor "cn")
ro: &Numele modulului nou (valoare "cn")
ru: Имя нового модуля (значение "c&n")
sv: &Namn på den nya modulen ("cn"-värde)
uk: &Назва нового модуля (значення "cn")

source: The entered value already exists. Select another one.
bn: প্রবিষ্ট মানটি ইতিমধ্যেই বিদ্যমান। অন্য একটি নির্বাচন করুন।
ca: El valor introduït ja existeix. Seleccioneu-ne un altre.
el: Η εισαχθείσα τιμή υπάρχει ήδη. Επιλέξτε άλλη τιμή.
es: El valor introducido ya existe. Seleccione otro valor.
fi: Annettu arvo on jo olemassa. Valitse jokin toinen.
fr: La valeur entrée existe déjà. Sélectionnez-en une autre.
gl: O valor introducido xa existe. Seleccione outro.
gu: લખાયેલું મૂલ્ય તો છે જ. મહેરબાની કરીને બીજું પસંદ કરો.
hi: प्रविष्ट किया हुआ मान पहले से मौजूद है। कृपया कोई दूसरा चुनें।
hu: A megadott érték már létezik. Válasszon egy másikat.
id: Nilai yang dimasukkan sudah ada. Pilih yang lain.
it: Il valore immesso esiste già. Sceglierne un altro.
ja: 入力された値はすでに存在しています。 他の値を選んでください。
km: តម្លៃ​ដែល​បាន​បញ្ចូល​មាន​រួចហើយ ។ ជ្រើស​តម្លៃ​មួយ​ផ្សេង​ទៀត ។
ko: 입력된 값은 이미 존재합니다. 다른 값을 선택하십시오.
mr: भरलेली किंमत आधीच अस्तित्वात आहे. दुसरी किंमत निवडा.
nb: Denne verdien finnes allerede. Velg en annen.
pa: ਭਰਿਆ ਮੁੱਲ ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ। ਹੋਰ ਚੁਣੋ।
pt: O valor introduzido já existe. Escolha outro.
pt_br: O valor informado já existe. Selecione outro.
ro: Valoarea introdusă este deja utilizată. Selectați altă valoare.
ru: Введенное значение уже существует. Выберите другое.
sv: Det angivna värdet finns redan. Välj ett annat.
uk: Введене значення вже існує. Виберіть інше.

source: Enter the module name.
bn: মডিউলের নাম প্রবিষ্ট করুন।
ca: Introduïu el nom del mòdul.
el: Εισάγετε όνομα αρθρώματος.
es: Introduzca el nombre del módulo.
fi: Anna moduulin nimi.
fr: Entrez le nom du module.
gl: Introduza o nome do módulo.
gu: મોડ્યુલનું નામ લખો.
hi: मोड्युल का नाम भरती करें
hu: Adja meg a modul nevét.
id: Masukkan nama modul.
it: Immettere il nome del modulo.
ja: モジュール名を入力して下さい。
km: បញ្ចូល​ឈ្មោះ​របស់​ម៉ូឌុល ។
ko: 모듈 이름을 입력하십시오.
mr: मॉड्यूलनाव भरा.
nb: Angi modulnavnet.
pa: ਮੋਡੀਊਲ ਨਾਂ ਭਰੋ।
pt: Digite o nome do módulo.
pt_br: Informe o nome do módulo.
ro: Introduceți numele modulului.
ru: Введите имя модуля.
sv: Ange modulnamnet.
uk: Введіть назву модуля.

source: <p>Here, set the values of attributes belonging to an object using the current template. Such values are used as defaults when the new object is created.</p>
bn: <p>এইখানে বর্তমান টেমপ্লেট ব্যবহার করে বস্তুর বৈশিষ্ট্যের মানগুলি নির্দিষ্ট করুন। এই ধরণের মানগুলি ডিফল্ট রূপে ব্যবহৃত হয় যখন নতুন বস্তু তৈরি করা হয়।</p>
ca: <p>Aquí, establiu els valors d'atributs que pertanyin a un objecte que usi la plantilla actual. Aquests valors s'utilitzen per defecte quan es crea l'objecte nou.</p>
el: <p>Εδώ, ορίστε τις τιμές των χαρακτηριστικών που ανήκουν σε ένα αντικείμενο χρησιμοποιώντας το τρέχων πρότυπο. Τέτοιες τιμές χρησιμοποιούνται ως προεπιλογή όταν το νέο αντικείμενο δημιουργείται.</p>
es: <p>Introduzca aquí los valores de los atributos pertenecientes a un objeto por medio de la plantilla actual. Estos valores se usarán como valores predeterminados para crear el nuevo objeto.</p>
fi: <p>Tässä määrität objektiin kuuluvan ominaisuuden arvot käyttäen nykyistä mallia. Näitä arvoja käytetään oletusararvoina kun luodaan uusi objekti. </p>
fr: <p>Définissez ici les valeurs des attributs qui appartiennent à un objet utilisant le modèle actuel. Ces valeurs seront utilisées comme valeurs par défaut lorsque le nouvel objet sera créé.</p>
gl: <p>Introduza aquí os valores dos atributos pertencentes a un obxecto usando o modelo actual. Estes valores empregaranse como valores predeterminados para crear o novo obxecto.</p>
gu: <p>અહીં, વર્તમાન ટેમ્પલેટ વાપરીને ઓબજેક્ટના એટ્રીબ્યુટ્સ ના મૂલ્યો નક્કી કરો. જ્યારે નવો ઓબજેક્ટ બનાવવામાં આવે છે, ત્યારે આ મૂલ્યો ડીફોલ્ટ તરીકે વપરાય છે.</p>
hi: <p>यहां, वर्तमान टेम्पलेट का प्रयोग कर किसी वस्तु से संबंध रखने वाले एट्रीब्यूट का मान नियत करें। ऐसे मानों का प्रयोग तब डिफॉल्ट के तौर पर किया जाता है जब नई वस्तु सृजित की जाती है।</p>
hu: <p>Itt lehet megadni az objektumokhoz tartozó attribútumok értékét, a jelenlegi sablont használva. Ezeket az értékeket a rendszer alapértelmezett értékként fogja használni új objektumok létrehozásakor.</p>
id: <p>Di sini, tetapkan nilai atribut yang termasuk ke dalam objek menggunakan templat saat ini. Nilai tersebut akan digunakan sebagai staandar saat objek baru dibuat. </p>
it: <p>Impostare qui i valori degli attributi appartenenti a un oggetto che usa il modello corrente. Questi valori vengono usati come predefiniti quando viene creato un nuovo oggetto.</p>
ja: <p>ここでは、現在のテンプレートを使用してオブジェクトに 属する属性の値を設定します。設定された値は、 新しいオブジェクトが作成されるときのデフォルトとして使用されます。</p>
km: <p>នៅទីនេះ សូម​កំណត់​តម្លៃ​របស់​គុណលក្ខណៈ​ដែល​ជា​របស់​វត្ថុ​មួយ ដោយ​ប្រើ​ពុម្ព​បច្ចុប្បន្ន ។ តម្លៃ​បែបនេះ​ត្រូវ​បានប្រើ​ជា​លំនាំដើម ពេល វត្ថុ​ថ្មី​ត្រូវ​បានបង្កើត ។</p>
ko: <p>여기, 현재 템플릿을 사용 중인 객체에 속하는 속성의 값을 설정하십시오. 각각의 값은 새로운 객체가 생성될 때 기본으로서 사용됩니다.</p>
mr: <p>याठिकाणी चालू टेम्प्लेट वापरुन ऑब्जेक्टच्या मालकीच्या अट्रिब्यूट्सची मूल्ये सेट करा. अशी मूल्ये जेव्हानवीन ऑब्जेक्ट निर्माण केले जाते तेव्हा वापरली जातात.</p>
nb: <p>Her kan du definere verdier for attributter for et objekt som bruker gjeldende mal. Slike verdier brukes som standardinnstillinger når det nye objektet opprettes.</p>
pa: <p>ਇੱਥੇ, ਮੌਜੂਦਾ ਖਾਕਾ ਵਰਤ ਕੇ ਆਬਜੈਕਟ ਨਾਲ ਸਬੰਧਤ ਗੁਣ ਨਿਰਧਾਰਿਤ ਕਰੋ। ਅਜਿਹੇ ਮੁੱਲ ਮੂਲ ਵਰਤੇ ਜਾਂਦੇ ਹਨ ਜਦੋਂ ਨਵੀਂ ਆਬਜੈਕਟ ਬਣਦੀ ਹੈ।</p>
pt: <p>Defina aqui os valores dos atributos pertencentes a um objecto que usa o modelo actual. Tais valores são utilizados como pré-definidos quando o novo objecto é criado.</p>
pt_br: <p>Aqui, defina os valores dos atributos pertencentes a um objeto usando o gabarito atual. Esses valores são usados como padrões quando o novo objeto é criado.</p>
ro: <p>Aici setați valorile atributelor ce aparțin unui obiect ce folosește schema actuală. Astfel de valori sunt folosite ca implicite când noul obiect este creat.</p>
ru: <p>Установите значения атрибутов объектов, создаваемых с помощью текущего шаблона. Эти значения используются как значения по умолчанию при создании новых объектов.</p>
sv: <p>Här kan du ställa in värden för attribut som tillhör ett objekt med den aktuella mallen. Sådana värden kommer att användas som standard när det nya objektet skapas.</p>
uk: <p>Тут ви можете встановити атрибути, що притаманні об'єктам, що використовують поточний шаблон. Ці значення використовуватимуться як типові під час створення нових об'єктів.</p>

source: <p>You can use special syntax to create attribute values from existing ones. The expression <i>%attr_name</i> will be replaced with the value of attribute "attr_name" (for example, use "/home/%uid" as a value of "homeDirectory").</p>
bn: <p>আপনি বিদ্যমান বৈশিষ্ট্যের মান থেকে নতুন বৈশিষ্ট্যের মান তৈরির জন্যে বিশেষ সিনট্যাক্স ব্যবহার করতে পারেন। "attr_name" বৈশিষ্ট্যের মান দ্বারা <i>%attr_name</i>অভিব্যক্তিটি প্রতিস্থাপিত হবে (উদাহরণ স্বরূপ, "homeDirectory" এর মান হিসাবে "/home/%uid" ব্যবহার করুন).</p>
ca: <p>Podeu fer servir una sintaxi especial per crear valors d'atributs des dels existents. L'expressió <i>%attr_name</i> es reemplaçarà pel valor de l'atribut "attr_name" (per exemple, useu "/home/%uid" com a valor de "homeDirectory").</p>
el: <p>Μπορείτε να χρησιμοποιήσετε ειδική σύνταξη για να δημιουργήσετε τιμές χαρακτηριστικών για υπάρχοντα. Η έκφραση <i>%attr_name</i> θα αντικατασταθεί με την τιμή του χαρακτηριστικού "attr_name" (για παράδειγμα, χρησιμοποιήστε "/home/%uid" ως τιμή του "homeDirectory").</p>
es: <p>Puede utilizar una sintaxis especial para crear valores de atributos a partir de valores ya existentes. La expresión <i>%attr_name</i> será sustituida por el valor del atributo "attr_name" (por ejemplo, use "/home/%uid" como valor de "homeDirectory").</p>
fi: <p>Voit käyttää erityistä lausemuotoa luodaksesi ominaisuuden arvoja olemassaolevista arvoista. Lauseke <i>%attr_name</i> korvataan ominaisuuden "attr_name" arvolla (esimerkiksi käytä "/home/%uid" "homeDirectory" ominaisuuden arvona).</p>
fr: <p>Vous pouvez utiliser une syntaxe spéciale pour créer des valeurs d'attribut à partir de celles existant déjà. L'expression <i>%attr_name</i> sera remplacée par la valeur de l'attribut "attr_name" (par exemple, utiliser "/home/%uid" comme une valeur pour "homeDirectory").</p>
gl: <p>Pode utilizar unha sintaxe especial para crear valores de atributos a partires de valores xa existentes. A expresión <i>%attr_name</i> será substituída polo valor do atributo "attr_name" (por exemplo, use "/home/%uid" como valor de "homeDirectory").</p>
gu: <p>જે મૂલ્યો છે તેમાંથી નવા એટ્રીબ્યુટ્સ બનાવવા માટે તમે ખાસ નિયમો બનાવી શકો છો. આ રીતે <i>%attr_name</i>એટ્રીબ્યુટના મૂલ્ય સાથે "attr_name"તરીકે બદલાઈજશે. (દાખલા તરીકે, "/home/%uid" બદલાઈને "હોમ ડાયરેક્ટરી" થઈ જશે)</p>
hi: <p>मौजूदा मानों से एट्रीब्यूट मान सृजित करने के लिए आप विशेष सिंटैक्स का प्रयोग कर सकते हैं। अभिव्यक्ति <i>%attr_name</i> को एट्रीब्यूट के मान "attr_name" (उदाहरण के लिए, "homeDirectory" के मान के तौर पर "/home/% uid" का प्रयोग)से बदल दिया गया।</p>
hu: <p>Ahhoz, hogy meglévő attribútumokból attribútumértékeket generáljon, egy külön szintaktika áll rendelkezésre. Az <i>%attr_name</i> az "attr_name" attribútum értékével kerül helyettesítésre (például a "homeDirectory" értékeként használhatja a "/home/%uid" bejegyzést).</p>
id: <p>Anda dapat menggunakan sintaks khusus untuk membuat nilai atribut dari yang sudah ada. Ekspresi <i>%attr_name</i> akan digantikan dengan nilai atribut "attr_name" (contohnya, gunakan "/home/%uid" sebagai nilai dari "homeDirectory").</p>
it: <p>È possibile usare una sintassi particolare per generare i valori degli attributi da quelli esistenti. L'espressione <i>%attr_name</i> sarà sostituita dal valore dell'attributo "attr_name" (ad esempio, usare "/home/%uid" come valore di "homeDirectory").</p>
ja: <p>既存の属性値から新しい属性値を作成する場合は、特殊な構文を 使用できます。例えば、式 <i>%attr_name</i> には属性 "attr_name" の値が代入されます。 この機能を使用すると、たとえば "homeDirectory" の値として "/home/%uid" を指定できます。</p>
km: <p>អ្នក​អាច​ប្រើ​វាក្យសម្ព័ន្ធ​ពិសេស​សម្រាប់​បង្កើត​តម្លៃ គុណលក្ខណៈ​ពី​អ្វី​ដែលមាន​ស្រាប់ ។ កន្សោម <i>%attr_name</i> នឹង​ត្រូវ​បាន​ជំនួស ដោយ​តម្លៃ​គុណលក្ខណៈ "attr_name" (ឧទាហរណ៍ សូម​ប្រើ "/home/%uid" ជា​តម្លៃ​របស់ "ថត​ផ្ទះ") ។</p>
ko: <p>여러분은 존재하는 것으로 부터 속성 값들을 생성하기 위해서 특별한 구문을 사용 합니다. <i>%attr_name</i> 표현은 "attr_name" 속성의 값으로 대체 될 것 입니다. (예,"homeDirectory")의 값으로써 "/home/%uid"을 사용 합니다.</p>
mr: <p>सध्याच्या वरुन अट्रिब्यूट मूल्ये निर्माण करण्यासाठी आपण विशेष वाक्यरचना वापरु शकता.<i>%attr_name</i>च्या जागीअट्रिब्यूटचे मूल्ये"attr_name" घातले जाईल (उदाहरणार्थ, "/home/% चे मूल्ये म्हणून" वापरा"homeDirectory").</p>
nb: <p>Du kan bruke en spesiell syntaks for å opprette attributtverdier fra eksisterende verdier. Uttrykket <i>%attr_name</i> vil bli erstattet av verdien for attributtet "attr_name" (bruk for eksempel "/home/%uid" som verdi for "homeDirectory").</p>
pa: <p>ਤੁਸੀਂ ਖਾਸ ਖਾਕਾ ਵਰਤ ਕੇ ਮੌਜੂਦਾ ਵਿੱਚੋਂ ਗੁਣ ਬਣਾ ਸਕਦੇ ਹੋ। ਸਮੀਕਰਨ <i>%attr_name</i>, "attr_name" ਗੁਣ ਦੇ ਮੁੱਲ ਨਾਲ ਤਬਦੀਲ ਕੀਤੀ ਜਾਵੇਗੀ (ਉਦਾਹਰਨ ਵਜੋਂ, "/home/%uid" ਨੂੰ "homeDirectory" ਦੇ ਮੁੱਲ ਤੌਰ ਤੇ ਵਰਤੋ)।</p>
pt: <p>Pode utilizar uma sintaxe especial para criar valores de atributos, de outros já existentes. A expressão <i>%attr_name</i> será substituída pelo valor do atributo "attr_name" (por exemplo, utilize "/home/%uid" como o valor do "directórioHome").</p>
pt_br: <p>Você pode usar sintaxe especial para criar valores de atributos de valores já existentes. A expressão <i>%attr_name</i> será substituída pelo valor do atributo "attr_name" (por exemplo, use "/home/%uid" como um valor de "homeDirectory").</p>
ro: <p>Puteți folosi sint_axă specială pentru a crea valori de atribute bazate pe cele existente. Expresia <i>%numeatr</i> va fi înlocuită cu valoarea atributului "numeatr" (de exemplu, folosiți "/home/%uid" ca valoare a "homeDirectory").</p>
ru: <p>Вы может использовать специальный синтаксис для создания значений атрибута из уже существующих. Выражение <i>%attr_name</i> будет заменено значением атрибута "attr_name" (например, используйте " /home/%uid" как значение "homeDirectory").</p>
sv: <p>Du kan använda en speciell syntax för att skapa attributvärden från befintliga sådana. Uttrycket <i>%attr_name</i> kommer att ersättas med värdet för attributet "attr_name" (använd exempelvis "/home/%uid" som ett värde för "homeDirectory").</p>
uk: <p>Ви можете використовувати особливий синтаксис, щоб створити значення атрибута з уже існуючих. Вираз <i>%attr_name</i> буде замінено значенням атрибута "attr_name" (наприклад, використовуйте " /home/%uid" як значення параметра "homeDirectory").</p>

source: Attribute &Name
bn: বৈশিষ্ট্যের নাম
ca: &Nom d'atribut
el: Ό&νομα Χαρακτηριστικού
es: &Nombre de atributo
fi: Ominaisuuden &Nimi
fr: Nom des &attributs
gl: &Nome de atributo
gu: એટ્રીબ્યુટનું નામ
hi: गुण का नाम (&N)
hu: Attribútum &neve
id: &Nama Atribut
it: &Nome attributo
ja: 属性名(&N)
km: ឈ្មោះ​គុណលក្ខណៈ
ko: 속성 이름(&N)
mr: अट्रीब्युट नाव
nb: Attributt&navn
pa: ਗੁਣ ਨਾਂ(&N)
pt: &Nome do Atributo
pt_br: &Nome do atributo
ro: &Numele Atributului
ru: &Имя атрибута
sv: Attribut&namn
uk: &Назва атрибута

source: Attribute &Value
bn: বৈশিষ্ট্যের মান
ca: &Valor de l'atribut
el: Τιμή &Χαρακτηριστικού
es: &Valor de atributo
fi: Ominaisuuden &Arvo
fr: &Valeur de l'attribut
gl: &Valor de atributo
gu: એટ્રીબ્યુટનું મૂલ્ય
hi: गुण कि वैल्यू (&V)
hu: Attribútum é&rtéke
id: Nilai Atribut
it: &Valore attributo
ja: 属性値(&V)
km: តម្លៃ​របស់​គុណលក្ខណៈ
ko: 속성 값(&V)
mr: अट्रीब्युट किंमत
nb: Attributt&verdi
pa: ਗੁਣ ਮੁੱਲ(&V)
pt: &Valor do Atributo
pt_br: &Valor do atributo
ro: &Valorea Atributului
ru: &Значение атрибута
sv: Attribut&värde
uk: &Значення атрибута

source: <p>Browse the LDAP tree in the left part of the dialog.</p>
ca: <p>Navegueu per l'arbre LDAP a la part de l'esquerra del diàleg.</p>
es: <p>Examine el árbol LDAP en la parte izquierda del recuadro de diálogo.</p>
fi: <p>Selaa LDAP-puuta vasemmanpuoleisessa valintaikkunassa.</p>
fr: <p>Parcourez l'arborescence LDAP dans la partie gauche de la boite de dialogue.</p>
gl: <p>Explore a árbore LDAP na parte esquerda do cadro de diálogo.</p>
hu: <p>Az LDAP címtárfa a lap bal oldalán járható be.</p>
id: <p>Jelajahi pohon LDAP dibagian kiri dialog.</p>
it: <p>Sfogliare l'albero LDAP a sinistra nella finestra di dialogo.</p>
ja: <p>ダイアログの左側で LDAP ツリーを参照してください。</p>
km: <p>រកមើល​មែកធាង​របស់ LDAP នៅក្នុងផ្នែកខាង​ឆ្វេង​របស់​ប្រអប់ ។</p>
ko: <p>대화 상자 왼쪽에서 LDAP 트리를 검색합니다.</p>
nb: <p>Naviger i LDAP-filstrukturen til venstre i dialogen.</p>
pt_br: <p>Procurar na lista em árvore LDAP na parte esquerda da caixa de diálogo.</p>
ro: <p>Căutați în arborele LDAP din partea stângă a dialogului.</p>
ru: <p>Просмотр дерева LDAP в левой части диалогового окна.</p>
sv: <p>Bläddra i LDAP-trädet till vänster i dialogrutan.</p>
uk: <p>Пересувайтеся деревом LDAP на лівому боці вікна.</p>

source: <p>Once the LDAP object is selected in the tree, the table shows the object data. Use <b>Edit</b> to change the value of the selected attribute. Use <b>Save</b> to save your changes to LDAP.</p>
ca: <p>Un cop l'objecte LDAP està seleccionat a l'arbre, la taula en mostra les dades. Useu <b>Edita</b> per canviar el valor de l'atribut seleccionat. Useu <b>Desa</b> per desar els canvis a LDAP.</p>
es: <p>Una vez seleccionado el objeto LDAP en el árbol, la tabla le muestra los datos del objeto. Utilice <b>Editar</b> para modificar el valor del atributo seleccionado. Utilice <b>Guardar</b> para guardar los cambios en LDAP.</p>
fi: <p>Kun LDAP-objekti on valittu puusta näkyy objektiedot taulukossa. Käytä <b>Muokkaa</b> muuttaaksesi valitun ominaisuuden arvoa. Käytä <b>Tallenna</b> tallentaaksesi muutokset.</p>
fr: <p>Une fois l'objet LDAP sélectionné dans l'arborescence, le tableau montre les données de l'objet. Utilisez <b>Modifier</b> pour modifier la valeur de l'attribut sélectionné. Utilisez <b>Enregistrer</b> pour sauvegarder les modifications que vous avez apportées à LDAP.</p>
gl: <p>Una vez seleccionado o obxecto LDAP na árbore, a táboa amosa os datos do obxecto. Use <b>Editar</b> para modificar o valor do atributo seleccionado. Empregue <b>Gardar</b> para gardar as modificacións en LDAP.</p>
hu: <p>A fában kiválasztott LDAP-objektum adatai a táblázatban láthatók. Az adatok módosításához nyomja meg a <b>Módosítás</b>, mentéséhez pedig a <b>Mentés</b> gombot.</p>
id: <p>Setelah objek LDAP dipohon sudah dipilih, tabel akan menampilkan data objek. Gunakan <b>Sunting</b> untuk mengganti nilai dari atribut yang dipilih. Gunakan <b>Simpan</b> untuk menyimpan perubahan Anda untuk LDAP.</p>
it: <p>Una volta selezionato l'oggetto LDAP nell'albero, la tabella mostra i dati dell'oggetto. Usare <b>Modifica</b> per modificare il valore dell'attributo selezionato. Usare <b>Salva</b> per salvare le modifiche apportate in LDAP.</p>
ja: <p>ツリー表示内で LDAP オブジェクトを選択すると、表内にオブジェクトのデータが表示されます。選択した属性の値を変更するには <b>編集</b> を押してください。変更した値を保存するには <b>保存</b> を押してください。</p>
km: <p>នៅពេល​វត្ថុ LDAP ត្រូវ​បាន​ជ្រើស​នៅក្នុង​មែកធាង តារាង​បង្ហាញ​ទិន្នន័យ​វត្ថុ ។ ប្រើ​ <b>កែសម្រួល</b> ដើម្បីផ្លាស់ប្ដូរ​តម្លៃ​របស់​គុណលក្ខណៈ​ដែលបានជ្រើស ។ ប្រើ <b>រក្សាទុក</b> ដើម្បី​រក្សាទុក​ការ​ផ្លាស់ប្ដូរ​របស់​ទៅ LDAP ។</p>
ko: <p>트리에서 LDAP 객체를 선택하면 테이블에 객체 데이터가 나타납니다. 선택한 속성 값을 변경하려면 <b>편집</b>을 사용하십시오. 변경사항을 LDAP에 저장하려면 <b>저장</b>을 선택하십시오.</p>
nb: <p>Når et LDAP-objekt er valgt i filstrukturen, vises informasjon om objektet i tabellen. Bruk <b>Rediger</b> for å endre verdi for valgt attributt. Bruk <b>Lagre</b> for å lagre endringene for LDAP.</p>
pt_br: <p>Quando o objeto LDAP é selecionado em uma lista em árvore, a tabela mostra os dados do objeto. Use <b>Editar</b> para mudar os valores do atributo selecionado. Use <b>Salvar</b> para salvar suas alterações no LDAP.</p>
ro: <p>După ce a fost selectat obiectul LDAP din arbore, tabelul va afişa datele obiectului. Utilizați <b>Editează</b> pentru a modifica valorile atributelor selectate. Utilizați <b>Salvează</b> pentru a salva modificările în LDAP.</p>
ru: <p>Когда в дереве выбран объект LDAP, в таблице отображаются данные объекта. Нажмите <b>Изменить</b> для изменения значения выбранного атрибута. Нажмите <b>Сохранить</b> для сохранения изменений в LDAP.</p>
sv: <p>När LDAP-objektet valts i trädet visas motsvarande objektdata i tabellen. Använd <b>Redigera</b> om du vill ändra värdet för det valda attributet. Använd <b>Spara</b> om du vill spara ändringarna till LDAP.</p>
uk: <p>Після того як об'єкт LDAP в дереві вибрано, таблиця показує дані об'єкта. Натисніть кнопку <b>Змінити</b> для зміни значення вибраного атрибута. Натисніть кнопку <b>Зберегти</b>, щоб зберегти зміни до LDAP.</p>

source: There are unsaved changes in the current entry. Discard these changes?
bn: বর্তমান প্রবিষ্টকরণে অসংরক্ষিত পরিবর্তন আছে। এই পরিবর্তনগুলি বাতিল করতে চান?
ca: Hi ha canvis no desats a l'entrada actual. Voleu descartar els canvis?
el: Έχετε μη αποθηκευμένες αλλαγές στην τρέχουσα καταχώρηση. Απόρριψη αλλαγών;
es: Hay cambios no guardados en la entrada actual. ¿Desea desechar los cambios?
fi: Nykyisessä merkinnässä on tallentamattomia muutoksia. Hylätäänkö muutokset?
fr: Certaines modifications n'ont pas été enregistrées dans l'entrée actuellement affichée. Ignorer ces modifications ?
gl: Hai modificacións non gardadas na entrada actual. Quere desfacelas?
gu: વર્તમાન એન્ટ્રીમાંના ફેરફારો સચવાયા નથી. આ ફેરફારો નથી જોઈતા?
hi: वर्तमान प्रविष्टि में बिना सहेजे हुए बदलाव हैं। इन्हें रद्द कर दें?
hu: Az aktuális bejegyzésben vannak el nem mentett módosítások. Elveti ezeket a módosításokat?
id: Ada perubahan yang belum disimpan di entri saat ini. Buang perubahan ini?
it: Modifiche non salvate nella voce corrente. Eliminare le modifiche?
ja: 現在のエントリには、保存されていない変更があります。 これらの変更を破棄しますか?
km: មាន​ការ​ផ្លាស់ប្ដូរដែលមិន​ទាន់រក្សាទុក​នៅ​ឡើយ​ទេ នៅ​ក្នុង​ធាតុ​បច្ចុប្បន្ន ។ បោះចោល​ការ​ផ្លាស់ប្ដូរ​ទាំងនេះ ?
ko: 현재 엔트리에 저장하지 않은 변경 사항이 있습니다. 이를 버리시겠습니까?
mr: सध्याच्या एन्ट्रीमध्ये न साठविलेले बदल आहेत. हे बदल रद्द करायचे का?
nb: Det er ulagrede endringer i denne oppføringen. Vil du forkaste endringene?
pa: ਤੁਹਾਡੇ ਕੋਲ ਨਾ-ਸੰਭਾਲਿਆ ਡਾਟਾ ਹੈ। ਕੀ ਤਬਦੀਲੀਆਂ ਅਧੂਰੀਆਂ ਛੱਡਣੀਆਂ ਹਨ?
pt: Existem alterações na entrada actual que não foram gravadas. Descartar estas modificações?
pt_br: Existem mudanças não salvas na entrada atual. Descartar essas mudanças?
ro: Există modificări ale intrării curente ce nu au fost salvate. Renunțați la aceste modificări?
ru: Есть несохраненные изменения текущей записи. Отвергнуть эти изменения?
sv: Det finns osparade ändringar i aktuell post. Bortse från ändringar?
uk: В поточному записі є незбережені зміни. Відкинути ці зміни?

source: LDAP Browser
bn: LDAP সার্ভার
ca: Navegador LDAP
el: Πλοηγός LDAP
es: Navegador LDAP
fi: LDAP-selain
fr: Navigateur LDAP
gl: Navegador LDAP
gu: LDAP બ્રાઉઝર
hi: LDAP ब्राउजर
hu: LDAP-böngésző
id: Penjelajah LDAP
it: Browser LDAP
ja: LDAPブラウザ
km: កម្មវិធី​រុករក LDAP
ko: LDAP 브라우저
mr: LDAP संचारसाधन
nb: LDAP-navigasjon
pa: LDAP ਝਲਕ
pt: Navegador LDAP
pt_br: Navegador LDAP
ro: Browser LDAP
ru: Проводник LDAP
sv: LDAP-bläddrare
uk: Навігатор LDAP
