Repository: Dzejrou/yast-translations
Catalog: po/ldap/*.po
Languages: bn, ca, el, es, fi, fr, gl, gu, hi, hu, id, it, ja, km, ko, mr, nb, pa, pt, pt_br, ro, ru, sv, uk

source: Server: %1:%2
ca: Servidor: %1:%2
el: Διακομιστής: %1:%2
es: Servidor: %1:%2
fi: Palvelin: %1:%2
fr: Serveur : %1:%2
gl: Servidor: %1:%2
hu: Kiszolgáló: %1:%2
ja: サーバ: %1:%2
km: ម៉ាស៊ីន​បម្រើ ៖ %1:%2
ko: 서버: %1:%2
pt_br: Servidor: %1:%2
ru: Сервер: %1:%2
uk: Сервер: %1:%2

source: &Anonymous Access
bn: অজ্ঞাত প্রবেশ
ca: &Accés anònim
el: &Ανώνυμη Πρόσβαση
es: Acceso &anónimo
fi: &Anonyymi yhteys
fr: Accès &anonyme
gl: Acceso &anónimo
gu: અજ્ઞાત પહોંચ
hi: अनामक अभिगम (&A)
hu: &Anonymous hozzáférés
id: Akses &Anonim
it: Accesso a&nonimo
ja: 匿名アクセス(&A)
km: ការ​ចូល​ដំណើរការ​អនាមិក
ko: 익명 접속(&A)
mr: बिननावाचा संपर्क
nb: &Anonym tilgang
pa: ਅਗਿਆਤ ਪਹੁੰਚ(&A)
pt: &Acesso Anónimo
pt_br: &Acesso anônimo
ro: &Acces Anonim
ru: &Анонимный доступ
sv: &Anonym åtkomst
uk: &Анонімний доступ

source: A direct parent for DN '%1' does not exist in the LDAP directory. The object with the selected DN cannot be created.
bn: DNএর একটি সরাসরি অভিভাবক '%1' LDAP ডিরেক্টরিতে বিদ্যমান নেই। নির্বাচিত DN সহ বস্তুটি তৈরি করা যায় না।
ca: Un parent directe per a DN '%1' no existeix dins del directori LDAP. No es pot crear l'objecte amb el DN seleccionat.
el: Ένας απευθείας γονέας για το DN '%1' δεν υπάρχει στον κατάλογο LDAP. Το αντικείμενο με το επιλεγμένο DN δεν μπορεί να δημιουργηθεί.
es: El directorio LDAP no contiene un padre directo para el DN %1. No es posible crear el objeto con el DN seleccionado.
fi: LDAP-hakemistossa ei ole suoraa vanhemmuutta DN '%1' Valittua DN objektia ei voida luoda.
fr: Un parent direct pour DN '%1' n'existe pas dans l'annuaire LDAP. L'objet avec le DN sélectionné ne peut pas être créé.
gl: O directorio LDAP non contén un pai directo para o DN '%1'. Non é posible crear o obxecto co DN seleccionado.
gu: DN '%1' માટે સીધી ઉત્પત્તિ LDAP ડીરેક્ટરી માં નથી. પસંદ કરેલા DN થી આ ઓબજેક્ટ બનાવી શકાશે નહીં.
hi: DN '%1' के लिए एक प्रत्यक्ष पेरेंट LDAP निर्देशिका में मौजूद नहीं है। चयनित DN के साथ वस्तु सृजित नहीं की जा सकती।
hu: A(z) '%1' DN-hez nem található közvetlen szülő az LDAP-címtárban. A kiválasztott DN-nel rendelkező objektumot nem lehet létrehozni.
id: Induk langsung untuk DN '%1' tidak ada dalam direktori LDAP. Objek dengan DN yang terpilih tidak dapat dibuat.
it: Non esiste un elemento principale diretto per il DN '%1' nella directory LDAP. Impossibile creare l'oggetto con il DN selezionato.
ja: DN「%1」の直接の親は、LDAPディレクトリ内に 存在しません。指定されたDNの オブジェクトを作成できません。
km: មិន​មាន​មេ​ផ្ទាល់​របស់ DN '%1' នៅ​ក្នុង​ថត LDAP ឡើយ ។ មិន​អាច​បង្កើតវត្ថុ DN ដែល​បាន​ជ្រើស​បាន​ឡើយ ។
ko: '%1' DN에 대한 직접적인 상위 항목이 LDAP 디렉토리 안에 존재하지 않습니다. 객체와 선택된 DN을 생성할 수 없습니다.
mr: DN साठी थेट जनक (पेरेंट) '%1' LDAPडिरेक्टरीत अस्तित्वात नाही. निवडलेल्या DN ने ऑब्जेक्ट निर्माण करु शकत नाही.
nb: Det finnes ingen direkte overordnet enhet for DN '%1' i LDAP-katalogen. Det kan ikke opprettes noe objekt med valgt DN.
pa: DN '%1' ਲਈ ਸਿੱਧਾ ਮੁਢਲਾ LDAP ਡਾਇਰੈਕਟਰੀ ਵਿੱਚ ਮੌਜੂਦ ਨਹੀਂ। ਚੁਣੇ DN ਆਬਜੈਕਟ ਨਹੀਂ ਬਣੀ।
pt: Um progenitor directo para o DN '%1' não existe no directório LDAP. O objecto com o DN escolhido não pode ser criado.
pt_br: Um pai direto para DN '%1' não existe no diretório LDAP. O objeto com o DN selecionado não pode ser criado.
ro: Un părinte direct pentru DN '%1' nu există indirectorul LDAP. Obiectul cu DN selectat nu poate fi creat.
ru: Прямой родитель для DN "%1" не существует в каталоге LDAP. Объект с выбранным DN не может быть создан.
sv: Det finns inte någon direkt överordnad för DN "%1" i LDAP-katalogen. Objektet med det valda DN:et kan inte skapas.
uk: Прямий предок для DN "%1" не існує в каталозі LDAP. Об'єкт з вибраним DN не може бути створено.

source: An object with the selected DN exists, but it is not a template object. Select another one.
bn: নির্বাচিত DN সহ বস্তুটির অস্তিত্ব আছে, কিন্তু সেটি টেমপ্লেটের বস্তু নয়। অন্য একটি নির্বাচন করুন।
ca: L'objecte amb el DN que s'ha seleccionat existeix però no és un objecte de plantilla. Seleccioneu-ne un altre.
el: Ένα αντικείμενο με το επιλεγμένο DN υπάρχει, αλλά δεν είναι πρότυπο αντικείμενο. Επιλογή κάποιου άλλου;
es: Existe un objeto con el DN seleccionado, pero no es un objeto de plantilla. Seleccione otro.
fi: Valitun DN:n objekti on olemassa, mutta se ei ole malliobjekti. Valitse toinen objekti.
fr: Un objet ayant le DN sélectionné existe, mais il ne s'agit pas d'un objet de modèle. Sélectionnez-en un autre.
gl: Existe un obxecto co DN seleccionado, pero non é un obxecto do modelo. Seleccione outro.
gu: પસંદ કરેલા DN સાથેનો ઓબજેક્ટ છે, પણ તે ટેમ્પલેટ ઓબજેક્ટ નથી. બીજો કોઈ પસંદ કરો.
hi: चयनित DN के साथ वस्तु मौजूद रहती है, लेकिन यह कोई टेम्पलेट वस्तु नहीं है। कोई अन्य चुनें।
hu: Már van a kiválasztottal azonos DN-nevű objektum, de az nem sablonobjektum. Válasszon másikat.
id: Objek dengan DN yang terpilih sudah ada, tetapi bukan sebuah objek templat. Pilih yang lain.
it: Esiste un oggetto con il DN selezionato, ma non è un oggetto Modello. Selezionarne un altro.
ja: 選択したDNのオブジェクトは存在しますが、これはテンプレートオブジェクトではありません。 別のオブジェクトを選択してください。
km: វត្ថុ​ដែល​មាន​ DN ដែល​បាន​ជ្រើស ប៉ុន្តែ​វា​មិនមែន​ជា​វត្ថុ​ពុម្ព ។ ជ្រើស​មួយ​ផ្សេង​ទៀត ។
ko: 선택한 DN을 가진 객체가 존재하지만 템플릿 객체가 아닙니다. 다른 객체를 선택하십시오.
mr: निवडलेल्या DN सहितचे ऑब्जेक्ट अस्तित्वात आहे, परंतु ते टेम्प्लेट ऑब्जेक्ट नाही. दुसरे एखादे निवडा.
nb: Et objekt med valgt unikt navn (DN) eksisterer, men det er ikke et malobjekt. Velg et annet.
pt: Um objecto com o DN seleccionado existe, mas não é um objecto modelo. Escolha outro.
pt_br: Existe um objeto com o DN selecionado, mas não é um objeto de gabarito. Selecione outro.
ro: Există deja un obiect cu DN selectat, dar nu este un obiect șablon. Selectați altul.
ru: Объект с выбранным DN существует, но это не объект шаблона. Выберите другой.
sv: Det finns ett objekt med det valda DN-numret, men det är inte ett mallobjekt. Välj ett annat objekt.
uk: Об’єкта з вибраним DN існує, але це не об’єкт шаблона. Виберіть якийсь інший.

source: No entry with DN '%1' exists on the LDAP server. Create it now?
bn: LDAP সার্ভারে DN '%1' যুক্ত কোন প্রবিষ্টকরণের অস্তিত্ব নেই। সেটি এখন তৈরি করতে চান?
ca: No existeix cap entrada amb DN '%1' al servidor LDAP. Voleu crear-la ara?
el: Δεν υπάρχει καταχώρηση με το DN '%1' στον διακομιστή LDAP. Δημιουργία τώρα;
es: No existe ninguna entrada con el DN '%1' en el servidor LDAP. ¿Desea crearla ahora?
fi: Merkintää DN '%1' ei ole LDAP-palvelimella. Luodaanko se nyt?
fr: Aucune entrée avec DN '%1' n'existe sur le serveur LDAP. La créer maintenant ?
gl: Non existe ningunha entrada co DN '%1' no servidor LDAP. Desexa creala agora?
gu: DN '%1' વાળી કોઈ એન્ટ્રી LDAP સર્વરમાં નથી. હમણાં બનાવવી છે?
hi: LDAP सर्वर पर मौजूद DN '%1' के साथ कोई प्रविष्टि नहीं। अभी सृजित करें?
hu: Nincs '%1' DN bejegyzés az LDAP-kiszolgálón. Létre akarja most hozni?
id: Tidak ada entri dengan DN '%1' pada server LDAP. Buat sekarang?
it: Nessuna voce con il DN '%1' sul server LDAP. Crearla adesso?
ja: LDAPサーバにDN「%1」のエントリが ありません。作成しますか？
km: មិនមានធាតុ DN '%1' ឡើយ នៅ​លើ​ម៉ាស៊ីន​បម្រើ LDAP ។ បង្កើត​វា​ឥឡូវ ?
ko: LDAP 서버상에 '%1' DN이 있는 항목이 존재하지 않습니다. 지금 생성하시겠습니까?
mr: '%1'DN बरोबर प्रवेश नाही LDAP सर्व्हर अस्तिवात नाही. नवीन निर्माण करायचा का?
nb: Ingen oppføring med DN '%1' finnes på LDAP-serveren. Vil du opprette den nå?
pa: DN '%1' ਨਾਲ LDAP ਸਰਵਰ ਤੇ ਕੋਈ ਇੰਦਰਾਜ ਸ਼ਾਮਿਲ ਨਹੀਂ। ਹੁਣ ਬਣਾਓ?
pt: Não existe uma entrada com o DN '%1' no servidor LDAP. Criá-la agora?
pt_br: Nenhuma entrada com DN '%1' existe no servidor LDAP. Criar agora?
ro: Pe serverul LDAP nu există nici o înregistrare cu DN '%1'. Să o creez acum?
ru: Записи с DN "%1" не существует на сервере LDAP. Создать ее?
sv: Det finns inte någon post med DN "%1" på LDAP-servern. Skapa den nu?
uk: На LDAP сервері не існує запису з DN "%1". Створити його?

source: &Open
bn: &ওপেন
ca: &Obre
el: Ά&νοιγμα
es: &Abrir
fi: &Avaa
fr: &Ouvrir
gl: &Abrir
gu: ઓપન (&O)
hi: खोलो (&O)
hu: Meg&nyitás
id: &Buka
it: &Apri
ja: 開く(&O)
km: បើក
ko: 열기(&O)
mr: उघडा
nb: &Åpne
pa: ਖੋਲ੍ਹੋ(&O)
pt: &Abrir
pt_br: &Abrir
ro: Deschide
ru: &Открыть
sv: &Öppna
uk: &Відкрити

source: <p>Set the new value for the current attribute.</p>
bn: <p>বর্তমান বৈশিষ্ট্যের জন্যে নতুন মান নির্দিষ্ট করুন।</p>
ca: <p>Establiu el nou valor per a l'atribut actual.</p>
el: <p>Ορίστε την νέα τιμή του τρέχοντος γνωρίσματος.</p>
es: <p>Definir nuevo valor para el atributo actual.</p>
fi: <p>Aseta uusi arvo nykyiselle ominaisuudelle.</p>
fr: <p>Définissez la nouvelle valeur pour l'attribut actuel.</p>
gl: <p>Definir novo valor para o atributo actual.</p>
gu: <p>વર્તમાન એટ્રીબ્યુટ માટે નવું મૂલ્ય બનાવવું.</p>
hi: <p>हालिया गुण के लिए नई वैल्यु सैट करें</p>
hu: <p>Adja meg az attribútum új értékét.</p>
id: <p>Pilih nilai baru untuk atribut saat ini.</p>
it: <p>Impostare il nuovo valore per l'attributo corrente.</p>
ja: <p>現在の属性の新しい値を設定してください。</p>
km: <p>ចាប់ផ្តើម​តម្លៃ​ថ្មី​សម្រាប់​គុណលក្ខណៈ​បច្ចុប្បន្ន ។</p>​
ko: <p>현재 속성들에 대한 새로운 값을 설정 하십시오.</p>
mr: <p>सध्याच्या ऍ़ट्रीब्युटकरता नवीन किंमत सेट करा.</p>
nb: <p>Definer den nye verdien for gjeldende attributt.</p>
pa: <p>ਮੌਜੂਦਾ ਗੁਣ ਲਈ ਨਵਾਂ ਮੁੱਲ ਦਿਓ।</p>
pt: <p>Definir um novo valor para o atributo actual.</p>
pt_br: <p>Configure novo valor para o atributo atual.</p>
ro: <p>Setați valoarea nouă pentru atributul curent.</p>
ru: <p>Установите новое значение для текущего атрибута.</p>
sv: <p>Ange det nya värdet för det aktuella attributet.</p>
uk: <p>Вкажіть нове значення для поточного атрибута.</p>

source: <p>If the attribute can have more values, add new entries with <b>Add Value</b>. Sometimes the button contains the list of possible values to use for the current attribute. If the value of the edited attribute should be a distinguished name (DN), it is possible to choose it from the LDAP tree using <b>Browse</b>. </p>
bn: <p>বৈশিষ্ট্যটির যদি আরও বেশি মান থাকতে পারে, তাহলে <b>মান যোগ করুন</b> সমেত নতুন প্রবিষ্টকরণ যোগ করুন। কখনও কখনও বোতামটিতে বর্তমান বৈশিষ্ট্যের জন্যে ব্যবহৃত সম্ভাব্য মানগুলির তালিকা থাকে। যদি সম্পাদিত বৈশিষ্ট্যের মানটি পরিচিত নাম হতে হয় (DN), তাহলে <b>ব্রাউজ করুন</b> ব্যবহার করে LDAP ট্রি থেকে এটি বেছে নেওয়া সম্ভব। </p>
ca: <p>Si l'atribut pot tenir més valors, afegiu entrades noves amb <b>Afegeix valor</b>. Algunes vegades el botó conté la llista de possibles valors per usar per a l'atribut actual. Si el valor de l'atribut editat ha de ser un nom diferenciat (DN), és possible triar-lo des de l'arbre LDAP amb <b>Navega</b>. </p>
el: <p>Αν το χαρακτηριστικό μπορεί να έχει περισσότερες τιμές, μπορείτε να προσθέσετε νέες καταχωρήσεις με το<b>Προσθήκη Τιμής</b>. Μερικές φορές το κουμπί περιέχει τη λίστα των πιθανών τιμών για να τις χρησιμοποιήσετε στο τρέχων χαρακτηριστικό. Εάν η τιμή του ρυθμισμένου χαρακτηριστικού πρέπει να είναι διακριτό όνομα,, είναι δυνατό να το επιλέξετε από το LDAP δέντρο χρησιμοποιώντας <b>Περιήγηση</b>. </p>
es: <p>Si el atributo puede tener más valores, añada nuevas entradas mediante <b>Añadir valor</b>. En ocasiones el botón incluye la lista de valores posibles para usarlos con el atributo actual. Si el valor del atributo editado debe ser un nombre completo (DN), dicho nombre se puede elegir en el árbol LDAP usando <b>Examinar</b>. </p>
fi: <p>Mikäli ominaisuudella voi olla useampi arvo, lisää uusia merkintöjä painamalla <b>Lisää arvo</b>. Joissakin tapauksissa painike sisältää ominaisuudelle valittavissa olevat arvot. Mikäli ominaisuuden arvo pitää olla yksilöllinen (DN), voit valita sen LDAP puusta painamalla <b>Selaa</b>. </p>
fr: <p>Si l'attribut peut avoir plus de valeurs, ajoutez de nouvelles entrées avec l'option <b>Ajouter une valeur</b>. Parfois, le bouton contient la liste des valeurs possibles à utiliser pour attribut actuel. Si la valeur de l'attribut modifié doit être un nom distinct (DN), il est possible de le choisir dans l'arborescence LDAP grâce à l'option <b>Parcourir</b>. </p>
gl: <p>Se o atributo pode ter máis valores, engada novas entradas mediante <b>Engadir valor</b>. Ás veces, o botón inclúe a lista de valores posibles para usalos co atributo actual. Se o valor do atributo editado debe ser un nome completo (DN), este nome pódese escoller na árbore LDAP usando <b>Examinar</b>. </p>
gu: <p>જો એટ્રીબ્યુટને વધારે મૂલ્યો હોય, તો <b>એડ વેલ્યુઝ</b> દ્વારા નવી એન્ટ્રી ઉમેરો. કેટલીક વાર વર્તમાન એટ્રીબ્યુટ માટે બટનમાં શક્ય હોય તે મૂલ્યોની યાદી હોય છે. જો સુધારેલા એટ્રીબ્યુટનું મૂલ્ય લાક્ષણિક હોવું (DN) જરૂરી હોય, તો તો બ્રાઉઝ દ્વારા LDAP ટ્રી માંથી તે પસંદ કરવાનું શક્ય છે. </p>
hi: <p>अगर एट्रीब्यूट्स के पास अधिक मान हो सकते हैं, तो <b>Add Value</b> से नई प्रविष्टियां जोड़ें। कभी-कभी वर्तमान एट्रीब्यूटों के प्रयोग के लिए इस बटन में संभावित मानों की सूची होती है। अगर संपादित एट्रीब्यूट का मान कोई विशिष्ट नाम (DN) हो, तो इसे <b>Browse</b> का प्रयोग कर LDAP ट्री से चुनना संभव होता है। </p>
hu: <p>Amennyiben az attribútum több értékkel rendelkezhet, hozzáadhat további értékeket az <b>Érték hozzáadása</b> gomb megnyomásával. Bizonyos esetekben a gomb tartalmazza a hozzáadható értékeket is, a kiválasztott attribútumtól függően. Ha a módosított attribútum értéke egy megkülönböztetett név (DN) kell, hogy legyen, akkor a <b>Tallózás</b> gombbal ki lehet választani azt az LDAP-címtárfából. </p>
id: <p>Jika atribut memiliki nilai lebih banyak, tambahkan entri baru dengan <b>Tambah Nilai</b>. Biasanya tombol berisi daftar nilai yang mungkin digunakan untuk atribut saat ini. Jika nilai dari atribut yang disunting ingin berupa distinguished name (DN), pilihlah dari pohon LDAP menggunakan <b>Jelajah</b>. </p>
it: <p>Se l'attributo può avere più valori, aggiungere nuove voci selezionando <b>Aggiungi valore</b>. A volte il pulsante contiene l'elenco dei valori che è possibile usare per l'attributo corrente. Se il valore dell'attributo modificato deve essere un nome distinto (DN), è possibile selezionarlo dall'albero LDAP usando <b>Sfoglia</b>. </p>
ja: <p>属性に対してさらに値を設定するには、［<b>値の追加</b> ］をクリックして、新しいエントリを追加してください。 場合によってはボタンを押すことで現在の属性に設定可能な候補が 表示されることもあります。 編集した属性の値が識別名(DN)でなければならない項目では、 ［<b>参照</b>］ボタンをクリックしてLDAPツリーを参照することができます。 </p>
km: <p>ប្រសិន​បើ​គុណលក្ខណៈ​អាច​មាន​តម្លៃ​ច្រើន បន្ថែម​ធាតុ​ថ្មី ដោយ​ប្រើ<b>បន្ថែម​តម្លៃ</b> ។ ជួនកាល​ប៊ូតុង​មាន​បញ្ជីរបស់ តម្លៃ​ដែល​អាច​មាន​ដើម្បី​ប្រើ​សម្រាប់​គុណលក្ខណៈ​បច្ចុប្បន្ន ។ ប្រសិន​បើ​តម្លៃ​របស់​គុណលក្ខណៈ​ដែលបាន​កែសម្រួល​គួរ​​ជា distinguished name (DN) អាច​ជ្រើស​វា​ពី​មែកធាង​របស់ LDAP ដោយ​ប្រើ<b>រកមើល</b> ។ </p>
ko: <p>속성이 값을 여러 개 가질 수 있으면 <b>값 추가</b>를 사용하여 새 항목을 추가합니다. 가끔 버튼에 현재 속성에 사용할 수 있는 값 목록이 포함되어 있습니다. 편집한 속성 값이 고유 이름(DN)이면 <b>찾아보기</b>를 사용하여 LDAP 트리에서 선택할 수 있습니다. </p>
mr: <p>जर अट्रिब्यूटची जास्त मूल्ये असू शकत असतील, तर <b>Add Value</b> ने नवीन प्रविष्टी घाला. कधी कधी बटणात चालू अट्रिब्यूटसाठी वापरण्याकरिता संभाव्य मूल्यांची सूची समाविष्ट असते. जर संपादित केलेल्या अट्रिब्यूटचे मूल्ये विशिष्ट नांव(DN), असायला हवे असेल, तर <b>Browse</b> वापरुन ते LDAP ट्री मधून निवडणे शक्य असते. </p>
nb: <p>Hvis attributtet kan ha flere verdier, legger du til nye oppføringer med <b>Legg til verdi</b>. Iblant inneholder knappen listen over mulige verdier som kan brukes for gjeldende attributt. Hvis verdien av det redigerte attributtet skulle være et unikt navn (DN), er det mulig å velge det fra LDAP-treet ved hjelp av <b>Bla gjennom</b>. </p>
pt: <p>Se o atributo pode ter mais valores, adicione novas entradas com <b>Adicionar Valor</b>. Por vezes o botão contém a lista de valores possíveis de utilizar no atributo actual. Se o valor do atributo editado deva ser um nome distinto (DN), é possível escolhê-lo a partir da árvore LDAP, utilizando <b>Navegar</b>. </p>
pt_br: <p>Se o atributo puder ter mais valores, adicione novas entradas com <b>Adicionar valor</b>. Às vezes, o botão contém a lista de valores que podem ser usados no atributo atual. Se o valor do atributo editado precisar ser um DN (distinguised name - nome exclusivo), será possível escolhê-lo na árvore LDAP usando <b>Pesquisar</b>. </p>
ro: <p>Dacă atributul poate avea mai multe valori, le puteți adăuga cu <b>Adaugă valoare</b>. Uneori butonul conține o listă a valorilor posibile pentru atributul curent. Dacă valoarea atributului editat trebuie să fie un nume distinct (DN), puteți să-l selectați din arborele LDAP utilizând <b>Caută</b>. </p>
ru: <p>Если атрибут может иметь больше значений, добавьте новые записи при помощи кнопки <b>Добавить значение</b>. Иногда эта кнопка содержит список возможных значений для текущего атрибута. Если значением редактируемого атрибута должно быть характерное имя (DN), его можно выбрать из дерева LDAP при помощи кнопки <b>Обзор</b>. </p>
sv: <p>Om attributet kan ha fler värden kan du lägga till nya poster med <b>Lägg till värde</b>. Ibland innehåller knappen listan över möjliga värden som kan användas för det aktuella attributet. Om värdet för det redigerade attributet ska vara ett specifikt namn (DN) går det att markera det i LDAP-trädet genom att använda <b>Bläddra</b>. </p>
uk: <p>Якщо атрибути можуть мати більше значень, то додайте нові записи за допомогою <b>Додати значення</b>. Іноді кнопка містить список можливих значень для поточного атрибута. Якщо значення редагованого атрибута повинно бути DN (Distinguished Name), то його можна вибрати з дерева LDAP за допомогою кнопки <b>Навігація</b>. </p>

source: <p>The description of attribute "%1":<br></p>
bn: <p>"%1" বৈশিষ্ট্যের বর্ণনা: <br></p>
ca: <p>La descripció de l'atribut "%1":<br></p>
el: <p>Η περιγραφή του χαρακτηριστικού "%1":<br></p>
es: <p>La descripción del atributo "%1" (en inglés):<br></p>
fi: <p>ominaisuuden "%1" kuvaus:<br></p>
fr: <p>La description de l'attribut "%1" (en anglais) :<br></p>
gl: <p>A descrición do atributo "%1":<br></p>
gu: <p>એટ્રીબ્યુટનું વર્ણન "%1":<br></p>
hi: <p>गुण का विवरण "%1":<br></p>
hu: <p>A(z) "%1" attribútum leírása:<br></p>
id: <p>Deskripsi dari atribut "%1":<br></p>
it: <p>Descrizione (solo in inglese) dell'attributo "%1":<br></p>
ja: <p>属性「%1」の説明(英語のみ):<br></p>
km: <p>សេចក្ពី​ពណ៌នា​អំពី​គុណលក្ខណៈ "%1" ៖<br></p>
ko: <p> "%1" 속성의 설명:<br></p>
mr: <p>"%1" अट्रीब्युशनचे वर्णन:<br></p>
nb: <p>Beskrivelse av attributtet "%1":<br></p>
pa: <p>ਗੁਣ ਦਾ ਵਰਣਨ "%1":<br></p>
pt: <p>A descrição do atributo "%1":<br></p>
pt_br: <p>A descrição do atributo "%1":<br></p>
ro: <p>Descrierea atributlui "%1":<br></p>
ru: <p>Описание атрибута "%1":<br></p>
sv: <p>Beskrivningen av attributet "%1":<br></p>
uk: <p>Опис атрибута "%1":<br></p>

source: &Value of "%1" Attribute
bn: "%1" বৈশিষ্ট্যের মান
ca: &Valor de l'atribut "%1"
el: &Τιμή του Χαρακτηριστικού "%1"
es: &Valor del atributo "%1"
fi: &Ominaisuuden "%1" arvo
fr: &Valeur de l'attribut "%1"
gl: &Valor do atributo "%1"
gu: "%1" એટ્રીબ્યુટનું મૂલ્ય
hi: गुण का वैल्यु "%1" (&V)
hu: &Az "%1" attribútum értéke
id: &Nilai Atribut "%1"
it: &Valore dell'attributo "%1"
ja: 属性「%1」の値(&V)
km: តម្លៃ​របស់​គុណ​លក្ខណៈ "%1"
ko: 속성 "%1" 의 값(&V)
mr: "%1" ऍ़ट्रीब्युटची किंमती
nb: &Verdi for "%1"-attributt
pa: "%1" ਗੁਣ ਦਾ ਮੁੱਲ(&V)
pt: &Valor do Atributo "%1"
pt_br: &Valor do atributo "%1"
ro: &Valoarea atributului "%1"
ru: &Значение атрибута "%1"
sv: &Värde för "%1"-attribut
uk: &Значення атрибута "%1"

source: &Values of "%1" Attribute
bn: "%1" বৈশিষ্ট্যের মানগুলি
ca: &Valors de l'atribut "%1"
el: &Τιμές των Χαρακτηριστικών "%1"
es: &Valores del atributo "%1"
fi: &Ominaisuude "%1" arvot
fr: &Valeurs de l'attribut "%1"
gl: &Valores do atributo "%1"
gu: "%1" એટ્રીબ્યુટનાં મૂલ્યો
hi: गुण का वैल्यु "%1" (&V)
hu: A&z "%1" attribútum értékei
id: &Nilai Atribut "%1"
it: &Valori dell'attributo "%1"
ja: 属性「%1」の値 (複数可)(&V)
km: តម្លៃ​របស់​គុណលក្ខណៈ "%1"
ko: 속성 "%1" 의 값(&V)
mr: "%1" ऍ़ट्रीब्युटची किंमती
nb: &Verdier for "%1"-attributt
pa: "%1" ਗੁਣ ਦੇ ਮੁੱਲ(&V)
pt: &Valores do Atributo "%1"
pt_br: &Valores do atributo "%1"
ro: &Valori ale atributului "%1"
ru: &Значения атрибута "%1"
sv: &Värden för "%1"-attribut
uk: &Значення атрибутів "%1"

source: &Add Value
bn: মান যোগ করুন
ca: &Afegeix valor
el: &Προσθήκη τιμής
es: &Añadir valor
fi: &Lisää arvo
fr: &Ajouter une valeur
gl: Eng&adir valor
gu: મૂલ્ય ઉમેરો
hi: वैल्यु जोडें (&A)
hu: Érték hozzá&adása
id: &Tambah Nilai
it: &Aggiungi valore
ja: 値の追加(&A)
km: បន្ថែម​តម្លៃ
ko: 값 추가(&A)
mr: किंमत मिळवा
nb: &Legg til verdi
pa: ਮੁੱਲ ਸ਼ਾਮਲ(&A)
pt: &Adicionar Valor
pt_br: &Adicionar Valor
ro: &Adaugă Valoare
ru: Доб&авить значение
sv: &Lägg till värde
uk: &Додати значення

source: &Empty Entry
bn: খালি প্রবিষ্টকরণ
ca: &Entrada buida
el: &Κενή Καταχώρηση
es: Entrada &vacía
fi: &Tyhjä merkintä
fr: &Entrée vide
gl: Entrada bal&eira
gu: ખાલી એન્ટ્રી
hi: रिक्त भरती (&E)
hu: Üres &bejegyzés
id: &Kosongkan Entri
it: &Voce vuota
ja: 未記入の項目(&E)
km: ធាតុ​ទទេ
ko: 빈 항목(&E)
mr: रिकामी नोंद
nb: &Tom oppføring
pa: ਇੰਦਰਾਜ ਖਾਲੀ(&E)
pt: &Entrada Vazia
pt_br: &Entrada Vazia
ro: Înr&egistrare goală
ru: Пустая зап&ись
sv: &Tom post
uk: &Порожній запис

source: Bro&wse
bn: ব্রাউজ
ca: Na&vega
el: Περιήγη&ση
es: &Examinar
fi: &Selaa
fr: Par&courir
gl: E&xaminar
gu: બ્રાઉઝ
hi: ब्राउजं (&w)
hu: &Tallózás
id: Jelajah
it: &Sfoglia
ja: 参照(&W)
km: រកមើល
ko: 찾아보기(&W)
mr: संचारसाधन
nb: &Bla igjennom
pa: ਝਲਕ(&w)
pt: &Navegar
pt_br: P&rocurar
ro: Răsfoiește
ru: Об&зор
sv: Blä&ddra
uk: Пере&глянути

source: The value '%1' already exists. Please select another one.
bn: '%1' মানটির ইতিমধ্যেই অস্তিত্ব আছে। অনুগ্রহ করে অপর একটি নির্বাচন করুন।
ca: Ja existeix el valor '%1'. Si us plau, seleccioneu-ne un altre.
el: Η τιμή '%1' υπάρχει ήδη. Παρακαλώ επιλέξτε άλλη.
es: El valor '%1' ya existe. Por favor, seleccione otro.
fi: Arvo '%1' on jo olemassa. Valitse jokin toinen.
fr: La valeur '%1' existe déjà. Veuillez en sélectionner une autre.
gl: O valor '%1' xa existe. Por favor, seleccione outro.
gu: '%1' મૂલ્ય તો છે જ. મહેરબાની કરીને બીજું પસંદ કરો.
hi: मान '%1' पहले से मौजूद है। कृपया कोई दूसरा चुनें।
hu: A(z) '%1' érték már létezik. Válasszon egy másikat.
id: Nilai '%1' sudah ada. Silakan pilih yang lain.
it: Il valore '%1' esiste già. Selezionarne un altro.
ja: 値「%1」はすでに存在します。 他の値を選んでください。
km: តម្លៃ '%1' មាន​រួចហើយ ។ សូម​ជ្រើស​តម្លៃ​មួយ​ផ្សេង​ទៀត ។
ko: '%1' 값은 이미 존재합니다. 다른 값을 선택하십시오.
mr: किंमत आधीच '%1' अस्तित्वात आहे. कृपया दुसरे एखादे निवडा.
nb: Verdien '%1' finnes allerede. Velg en annen verdi.
pa: '%1' ਮੁੱਲ ਪਹਿਲਾਂ ਹੀ ਸ਼ਾਮਲ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਹੋਰ ਚੁਣੋ।
pt: O valor %1 já existe. Por favor, escolha outro.
pt_br: O valor '%1' já existe. Selecione outro.
ro: Valoarea %1 este deja utilizată. Selectați altă valoare.
ru: Значение "%1" уже существует. Пожалуйста, выберите другое.
sv: Värdet "%1" finns redan. Välj ett annat.
uk: Значення "%1" вже існує. Будь ласка, виберіть інше.

source: Configuration of user management tools
bn: ব্যবহারকারী পরিচালনা টুলের সংরূপণ
ca: Configuració de les eines de gestió d'usuaris
el: Ρύθμιση των εργαλείων διαχείρισης χρήστη
es: Configuración de las herramientas de administración de usuarios
fi: Käyttäjähallinnan määritystyökalut
fr: Configuration des outils de gestion des utilisateurs
gl: Configuración das ferramentas de administración de usuarios
gu: યુઝર વ્યવસ્થા ના સાધનોનું કન્ફિગરેશન
hi: युजर प्रबघन औजारों का समनुरूपण
hu: Felhasználó-felügyeleti segédeszközök beállítása
id: Konfigurasi alat manajemen pengguna
it: Configurazione degli strumenti di gestione degli utenti
ja: ユーザ管理ツールの設定です
km: ការ​កំណត់​រចនា​សម្ព័ន្ធ​របស់​ឧបករណ៍​គ្រប់គ្រង​អ្នកប្រើ
ko: 사용자 관리의 설정 도구
mr: वापरकर्त्यांच्या व्यवस्थापन साधनांची संरचना
nb: Konfigurasjon av brukeradministrasjonsverktøy
pa: ਉਪਭੋਗੀ ਪਰਬੰਧਨ ਜੰਤਰਾਂ ਦੀ ਸੰਰਚਨਾ
pt: Configuração das ferramentas de gestão do utilizador
pt_br: Configuração das ferramentas de gerenciamento de usuário
ro: Configurarea uneltelor de administrare
ru: Конфигурация средств управления пользователями
sv: Inställningar för användarhanteringsverktyg
uk: Налаштування засобів керування користувачами
