Repository: Dzejrou/yast-translations
Catalog: po/ldap/*.po
Languages: bn, ca, el, es, fi, fr, gl, gu, hi, hu, id, it, ja, km, ko, mr, nb, pa, pt, pt_br, ro, ru, sv, uk

source: Verify that the LDAP Server is running and reachable.
ca: Verifiqueu que el servidor LDAP s'estigui executant i sigui accessible.
es: Asegúrese de que el servidor LDAP esté en ejecución y sea accesible.
fi: Varmista, että LDAP-palvelin on käynnissä ja tavoitettavissa.
fr: Vérifiez que le serveur LDAP est en cours d'exécution et accessible.
hu: Ellenőrizze, hogy az LDAP-kiszolgáló fut-e és elérhető-e.
id: Pastikan Server LDAP berjalan dan dapat dijangkau.
it: Verificare che il server LDAP sia in esecuzione e raggiungibile.
ja: LDAPサーバが動作していて、接続可能であることを確認してください。
ko: LDAP 서버가 실행 중이고 접근 가능함을 확인하십시오.
pt_br: Verifique se o servidor LDAP está em execução e acessível.
ru: Проверьте, что сервер LDAP запущен и доступен.
sv: Kontrollera att LDAP-servern körs och kan nås.
uk: Перевірте, що сервер LDAP запущений і доступний.

source: Failed to establish TLS encryption. Verify that the correct CA Certificate is installed and the Server Certificate is valid.
ca: Ha fallat l'establiment de l'encriptació TLS. Verifiqueu que hi ha instal·lat el Certificat CA correcte i que el Certificat de Servidor és vàlid.
es: Se ha producido un error al establecer el cifrado TLS. Asegúrese de que esté instalado el certificado CA correcto y de que el certificado del servidor sea válido.
fi: TLS salauksen muodostaminen epäonnistui. Varmista, että oikea CA varmennetiedosto on asennettuna ja että palvelin varmennetiedosto on voimassa.
fr: Échec de l'établissement du codage TLS. Assurez-vous que le certificat CA correct est installé et que le certificat du serveur est valide.
hu: Nem sikerült létrehozni a TLS titkosítást. Ellenőrizze, hogy a megfelelő CA tanúsítvány van telepítve és a kiszolgálótanúsítmány érvényes.
id: Gagal melakukan enkripsi TLS. Pastikan bahwa Sertifikat CA sudah dipasang dengan benar dan Sertifikat Server valid.
it: Impossibile stabilire la cifratura TLS. Verificare che sia installato il certificato CA corretto e che il certificato del server sia valido.
ja: TLS暗号化の確立に失敗しました。 正しいCA証明書がインストールされており、サーバ証明書が有効であることを確認してください。
ko: TLS 암호화를 설정하지 못했습니다. 올바른 CA 인증서가 설치되고 서버 인증서가 유효함을 확인하십시오.
pt_br: Falha ao estabelecer criptografia TLS. Verifique se o Certificado de CA correto está instalado e se a Certificação do Servidor é válida.
ru: Не удалось использовать шифрование TLS. Проверьте, что установлен допустимый сертификат CA и сертификат сервера допустим.
sv: Det gick inte att skapa TLS-kryptering. Kontrollera att rätt CA-certifikat är installerat och att servercertifikatet är giltigt.
uk: Не вдалося скористатися шифруванням TLS. Перевірте, що встановлено правильний сертифікат CA і сертифікат сервера правильний.

source: Failed to establish TLS encryption. Verify that the Server has StartTLS support enabled.
ca: Ha fallat l'establiment de l'encriptació TLS. Verifiqueu que el servidor tingui habilitat el suport StartTLS.
es: Se ha producido un error al establecer el cifrado TLS. Asegúrese de que la compatibilidad con StartTLS esté habilitada en el servidor.
fi: TLS salauksen muodostaminen epäonnistui. Tarkista, että palvelimessa on StartTLS tuki käytössä.
fr: Échec de l'établissement du chiffrement TLS. Assurez-vous que la prise en charge StartTLS est activée sur le serveur.
hu: Nem sikerült létrehozni a TLS titkosítást. Ellenőrizze, hogy a kiszolgálóan a StartTLS támogatás engedélyezve van.
id: Gagal melakukan enkripsi TLS. Pastikan Server sudah mengaktifkan dukungan StartTLS.
it: Impossibile stabilire la cifratura TLS. Verificare che sul server sia abilitato il supporto StartTLS.
ja: TLS暗号化接続の確立に失敗しました。 サーバ側でStartTLSに対応しているかどうかを確認してください。
ko: TLS 암호화를 설정하지 못했습니다. 서버에서 StartTLS 지원을 활성화했음을 확인하십시오.
pt_br: Falha ao estabelecer criptografia TLS. Verifique se o servidor está com o suporte a StartTLS habilitado.
ru: Не удалось использовать шифрование TLS. Проверьте, что на сервере включена поддержка StartTLS.
sv: Det gick inte att skapa TLS-kryptering. Kontrollera att servern har StartTLS-stöd aktiverat.
uk: Не вдалося скористатися шифруванням TLS. Перевірте, що на сервері увімкнена підтримка StartTLS.

source: The server could be down or unreachable.
bn: সার্ভার খারাপ আছে বা পৌঁছানো যাচ্ছে না।
ca: El servidor podria haver caigut o estar inaccessible.
el: Ο Διακομιστής μπορεί να έχει πέσει ή δεν είναι διαθέσιμος.
es: Es posible que el servidor esté apagado o que no se pueda acceder a él.
fi: Palvelin voi olla alhaalla tai ei tavoitettavissa.
fr: Il se peut que le serveur soit arrêté ou ne puisse pas être atteint.
gl: É posible que o servidor estea apagado ou que non se poida acceder a el.
gu: સર્વર બંધ થઈ જશે કે પહોચની બહાર હશે.
hi: सर्वर नहीं चल रहा हैं ओर नहीं पहुच सकती हैं
hu: A kiszolgáló valószínűleg nem fut vagy nem elérhető.
id: Server mungkin mati atau tidak dapat dijangkau.
it: Il server potrebbe essere inattivo o non raggiungibile.
ja: サーバがダウンしているか到達できない可能性があります。
km: ម៉ាស៊ីន​បម្រើ​អាច​ខូច ឬ​មិន​អាច​តភ្ជាប់​បាន ។
ko: 서버가 다운되었거나 접근할 수 없습니다.
mr: सर्व्हर बंद झाला असेल किंवा पोहोचण्याच्या पलिकडे असेल.
nb: Serveren kan være nede eller er ikke tilgjengelig.
pa: ਸਰਵਰ ਹੌਲੀ ਜਾਂ ਨਾ-ਪਹੁੰਚਣ ਯੋਗ ਹੈ।
pt: O servidor pode estar desligado ou ser inalcançável.
pt_br: O servidor pode estar desligado ou inacessível.
ro: Serverul este picat sau inaccesibil.
ru: Возможно, сервер выключен или недоступен.
sv: Servern kan inte nås eller är inte tillgänglig.
uk: Сервер вимкнений або недоступний.

source: The value of DN is missing or invalid.
bn: DN এর মান অনুপস্থিত বা অবৈধ।
ca: El valor de DN no hi és o no és vàlid.
el: Η τιμή του DN λείπει ή είναι άκυρη.
es: Falta el valor de DN o no es válido.
fi: DN arvo puuttu tai on epäkelpo.
fr: La valeur du DN est manquante ou incorrecte.
gl: O valor de DN falta ou non é correcto.
gu: DN નું મૂલ્ય નથી અથવા અયોગ્ય છે.
hi: DN का वैल्यू गायब है या अस्तायापित हैं
hu: Hibás vagy hiányzó DN érték.
id: Nilai DN tidak ada atau tidak valid.
it: Il valore di DN è mancante o non è valido.
ja: DNの値が指定されていないか正しくありません。
km: បាត់តម្លៃ​របស់ DN ឬ​មិន​ត្រឹមត្រូវ ។
ko: DN의 값이 없거나 잘못되었습니다.
mr: DN ची किंमत हरवलेली आहे किंवा अवैध.
nb: Verdien for unikt navn (DN) mangler eller er ugyldig.
pa: DN ਦਾ ਮੁੱਲ ਗੁੰਮ ਜਾਂ ਗਲਤ ਹੈ।
pt: O valor do DN está em falta ou é inválido.
pt_br: O valor de DN está ausente ou é inválido.
ro: Valorea DN lipsește sau este invalidă.
ru: Значение DN отсутствует или недопустимо.
sv: Värdet för DN saknas eller är ogiltigt.
uk: Значення DN - відсутнє або нечинне.

source: Attribute type not found.
bn: গুণাবলীর ধরণ পাওয়া যায় নি।
ca: Tipus d'atribut no trobat.
el: Ο τύπος του χαρακτηριστικού δεν βρέθηκε.
es: No se ha encontrado el tipo de atributo.
fi: Ominaisuuden tyyppiä ei löytynyt.
fr: Type d'attribut non trouvé.
gl: tipo de atributo non atopado.
gu: એટ્રીબ્યુટ નો પ્રકાર નથી મળતો.
hi: एट्रीब्यूट प्रकार नहीं मिले।
hu: Az attribútumtípus nem található.
id: Tipe atribut tidak ditemukan.
it: Tipo di attributo non rilevato.
ja: 属性種類が見つかりません。
km: រក​មិន​ឃើញ​ប្រភេទ​គុណលក្ខណៈ ។
ko: 속성 유형을 찾을수 없습니다.
mr: गुणविशेष प्रकार मिळाला नाही.
nb: Attributtype ikke funnet.
pa: ਗੁਣ ਕਿਸਮ ਨਹੀਂ ਲੱਭੀ।
pt: Tipo de atributo não encontrado.
pt_br: Tipo de atributo não encontrado.
ro: Tipul atributului nu a fost găsit.
ru: Тип атрибута не найден.
sv: Attributtyp hittades inte.
uk: Не знайдено тип атрибута.

source: Object class not found.
bn: অবজেক্ট শ্রেণী পাওয়া যায় নি।
ca: Classe d'objecte no trobat.
el: Η κλάση του αντικειμένου δεν βρέθηκε.
es: No se ha encontrado la clase de objeto.
fi: Objektiluokkaa ei löytynyt.
fr: Classe d'objet non trouvée.
gl: Clase de obxecto non atopado.
gu: ઓબ્જેક્ટ ક્લાસ નથી મળતો
hi: ओब्जक्ट क्लास नहीं मिली ।
hu: Az objektumosztály nem található.
id: Kelas objek tidak ditemukan.
it: Classe degli oggetti non trovata.
ja: オブジェクトクラスが見つかりません。
km: រក​មិន​ឃើញ​ថ្នាក់​របស់​វត្ថុ ។
ko: 객체 클래스를 찾을수 없습니다.
mr: हेतू वर्ग मिळाले नाही.
nb: Objektklasse ikke funnet.
pa: ਆਬਜੈਕਟ ਕਲਾਸ ਨਹੀਂ ਲੱਭੀ।
pt: Classe de objecto não encontrada.
pt_br: Classe de objeto não encontrada.
ro: Clasa obiectului nu a fost găsită.
ru: Класс объекта не найден.
sv: Objektklass hittades inte.
uk: Не знайдено клас об'єкта.

source: Connection to the LDAP server cannot be established.
bn: LDAP সার্ভারের সাথে সংযোগ স্থাপন করা যায় নি।
ca: No es pot establir la connexió amb el servidor LDAP.
el: Η σύνδεση σε διακομιστή LDAP δεν μπορεί να πραγματοποιηθεί.
es: No es posible establecer la conexión con el servidor LDAP.
fi: Yhteyttä LDAP-palvelimeen ei voitu muodostaa.
fr: La connexion au serveur LDAP n'a pas pu être établie.
gl: A conexión ao servidor LDAP non pode ser establecida.
gu: LDAP સર્વર સાથેનું જોડાણ નથી સ્થપાતું.
hi: LDAP सर्वर से कनेक्शन स्थापित नहीं हो सका।
hu: Nem sikerült kapcsolatot létesíteni az LDAP-kiszolgálóval.
id: Sambungan ke server LDAP tidak dapat dilakukan.
it: Impossibile stabilire la connessione con il server LDAP.
ja: LDAPサ―バへの接続を確立できません。
km: មិន​អាច​បង្កើត​ការ​តភ្ជាប់​​ទៅ​កាន់​ម៉ាស៊ីន​បម្រើ LDAP ។
ko: LDAP 서버에 연결할 수 없습니다.
mr: LDAP सर्व्हरशी संपर्क होऊ शकत नाही.
nb: Kan ikke opprette tilkobling til til LDAP-serveren.
pa: LDAP ਸਰਵਰ ਨਾਲ ਕੁਨੈਕਸ਼ਨ ਨਹੀਂ ਬਣਿਆ।
pt: A ligação ao servidor LDAP não pode ser estabelecida.
pt_br: Não é possível estabelecer conexão com o servidor LDAP.
ro: Conexiunea cu serverul LDAP nu poate fi realizată.
ru: Не удается установить соединение с сервером LDAP.
sv: Det går inte att upprätta en anslutning till LDAP-servern.
uk: Неможливо зв'язатись з сервером LDAP.

source: A problem occurred while connecting to the LDAP server.
bn: LDAP সার্ভারের সাথে সংযোগ স্থাপনে সমস্যা।
ca: Hi ha hagut un problema durant la connexió amb el servidor LDAP.
el: Παρουσιάστηκε σφάλμα κατά την σύνδεση στον διακομιστή LDAP.
es: Problema al conectar con el servidor LDAP.
fi: Tapahtui virhe yhdistettäessä LDAP-palvelimeen.
fr: Un problème est survenu lors de la connexion au serveur LDAP.
gl: Ocorreu un problema ao conectar co servidor LDAP.
gu: LDAP સર્વર સાથે જોડાણ કરવામાં મુશ્કેલી.
hi: LDAP सर्वर से जोड़ने में समस्या हैं ।
hu: Hiba történt a kiszolgálóhoz való csatlakozás közben.
id: Terjadi masalah saat menghubungkan ke server LDAP.
it: Si è verificato un problema durante la connessione al server LDAP.
ja: LDAPサ―バへの接続時に問題が発生しました。
km: កំហុស​មួយ​បាន​កើត​ឡើង​ខណៈ​ពេល​តភ្ជាប់​ទៅ​ម៉ាស៊ីន​បម្រើ LDAP ។
ko: LDAP 서버에 연결하는 동안 문제가 발생했습니다.
mr: LDAP सेवासंगणक जोडणी करताना अडचण आली.
nb: Det oppstod et problem under tilkobling til LDAP-serveren.
pa: LDAP ਸਰਵਰ ਨਾਲ ਜੁੜਨ ਦੌਰਾਨ ਇੱਕ ਸਮੱਸਿਆ ਆਈ ਹੈ।
pt: Ocorreu um problema ao ligar ao servidor LDAP.
pt_br: Ocorreu um problema durante a conexão com o servidor LDAP.
ro: A apărut o problemă la conectarea cu serverul LDAP.
ru: Возникла проблема при подключении к серверу LDAP.
sv: Ett problem uppstod vid anslutning till LDAP-servern.
uk: Під час з'єднання з сервером LDAP трапилась помилка.

source: A problem occurred while reading data from the LDAP server.
bn: LDAP সার্ভার থেকে ডেটা পড়ায় সমস্যা।
ca: Hi ha hagut un problema durant la lectura de dades des del servidor LDAP.
el: Παρουσιάστηκε σφάλμα κατά την ανάγνωση δεδομένων από τον διακομιστή LDAP.
es: Se ha producido un problema al leer datos del servidor LDAP.
fi: Tapahtui virhe luettaessa tietoja LDAP-palvelimelta.
fr: Un problème est survenu lors de la lecture des données à partir du serveur LDAP.
gl: Ocorreu un problema ao ler datas desde o servidor LDAP.
gu: LDAP સર્વર માંથી ડેટા વાંચવામાં તકલીફ.
hi: LDAP सर्वर से डाटा पढंने में समस्या हैं
hu: Probléma lépett fel az LDAP-kiszolgáló adatainak olvasása közben.
id: Terjadi masalah saat membaca data dari server LDAP.
it: Si è verificato un problema durante la lettura dei dati dal server LDAP.
ja: LDAPサ―バからデータを読み取り中に問題が発生しました。
km: បញ្ហា​មួយ​បាន​កើត​ឡើង​ ខណៈ​ពេល​អាន​ទិន្នន័យ​ពី​ម៉ាស៊ីន​បម្រើ LDAP ។
ko: LDAP 서버에서 데이터를 읽어 오는 동안 문제가 발생했습니다.
mr: LDAP सेवासंगणकातून माहिती वाचताना अडचण आली.
nb: Det oppstod et problem under lesing av data fra LDAP-serveren.
pa: LDAP ਸਰਵਰ ਤੋਂ ਡਾਟਾ ਪੜਨ ਸਮੇਂ ਮੁਸ਼ਕਿਲ ਹੈ।
pt: Ocorreu um problema durante a leitura de dados do servidor LDAP.
pt_br: Ocorreu um problema ao ler dados do servidor LDAP.
ro: A apărut o problemă la citirea datelor de pe serverul LDAP.
ru: Возникла проблема при чтении данных с сервера LDAP.
sv: Ett problem uppstod när data skulle läsas från LDAP-servern.
uk: Проблема з читанням даних з сервера LDAP.

source: A problem occurred while writing LDAP users.
ca: Hi ha hagut un problema durant l'escriptura d'usuaris LDAP.
el: Παρουσιάστηκε σφάλμα κατά την εγγραφή των χρηστών LDAP.
es: Problema al escribir los usuarios LDAP.
fi: Tapahtui virhe kirjoitettaessa LDAP käyttäjiä.
fr: Un problème est survenu lors de l'écriture des utilisateurs LDAP.
hu: Hiba történt az LDAP-felhasználók kiírása közben.
id: Terjadi masalah saat menulis pengguna LDAP.
it: Si è verificato un problema durante la scrittura degli utenti LDAP.
ja: LDAPユーザを書き込み中に問題が発生しました。
ko: LDAP 사용자를 쓰는 중 문제가 발생했습니다.
pt_br: Ocorreu um problema ao gravar usuários LDAP.
ru: Возникла проблема при записи пользователей LDAP.
sv: Ett problem uppstod när LDAP-användare skrevs.
uk: Сталася проблема під час запису користувачів LDAP.

source: A problem occurred while writing LDAP groups.
ca: Hi ha hagut un problema durant l'escriptura de grups LDAP.
el: Παρουσιάστηκε σφάλμα κατά την εγγραφή ομάδων LDAP.
es: Problema al escribir los grupos LDAP.
fi: Tapahtui virhe kirjoitettaessa LDAP ryhmiä.
fr: Un problème est survenu lors de l'écriture des groupes LDAP.
hu: Hiba történt az LDAP-csoportok kiírása közben.
id: Terjadi masalah saat menulis grup LDAP.
it: Si è verificato un problema durante la scrittura dei gruppi LDAP.
ja: LDAPグループを書き込み中に問題が発生しました。
ko: LDAP 그룹을 쓰는 중 문제가 발생했습니다.
pt_br: Ocorreu um problema ao gravar grupos LDAP.
ru: Возникла проблема при записи групп LDAP.
sv: Ett problem uppstod när LDAP-grupper skrevs.
uk: Сталася проблема під час запису груп LDAP.

source: A problem occurred while writing data to the LDAP server.
ca: Hi ha hagut un problema durant l'escriptura de dades al servidor LDAP.
el: Παρουσιάστηκε σφάλμα κατά την εγγραφή δεδομένων στον διακομιστή LDAP.
es: Problema al escribir datos en el servidor LDAP.
fi: Tapahtui virhe kirjoitettaessa tietoja LDAP-palvelimelle.
fr: Un problème est survenu lors de l'écriture des données sur le serveur LDAP.
hu: Probléma lépett fel az LDAP-kiszolgáló adatainak mentése közben.
id: Terjadi masalah saat menulis data ke server LDAP.
it: Si è verificato un problema durante la scrittura dei dati sul server LDAP.
ja: LDAPサーバにデータを書き込み中に問題が発生しました。
ko: LDAP 서버에 데이터를 쓰는 중 문제가 발생했습니다.
pt_br: Ocorreu um problema ao gravar dados no servidor LDAP.
ru: Возникла проблема при записи данных на сервер LDAP.
sv: Ett problem uppstod när data skrevs till LDAP-servern.
uk: Під час запису даних на сервер LDAP трапилась помилка.

source: A problem occurred while reading schema from the LDAP server.
bn: LDAP সার্ভার থেকে স্কীমা পড়ায় সমস্যা হয়েছে।
ca: Hi ha hagut un problema durant la lectura de l'esquema des del servidor LDAP.
el: Παρουσιάστηκε ένα πρόβλημα κατά την ανάγνωση του σχήματος από τον διακομιστή LDAP.
es: Se ha producido un problema al leer el esquema del servidor LDAP.
fi: Tapahtui virhe luettaessa mallitiedostoa LDAP-palvelimelta.
fr: Un problème est survenu lors de la lecture du schéma à partir du serveur LDAP.
gl: Aconteceu un problema ao ler o esquema do servidor LDAP.
gu: LDAP સર્વર માંથી યોજના વાંચવામાં મુશ્કેલી નડી.
hi: LDAP सर्वर से Schema पढंने में समस्या हैं
hu: Hiba lépett fel az LDAP-kiszolgáló sémájának olvasása közben.
id: Terjadi masalah saat membaca skema dari server LDAP.
it: Si è verificato un problema durante la lettura dello schema dal server LDAP.
ja: LDAPサ―バからスキーマを読み取り中に問題が発生しました。
km: បញ្ហា​មួយ​បាន​កើត​ឡើង ខណៈ​ពេល​អាន​គ្រោងការណ៍​ពី​ម៉ាស៊ីន​បម្រើ LDAP ។
ko: LDAP 서버에서 스키마를 읽어 오는 동안 문제가 발생했습니다.
mr: LDAP सर्व्हरकरता स्कीम वाचताना प्रॉव्हब्लेम झाला.
nb: Det oppstod et problem under lesing av skjema fra LDAP-serveren.
pt: Ocorreu um problema com a leitura do esquema (schema) do servidor LDAP.
pt_br: Ocorreu um problema ao ler o esquema do servidor LDAP.
ro: A apărut o problemă la citirea schemei de pe serverul LDAP.
ru: Возникла проблема при чтении схемы с сервера LDAP.
sv: Ett problem uppstod när schemat skulle läsas från LDAP-servern.
uk: Проблема з читанням схеми з сервера LDAP.

source: An unknown LDAP error occurred.
bn: অজ্ঞাত LDAP ত্রুটি
ca: Hi ha hagut un problema LDAP desconegut.
el: Παρουσιάστηκε άγνωστο σφάλμα LDAP.
es: Se ha producido un error LDAP desconocido.
fi: Tapahtui tuntematon LDAP virhe.
fr: Une erreur LDAP inconnue s'est produite.
gl: Ocorreu un erro LDAP descoñecido.
gu: અપરિચિત LDAP ભૂલ
hi: अन्जान LDAP खराबी
hu: Ismeretlen LDAP-hiba történt.
id: Terjadi kesalahan LDAP yang tidak diketahui.
it: Si è verificato un errore LDAP sconosciuto.
ja: 不明なLDAPエラーが発生しました。
km: កំហុស LDAP ដែល​មិន​ស្គាល់​មួយ​បាន​កើត​ឡើង ។
ko: 알 수 없는 LDAP 오류가 발생했습니다.
mr: अनोळखी LDAP चूक
nb: Det har oppstått en ukjent LDAP-feil.
pa: ਇੱਕ ਅਣਜਾਣ LDAP ਗਲਤੀ ਆਈ ਹੈ।
pt: Ocorreu um erro desconhecido de LDAP.
pt_br: Ocorreu um erro LDAP desconhecido.
ro: A apărut o eroare LDAP necunoscută.
ru: Возникла неизвестная ошибка LDAP.
sv: Ett okänt LDAP-fel inträffade.
uk: Виникла невідома помилка LDAP.

source: &Show Details
bn: বিবরণ দেখান
ca: &Mostra'n els detalls
el: &Εμφάνιση Λεπτομερειών
es: &Mostrar detalles
fi: &Näytä tiedot
fr: &Afficher les détails
gl: Mo&strar detalles
gu: વિગતો જણાવો
hi: विवरण दिखाऎं (&S)
hu: &Részletek megjelenítése
id: &Lihat Rincian
it: &Mostra dettagli
ja: 詳細の表示(&S)
km: បង្ហាញ​សេចក្តី​លម្អិត
ko: 상세 보기(&S)
mr: तपशील दाखवा
nb: &Vis detaljer
pa: ਵੇਰਵਾ ਵੇਖਾਓ(&S)
pt: Mo&strar Detalhes
pt_br: Mo&strar detalhes
ro: Afișează detalii
ru: &Показать подробности
sv: &Visa detaljer
uk: &Показати подробиці

source: Unknown error. Perhaps 'yast2-ldap' is not available.
bn: অজ্ঞাত ত্রুটি: সম্ভবত 'yast2-ldap' উপলব্ধ নয়।
ca: Error desconegut. Potser yast2-ldap no està disponible.
el: Άγνωστο σφάλμα. Ίσως το 'yast2-ldap' δεν είναι διαθέσιμο.
es: Error desconocido. Es posible que 'yast2-ldap' no esté disponible.
fi: Tuntematon virhe. Ehkä 'yast2-ldap' ei ole käytettävissä.
fr: Erreur inconnue. 'yast2-ldap' n'est peut-être pas disponible.
gl: Erro descoñecido. Posiblemente 'yast2-ldap' non estea dispoñible.
gu: અપરિચિત ભૂલ. કદાચ 'yast2-ldap' ઉપલબ્ધ નથી.
hi: अनजाना दोष , शायद yast2-ldap उपलब्ध नहीं हैं
hu: Ismeretlen hiba: esetleg nincs telepítve a 'yast2-ldap' csomag.
id: Kesalahan tidak diketahui. Mungkin 'yast2-ldap' tidak tersedia.
it: Errore sconosciuto. Può darsi che 'yast2-ldap' non sia disponibile.
ja: 不明なエラーです。「yast2-ldap」が使用不能になっている可能性があります。
km: កំហុស​មិន​ស្គាល់ ៖ ប្រហែល​ជា 'yast2-ldap' មិន​មាន​ឡើយ ។
ko: 알 수 없는 오류입니다. 'yast2-ldap'를 사용할 수 없는 것 같습니다.
mr: अनोळखी चूक. कदाचित 'yast2-ldap' उपलब्ध नाही.
nb: Ukjent feil. 'yast2-ldap' er kanskje ikke tilgjengelig.
pa: ਅਣਜਾਣੀ ਗਲਤੀ। ਸ਼ਾਇਦ 'yast2-ldap' ਉਪਲੱਬਧ ਨਹੀਂ ਹੈ।
pt: Erro desconhecido. Provavelmente o 'yast2-ldap' não está disponível.
pt_br: Erro desconhecido. Talvez 'yast2-ldap' não esteja disponível.
ro: Eroare necunoscută. Probabil 'yast2-ldap' nu este disponibil.
ru: Неизвестная ошибка. Возможно "yast2-ldap" не доступен.
sv: Okänt fel. Det kan hända att "yast2-ldap" inte är tillgänglig.
uk: Невідома помилка. Можливо, нема "yast2-ldap".

source: Really keep this configuration?
ca: Realment voleu mantenir aquesta configuració?
el: Θέλετε να διατηρήσετε αυτές τις ρυθμίσεις;
es: ¿Seguro que desea guardar la configuración?
fi: Haluatko pitää tämä määrityksen?
fr: Voulez-vous vraiment conserver cette configuration ?
hu: Valóban megtartja ezt a beállítást?
id: Yakin tetap ingin mempertahankan konfigurasi ini?
it: Mantenere la configurazione?
ja: この設定を維持してよろしいですか？
ko: 이 구성을 유지하시겠습니까?
pt_br: Realmente manter esta configuração?
ru: Действительно сохранить конфигурацию?
sv: Vill du spara den här konfigurationen?
uk: Дійсно зберегти налаштування?

source: A possible reason for the failed connection may be that your client is configured for TLS/SSL but the server does not support it. Retry connection without TLS/SSL?
ca: Un possible motiu de l'error de connexió pot ser que el vostre client estigui configurat per a TLS/SSL però que el servidor no en tingui suport. Tornar a intentar la connexió sense TLS/SSL?
es: El fallo en la conexión puede deberse a que su cliente esté configurado para usar TLS/SSL pero el servidor no lo permita. ¿Desea reintentar la conexión desactivando TLS/SSL?
fi: Epäonnistunut yhteys voi mahdollisesti johtua siitä, että asiakas on määritetty käyttämään TLS/SSL, mutta palvelin ei tue sitä. Kokeillaanko yhteyttä ilman TLS/SSL?
fr: Une cause possible de l'échec de connexion peut être que votre client est configuré pour TLS/SSL mais que le serveur ne le prend pas en charge. Retenter la connexion sans TLS/SSL ?
gl: Unha posible causa do fallo na conexión pode deberse a que o cliente estea configurado para usar TLS/SSL, pero o servidor non o permite. Quere que se reintente a conexión desactivando TLS/SSL?
hu: A kapcsolat létrehozásának sikertelenségének oka lehet, hogy a kliens TLS/SSL kapcsolatra van beállítva, de ezt a kiszolgáló nem támogatja. Megpróbálja létrehozni a kapcsolatot TLS/SSL használata nélkül?
id: Sebab kegagalan sambungan yang mungkin adalah klien Anda dikonfigurasi untuk TSL/SSL tetapi server tidak mendukungnya. Coba lagi menyambungkan tanpa TLS/SSL?
it: Connessione non riuscita perché il client potrebbe essere configurato per TLS/SSL ma il server non li supporta. Ritentare la connessione senza TLS/SSL?
ja: 接続失敗の原因としては、お使いのクライアントは TLS/SSL で設定しようとしたにも関わらず、 サーバ側はそれをサポートしていなかったことが考えられます。 TLS/SSL 無しで接続を再試行しますか？
km: ហេតុ​ដែល​សមរម្យ​សម្រាប់​កា​រតភ្ជាប់​ដែលបានបរាជ័យ​អាច​មក​ពី​ម៉ាស៊ីនភ្ញៀវ​របស់​អ្នក​ត្រូវ​បាន កំណត់​រចនាសម្ព័ន្ធ​សម្រាប់ TLS/SSL ប៉ុន្តែ​ម៉ាស៊ីនបម្រើ​មិនគាំទ្រ​វា ។ ព្យាយាម​តភ្ជាប់​ម្ដង​ទៀត​ដោយ​គ្មាន TLS/SSL បាន​ទេ ?
ko: 연결이 실패한 이유는 클라이언트가 TLS/SSL에 대해 구성되었지만 서버에서 지원되지 않기 때문인 것 같습니다. TLS/SSL 없이 다시 연결하시겠습니까?
nb: Tilkoblingsproblemet kan skyldes at klienten er satt opp for TLS/SS, og at serveren ikke støtter dette. Vil du forsøke på nytt uten TLS/SSL?
pt: Uma causa possível para a falha de ligação pode ser que o seu cliente se encontra configurado para TLS/SSL mas o servidor não o suporta. Tentar ligação sem TLS/SSL?
pt_br: Uma causa possível para a falha na conexão pode ser que seu cliente esteja configurado para TLS/SSL, mas o servidor não suporta isso. Tentar conexão sem TLS/SSL?
ro: Un posibil motiv pentru eşuarea conexiunii este: clientul dvs. este configurat pentru TLS/SSL, dar serverul nu suportă. Încercaţi din nou conectarea fără TLS/SSL?
ru: Возможная причина прерывания соединения — ваш клиент настроен на TLS/SSL, а сервер не поддерживает это. Попробовать соединиться без использования TLS/SSL?
sv: En möjlig orsak till anslutningsfelet är att klienten har konfigurerats för TLS/SSL, vilket inte stöds av servern. Vill du försöka ansluta igen utan TLS/SSL?
uk: Ймовірна причина невдачі з'єднання полягає в тому, що ваш клієнт налаштовано для TLS/SSL, але сервер цього не підтримує. Повторити спробу з'єднання (без TLS/SSL)?

source: BindDN
ja: バインドDN

source: &LDAP Server Password
bn: LDAP সার্ভার
ca: Contrasenya del servidor &LDAP
el: Συνθηματικό Διακομιστή &LDAP
es: Contraseña del servidor &LDAP
fi: &LDAP-palvelimen salasana
fr: Mot de passe du serveur &LDAP
gl: &Contrasinal do Servidor LDAP
gu: &LDAP સર્વર
hi: LDAP सर्वर
hu: &LDAP-kiszolgáló jelszava
id: Kata Sandi Server &LDAP
it: Password del server &LDAP
ja: LDAPサ―バパスワード(&L)
km: ពាក្យ​សម្ងាត់​ម៉ាស៊ីន​បម្រើ LDAP
ko: LDAP 서버 비밀번호(&L)
mr: LDAP सेवा संगणक
nb: Passord for &LDAP-server
pa: &LDAP ਸਰਵਰ ਪਾਸਵਰਡ:
pt: Palavra Passe do Servidor &LDAP
pt_br: Senha do servidor &LDAP
ro: Parolă server &LDAP
ru: Пароль сервера &LDAP
sv: &LDAP-serverlösenord
uk: Пароль сервера &LDAP
