Repository: Dzejrou/yast-translations
Catalog: po/snapper/*.po
Languages: ar, ca, da, el, fi, fr, gl, id, ko, lt, nb, nn, pl, pt, pt_br, ro, sv, zh_cn

source: Show the difference between current and selected snapshot:
ar: إظهار الفرق بين اللقطة الحالية والمحددة:
ca: Mostra la diferència entre la instantània actual i la seleccionada:
da: Vis forskel mellem aktuelt og det valgte øjebliksbillede:
el: Προβολή διαφορών μεταξύ του τρέχοντος και επιλεγμένου στιγμιοτύπου:
fi: Näytä nykyisen ja valitun tilannevedoksen väliset erot:
fr: Afficher la différence entre l'instantané actuel et l'instantané sélectionné :
gl: Mostrar a diferenza entre a captura actual e a seleccionada:
id: Menampilkan perbedaan antara snapshot saat ini dan yang dipilih:
ko: 현재 스냅샷과 선택한 스냅샷의 차이점을 나타냅니다.
lt: Rodyti skirtumą tarp šios ir pasirinktos momentinės kopijos:
nb: Vis forskjellen mellom gjeldende og valgt øyeblikksbilde:
nn: Vis forskjellen mellom gjeldande system og augneblinksbilete:
pl: Pokaż różnicę między bieżącą i wybraną migawką:
pt: Mostrar as diferenças entre o corrente e a snapshot selecionada:
pt_br: Exibir a diferença entre o instantâneo atual e o selecionado:
ro: Afișează diferența dintre punctul de restaurare actual și cel selectat:
sv: Visa skillnaden mellan den aktuella och den valda ögonblicksbilden:
zh_cn: 显示当前快照与选定快照之间的差异：

source: Show the difference between first and second snapshot
ar: إظهار الفرق بين اللقطة الأولى والثانية
ca: Mostra la diferència entre la primera i la segona instantànies
da: Vis forskel mellem første og andet øjebliksbillede
el: Προβολή διαφορών μεταξύ του πρώτου και δεύτερου στιγμιοτύπου
fi: Näytä ensimmäisen ja toisen tilannevedoksen väliset erot
fr: Afficher la différence entre le premier et le second instantané
gl: Mostrar a diferenza entre a primeira e segunda captura
id: Menampilkan perbedaan antara snapshot pertama dan kedua
ko: 첫 번째 스냅샷과 두 번째 스냅샷의 차이점을 나타냅니다.
lt: Rodyti skirtumą tarp pirmos ir antros momentinės kopijos
nb: Vis forskjellen mellom første og andre øyeblikksbilde
nn: Vis forskjellar mellom første og andre augneblinksbilete
pl: Pokaż różnicę między pierwszą i drugą migawką
pt: Mostrar as diferenças entre o primeiro e o segundo snapshot
pt_br: Exibir a diferença entre o primeiro e o segundo instantâneo
ro: Afișează diferența dintre primul și cel de-al doilea punct de restaurare
sv: Visa skillnaden mellan första och andra ögonblicksbilden
zh_cn: 显示第一个快照与第二个快照之间的差异

source: Show the difference between first snapshot and current system
ar: إظهار الفرق بين اللقطة الأولى والنظام الحالي
ca: Mostra la diferència entre la primera instantània i el sistema actual
da: Vis forskel mellem første øjebliksbillede og det aktuelle system
el: Προβολή διαφορών μεταξύ του πρώτου στιγμιοτύπου και του συστήματος αυτή την στιγμή
fi: Näytä ensimmäisen tilannevedoksen ja nykyisen järjestelmän erot
fr: Afficher la différence entre le premier instantané et le système actuel
gl: Mostrar a diferenza entre a primeira captura e o sistema actual
id: Menampilkan perbedaan antara snapshot pertama dan sistem saat ini
ko: 첫 번째 스냅샷과 현재 시스템의 차이점을 나타냅니다.
lt: Rodyti skirtumą tarp pirmos momentinės kopijos ir dabartinės sistemos
nb: Vis forskjellen mellom første øyeblikksbilde og gjeldende system
nn: Vis forskjellar mellom første augneblinksbilete og gjeldande system
pl: Pokaż różnicę między pierwszą migawką i bieżącym systemem
pt: Mostrar as diferenças entre o primeiro snapshot e o sistema atual
pt_br: Exibir a diferença entre o primeiro instantâneo e o sistema atual
ro: Afișează diferența dintre primul punct de restaurare și sistemul actual
sv: Visa skillnaden mellan första ögonblicksbilden och det aktuella systemet
zh_cn: 显示第一个快照与当前系统之间的差异

source: Show the difference between second snapshot and current system
ar: إظهار الفرق بين اللقطة الثانية والنظام الحالي
ca: Mostra la diferència entre la segona instantània i el sistema actual
da: Vis forskel mellem andet øjebliksbillede og det aktuelle system
el: Προβολή διαφορών μεταξύ του δεύτερου στιγμιοτύπου και του συστήματος αυτή την στιγμή
fi: Näytä toisen tilannevedoksen ja nykyisen järjestelmän väliset erot
fr: Afficher la différence entre le second instantané et le système actuel
gl: Mostrar a diferenza entre a segunda captura e o sistema actual
id: Menampilkan perbedaan antara snapshot kedua dan sistem saat ini
ko: 두 번째 스냅샷과 현재 시스템의 차이점을 나타냅니다.
lt: Rodyti skirtumą tarp antros momentinės kopijos ir dabartinės sistemos
nb: Vis forskjellen mellom andre øyeblikksbilde og gjeldende system
nn: Vis forskjellar mellom andre augneblinksbilete og gjeldande system
pl: Pokaż różnicę między drugą migawką i bieżącym systemem
pt: Mostrar as diferenças entre o segundo snapshot e o sistema atual
pt_br: Exibir a diferença entre o segundo instantâneo e o sistema atual
ro: Afișează diferența dintre cel de-al doilea punct de restaurare și sistemul actual
sv: Visa skillnaden mellan andra ögonblicksbilden och det aktuella systemet
zh_cn: 显示第二个快照与当前系统之间的差异

source: Time of taking the snapshot:
ar: وقت التقاط اللقطة:
ca: Hora de la instantània:
da: Oprettelsestidspunkt for øjebliksbilledet:
el: Ώρα που πάρθηκε το στιγμιότυπο:
fi: Tilannevedosten ottoajat:
fr: Date de prise de l'instantané :
gl: Tempo de toma da captura:
id: Waktu ketika mengambil snapshot:
ko: 스냅샷 촬영 시간:
lt: Momentinės kopijos sukūrimo laikas:
nb: Tid for å opprette øyeblikksbildet:
nn: Tidspunkt for augneblinksbilete:
pl: Czas wykonania migawki:
pt: Tempo em que a snapshot foi tirada:
pt_br: Horário de captura do instantâneo:
ro: Data și ora de creare a punctului de restaurare:
sv: Tid då ögonblicksbilden togs:
zh_cn: 获取快照的时间：

source: Time of taking the first snapshot:
ar: وقت التقاط اللقطة الأولى:
ca: Hora de la primera instantània:
da: Oprettelsestidspunkt for det første øjebliksbillede:
el: Ώρα που πάρθηκε το πρώτο στιγμιότυπο:
fi: Ensimmäisen tilannevedoksen ottoaika:
fr: Date de prise du premier instantané :
gl: Tempo de toma da primeira captura:
id: Waktu ketika mengambil snapshot pertama:
ko: 첫 번째 스냅샷 촬영 시간:
lt: Pirmos momentinės kopijos sukūrimo laikas:
nb: Tid for å opprette første øyeblikksbilde:
nn: Tidspunkt for første augneblinksbilete:
pl: Czas wykonania pierwszej migawki:
pt: Tempo em que a primeira snapshot foi tirada:
pt_br: Horário de captura do primeiro instantâneo:
ro: Data și ora de creare a primului punct de restaurare:
sv: Tid då den första ögonblicksbilden togs:
zh_cn: 获取第一个快照的时间：

source: Time of taking the second snapshot:
ar: وقت التقاط اللقطة الثانية:
ca: Hora de la segona instantània:
da: Oprettelsestidspunkt for det andet øjebliksbillede:
el: Ώρα που πάρθηκε το δεύτερο στιγμιότυπο:
fi: Toisen tilannevedoksen ottoaika:
fr: Date de prise du second instantané :
gl: Tempo de toma da segunda captura:
id: Waktu ketika mengambil snapshot kedua:
ko: 두 번째 스냅샷 촬영 시간:
lt: Antros momentinės kopijos sukūrimo laikas:
nb: Tid for å opprette andre øyeblikksbilde:
nn: Tidspunkt for andre augneblinksbilete:
pl: Czas wykonania drugiej migawki:
pt: Tempo em que a segunda snapshot foi tirada:
pt_br: Horário de captura do segundo instantâneo:
ro: Data și ora de creare a celui de-al doilea punct de restaurare:
sv: Tid då den andra ögonblicksbilden togs:
zh_cn: 获取第二个快照的时间：

source: &Open
ar: ف&تح
ca: &Obre
da: Å&bn
el: &Άνοιγμα
fi: &Avaa
fr: &Ouvrir
gl: &Abrir
id: &Buka
ko: 열기(&O)
lt: &Atverti
nb: &Åpne
nn: &Opna
pl: &Otwórz
pt: &Abrir
pt_br: &Abrir
ro: &Deschidere
sv: &Öppna
zh_cn: 打开(&O)

source: Restore Selected
ar: استعادة المحدد
ca: Restaura els seleccionats
da: Genskab det valgte
el: Επαναφορά Επιλεγμένου
fi: Palauta valitut
fr: Restaurer la sélection
gl: Restaurar os selevcionados
id: Pulihkan yang Dipilih
ko: 선택한 항목 복원
lt: Atstatyti pasirinktas
nb: Oppdater valgte
nn: Gjenopprett valt bilete
pl: Przywróć zaznaczone
pt: Restaurar Selecionado
pt_br: Restaurar Selecionados
ro: Restaurare selecție
sv: Återställ valda
zh_cn: 恢复选定项

source: Do you want to delete the file %1 from current system?
ar: هل تريد حذف الملف %1 من النظام الحالي؟
ca: Voleu suprimir el fitxer %1 del sistema actual?
da: Vil du slette filen %1 fra det nuværende system?
el: Θέλετε να διαγράψετε το αρχείο %1 από το τρέχον σύστημα;
fi: Haluatko varmasti poistaa tiedoston %1 nykyisestä järjestelmästä?
fr: Voulez-vous supprimer le fichier %1 du système actuel ?
gl: Quere eliminar o ficheiro %1 do sistema actual?
id: Apakah Anda ingin menghapus berkas %1 dari sistem saat ini?
ko: %1 파일을 현재 시스템에서 삭제하시겠습니까?
lt: Tikrai norite pašalinti rinkmeną %1 iš dabartinės sistemos?
nb: Vil du slett filen %1 fra gjeldende system?
nn: Vil du slette fila %1 frå gjeldande system?
pl: Czy chcesz usunąć plik %1 z bieżącego systemu?
pt: Deseja apagar este ficheiro %1 do sistema atual?
pt_br: Deseja remover o arquivo %1 do sistema atual?
ro: Doriți să ștergeți fișierul %1 din sistemul actual?
sv: Vill du ta bort filen %1 från det aktuella systemet?
zh_cn: 是否要将文件 %1 从当前系统中删除？

source: Do you want to copy the file %1 from snapshot '%2' to current system?
ar: هل تريد نسخ الملف %1 من اللقطة '%2' إلى النظام الحالي؟
ca: Voleu copiar el fitxer %1 de la instantània '%2' al sistema actual?
da: Vil du kopiere filen %1 fra øjebliksbilledet "%2" til det nuværende system?
el: Θέλετε να αντιγράψετε το αρχείο %1 από το στιγμιότυπο '%2' στο τρέχον σύστημα;
fi: Haluatko kopioida tiedoston %1 tilannevedoksesta '%2' nykyiseen järjestelmään?
fr: Voulez-vous copier le fichier %1 de l'instantané '%2' vers le système actuel ?
gl: Quere copiar o ficheiro %1 da captura '%2' ao sistema actual?
id: Apakah Anda ingin menyalin berkas %1 dari snapshot '%2' untuk sistem saat ini?
ko: %1 파일을 스냅샷 '%2'에서 현재 시스템으로 복사하시겠습니까?
lt: Tikrai norite nukopijuoti rinkmeną %1 iš iš „%2“ momentinio būvio į dabartinę sistemą?
nb: Vil du kopiere filen %1 fra øyeblikksbilde '%2' til gjeldende system?
nn: Vil du kopiera fila %1 frå augneblinksbiletet «%2» til gjeldande system?
pl: Czy chcesz skopiować plik %1 z migawki %2 do bieżącego systemu?
pt: Deseja copiar o ficheiro %1 da snapshot '%2' para o sistema atual?
pt_br: Deseja copiar o arquivo %1 do instantâneo '%2' para o sistema atual?
ro: Doriți să copiați fișierul %1 din punctul de restaurare '%2' pe sistemul actual?
sv: Vill du kopiera filen %1 från ögonblicksbilden %2 till det aktuella systemet?
zh_cn: 是否要将文件 %1 从快照“%2”复制到当前系统？

source: No file was selected for restoring.
ar: لم يتم تحديد أي ملف لاسترجاعه.
ca: No s'ha seleccionat cap fitxer per a la restauració.
fr: Aucun fichier n'a été sélectionné pour la restauration.
id: Tidak ada berkas yang dipilih untuk pemulihan.
ko: 복원할 파일이 선택되지 않았습니다.
lt: Atstatymui nebuvo pasirinkta nei viena rinkmena
nn: Inga fil valt for gjenoppretting.
pl: Nie wybrano pliku do przywrócenia.
pt: Não foi selecionado nenhum ficheiro para restauração.
pt_br: Nenhum arquivo selecionado para restauração.
ro: Nu a fost selectat niciun fișier pentru restaurare.
sv: Ingen bild vald för återställning.
zh_cn: 未选择任何文件进行恢复。

source: Restoring files
ar: استعادة الملفات
ca: Restaurant els fitxers
da: Genskaber filer
el: Επαναφορά αρχείων
fi: Palautettaan tiedostoja
fr: Restauration des fichiers
gl: Restaurando ficheiros
id: Memulihkan berkas
ko: 파일 복구
lt: Atstatomos rinkmenos
nb: Gjenoppretter filer
nn: Gjenopprettar filer
pl: Przywracanie plików
pt: Restaurar Ficheiros
pt_br: Restaurando arquivos
ro: Restaurarea fișierelor
sv: Återställer filer
zh_cn: 正在恢复文件

source: <p>These files will be restored from snapshot '%1':</p> <p> %2 </p> <p>Files existing in original snapshot will be copied to current system.</p> <p>Files that did not exist in the snapshot will be deleted.</p>Are you sure?
ar: <p>ستتم استعادة هذه الملفات من اللقطات '%1':</p> <p> %2 </p> <p>سيتم نسخ الملفات الموجودة في اللقطة الأصلية إلى النظام الحالي.</p> <p>سيتم حذف الملفات التي لم تكن موجودة في اللقطة.</p>هل أنت متأكد؟
ca: <p>Aquests fitxers es restauraran des de la instantània '%1':</p> <p> %2 </p> <p>Els fitxers existents a la instantània original es copiaran al sistema actual</p> <p>Els fitxers que no existeixin a la instantània se suprimiran.</p>N'esteu segur?
da: <p>Disse filer vil blive genskabt fra øjebliksbilledet "%1":</p> <p> %2 </p> <p>Filer der findes i det oprindelige øjebliksbillede vil blive kopieret til det nuværende system.</p> <p>Filer der ikke fandtes i øjebliksbilledet vil blive slettet.</p>Vil du fortsætte?
el: <p>Θα γίνει επαναφορά αυτών των αρχείων από το στιγμιότυπο '%1':</p> <p> %2 </p> <p>Τα αρχεία που υπάρχουν στο αρχικό στιγμιότυπο θα αντιγραφούν στο τρέχον σύστημα.</p> <p>Τα αρχεία που δεν υπάρχουν στο στιγμιότυπο θα διαγραφούν.</p>Είστε σίγουροι;
fi: <p>Nämä tiedostot palautetaan tilannevedoksesta '%1':</p> <p> %2 </p> <p>Alkuperäisessä tilannevedoksessa olevat tiedostot kopioidaan nykyiseen järjestelmään.</p> <p>Tiedostot, joita ei löydy tilannevedoksesta poistetaan.</p>Jatketaanko?
fr: <p>Ces fichiers seront restaurés à partir de l'instantané '%1' :</p> <p> %2 </p> <p>Les fichiers qui existaient dans l'instantané d'origine seront copiés sur le système actuel.</p> <p>Les fichiers qui n'existaient pas dans l'instantané seront supprimés.</p>Êtes-vous sûr ?
gl: <p>Estes ficheiros hanse restaurar desde a captura '%1':</p> <p> %2 </p> <p>Os ficheiros que hai na captura orixinal vanse copiar ao sistema actual.</p> <p>Eliminaranse os ficheiros que non existan na captura.</p>Está seguro?
id: <p>Berkas berikut ini akan dipulihkan dari snapshot '%1':</p> <p> %2 </p> <p>Berkas yang ada pada snapshot asli akan disalin ke sistem saat ini.</p> <p>Berkas yang tidak ada dalam snapshot akan dihapus.</p>Apakah Anda yakin?
ko: <p>이 파일들은 스냅샷 '%1'에서 복원됩니다.</p> <p> %2 </p> <p>원본 스냅샷에 존재하는 파일이 현재 시스템에 복사됩니다.</p> <p>스냅샷에 존재하지 않는 파일은 삭제됩니다.</p>계속하시겠습니까?
lt: <p>Iš momentinės kopijos „%1“ atkursimos rinkmenos:</p> <p> %2 </p> <p>Rinkmenos iš pradinės momentinės kopijos nukopijuosimos į dabartinę sistemą.</p> <p>Rinkmenos, kurių nėra momentinėje kopijoje, pašalinsimos.</p>Tęsti?
nb: <p>Disse filene vil bli gjenopprettet fra øyeblikksbildet '%1':</p> <p> %2 </p> <p>Filer som finnes i det originale øyeblikksbildet, vil bli kopiert til gjeldende system.</p> <p>Filer som ikke finnes i øyeblikksbildet, vil bli slettet.</p>Er du sikker på at du vil gjøre dette?
pl: <p>Następujące pliki zostaną przywrócone z migawki %1:</p> <p> %2 </p> <p>Pliki istniejące w oryginalnej migawce zostaną skopiowane do bieżącego systemu.</p> <p>Pliki, które nie istniały w migawce, zostaną usunięte.</p>Czy chcesz kontynuować?
pt: <p>Esses ficheiros serão restaurados da snapshot '%1':</p> <p> %2 </p> <p>Os ficheiros existentes no snapshot original serão copiados para o sistema atual.</p> <p>Os ficheiros que não existiam no snapshot serão apagados.</p>Tem a certeza?
pt_br: <p>Estes arquivos serão restaurados do instantâneo '%1':</p> <p> %2 </p> <p>Os arquivos existentes no instantâneo original serão copiados para o sistema atual.</p> <p>Os arquivos que não existiam no instantâneo serão removidos.</p>Tem certeza?
ro: <p>Aceste fișiere vor fi restaurate din punctul de restaurare '%1':</p> <p> %2 </p> <p>Fișierele existente în punctul de restaurare original vor fi copiate în sistemul actual.</p> <p>Fișierele care nu existau în punctul de restaurare vor fi șterse.</p>Sunteți sigur?
sv: <p>De här filerna återställs från ögonblicksbilden %1:</p> <p> %2 </p> <p>Filer som finns i den ursprungliga ögonblicksbilden kopieras till det aktuella systemet.</p> <p>Filer som inte fanns i ögonblicksbilden tas bort.</p>Är du säker?
zh_cn: <p>将从快照“%1”恢复这些文件：</p> <p> %2 </p> <p>原始快照中已有的文件将复制到当前系统。</p> <p>快照中不存在的文件将被删除。</p>是否确定？

source: <p><b><big>Reading the list of snapshots</big></b><br> </p>
ar: <p><b><big>قراءة قائمة اللقطات</big></b><br> </p>
ca: <p><b><big>Llegint la llista d'instantànies</big></b><br> </p>
da: <p><b><big>Læser listen over øjebliksbilleder</big></b><br> </p>
el: <p><b><big>Ανάγνωση λίστας στιγμιοτύπων</big></b><br> </p>
fi: <p><b><big>Luetaan tilannevedosten luetteloa</big></b><br> </p>
fr: <p><b><big>Lecture de la liste des instantanés</big></b><br> <br></p>
gl: <p><b><big>Lendo a lista de capturas</big></b><br> </p>
id: <p><b><big>Sedang membaca daftar snapshot</big></b><br> </p>
ko: <p><b><big>스냅샷 목록 읽기</big></b><br> </p>
lt: <p><b><big>Skaitomas momentinių kopijų sąrašas</big></b><br> </p>
nb: <p><b><big>Leser listen over øyeblikksbilder</big></b><br> </p>
pl: <p><b><big>Odczytywanie listy migawek</big></b><br> </p>
pt: <p><b><big>A ler a lista de snapshots</big></b><br> </p>
pt_br: <p><b><big>Lendo a lista de instantâneos</big></b><br> </p>
ro: <p><b><big>Citirea listei de puncte de restaurare</big></b><br> </p>
sv: <p><b><big>Läser listan med ögonblicksbilder</big></b><br> </p>
zh_cn: <p><b><big>正在读取快照列表</big></b><br> </p>
