Repository: Dzejrou/yast-translations
Catalog: po/snapper/*.po
Languages: ar, ca, da, el, fi, fr, gl, id, ko, lt, nb, nn, pl, pt, pt_br, ro, sv, zh_cn

source: Configuration of system snapshots
ar: تكوين لقطات النظام
ca: Configuració de les instanatànies del sistema
da: Konfiguration af systemøjebliksbilleder
el: Ρύθιση των στιγμιοτύπων συστήματος
fi: Järjestelmän tilannevedosten määritys
fr: Configuration des instantanés système
gl: Configuración das capturas do sistema
id: Konfigurasi sistem snapshot
ko: 시스템 스냅샷 구성
lt: Sistemos momentinių kopijų konfigūracija
nb: Oppsett av systemøyeblikksbilder
nn: Oppsett av augneblinksbilete
pl: Konfiguracja migawek systemu
pt: Configuração das snapshots(cópias) do sistema
pt_br: Configuração dos instantâneos do sistema
ro: Configurarea punctelor de restaurare sistem
sv: Konfiguration av ögonblicksbilder av systemet
zh_cn: 系统快照的配置

source: Description
ar: الوصف
ca: Descripció
da: Beskrivelse
el: Περιγραφή
fi: Kuvaus
gl: Descrición
id: Deskripsi
ko: 설명
lt: Aprašas
nb: Beskrivelse
nn: Skildring
pl: Opis
pt: Descrição
pt_br: Descrição
ro: Descriere
sv: Beskrivning
zh_cn: 描述

source: User data
ar: بيانات المستخدم
ca: Dades de l'usuari
da: Brugerdata
el: Δεδομένα Χρήστη
fi: Lisäinfo
fr: Données utilisateur
gl: Datos do usuario
id: Data pengguna
ko: 사용자 데이터
lt: Naudotojo duomenys
nb: Brukerdata
nn: Brukardata
pl: Dane użytkownika
pt: Dados de utilizador
pt_br: Dados do usuário
ro: Datele utilizatorului
sv: Användardata
zh_cn: 用户数据

source: Cleanup algorithm
ar: خوارزمية المسح
ca: Algorisme de neteja
da: Oprydningsalgoritme
el: Εκκαθάριση αλγορίθμου
fi: Puhdistusalgoritmi
fr: Algorithme de nettoyage
gl: Algoritmo de limpeza
id: Algoritma pembersihan
ko: 정리 알고리즘
lt: Išvalymo algoritmas
nb: Opprryddingsalgoritme
nn: Oppryddingsalgoritme
pl: Algorytm porządkowania
pt: Algoritmo de limpeza
pt_br: Algoritmo de limpeza
ro: Algoritm de curățare
sv: Upprensningsalgoritm
zh_cn: 清理演算法

source: Modify Snapshot %{num}
ar: تعديل اللقطة %{num}
ca: Modifica la instantània %{num}
el: Τροποποίηση στιγμιοτύπου %{num}
fr: Modifier l'instantané %{num}
id: Modifikasi Snapshot %{num}
ko: 스냅샷 %{num} 수정
lt: Keisti momentinę kopiją %{num}
nn: Endra augneblinksbilete %{num}
pl: Modyfikacja migawki %{num}
pt: Modificar Snapshot(cópia) %{num}
pt_br: Modificar Instantâneo %{num}
ro: Modificare punct de restaurare %{num}
sv: Ändra ögonblicksbild %{num}
zh_cn: 修改快照 %{num}

source: Modify Snapshot %{pre} and %{post}
ar: تعديل اللقطة %{pre} و%{post}
ca: Modifica les instantànies %{pre} i %{post}
el: Τροποποίηση στιγμιοτύπου %{pre} και %{post}
fr: Modifier l'instantané %{pre} et %{post}
id: Modifikasi Snapshot %{pre} dan %{post}
ko: 스냅샷 %{pre} 및 %{post} 수정
lt: Keisti momentines kopijas %{pre} ir %{post}
nn: Endra augneblinksbilete %{pre} og %{post}
pl: Modyfikacja migawki %{pre} i %{post}
pt: Modificar Snapshot %{pre} e %{post}
pt_br: Modificar Instantâneo %{pre} e %{post}
ro: Modificare punct de restaurare %{pre} și %{post}
sv: Ändra ögonblicksbild %{pre} och %{post}
zh_cn: 修改快照 %{pre} 和 %{post}

source: Pre (%{pre})
ar: سابقة (%{pre})
el: Πριν (%{pre})
fr: Pré-(%{pre})
id: Pra (%{pre})
ko: 전(%{pre})
lt: prieš (%{pre})
nn: Før (%{pre})
pl: Przed (%{pre})
pt: Pré (%{pre})
pt_br: Pré (%{pre})
ro: Înainte (%{pre})
sv: Före (%{pre})
zh_cn: 前快照 (%{pre})

source: Post (%{post})
ar: لاحقة (%{post})
el: Μετά (%{post})
id: Paska (%{post})
ko: 후(%{post})
lt: po (%{post})
nn: Etter (%{post})
pl: Po (%{post})
pt: Posterior (%{post})
pt_br: Pós (%{post})
ro: După (%{post})
sv: Efter (%{post})
zh_cn: 后快照 (%{post})

source: Create New Snapshot
ar: إنشاء لقطة جديدة
ca: Crea una instantània nova
da: Opret nyt øjebliksbillede
el: Δημιουργία Νέου Στιγμιοτύπου
fi: Luo uusi tilannevedos
fr: Créer un instantané
gl: Crear nova captura
id: Buat Snapshot Baru
ko: 새 스냅샷 생성
lt: Sukurti naują momentinę kopiją
nb: Opprett nytt øyeblikksbilde
nn: Lag nytt augneblinksbilete
pl: Utwórz nową migawkę
pt: Criar Novo Snapshot(cópia)
pt_br: Criar Novo Instantâneo
ro: Creați un nou punct de restaurare
sv: Skapa ny ögonblicksbild
zh_cn: 创建新快照

source: Single snapshot
ar: لقطة واحدة
ca: Instantània única
da: Enkelt øjebliksbillede
el: Απλό στιγμιότυπο
fi: Yksittäinen tilannevedos
fr: Instantané unique
gl: Captura única
id: Snapshot tunggal
ko: 단일 스냅샷
lt: Paskira momentinė kopija
nb: Enkelt øyeblikksbilde
nn: Enkelt augneblinksbilete
pl: Pojedyncza migawka
pt: Snapshot singular
pt_br: Instantâneo único
ro: Un singur punct de restaurare
sv: Enstaka ögonblicksbild
zh_cn: 单一快照

source: Pre
ar: قبل
da: Præ
el: Πριν
fi: Ennen
fr: Pré
gl: Antes
id: Pra
ko: 전
lt: prieš
nb: Før
nn: Før
pl: Przed
pt: Pré
pt_br: Pré
ro: Înainte
sv: Före
zh_cn: 前快照

source: Post, paired with:
ar: بعد، يقترن مع:
ca: Post, aparellat amb
da: Post, parret med:
el: Μετά, ταίριαξε με:
fi: Jälkeen, Ennen pari:
fr: Post, associé à :
gl: Post, pareado con:
id: Paska, dipasangkan dengan:
ko: 사후, 페어링 대상:
lt: po, susieti su:
nb: Etter, i par med:
nn: Etter, para med:
pl: Po, sparowany z:
pt: Posterior, emparelhado com:
pt_br: Pós, emparelhado com:
ro: După, asociat cu:
sv: Efter, hör ihop med:
zh_cn: 后期快照，配对为：

source: Really delete snapshot %{num}?
ar: هل تريد بالتأكيد حذق اللقطة %{num}؟
ca: Realment voleu suprimir la instantània %{num}?
el: Θέλετε να διαγράψετε το στιγμιότυπο %{num} ;
fr: Voulez-vous vraiment supprimer l'instantané %{num} ?
id: Benar-benar menghapus snapshot %{num}?
ko: 스냅샷 %{num}을(를) 정말 삭제합니까?
lt: Tikrai pašalinti momentinę kopiją %{num}?
pl: Czy na pewno usunąć migawkę %{num}?
pt: Pretende apagar o snapshot %{num}?
pt_br: Remover realmente o instantâneo %{num}?
ro: Chiar doriți să ștergeți punctul de restaurare %{num}?
sv: Är du säker på att du vill ta bort ögonblicksbilden %{num}?
zh_cn: 确实要删除快照 %{num} 吗？

source: Really delete snapshots %{pre} and %{post}?
ar: هل تريد بالتأكيد حذف القطات %{pre} و%{post}؟
ca: Realment voleu suprimir les instantànies %{pre} i %{post}?
el: Θέλετε να διαγράψετε τα στιγμιότυπα %{pre} και %{post} ;
fr: Voulez-vous vraiment supprimer les instantanés %{pre} et %{post} ?
id: Benar-benar menghapus snapshot %{pre} and %{post}?
ko: 스냅샷 %{pre} 및 %{post}을(를) 정말 삭제합니까?
lt: Tikrai pašalinti momentines kopijas %{pre} ir %{post}?
pl: Czy na pewno usunąć migawki %{pre} i %{post}?
pt: Pretende mesmo apagar os snapshots %{pre} e %{post}?
pt_br: Remover realmente os instantâneos %{pre} e %{post}?
ro: Chiar doriți să ștergeți punctele de restaurare %{pre} și %{post}?
sv: Är du säker på att du vill ta bort ögonblicksbilderna %{pre} och %{post}?
zh_cn: 确实要删除快照 %{pre} 和 %{post} 吗？

source: Snapshots
ar: لقطات
ca: Instantànies
da: Øjebliksbilleder
el: Στιγμιότυπα
fi: Tilannevedokset
fr: Instantanés
gl: Capturas
ko: 스냅샷
lt: Momentinės kopijos
nb: Øyeblikksbilder
nn: Augneblinksbilete
pl: Migawki
pt_br: Instantâneos
ro: Puncte de restaurare
sv: Ögonblicksbilder
zh_cn: 快照

source: Single
ar: فردي
ca: Única
da: Enkelt
el: Μονό
fi: Yksittäinen
fr: Unique
id: Tunggal
ko: 단일
lt: pavienė
nb: Enkelt
nn: Enkelt
pl: Pojedyncza
pt: Singular
pt_br: Único
ro: Singur
sv: Enkel
zh_cn: 单一

source: Pre & Post
ar: قبل وبعد
da: Præ og post
el: Πριν & Μετα
fi: Ennen & Jälkeen
id: Pra & Paska
ko: 사전 및 사후
lt: prieš ir po
nb: Før og Etter
nn: Før og etter
pl: Przed i po
pt: Pré & Posterior
pt_br: Pré e Pós
ro: Înainte și După
sv: Före och efter
zh_cn: 前快照和后快照

source: Reading list of snapshots...
ar: تتم الآن قراءة قائمة اللقطات...
ca: Llegint la llista d'instantànies...
da: Læser liste over øjebliksbilleder...
el: Ανάγνωση της λίστας των στιγμιοτύπων...
fi: Luetaan tilannevedosten luetteloa...
fr: Lecture de la liste des instantanés...
gl: Lendo a lista de capturas...
id: Membaca daftar sanpshots...
ko: 스냅샷 목록을 읽는 중...
lt: Skaitomas momentinių kopijų sąrašas...
nb: Leser listen over øyeblikksbilder...
nn: Les oversikt over augneblinksbilete …
pl: Odczytywanie listy migawek...
pt: A ler as lista de snapshots(cópias)...
pt_br: Lendo a lista de instantâneos...
ro: Se citește lista de puncte de restaurare...
sv: Läser listan med ögonblicksbilder...
zh_cn: 正在读取快照列表...

source: Current Configuration
ar: التكوين الحالي
ca: Configuració actual
da: Nuværende konfiguration
el: Τρέχουσες Ρυθμίσεις
fi: Nykyiset määritykset
fr: Configuration actuelle
gl: Configuración actual
id: Konfigurasi Saat Ini
ko: 현재 구성
lt: Dabartinė konfigūracija
nb: Gjeldende oppsett
nn: Gjeldande oppsett
pl: Bieżąca konfiguracja
pt: Configuração Atual
pt_br: Configuração Atual
ro: Configurație curentă
sv: Aktuell konfiguration
zh_cn: 当前配置

source: ID
ar: المعرف
pl: Identyfikator

source: Type
ar: النوع
ca: Tipus
el: Τύπος
fi: Tyyppi
gl: Tipo
id: Jenis
ko: 유형
lt: Tipas
pl: Typ
pt: Tipo
pt_br: Tipo
ro: Tip
sv: Typ
zh_cn: 类型

source: Start Date
ar: تاريخ البدء
ca: Data d'inici
da: Startdato
el: Ημερομηνία Έναρξης
fi: Alkupäivämäärä
fr: Date de début
gl: Data de inicio
id: Tanggal Mulai
ko: 시작일
lt: Pradžios data
nb: Startdato
nn: Startdato
pl: Data rozpoczęcia
pt: Data de Inicio
pt_br: Data de Início
ro: Data începerii
sv: Startdatum
zh_cn: 开始日期

source: End Date
ar: تاريخ النهاية
ca: Data d'acabament
da: Slutdato
el: Ημερομηνία Λήξης
fi: Loppupäivämäärä
fr: Date de fin
gl: Data de remante
id: Tanggal Selesai
ko: 종료일
lt: Pabaigos data
nb: Sluttdato
nn: Sluttdato
pl: Data zakończenia
pt: Data de Fim
pt_br: Data de Término
ro: Data finalizării
sv: Slutdatum
zh_cn: 结束日期

source: User Data
ar: بيانات المستخدم
ca: Dades de l'usuari
da: Brugerdata
el: Πληροφορίες Χρήστη
fi: Lisäinfo
fr: Données de l'utilisateur
gl: Datos do usuario
id: Data Pengguna
ko: 사용자 데이터
lt: Naudotojo duomenys
nb: Brukerinformasjon
nn: Brukardata
pl: Dane użytkownika
pt: Dados do Utilizador
pt_br: Dados do Usuário
ro: Datele utilizatorului
sv: Användardata
zh_cn: 用户数据

source: Show Changes
ar: إظهار التغييرات
ca: Mostra'n els canvis
da: Vis ændringer
el: Εμφάνιση αλλαγών
fi: Näytä muutokset
fr: Afficher les modifications
gl: Mostrar cambios
id: Tampilkan Perubahan
ko: 변경 사항 표시
lt: Rodyti pakeitimus
nb: Vis endringer
nn: Vis endringar
pl: Pokaż zmiany
pt: Ver Alterações
pt_br: Exibir Alterações
ro: Afișare modificări
sv: Visa ändringar
zh_cn: 显示更改

source: This 'Pre' snapshot is not paired with any 'Post' one yet. Showing differences is not possible.
ar: لم يتم إقران هذه اللقطة 'قبل' مع أي لقطة 'بعد' حتى الآن. لا يمكن عرض الاختلافات.
ca: Aquesta "pre" instantània encara no està aparellada amb cap "post" instantània. No es possible mostrar-ne les diferències.
da: Dette "præ"-øjebliksbillede er ikke parret med nogen "post" endnu. Visning af forskelle er ikke muligt.
el: Το 'Πριν' στιγμιότυπο δεν ταίριαξε ακόμα με κάποιο 'Μετά'. Δεν είναι δυνατή η εμφάνιση διαφορών.
fi: Tämä 'Ennen' tilannevedos ei ole minkään 'Jälkeen' tilannevedoksen pari. Eroavaisuuksia ei voida täten näyttää.
fr: Ce préinstantané n'est encore associé à aucun post-instantané. Impossible d'afficher les différences.
gl: Esta captura "Anterior" non está vinculada con ningunha "Posterior". Non é posíbel mostrar as diferenzas.
id: Snapshot 'Pra' ini belum dipasangkan dengan 'Paska' . Menampilkan perbedaan adalah hal yang tidak mungkin.
ko: 이 '사전' 스냅샷은 아직 '사후' 스냅샷과 페어링되지 않았습니다. 차이를 표시할 수 없습니다.
lt: Ši „prieš“ tipo momentinė kopija dar nesusieta su jokia „po“ tipo kopija. Neįmanoma parodyti skirtumų.
nb: Dette 'Før'-øyeblikksbildet er ikke i par med noe 'Etter'-øyeblikksbilde ennå. Det er ikke mulig å vise avvik.
pl: Migawka typu Przed nie jest jeszcze sparowana z żadną migawką typu Po. Wyświetlenie różnic nie jest możliwe.
pt: Este snapshot 'Pré' não está emparelhado com nenhum 'Posterior(ou Pós)'. Mostrar as diferenças não é possível.
pt_br: Este instantâneo "Pré" ainda não está emparelhado com nenhum "Pós". A exibição das diferenças não é possível.
ro: Acest punct de restaurare 'Pre' nu este încă asociat cu niciun punct de restaurare 'Post'. Afișarea diferențelor nu este posibilă.
sv: Före-bilden har inte parats ihop med någon efter-bild än. Det går inte att visa några skillnader.
zh_cn: 此“前”快照尚未与任何“后”快照配对。 无法显示差异。

source: Selected Snapshot Overview
ar: نظرة عامة على اللقطة المحددة
ca: Resum de la instantània seleccionada
da: Oversigt over valgt øjebliksbillede
el: Επισκόπηση επιλεγμένου στιγμιοτύπου
fi: Valitun tilannevedoksen yhteenveto
fr: Aperçu de l'instantané sélectionné
gl: Vista previa da captura seleccionada
id: Ikhtisar Snapshot yang Dipilih
ko: 선택한 스냅샷 개요
lt: Pasirinktos momentinės kopijos apžvalga
nb: Valgt oversikt over øyeblikksbilder
nn: Oversikt over valt augneblinksbilete
pl: Przegląd zaznaczonej migawki
pt: Visão Global de Snapshot Selecionada
pt_br: Visão Geral do Instantâneo Selecionado
ro: Prezentare generală a punctului de restaurare selectat
sv: Vald ögonblicksbildöversikt
zh_cn: 选定快照概述

source: Calculating changed files...
ar: يتم الآن حساب الملفات التي تم تغييرها...
ca: Calculant els fitxers canviats...
da: Beregner ændrede filer...
el: Υπολογισμός αλλαγμένων αρχείων...
fi: Lasketaan muuttuneita tiedostoja...
fr: Calcul des fichiers modifiés...
gl: Calculando os ficheiros cambiados...
id: Menghitung berkas yang berubah ...
ko: 변경된 파일을 계산하는 중...
lt: Skaičiuojamos pakeistos rinkmenos...
nb: Beregner endrede filer...
nn: Finn endra filer …
pl: Obliczanie zmienionych plików...
pt: A calcular as modificações de ficheiros...
pt_br: Calculando arquivos alterados...
ro: Se calculează fișierele modificate...
sv: Beräknar ändrade filer...
zh_cn: 正在计算已更改的文件...

source: Calculating file modifications...
ar: يتم الآن حساب التعديلات على الملف...
ca: Calculant les modificacions de fitxers...
da: Beregner filændringer...
el: Υπολογισμός τροποποιήσεων αρχείων...
fi: Lasketaan tiedostojen muokkauksia...
fr: Calcul des modifications de fichiers...
gl: Calculando modificacións do ficheiro...
id: Menghitung modifikasi berkas ...
ko: 파일 수정을 계산하는 중...
lt: Skaičiuojamos rinkmenų modifikacijos...
nb: Beregner endringer i filer...
nn: Reknar ut filendringar …
pl: Obliczanie modyfikacji w plikach...
pt: A calcular as modificações de ficheiro...
pt_br: Calculando modificações no arquivo...
ro: Se calculează modificările de fișiere...
sv: Beräknar filändringar...
zh_cn: 正在计算文件修改...

source: New file was created.
ar: تم إنشاء ملف جديد.
ca: S'ha creat un fitxer nou.
da: Ny fil blev oprettet.
el: Δημιουργήθηκε νέο αρχείο.
fi: Uusi tiedoto luotu.
fr: Un nouveau fichier a été créé.
gl: Creouse un novo ficheiro.
id: Berkas baru telah diciptakan.
ko: 새 파일이 생성되었습니다.
lt: Sukurta nauja rinkmena.
nb: En ny fil er opprettet.
nn: Ny fil vart oppretta.
pl: Utworzono nowy plik.
pt: Um novo ficheiro foi criado.
pt_br: O novo arquivo foi criado.
ro: A fost creat un nou fișier.
sv: En ny fil har skapats.
zh_cn: 新文件已创建。

source: File was removed.
ar: تمت إزالة الملف.
ca: El fitxer ha estat suprimit.
da: Filen blev fjernet.
el: Το αρχείο αφαιρέθηκε.
fi: Tiedosto poistettu.
fr: Le fichier a été supprimé.
gl: O ficheiro foi retirado.
id: Berkas telah dihapus.
ko: 파일이 제거되었습니다.
lt: Rinkmena pašalinta
nb: Filen er slettet.
nn: Fila vert sletta.
pl: Plik został usunięty.
pt: O ficheiro foi removido.
pt_br: O arquivo foi removido.
ro: Fișierul a fost eliminat.
sv: Filen togs bort.
zh_cn: 文件已删除。

source: File content was not changed.
ar: لم يتم تغيير محتوى الملف.
ca: No ha canviat el contingut del fitxer.
da: Filindholdet blev ikke ændret.
el: Το περιεχόμενο του αρχείο δεν τροποποιήθηκε.
fi: Tiedoston sisältöä ei muutettu.
fr: Le contenu du fichier n'a pas été changé.
gl: O contido do ficheiro non cambiou.
id: Isi berkas tidak berubah.
ko: 파일 내용이 변경되지 않았습니다.
lt: Rinkmenos turinys toks pat.
nb: Filinnholdet er ikke endret.
nn: Filinnhaldet vart ikkje endra.
pl: Zawartość pliku nie została zmieniona.
pt: O conteúdo do ficheiro não foi removido.
pt_br: O conteúdo do arquivo não foi alterado.
ro: Conținutul fișierului nu a fost modificat.
sv: Det gick inte att ändra filinnehållet.
zh_cn: 文件内容未更改。

source: File does not exist in either snapshot.
ar: الملف غير موجود في أي لقطة.
ca: El fitxer no existeix a cap instantània.
da: Filen findes ikke nogen af øjebliksbillederne.
el: Το αρχείο δεν υπάρχει σε κανένα στιγμιότυπο.
fi: Tiedostoa ei ole kummassakaan tilannevedoksessa.
fr: Le fichier n'existe dans aucun instantané.
gl: O ficheiro non existe en ningunha captura.
id: Berkas tidak ada dalam salah satu snapshot.
ko: 스냅샷에 파일이 없습니다.
lt: Rinkmenos nėra nė vienoje momentinėje kopijoje.
nb: Filen finnes ikke i noen av øyeblikksbildene.
nn: Fila finst ikkje i nokon av augneblinksbileta.
pl: Plik nie istnieje w żadnej migawce.
pt: O ficheiro não existe em nenhum snapshot.
pt_br: O arquivo não existe em nenhum instantâneo.
ro: Fișierul nu există în niciunul dintre punctele de restaurare.
sv: Filen finns inte i någon av ögonblicksbilderna.
zh_cn: 文件不存在于任一快照中。

source: File content was modified.
ar: تم تعديل محتوى الملف.
ca: S'ha modificat el contingut del fitxer.
da: Filindholdet blev ændret.
el: Το περιεχόμενο του αρχείου τροποποιήθηκε.
fi: Tiedoston sisältöä muutettiin.
fr: Le contenu du fichier a été modifié.
gl: O contido do ficheiro foi modificado.
id: Isi berkas telah dimodifikasi.
ko: 파일 내용이 수정되었습니다.
lt: Pakeistas rinkmenos turinys.
nb: Innholdet i filen er endret.
nn: Filinnhaldet vart endra.
pl: Zawartość pliku została zmodyfikowana.
pt: O conteúdo do ficheiro foi modificado.
pt_br: O conteúdo do arquivo foi modificado.
ro: Conținutul fișierului a fost modificat.
sv: Filinnehållet ändrades.
zh_cn: 文件内容已修改。

source: File mode was changed from '%1' to '%2'.
ar: تم تغيير وضع الملف من '%1' إلى '%2'.
ca: El mode del fitxer ha canviat de '%1' a '%2'.
da: Filtilstanden blev ændret fra "%1" til "%2".
el: Τα δικαιώματα στο αρχείο άλλαξαν από το '%1' στο '%2'.
fi: Tiedoston tila muutettiin '%1' -> '%2'.
fr: Le mode de fichier %1 a été remplacé par %2.
gl: O modo do ficheiro cambiouse de '%1' a '%2'.
id: Mode berkas telah diubah dari '%1' ke '%2'.
ko: 파일 모드가 '%1'에서 '%2'(으)로 변경되었습니다.
lt: Rinkmenos veiksena pakeista iš „%1“ į „%2“.
nb: Filmodus er endret fra '%1' til '%2'.
nn: Filmodusen vart endra frå «%1» til «%2».
pl: Tryb pliku został zmieniony z %1 na %2.
pt: As permissões do ficheiro foram alteradas de '%1' para '%2'.
pt_br: O modo do arquivo foi alterado de '%1' para '%2'.
ro: Modul fișierului a fost modificat din '%1' în '%2'.
sv: Filrättigheterna ändrades från '%1' till '%2'.
zh_cn: 文件模式已从“%1”更改为“%2”。

source: File user ownership was changed from '%1' to '%2'.
ar: تم تغيير ملكية مستخدم الملف من '%1' إلى '%2'.
ca: La pertinença d'usuari del fitxer ha canviat de "%1" a "%2".
da: Filens brugerejerskab blev ændret fra "%1" til "%2".
el: Ο ιδιοκτήτης του αρχείου άλλαξε από χρήστη '%1' σε '%2'.
fi: Tiedoston omistajuus vaihdettiin '%1' -> '%2'.
fr: La propriété de l'utilisateur du fichier '%1' a été remplacée par '%2'.
gl: Cambiouse o dono do ficheiro de '%1' a '%2'.
id: Berkas kepemilikan pengguna telah diubah dari '%1' ke '%2'.
ko: 파일 사용자 소유권이 '%1'에서 '%2'(으)로 변경되었습니다.
lt: Rinkmenos savininkas pakeistas iš „%1“ į „%2“.
nb: Brukereierskap for filer er endret fra '%1' til '%2'.
nn: Fileigarskapet vart endra frå «%1» til «%2».
pl: Właściciel pliku został zmieniony z %1 na %2.
pt: O titulo de dono do ficheiro foi alterado de '%1' para '%2'.
pt_br: A propriedade do usuário do arquivo foi alterada de '%1' para '%2'.
ro: Proprietatea utilizatorului fișierului a fost schimbată de la '%1' la '%2'.
sv: Filanvändarägarskapet ändrades från '%1' till '%2'.
zh_cn: 文件用户所有权已从“%1”更改为“%2”。

source: File group ownership was changed from '%1' to '%2'.
ar: تم تغيير ملكية مجموعة الملفات من '%1' إلى '%2'.
ca: La pertinença de grup del fitxer ha canviat de "%1" a "%2".
da: Filens gruppeejerskab blev ændret fra "%1" til "%2".
el: Η ομάδα ιδιοκησίας του αρχείου άλλαξε από '%1' σε '%2'.
fi: Tiedoston omistajaryhmä vaihdettiin '%1' -> '%2'.
fr: La propriété du groupe de fichiers '%1' a été remplacée par '%2'.
gl: Cambiouse o grupo do ficheiro de '%1' a '%2'.
id: Kepemilikan grup berkas telah diubah dari '%1' ke '%2'.
ko: 파일 그룹 소유권이 '%1'에서 '%2'(으)로 변경되었습니다.
lt: Rinkmenos savininko grupė pakeista iš „%1“ į „%2“.
nb: Gruppeeierskap for filer er endret fra '%1' til '%2'.
nn: Filgruppeeigarskapet vart endra frå «%1» til «%2».
pl: Własność grupy plików została zmieniona z %1 na %2.
pt: O título de dono do grupo foi alterado de '%1' para '%2'.
pt_br: A propriedade do grupo de arquivos foi alterada de '%1' para '%2'.
ro: Proprietatea grupului de fișiere a fost schimbată de la '%1' la '%2'.
sv: Filgruppägarskapet ändrades från '%1' till '%2'.
zh_cn: 文件组所有权已从“%1”更改为“%2”。

source: R&estore from First
ar: اس&تعادة من الأول
ca: R&estaura des del Primer
da: G&enskab fra første
el: Ε&παναφορά από το Πρώτο
fi: &Palauta ensimmäisestä
fr: R&estaurer à partir du premier
gl: R&estaurar a partir do primeiro
id: P&ulihkan dari yang Pertama
ko: 첫 번째 항목부터 복원(&E)
lt: A&tstatyti iš pirmo
nb: Gj&enopprett fra første
nn: &Gjenopprett frå første
pl: Przywróć z pi&erwszego
pt: R&estaurar do Primeiro
pt_br: R&estaurar a partir do Primeiro
ro: R&estaurare de la primul
sv: Å&terställ från första
zh_cn: 从第一个快照恢复(&E)

source: Restore
ar: استعادة
ca: Restaura
da: Genskab
el: Επαναφορά
fi: Palauta
fr: Restaurer
gl: Restaurar
id: Pulihkan
ko: 복원
lt: Atstatyti
nb: Gjenopprett
nn: Gjenopprett
pl: Przywróć
pt: Restaurar
pt_br: Restaurar
ro: Restaurare
sv: Återställ
zh_cn: 恢复

source: Res&tore from Second
ar: استعا&دة من الثاني
ca: Res&taura des del Segon
da: Gen&skab fra andet
el: Επα&ναφορά από το Δεύτερο
fi: Palauta &toisesta
fr: Res&taurer à partir du second
gl: Res&taurar a partir do segundo
id: Pu&lihkan dari yang Pertama
ko: 두 번째 항목부터 복원(&T)
lt: At&statyti iš antro
nb: Gjenoppre&tt fra andre
nn: G&jenopprett frå andre
pl: P&rzywróć z drugiego
pt: R&estaurar do Segundo
pt_br: Res&taurar a partir do Segundo
ro: Res&taurare de la al doilea
sv: Åters&täll från andra
zh_cn: 从第二个快照恢复(&T)

source: Show the difference between snapshot and current system
ar: عرض الفرق بين اللقطة والنظام الحالي
ca: Mostra la diferència entre la instantània i el sistema actual
da: Vis forskel mellem øjebliksbillede og det aktuelle system
el: Προβολή διαφορών μεταξύ του στιγμιοτύπου και του συστήματος αυτή την στιγμή
fi: Näytä tilannevedoksen ja nykyisen järjestelmän erot
fr: Afficher la différence entre l'instantané et le système actuel
gl: Mostrar a diferenzas entre a captura e o sistema actual
id: Menampilkan perbedaan antara snapshot dan sistem saat ini
ko: 스냅샷과 현재 시스템의 차이점을 나타냅니다.
lt: Rodyti skirtumą tarp momentinės kopijos ir dabartinės sistemos
nb: Vis forskjellen mellom øyeblikksbilde og gjeldende system
nn: Vis forskjellen mellom augneblinksbilete og gjeldande system
pl: Pokaż różnicę między migawką a bieżącym systemem
pt: Mostrar as diferenças entre o snapshot e o sistema atual
pt_br: Exibir a diferença entre o instantâneo e o sistema atual
ro: Afișează diferența dintre punctul de restaurare și sistemul actual
sv: Visa skillnaden mellan ögonblicksbilden och det aktuella systemet
zh_cn: 显示快照与当前系统之间的差异
