Repository: Dzejrou/yast-translations
Catalog: po/snapper/*.po
Languages: ar, ca, da, el, fi, fr, gl, id, ko, lt, nb, nn, pl, pt, pt_br, ro, sv, zh_cn

source: <p><b><big>Snapshots Configuration</big></b><p> <p>The table shows a list of root filesystem snapshots. There are three types of snapshots, <b>single</b>, <b>pre</b> and <b>post</b>. Single snapshots are used for storing the file system state in a certain time, while Pre and Post are used to define the changes done by special operation performed between taking those two snapshots. Pre and Post snapshots are paired together in the table.</p> <p>Select a snapshot or snapshot pair and click <b>Show Changes</b> to see the new file system changes in the specified snapshot.</p>
ar: <p><b><big>تكوين اللقطات</big></b><p> <p>يتم من خلال الجدول إظهار قائمة بلقطات نظام الملفات الجذر. ويوجد ثلاثة أنواع من اللقطات، <b>فردية</b> و<b>سابقة</b> و<b>لاحقة</b>. اللقطات الفردية يتم استخدامها لتخزين حالة نظام الملفات في وقت معين، بينما يتم استخدام اللقطات السابقة واللاحقة لتحديد التغييرات التي تم تنفيذها بواسطة عملية خاصة تم إجراؤها بين التقاط هذين اللقطتين. ويتم إقران اللقطتين السابقة واللاحقة في الجدول. </p> <p>قم بتحديد لقطة أو زوج من اللقطات وانقر <b>إظهار التغييرات</b> لعرض تغييرات نظام الملفات الجديدة في اللقطة المحددة.</p>
ca: <p><b><big>Configuració d'instantànies</big></b><p> <p>La taula mostra una llista d'instantànies del sistema de fitxers d'arrel. Hi ha tres tipus d'instantànies, <b>única</b>, <b>pre</b> i <b>post</b>. Les instantànies úniques s'usen per desar l'estat del sistema de fitxers en una hora determinada, mentre que pre i post s'usen per definir els canvis fets per una operació especial executada entre les dues preses de les instantànies. Les instantànies pre i post estan aparellades juntes a la taula.</p> <p>Seleccioneu una instantània o un parell d'instantànies i cliqueu a <b>Mostra'n els canvis</b> per veure els canvis del sistema de fitxers a la instantània especificada.</p>
fr: <p><b><big>Configuration des instantanés</big></b><p> <p>Le tableau affiche une liste des instantanés du système de fichiers racine. Il existe trois types d'instantanés, <b>unique</b>, <b>pré</b> et <b>post</b>. Les instantanés uniques sont utilisés pour enregistrer l'état d'un système de fichiers à un certain moment, alors que Pré et Post sont utilisés pour définir les modifications effectuées par une opération spéciale entre les deux prises d'instantanés. Les instantanés Pré et Post sont associés dans le tableau.</p> <p>Sélectionnez un instantané ou une paire d'instantanés et cliquez sur <b>Afficher les modifications</b> pour voir les nouvelles modifications du système de fichiers dans l'instantané spécifié.</p>
id: <p><b><big>Konfigurasi Snapshots Configuration</big></b><p> <p>Tabel menunjukkan daftar snapshot dari sistem berkas root. Ada tiga jenis snapshot, <b>tunggal</b>, <b>pra</b> dan <b>paska</b>. Snapshot tunggal digunakan untuk menyimpan keadaan sistem berkas pada waktu tertentu, sementara Pra and Paska digunakan untuk menentukan perubahan yang dilakukan oleh operasi khusus yang dilakukan antara mengambil dua snapshot. Snapshot Pra dan Paska dipasangkan bersama-sama dalam tabel.</p> <p>Pilih snapshot atau pasangan snapshot dan klik <b>Tampilkan Perubahan</b> untuk melihat perubahan sistem berkas baru dalam snapshot tertentu.</p>
ko: <p><b><big>스냅샷 구성</big></b><p> <p>테이블은 루트 파일 시스템 스냅샷 목록을 보여줍니다. 스냅샷 종류는 <b>단일</b>, <b>전</b> 및 <b>후</b>의 3가지입니다. 단일 스냅샷은 특정 시간의 파일 시스템 상태 저장에 사용되고 전 및 후 스냅샷은 두 스냅샷을 찍는 사이에 수행되는 특수 작업에 의한 변경 사항 정의에 사용됩니다. 전 및 후 스냅샷은 테이블에서 쌍으로 묶여 있습니다.</p> <p>스냅샷 또는 스냅샷 쌍을 선택하고 <b>변경 사항 표시</b>를 클릭하여 지정된 스냅샷에서 파일 시스템 변경 사항을 확인하십시오.</p>
lt: <p><b><big>Momentinių kopijų konfigūravimas</big></b><p> <p>Lentelėje pateiktas šakninės rinkmenų išdėstymo sistemos momentinių kopijų sąrašas. Yra trys momentinių kopijų tipai: <b>pavienė</b>, <b>prieš</b> ir <b>po</b>. Pavienės momentinės kopijos naudojamos tam tikru laiku buvusios rinkmenų išdėstymo sistemos būsenos saugojimui; „prieš“ ir „po“ naudojamos parodymui pakeitimų, kurie atliktų nuo vienos momentinės kopijos užfiksavimo iki kitos. „Prieš“ ir „po“ momentinės kopijos lentelėje pateiktos poromis.</p> <p>Norėdami peržiūrėti rinkmenų išdėstymo sistemos skirtumus tarp naujos ir tam tikros momentinės kopijos, pasirinkite momentinę kopiją arba momentinių kopijų porą ir spauskite <b>Rodyti pakeitimus</b>.</p>
pl: <p><b><big>Konfiguracja migawek</big></b><p> <p>W tabeli jest wyświetlana lista migawek głównego systemu plików. Istnieją trzy rodzaje migawek: <b>pojedyncze</b>, <b>przed</b> i <b>po</b>. Pojedyncze migawki są wykorzystywane do przechowywania stanu systemu w określonym czasie, podczas gdy migawki Przed i Po służą do określenia zmian dokonanych przez specjalne operacje wykonane między tymi migawkami. Migawki Przed i Po wyświetlane są w tabeli w parach.</p> <p>Wybierz migawkę lub parę migawek i kliknij przycisk <b>Wyświetl zmiany</b>, aby zobaczyć nowe zmiany w systemie plików utrwalone w danej migawce.</p>
pt: <p><b><big>Configuração de Snapshots(Cópias)</big></b><p> <p>A tabela mostra a lista de snapshots de sistemas de ficheiros raíz. Existem três tipos de snapshots, <b>singular</b>, <b>pré</b> and <b>posterior(ou pós)</b>. Snapshots singulares são utilizadas para guardar o sistema de ficheiros no estado atual, enquanto que no Pré e Pós são utilizados para definir alterações efetuadas por uma operação especial entre estas duas snapshots. Snapshots Pré e Pós são are emparelhadas juntas na tabela.</p> <p>Selecione um snapshot ou um par de snapshots e clique em <b>Ver Alterações</b> para ver as alterações ao sistema de ficheiros na snapshot especificada.</p>
pt_br: <p><b><big>Configuração dos Instantâneos</big></b><p> <p>A tabela mostra uma lista de instantâneos do sistema de arquivos raiz. Existem três tipos de instantâneos, <b>único</b>, <b>pré</b> e <b>pós</b>. Instantâneos únicos são usados para armazenar o estado do sistema de arquivos em determinado momento, enquanto o pré e o pós são usados para definir as alterações feitas por operações especiais executadas entre a captura desses dois instantâneos. Os instantâneos pré e pós são agrupados na tabela.</p> <p>Selecione um instantâneo ou um par de instantâneos e clique em <b>Exibir Alterações</b> para ver as novas alterações do sistema de arquivos no instantâneo especificado.</p>
ro: <p><b><big>Configurarea punctelor de restaurare</big></b><p> <p>Tabelul prezintă o listă de puncte de restaurare ale sistemului de fișiere rădăcină. Există trei tipuri de puncte de restaurare, <b>singur</b>, <b>înainte</b> și <b>după</b>. Punctele de restaurare de tip Singur sunt utilizate pentru a stoca starea sistemului de fișiere într-un anumit moment, în timp ce punctele de restaurare de tip Înainte și După sunt utilizate pentru a defini modificările aduse de o operațiune specială efectuată între realizarea celor două puncte de restaurare. În tabel, punctele de restaurare Înainte și După sunt împerecheate împreună.</p> <p>Selectați un punct de restaurare sau o pereche de puncte de restaurare și faceți clic pe <b>Afișare modificări</b> pentru a vedea noile modificări ale sistemului de fișiere din punctul de restaurare specificat.</p>
sv: <p><b><big>Konfiguration av ögonblicksbilder</big></b><p> <p>Tabellen visar en lista med ögonblicksbilder av rotfilsystemet. Det finns tre typer av ögonblicksbilder: <b>enstaka</b>, <b>före</b> och <b>efter</b>. Enstaka bilder används för att lagra filsystemets tillstånd vid en viss tidpunkt. Före- och efter-bilder används för att hitta ändringar som utförts via särskilda åtgärder som vidtagits mellan de båda ögonblicksbilderna. Före- och efter-bilder visas parvis i tabellen.</p> <p>Välj en ögonblicksbild eller ett bildpar och klicka på <b>Visa ändringar</b> om du vill visa nya ändringar i filsystemet enligt angiven ögonblicksbild.</p>
zh_cn: <p><b><big>快照配置</big></b><p> <p>下表显示了根文件系统快照的列表。快照分为三种类型： <b>单一</b>、<b>前快照</b>和<b>后快照</b>。单一快照用于储存某段特定时间的文件系统状态， 而前快照和后快照则用于定义在前者建立到后者建立之间执行的特殊操作所进行的更改。前快照和后快照在表中是成对的。</p> <p>选择某个快照或某对快照并单击<b>显示更改</b>可以 查看指定快照中新的文件系统更改。</p>

source: <p>Click <b>Refresh</b> to update the list of snapshots. This is only required if some other program is changing the list of snapshots.</p>
ar: <p>انقر <b>تجديد</b> لتحديث قائمة اللقطات. هذا الإجراء غير مطلوب إلا إذا تم تغيير قائمة اللقطات من خلال برنامج آخر.</p>
ca: <p>Cliqueu a <b>Refresca</b> per actualitzar la llista d'instantànies. Això només cal si un altre programa està canviant la llista d'instantànies.</p>
fr: <p>Cliquez sur <b>Rafraîchir</b> pour mettre à jour la liste des instantanés. Cela n'est nécessaire que si un autre programme modifie cette liste.</p>
ko: <p>스냅샷 목록을 업데이트하려면 <b>새로 고침</b>을 클릭합니다. 다른 프로그램에서 스냅샷 목록을 변경하는 경우에만 이 작업이 필요합니다.</p>
pl: <p>Kliknij opcję <b>Odśwież</b>, aby zaktualizować listę migawek. Jest to wymagane tylko wtedy, gdy jakiś inny program zmienia listę migawek.</p>
pt: <p>Carregue em <b>Refrescar</b> para atualizar a lista de snapshots. Isto é apenas necessário se algum outro programa estiver a alterar a lista de snapshots.</p>
pt_br: <p>Clique <b>Atualizar</b> para atualizar a lista de instantâneos. Isso é necessário apenas se algum outro programa estiver alterando a lista de instantâneos.</p>
ro: <p>Faceți clic pe <b>Actualizare</b> pentru a actualiza lista de puncte de restaurare. Acest lucru este necesar numai dacă un alt program modifică lista punctelor de restaurare.</p>
zh_cn: <p>点击<b>刷新</b>更新快照列表。只有当某些程序更新了快照列表时才需要。</p>

source: <p><b><big>Snapshot Overview</big></b><p> <p> The tree shows all the files that were modified between creating the first ('pre') and second ('post') snapshot. On the right side, you see the description generated when the first snapshot was created and the time of creation for both snapshots. </p> <p> When a file is selected in the tree, you see the changes done to it. By default, changes between selected paired snapshots are shown, but it is possible to compare the file with different versions. </p>
ar: <p><b><big>نظرة عامة حول اللقطة</big></b><p> <p> يتم من خلال الشجرة عرض كل الملفات التي تم تعديلها أثناء إنشاء اللقطتين الأولى (السابقة) والثانية (اللاحقة). على الجانب الأيمن، سترى الوصف الذي تم إنشاؤه عند إنشاء اللقطة الأولى ووقت إنشاء كلا اللقطتين. </p> <p> عندما يتم تحديد ملف في الشجرة، سترى التغييرات التي تم إجراؤها عليها. بشكل افتراضي، سيتم إظهار التغييرات بين اللقطات المقترنة المحددة، لكن يمكن مقارنة الملف بإصدارات مختلفة. </p>
ca: <p><b><big>Resum de la instantània</big></b><p> <p> L'arbre mostra tots els fitxers que s'han modificat entre la creació de la primera (pre) i la segona (post) instantània. A la dreta, podeu veure la descripció generada quan es va crear la primera instantània i l'hora de la creació de les dues instantànies. </p> <p> Quan se selecciona un fitxer de l'arbre, es poden veure els canvis que s'hi han fet. Per defecte, es mostren els canvis entre el parell d'instantànies seleccionades, però és possible comparar el fitxer amb versions diferents. </p>
fr: <p><b><big>Aperçu de l'instantané</big></b><p> <p> L'arbre affiche tous les fichiers qui ont été modifiés entre la création du premier ('pré') et du second ('post') instantané. Sur la partie droite, vous pouvez voir la description générée lorsque le premier instantané a été créé et la date de création des deux instantanés. </p> <p> Lorsqu'un fichier est sélectionné dans l'arbre, vous pouvez voir les modifications effectuées sur celui-ci. Par défaut, les modifications entre les instantanés associés sélectionnés sont affichées, mais il est possible de comparer différentes versions du fichier. </p>
id: <p><b><big>Ikhtisar Snapshot</big></b><p> <p> Pohon menunjukkan semua berkas yang dimodifikasi antara pembuatan snapshot pertama ('pra') dan kedua ('paska'). Di sebelah kanan, Anda melihat deskripsi yang dihasilkan ketika snapshot pertama dibuat dan waktu pembuatan untuk kedua snapshot. </p> <p> Ketika sebuah berkas dipikih dalam pohon, Anda melihat perubahan yang dilakukan untuk itu. Secara bawaan, perubahan antara pasangan snapshot yang dipilih akan ditampilkan, tetapi hal ini juga mungkin untuk membandingkan berkas dengan versi yang berbeda. </p>
ko: <p><b><big>스냅샷 개요</big></b><p> <p> 트리는 첫 번째('전') 스냅샷과 두 번째('후') 스냅샷을 생성하는 사이에 수정된 모든 파일을 표시합니다. 오른쪽에는 첫 번째 스냅샷 생성이 만들어진 설명과 두 스냅샷에 대한 생성 시간이 나와 있습니다. </p> <p> 트리에서 파일을 선택하면 그에 대한 변경 사항을 확인할 수 있습니다. 기본적으로 선택한 스냅샷 쌍에 대한 변경 사항이 표시되지만 파일을 다른 버전과 비교하는 것도 가능합니다. </p>
lt: <p><b><big>Momentinės kopijos apžvalga</big></b><p> <p> Medyje rodomos visos rinkmenos, kurios buvo pakeistos nuo pirmosios („prieš“) ir antrosios („po“) momentinės kopijos sukūrimo. Dešinėje pusėje matote aprašą, kuris sugeneruotas kuriant pirmąją momentinę kopiją, ir abiejų momentinių kopijų sukūrimo laikas. </p> <p> Medyje pažymėjus rinkmeną, galite peržiūrėti su jos pakeitimus. Numatytuoju atveju rodomi skirtumai tarp pasirinktų susietų momentinių kopijų, tačiau galima lyginti ir skirtinagas rinkmenos versijos. </p>
pl: <p><b><big>Przegląd migawki</big></b><p> <p> W drzewie wyświetlone są pliki zmienione w czasie między pierwszą (przed) i drugą (po) migawką. W prawej części jest widoczny opis wygenerowany w momencie utworzenia pierwszej migawki oraz czas utworzenia obu migawek. </p> <p> Po zaznaczeniu pliku w drzewie można zobaczyć, jakie zaszły zmiany. Domyślnie wyświetlane są zmiany między parą migawek, ale możliwe jest porównanie pliku z inną wersją. </p>
pt: <p><b><big>Visão Geral de Snapshot</big></b><p> <p> A árvore mostra todos os ficheiros que foram modificados entre o primeiro snapshot ('pré') e o segundo ('pós'). No lado direito, irá ver a descrição gerada quando o primeiro snapshot foi criado a respetiva marca temporal para ambos os snapshots. </p> <p> Quando um ficheiro é selecionado na árvore, irá ver as mudanças que lhe foram ocorridas. Por padrão, as alterações entre pares selecionados de snapshots são mostradas, mas é possível comparar um ficheiro em versões diferentes. </p>
pt_br: <p><b><big>Visão Geral do Instantâneo</big></b><p> <p> A árvore mostra todos os arquivos que foram modificados entre a criação do primeiro ("pré") e do segundo ("pós") instantâneo. À direita, você vê a descrição gerada quando o primeiro instantâneo foi criado e o horário de criação dos dois instantâneos. </p> <p> Quando um arquivo é selecionado na árvore, você vê as alterações feitas nele. Por padrão, as alterações entre os instantâneos agrupados selecionados são exibidas, mas é possível comparar o arquivo com outras versões. </p>
ro: <p><b><big>Prezentare generală puncte de restaurare</big></b><p> <p> Arborele arată toate fișierele care au fost modificate între crearea primului punct de restaurare ('Înainte') și a celui de-al doilea ('După'). În partea dreaptă, se afișează descrierea generată la crearea primului punct de restaurare și ora creării ambelor puncte de restaurare. </p> <p> Atunci când un fișier este selectat în arbore, puteți vedea modificările aduse acestuia. În mod implicit, sunt afișate modificările dintre punctele de restaurare pereche selectate, dar este posibilă compararea fișierului cu versiuni diferite. </p>
sv: <p><b><big>Ögonblicksbilder</big></b><p> <p> Trädet visar alla filer som har ändrats från att den första ögonblicksbilden togs ("före") till den andra ("efter"). Till höger visas beskrivningen som genererades för den första ögonblicksbilden, och tidpunkten då de respektive ögonblicksbilderna togs. </p> <p> När du markerar en fil i trädet visas de ändringar som gjorts i den. Som standard visas ändringar mellan två valda ögonblicksbilder, men filen kan jämföras med olika versioner. </p>
zh_cn: <p><b><big>快照概述</big></b><p> <p> 树中会显示在创建第一个（“前快照”）快照到创建第二个（“后快照”）快照之间的时间进行过修改的所有文件。在右侧可以看到在创建第一个快照时生成的描述，以及两个快照的创建时间。 </p> <p> 在树中选择某个文件时，可以看到对它所做的更改。默认情况下，将显示在选定成对快照的间隔所做的更改，但您可以对文件的不同版本进行比较。 </p>

source: <p><b><big>Snapshot Overview</big></b><p> <p> The tree shows all the files that differ in a selected snapshot and the current system. On the right side, you see the snapshot description and time of its creation. </p> <p> When a file is selected in the tree, you can see the its difference between snapshot version and current system. </p>
ar: <p><b><big>نظرة عامة حول اللقطة</big>‏</b>‏<p> <p> يعرض الهيكل كل الملفات المختلفة بين اللقطة المحددة والنظام الحالي. على الجانب الأيسر، يمكنك مشاهدة وصف اللقطة ووقت إنشائها. </p> <p> عند تحديد ملف في الهيكل، يمكنك أن ترى الاختلاف بين إصدار اللقطة والنظام الحالي. </p>
ca: <p><b><big>Resum de la instantània</big></b><p> <p> Aquest arbre mostra tots els fitxers que difereixen entre la instantània seleccionada i el sistema actual. A la dreta, hi ha la descripció de la instantània i l'hora de creació. </p> <p> Quan seleccioneu un fitxer de l'arbre, podeu veure'n les diferències entre la versió de la instantània i del sistema actual. </p>
da: <p><b><big>Oversigt over øjebliksbillede</big></b><p> <p> Træet viser alle de filer der forskellige mellem det valgte øjebliksbilleder og det aktuelle system. På højre side kan du se beskrivelsen af øjebliksbilledet og dets oprettelsestidspunkt. </p> <p> Når en fil markeres i træet, kan du se forskellen mellem øjebliksbilledeversionen og det aktuelle system. </p>
el: <p><b><big>Επισκόπηση Στιγμιοτύπων</big></b><p> <p> Το δέντρο εμφανίζει όλα τα αρχεία που μεταβλήθηκαν μεταξύ της δημιουργίας του επιλεγμένου στιγμιοτύπου και του τρέχοντος συστήματος. Στην δεξιά μεριά, βλέπετε την περιγραφή του στιγμιοτύπου και την ώρα δημιουργίας του. </p> <p> Όταν επιλέξετε ένα αρχείο στο δέντρο, μπορείτε να δείτε τις διαφορές μεταξύ της έκδοσης στο στιγμιότυπο και το τρέχον σύστημα. </p>
fi: <p><b><big>Tilannevedosten yhteenveto</big></b><p> <p> Puukaavio näyttää kaikki tiedostot, jotka eroavat valittujen tilannevedosten ja nykyisen järjestelmän välillä. Oikealla puolella näet tilannevedoksen kuvauksen ja luontiajan. </p> <p> Kun tiedosto on valittu puukaaviossa, näet sen erot tilannevedoksessa ja nykyisessä järjestelmässä. </p>
fr: <p><b><big>Aperçu de l'instantané</big></b><p> <p> L'arbre affiche tous les fichiers qui différent entre l'instantané sélectionné et le système actuel. Sur la partie droite, vous pouvez voir la description de l'instantané et sa date de création. </p> <p> Lorsqu'un fichier est sélectionné dans l'arbre, vous pouvez voir les différences entre la version sélectionnée de l'instantané et le système actuel. </p>
gl: <p><b><big>Vista global de capturas</big></b><p> <p> A árbore mostra todos os ficheiros que son diferentes entre a captura actual e o sistema actual. No lado dereito pode ver unha descrición da captura e a data de da súa creación. </p> <p> Cando seleccione un ficheiro na árbore, mostrarase a diferenza entre a versión da imaxe e o sistema actual. </p>
id: <p><b><big>Ikthisar Snapshot</big></b><p> <p> Pohon menunjukkan semua berkas yang berbeda dalam snapshot yang dipilih dan sistem saat ini. Di sebelah kanan, Anda melihat deskripsi snapshot dan waktu pembuatannya. </p> <p> Ketika sebuah berkas dipilih dalam pohon, Anda dapat melihat perbedaan antara versi snapshot dan sistem saat ini. </p>
ko: <p><b><big>스냅샷 개요</big></b><p> <p> 트리에 선택한 스냅샷과 현재 시스템에서 다른 모든 파일이 표시됩니다. 오른쪽에는 스냅샷 설명과 생성 시간이 표시됩니다. </p> <p> 트리에서 파일을 선택하면 스냅샷 버전과 현재 시스템 간의 차이점을 확인할 수 있습니다. </p>
lt: <p><b><big>Momentinės kopijos apžvalga</big></b><p> <p> Medyje pateiktos visos rinkmenos, kurios skiriasi pasirinktoje momentinėje kopijoje ir dabartinėje sistemoje. Dešinėje pusėje matote momentinės kopijos aprašą ir jos sukūrimo laiką. </p> <p> Medyje pažymėjus rinkmeną, galite peržiūrėti skirtumą tarp momentinės kopijos versijos ir dabartinės sistemos. </p>
nb: <p><b><big>Oversikt over øyeblikksbilder</big></b><p> <p> Filstrukturen viser alle filene som er forskjellige i det valgte øyeblikksbildet og gjeldende system. Til høyre er det en beskrivelse av øyeblikksbildet og tidspunktet da det ble opprettet. </p> <p> Når en fil er valgt i filstrukturen, vises forskjellen mellom øyeblikksbildeversjonen og versjonen i det gjeldende systemet. </p>
pl: <p><b><big>Przegląd migawki</big></b><p> <p> W drzewie wyświetlone są wszystkie pliki, których wersja w zaznaczonej migawce różni się od wersji w bieżącym systemie. Po prawej stronie widać opis migawki oraz czas jej utworzenia. </p> <p> Po zaznaczeniu pliku w drzewie można zobaczyć różnicę między wersją w migawce i wersją w bieżącym systemie. </p>
pt: <p><b><big>Visão Geral de Snapshot</big></b><p> <p> A árvore mostra todos os ficheiros que são diferentes do snapshot selecionado e o sistema atual. Na direita, poderã ver a descrição do e a marca temporal da criação da mesma. </p> <p> Quando um ficheiro é selecionado na árvore, poderá ver as alterações entre a versão no snapshot e o sistema atual. </p>
pt_br: <p><b><big>Visão Geral do Instantâneo</big></b><p> <p> A árvore mostra todos os arquivos que são diferentes entre o instantâneo selecionado e o sistema atual. À direita, você vê a descrição do instantâneo e o horário de sua criação. </p> <p> Quando um arquivo é selecionado na árvore, você pode ver as diferenças entre a versão do instantâneo e o sistema atual. </p>
ro: <p><b><big>Prezentare generală puncte de restaurare</big></b><p> <p> Arborele arată toate fișierele care diferă între un punct de restaurare selectat și sistemul actual. În partea dreaptă, se afișează descrierea punctului de restaurare și ora creării acestuia. </p> <p> Atunci când un fișier este selectat în arbore, puteți vedea diferența dintre versiunea punctului de restaurare și sistemul actual. </p>
sv: <p><b><big>Ögonblicksbildöversikt</big></b><p> <p> I trädet visas alla filer med skillnader mellan vald ögonblicksbild och det aktuella systemet. På höger sida visas ögonblicksbeskrivningen och när den skapades. </p> <p> När en fil väljs i trädet visas skillnaden mellan ögonblicksbildversionen och det aktuella systemet. </p>
zh_cn: <p><b><big>快照概述</big></b></p> <p> 该树形结构显示了所选快照与当前系统中有所不同的全部文件。在右侧，您会看到快照描述及其创建时间。 </p> <p> 当选中该树形结构中的某个文件时，您可以看到快照版本与当前系统之间的不同之处。 </p>

source: Failed to get config:
ar: فشل الحصول على التكوين:
ca: Ha fallat obtenir-ne la configuració:
el: Αποτυχία λήψης ρυθμίσεων:
fr: Échec de l'obtention de la configuration :
id: Gagal mendapatkan config:
ko: 구성 가져오기 실패:
lt: Nepavyko gauti konfigūracijos:
pl: Uzyskanie konfiguracji nie powiodło się:
pt: Falha ao obter a configuração:
pt_br: Falha ao obter configuração:
sv: Kunde inte hämta konfiguration:
zh_cn: 无法获取配置：

source: Failed to get snapshot mount point:
ar: فشل الحصول على نقطة تحميل اللقطة:
ca: Ha fallat obtenir el punt de muntatge de la instantània:
fr: Échec de l'obtention du point de montage de l'instantané :
id: Gagal mendapatkan snapshot titik kait:
ko: 스냅샷 마운트 지점 가져오기 실패:
lt: Nepavyko gauti momentinės kopijos prijungimo vietos:
pl: Uzyskanie punktu montowania migawki nie powiodło się:
pt: Falha ao obter o snapshot de ponto de montagem:
pt_br: Falha ao obter ponto de montagem do instantâneo:
sv: Kunde inte hämta monteringspunkt för ögonblicksbild:
zh_cn: 无法获取快照安装点：

source: Failed to create new snapshot:
ar: فشل إنشاء لقطة جديدة:
ca: Ha fallat la creació d'una instantània nova:
el: Αποτυχία δημιουργίας νέου στιγμιοτύπου:
fr: Échec de la création de l'instantané :
id: Gagal membuat snapshot baru:
ko: 새로운 스냅샷 생성 실패:
lt: Nepavyko sukurti naujos momentinės kopijos:
pl: Utworzenie nowej migawki nie powiodło się:
pt: Falha na criação do um novo snapshot:
pt_br: Falha ao criar novo instantâneo:
sv: Kunde inte skapa ny ögonblicksbild:
zh_cn: 无法创建新快照：

source: Failed to modify snapshot:
ar: فشل تعديل اللقطة:
ca: Ha fallat la modificació de la instantània:
el: Αποτυχία τροποποίησης στιγμιοτύπου:
fr: Échec de la modification de l'instantané :
id: Gagal memodifikasi snapshot:
ko: 스냅샷 수정 실패:
lt: Nepavyko pakeisti momentinės kopijos:
pl: Modyfikacja migawki nie powiodła się:
pt: Falha ao modificar snaptshot:
pt_br: Falha ao modificar instantâneo:
sv: Ögonblicksbilden kunde inte ändras:
zh_cn: 无法修改快照：
