Repository: Dzejrou/yast-translations
Catalog: po/snapper/*.po
Languages: ar, ca, da, el, fi, fr, gl, id, ko, lt, nb, nn, pl, pt, pt_br, ro, sv, zh_cn

source: Failed to delete snapshot:
ar: فشل حذف اللقطة:
ca: Ha fallat suprimir la instantània:
el: Αποτυχία διαγραφής στιγμιοτύπου:
fr: Échec de la suppression de l'instantané :
id: Gagal menghapus snapshot:
ko: 스냅샷 삭제 실패:
lt: Nepavyko pašalinti momentinės kopijos:
pl: Usunięcie migawki nie powiodło się:
pt: Falha ao apagar snapshot:
pt_br: Falha ao remover instantâneo:
sv: Ögonblicksbilden kunde inte tas bort:
zh_cn: 无法删除快照：

source: Initializing Snapper
ar: تهيئة Snapper
ca: Iniciant l'Snapper
da: Initialiserer Snapper
el: Αρχικοποίηση Snapper
fi: Valmistellaan Snapper
fr: Initialisation de Snapper
gl: Inicializando Snapper
id: Inisialisasi Snapper
ko: 스냅퍼 초기화 중
lt: Ruošiama momentinių kopijų tvarkytuvė
nb: Initialiserer Snapper
nn: Startar Snapper
pl: Inicjowanie programu Snapper
pt: A inicializar o Snapper
pt_br: Inicializando Snapper
ro: Se inițializează Snapper
sv: Initierar Snapper
zh_cn: 正在初始化 Snapper

source: Read list of configurations
ar: قراءة قائمة عمليات التكوين
ca: Llegeix la llista de configuracions
el: Ανάγνωση λίστας ρυθμίσεων
fr: Lire la liste des configurations
id: Membaca daftar konfigurasi
ko: 구성 목록 읽기
lt: Perskaityti konfigūracijas
pl: Odczytaj listę konfiguracji
pt: Ler a lista de configurações
pt_br: Ler a lista de configurações
ro: Citiți lista de configurații
sv: Läs lista med konfigurationer
zh_cn: 读取配置列表

source: Read list of snapshots
ar: قراءة قائمة اللقطات
ca: Llegeix la llista d'instantànies
el: Ανάγνωση λίστας στιγμιοτύπων
fr: Lire la liste des instantanés
id: Membaca daftar snapshot
ko: 스냅샷 목록 읽기
lt: Perskaityti momentinių kopijų sąrašą
pl: Odczytaj listę migawek
pt: A ler as lista de snapshots
pt_br: Ler a lista de instantâneos
ro: Citiți lista de puncte de restaurare
sv: Läs lista med ögonblicksbilder
zh_cn: 读取快照列表

source: Reading list of configurations
ar: قراءة قائمة عمليات التكوين
ca: Llegint la llista de configuracions
el: Ανάγνωση λίστας ρυθμίσεων
fr: Lecture de la liste de configurations
id: Sedang membaca daftar konfigurasi
ko: 구성 목록 읽는 중
lt: Skaitomos konfigūracijos
pl: Odczytywanie listy konfiguracji
pt: A Ler a lista de configurações
pt_br: Lendo a lista de configurações
ro: Lista de citire a configurațiilor
sv: Läser in lista med konfigurationer
zh_cn: 正在读取配置列表

source: Reading list of snapshots
ar: قراءة قائمة اللقطات
ca: Llegint la llista d'instantànies
el: Ανάγνωση λίστας στιγμιοτύπων
fr: Lecture de la liste d'instantanés
id: Sedang membaca daftar snapshot
ko: 스냅샷 목록 읽는 중
lt: Skaitomas momentinių kopijų sąrašas
pl: Odczytywanie listy migawek
pt: A ler as lista de snapshots
pt_br: Lendo a lista de instantâneos
ro: Lista de citire a punctelor de restaurare
sv: Läser in lista med ögonblicksbilder
zh_cn: 正在读取快照列表

source: Finished
ar: انتهى
ca: Acabat
da: Færdig
el: Ολοκληρώθηκε
fi: Valmis
fr: Terminé
gl: Finalizado
id: Selesai
ko: 완료됨
lt: Baigta
nb: Fullført
nn: Fullført
pl: Zakończono
pt: Terminado
pt_br: Concluído
ro: Finalizat
sv: Klar
zh_cn: 已完成

source: Querying snapper configurations failed:
ar: فشلت عمليات تكوين الاستعلام عن snapper:
ca: La consulta de les configuracions de l'Snapper ha fallat:
fr: L'interrogation des configurations Snapper a échoué :
id: Kueri konfigurasi snapper gagal:
ko: 스내퍼 구성 쿼리 실패:
lt: Snapper konfigūracijų užklausimo klaida:
pl: Odpytywanie konfiguracji snapper nie powiodło się:
pt: O inquérito às configurações do snapper falharam:
pt_br: Falha ao consultar configurações do snapper:
ro: Interogarea configurațiilor snapper a eșuat:
sv: Kunde inte skicka fråga till konfigurationer från snapper:
zh_cn: 查询 snapper 配置失败：

source: No snapper configurations exist. You have to create one or more configurations to use yast2-snapper. The snapper command line tool can be used to create configurations.
ar: لا توجد تكوينات snapper. يجب إنشاء تكوين واحد أو أكثر لاستخدام yast2-snapper. يمكن استخدام أداة سطر الأوامر snapper لإنشاء التكوينات.
ca: No existeixen configuracions de l'snapper. N'heu de crear una o més per usar el yast2-snapper. L'eina de línia d'ordres de l'snapper es pot usar per crear-ne les configuracions.
da: Der findes ingen snapper-konfigurationer. Du skal oprette en eller flere konfigurationer for at bruge yast2-snapper. Kommandolinjeværktøjet snapper kan bruges til at oprette konfigurationer.
el: Δεν υπάρχουν ρυθμίσεις για το snapper. Πρέπει να δημιουργήσετε μια ή περισσότερες ρυθμίσεις για το yast2-snapper. Το εργαλείο γραμμής εντολών του snapper μπορεί να χρησιμοποιηθεί για να δημιουργήσετε ρυθμίσεις.
fi: Snapper määritys puuttuu. Sinun pitää luoda yksi tai useampi määritys käyttääksesi yast2-snapper. Voit luoda määrityksen käyttämällä snapperin komentorivityökalua.
fr: Aucune configuration de snapper n'existe. Vous devez en créer au moins une pour utiliser yast2-snapper. L'outil de ligne de commande de snapper peut servir à créer des configurations.
id: Tidak ada konfigurasi snapper yang ada. Anda harus membuat satu atau lebih konfigurasi untuk menggunakan yast2-snapper. Baris perintah snapper dapat digunakan untuk membuat konfigurasi.
ko: 스냅퍼 구성이 존재하지 않습니다. yast2-snapper를 사용하려면 구성을 하나 이상 생성해야 합니다. 스냅퍼 명령줄 도구를 사용하여 구성을 생성할 수 있습니다.
lt: Snapper konfigūracijų nėra. Pirmiausia sukurkite vieną ar kelias snapper konfigūracijas naudodamiesi, o po to atverkite YaST snapper modulį. Konfigūracijų kūrimui galite naudoti „snapper“ programėlę komandinėje eilutėje.
pl: Brak konfiguracji programu Snapper. Należy przygotować co najmniej jedną konfigurację, aby użyć polecenia yast2-snapper. Do utworzenia konfiguracji można użyć wiersza poleceń programu Snapper.
pt: Não existe uma configuração do snapper. Você pode criar uma ou mais configurações com recurso ao yast2-snapper. A ferramenta de linha de comandos do snapper pode ser utilizada para criar as configurações.
pt_br: Não existe nenhuma configuração para o snapper. Você deve criar uma ou mais configurações para utilizar o yast2-snapper. A ferramenta de linha de comando do snapper pode ser utilizada para criar as configurações.
ro: Nu există configurații de snapper. Trebuie să creați una sau mai multe configurații pentru a utiliza yast2-snapper. Instrumentul de linie de comandă snapper poate fi utilizat pentru a crea configurații.
sv: Det finns inga snapper-konfigurationer. Du måste skapa en eller flera konfigurationer för att använda yast2-snapper. Snapper-kommandorad- verktyget kan användas för att skapa konfigurationer.
zh_cn: 不存在 snapper 配置。必须创建一个或多个 配置，才能使用 yast2-snapper。可以 使用 snapper 命令行工具来创建配置。

source: Querying snapper snapshots failed:
ar: فشلت لقطات الاستعلام عن snapper:
ca: La consulta de les instantànies de l'Snapper ha fallat:
fr: L'interrogation des instantanés Snapper a échoué :
id: Kueri snapshot snapper gagal:
ko: 스내퍼 스냅샷 쿼리 실패:
lt: Snapper momentinių kopijų užklausimo klaida:
pl: Odpytywanie migawek snapper nie powiodło się:
pt: O inquérito aos snapshots do snapper falhou:
pt_br: Falha ao consultar instantâneos do snapper:
ro: Interogarea punctelor de restaurare snapper a eșuat:
sv: Kunde inte skicka fråga till ögonblicksbilder från snapper:
zh_cn: 查询 snapper 快照失败：

source: Restoring Files...
ar: تتم الآن استعادة الملفات...
ca: Restaurant els fitxers...
da: Genopretter filer...
el: Επαναφορά Αρχείων...
fi: Palautetaan tiedostoja...
fr: Restauration des fichiers...
gl: Recuperando ficheiros...
id: Sedang Memulihkan Berkas...
ko: 파일을 복원하는 중...
lt: Atstatomos rinkmenos...
nb: Gjenoppretter filer...
nn: Gjenopprettar filer …
pl: Odtwarzanie plików...
pt: A Restaurar Ficheiros...
pt_br: Restaurando Arquivos...
ro: Se restaurează fișierele...
sv: Återställer filer
zh_cn: 正在恢复文件...

source: Deleted %1
ar: %1 محذوف
ca: Suprimit: %1
da: Slettede %1
el: Διαγράφηκε %1
fi: Poistettu %1
fr: %1 supprimé
gl: Eliminado %1
id: Hapus %1
ko: %1 삭제됨
lt: Pašalinti %1
nb: Slettet %1
pl: Usunięto %1
pt: Apagado %1
pt_br: %1 removido
ro: S-a șters %1
sv: Tog bort %1
zh_cn: 已删除 %1

source: %1 skipped
ar: %1 تم تخطيه
ca: %1 omès
da: %1 skippet
el: %1 παραλείφθηκε
fi: %1 ohitettu
fr: %1 ignoré
gl: %1 omitido
id: %1 dilewati
ko: %1 건너뜀
lt: praleista: %1
nb: %1 utelatt
nn: Hoppa over «%1»
pl: Pominięto plik %1
pt: %1 passado à frente
pt_br: %1 ignorado
ro: %1 a fost omis
sv: %1 hoppades över
zh_cn: %1 已跳过

source: Failed to get config:
ro: Nu s-a reușit obținerea configurației:

source: Failed to get snapshot mount point:
ro: Nu s-a reușit obținerea punctului de montare a punctului de restaurare:

source: Failed to create new snapshot:
ro: Nu s-a reușit crearea unui nou punct de restaurare:

source: Failed to modify snapshot:
ro: Nu s-a reușit modificarea punctului de restaurare:

source: Failed to delete snapshot:
ro: Nu s-a reușit ștergerea punctului de restaurare:

source: Modify
da: Ændr
el: Τροποποίηση
fi: Muokkaa
gl: Modificar
id: Ubah
nn: Endra
sv: Ändra
