Repository: Dzejrou/yast-translations
Catalog: po/slp-server/*.po
Languages: ca, de, fi, hr, hu, id, ja, uk, vi

source: <p>With <b>Expert Settings</b>, access all options available in /etc/slp.conf.</p>
ca: <p>Amb <b>Configuració avançada</b>, accediu a totes les opcions disponibles a /etc/slp.conf.</p>
de: <p>Mit<b>Einstellungen für Experten</b> können Sie auf alle in /etc/slp.conf verfügbaren Optionen zugreifen.</p>
fi: <p><b>Asiantuntija-asetuksilla</b> pääset kaikkiin valintoihin, jotka ovat saatavilla /etc/slp.conf -tiedostossa.</p>
hr: <p>Sa <b>Napredne postavke</b>, možete pristupiti svim izborima dostupnim u /etc/slp.conf.</p>
hu: <p>A <b>Szakértői beállítások</b> között az /etc/slp.conf fájl minden paramétere megadható.</p>
id: <p>Dengan <b> Seting Ahli</b>, tersedia akses seluruh opsi ke /etc/slp.conf.</p>
ja: <p><b>熟練者設定</b> を使用すると、 /etc/slp.conf で使用可能な全てのオプションにアクセスすることができます。</p>
uk: <p>Через <b>Параметри для експертів</b> ви маєте доступ до всіх наявних в /etc/slp.conf параметрів.</p>
vi: <p>Với <b>Thiết lập cao cấp</b>, truy cập tới mọi tùy chọn có trong /etc/slp.conf.</p>

source: Configuration files for static registration to SLP. With <b>Add</b>, create a new empty file. With <b>Modify</b>, change the values of any existing file. With <b>Delete</b>, it is possible to delete files not owned by any package.
ca: Fitxers de configuració per a registre estàtic a SLP. Amb <b>Afegeix</b>, creeu un fitxer nou buit. Amb <b>Modifica</b>, canvieu els valors de qualsevol fitxer existent. Amb <b>Elimina</b>, és possible suprimir fitxers que no posseïts per cap paquet.
de: Konfigurationsdateien für statische Registrierung bei SLP. Mit<b>Hinzufügen</b> können Sie eine neue leere Datei erstellen. Mit <b>Bearbeiten</b> können Sie die Werte einer bestehenden Datei ändern. Mit <b>Löschen</b> können nur Dateien gelöscht werden, die nicht zu einem Paket gehören.
fi: Määritystiedostot pysyvään SLP rekisteröintiin. <b>Lisää</b> luo uuden tyhjän tiedoston. <b>Muokkaa</b> muuttaa minkä tahansa olemassa olevan tiedoston arvoja. <b>Poista</b> valinnalla on mahdollista poistaa tiedostoja joita mikään paketti ei omista.
hr: Konfiguracijske datoteke za statičku registraciju na SLP. Sa <b>Dodaj</b> stvarate novu praznu datoteku. Sa <b>Promijeni</b>, mijenjate vrijednosti bilo koje postojeće datoteke. Sa <b>Obriši</b> moguće je obrisati datoteke koji nisu u vlasništvu niti jednog paketa.
hu: Konfigurációs fájlok az SLP-be történő statikus bejegyzéshez. A <b>Hozzáadás</b> gomb létrehoz egy üres fájlt. A <b>Módosítás</b>gombbal egy meglévő fájl értékei módosíthatók. A <b>Törlés</b> gombbal pedig törölhetők azok a fájlok, amelyek egyetlen csomaghoz sem tartoznak.
ja: SLP を固定で登録するための設定ファイルです。何も書かれていない新しいファイルを作成するには <b>追加</b> を使用してください。 既存のファイルの値を変更するには、 <b>変更</b> を使用してください。どのパッケージに属さないファイルを削除するには <b>削除</b> を使用してください。<b></b>
uk: Конфігураційні файли для статичної реєстрації на SLP. За допомогою <b>Додати</b> створіть новий порожній файл. За допомогою <b>Змінити</b> змініть значення в будь-якому існуючому файлі. За допомогою <b>Delete</b> можна вилучити файли, які не належать до жодного пакунка.
vi: Tập tin cấu hình để đăng ký cố định với SLP. Với <b>Thêm</b>, tạo một tập tin rỗng mới. Với <b>Thay đổi</b>, thay đổi giá trị của tập tin đã có. Với <b>Xóa</b>, có thể xóa những tập tin không thuộc vào gói nào.

source: Help for regedit
ca: Ajuda per a regedit
de: Hilfe zu regedit
fi: Regedit-ohje
hr: Pomoć za regedit
hu: regedit súgója
id: Bantuan untuk regedit
ja: regedit のヘルプ
uk: Довідка для regedit
vi: Trợ giúp cho regedit

source: Initializing...
ca: S'està inicialitzant...
de: Initialisierung ...
fi: Valmistellaan...
hr: Inicijaliziram...
hu: A modul indítása…
id: Inisialisasi...
ja: 初期化しています...
uk: Започаткування...
vi: Đang chạy...

source: <p>To configure the SLP server, the <b>%1</b> package must be installed.</p>
ca: <p>Per configurar el servidor SLP, cal instal·lar el paquet <b>%1</b> .</p>
de: <p>Zum Konfigurieren des SLP-Servers muss das <b>%1</b>-Paket installiert sein.</p>
fi: <p>Määrittääksesi SLP-palvelimen paketti <b>%1</b> pitää asentaa.</p>
hr: <p>Za postavljanje SLP polužitelja, <b>%1</b> paket mora biti instaliran.</p>
hu: <p>Az SLP-kiszolgáló beállításához telepíteni kell a(z) <b>%1</b> csomagot.</p>
id: <p>Untuk mengkonfigurasi server SLP, paket <b>%1</b> harus terinstalasi.</p>
ja: <p>SLP サーバを設定するには <b>%1</b> パッケージをインストールする必要があります。</p>
uk: <p>Щоб налаштувати SLP-сервер, потрібно встановити пакунок <b>%1</b>.</p>
vi: <p>Để cấu hình máy chủ SLP cần cài đặt gói <b>%1</b>.</p>

source: <p>Do you want to install it now?</p>
ca: <p>Voleu instal·lar-lo ara?</p>
de: <p>Wollen Sie es nun installieren?</p>
fi: <p>Haluatko asentaa sen nyt?</p>
hr: <p>Želite li ga instalirati sada?</p>
hu: <p>Telepíti most?</p>
id: <p>Apakah anda ingin menginstalasi sekarang?</p>
ja: <p>今すぐインストールしますか？</p>
uk: <p>Хочете встановити вже?</p>
vi: <p>Bạn có muốn cài đặt gói này bây giờ?</p>

source: Initializing SLP Server Configuration
ca: Iniciant la configuració del servidor SLP
de: Initialisieren der SLP-Server-Konfiguration
fi: Valmistellaan SLP-palvelimen määritystä
hr: Pokretanje postavki SLP poslužitelja
hu: SLP-kiszolgáló beállításának indítása
id: Inisialisasi Konfigurasi Server SLP
ja: SLP サーバの設定を準備しています
uk: Започаткування налаштування SLP-сервера
vi: Đang chạy cấu hình máy chủ SLP

source: Read the database
ca: Llegeix la base de dades
de: Datenbank einlesen
fi: Lue tietokanta
hr: Čitaj bazu podataka
hu: Adatbázis beolvasása
id: Membaca database
ja: データベースの読み込み
uk: Читання бази даних
vi: Đọc cơ sở dữ liệu

source: Read the previous settings
ca: Llegeix els paràmetres anteriors
de: Vorherige Einstellungen einlesen
fi: Lue aikaisemmat asetukset
hr: Čitaj prethodne postavke
hu: Előző beállítások beolvasása
id: Membaca seting sebelumnya
ja: 以前の設定の読み込み
uk: Читання попередніх параметрів
vi: Đọc thiết lập trước đây

source: Detect the devices
ca: Detecta els dispositius
de: Geräteerkennung
fi: Tunnista laitteet
hr: Otkrij uređaje
hu: Eszközök keresése
id: Deteksi device
ja: デバイスの検出
uk: Виявлення пристроїв
vi: Dò tìm thiết bị

source: Reading the database...
ca: S'està llegint la base de dades...
de: Datenbank wird eingelesen ...
fi: Luetaan tietokantaa...
hr: Čitam bazu podataka...
hu: Az adatbázis olvasása…
id: Membaca database...
ja: データベースを読み込んでいます...
uk: Читання бази даних...
vi: Đang đọc cơ sở dữ liệu...

source: Reading the previous settings...
ca: S'estan llegint els paràmetres anteriors...
de: Vorherige Einstellungen werden eingelesen ...
fi: Luetaan aikaisemmat asetukset...
hr: Čitam prethodne postavke...
hu: Előző beállítások olvasása…
id: Membaca seting sebelumnya...
ja: 以前の設定を読み込んでいます...
uk: Читання попередніх параметрів...
vi: Đang đọc thiết lập trước đây...

source: Detecting the devices...
ca: S'estan detectant els dispositius...
de: Geräteerkennung läuft ...
fi: Tunnistetaan laitteita...
hr: Otkrivam uređaje...
hu: Eszközök keresése…
id: Mendeteksi device...
ja: デバイスを検出しています...
uk: Виявлення пристроїв...
vi: Đang dò tìm thiết bị...

source: Finished
ca: Acabat
de: Fertig
fi: Valmis
hr: Završeno
hu: Kész
id: Selesai
ja: 完了
uk: Завершено
vi: Hoàn thành

source: Cannot read database2.
ca: No s'ha pogut llegir la base de dades 2.
de: Datenbank2 konnte nicht gelesen werden.
fi: Tietokannan2 lukeminen ei onnistu.
hr: Ne mogu čitati database2.
hu: A database2 adatbázis nem olvasható.
id: Tidak dapat membaca database2
ja: データベース 2 を読み込めません。
uk: Не вдається прочитати database2.
vi: Không thể đọc được database2.

source: Saving SLP Server Configuration
ca: Desant la configuració del servidor SLP
de: Speichern der SLP-Server-Konfiguration
fi: Tallennetaan SLP-palvelimen määrityksiä
hr: Spremam postavke SLP poslužitelja
hu: SLP-kiszolgáló beállítások mentése
id: Menyimpan Konfigurasi Server SLP
ja: SLP サーバの設定を保存しています
uk: Збереження конфігурації SLP-сервера
vi: Đang ghi cấu hình máy chủ SLP

source: Write the settings
ca: Escriu els paràmetres
de: Einstellungen schreiben
fi: Kirjoita asetukset
hr: Spremi postavke
hu: Beállítások mentése
id: Menulis seting
ja: 設定の書き込み
uk: Записати параметри
vi: Đang ghi các thiết lập

source: Run SuSEconfig
ca: Executa el SuSEconfig
de: SuSEconfig ausführen
fi: Suorita SuSEconfig
hr: Pokreni SuSEconfig
hu: SuSEconfig futtatása
id: Menjalankan SuSEconfig
ja: SuSEconfig の起動
uk: Запустити SuSEconfig
vi: Chạy SuSEconfig

source: Writing the settings...
ca: S'estan escrivint els paràmetres...
de: Einstellungen werden geschrieben ...
fi: Kirjoitetaan asetuksia...
hr: Spremam postavke...
hu: Beállítások mentése…
id: Menulis seting...
ja: 設定を書き込んでいます...
uk: Запис параметрів...
vi: Đang ghi các thiết lập...

source: Running SuSEconfig...
ca: S'està executant el SuSEconfig...
de: SuSEconfig wird ausgeführt ...
fi: Suoritetaan SuSEconfig...
hr: Pokrećem SuSEconfig...
hu: SuSEconfig futtatása…
id: Menjalankan SuSEconfig...
ja: SuSEconfig を実行しています...
uk: Виконання SuSEconfig...
vi: Đang chạy SuSEconfig...

source: Cannot write settings.
ca: No s'han pogut escriure els paràmetres.
de: Einstellungen können nicht geschrieben werden.
fi: Asetusten kirjoittaminen ei onnistu.
hr: Ne mogu zapisati postavke.
hu: A beállítások mentése sikertelen.
id: Tidak dapat menulis seting.
ja: 設定を書き込むことができません。
uk: Не вдається записати параметри.
vi: Không ghi được các thiết lập.

source: Configuration summary...
ca: Resum de la configuració...
de: Zusammenfassung der Konfiguration ...
fi: Määrityksen yhteenveto...
hr: Sažetak postavki...
hu: Beállítások összegzése…
id: Ringkasan Konfigurasi...
ja: 設定概要...
uk: Підсумок налаштування...
vi: Tổng kết cấu hình...
