Repository: Dzejrou/yast-translations
Catalog: po/slp-server/*.po
Languages: ca, de, fi, hr, hu, id, ja, uk, vi

source: Configuration of an SLP server
ca: Configuració d'un servidor SLP
de: Konfiguration eines SLP-Servers
fi: SLP-palvelimen määritykset
hr: Postavke SLP poslužitelja
hu: SLP-kiszolgáló beállítása
id: Konfigurasi server SLP
ja: SLP サーバの設定
uk: Налаштування сервера SLP
vi: Cấu hình của một máy chủ SLP

source: SLP Server
ca: Servidor SLP
fi: SLP-palvelin
hr: SLP poslužitelj
hu: SLP-kiszolgáló
id: Server SLP
ja: SLP サーバ
uk: Сервер SLP
vi: Máy chủ SLP

source: &SLP Server
ca: &Servidor SLP
fi: &SLP-palvelin
hr: &SLP poslužitelj
hu: &SLP-kiszolgáló
id: Server &SLP
ja: SLP サーバ (&S)
uk: Сервер &SLP
vi: Máy chủ &SLP

source: When &Booting
ca: En arr&encar
de: Beim &Systemstart
hr: &Prilikom podizanja
hu: Rendszer&indításkor
id: Ketika &Booting
ja: システム起動時 (&B)
uk: Під час &завантаження
vi: &Khi khởi động

source: &Manually
ca: &Manualment
de: &Manuell
hr: &Ručno
hu: &Kézzel
id: Secara &manual
ja: 手動 (&M)
uk: &Вручну
vi: &Thủ công

source: When Booting
ca: Durant l'arrencada
de: Beim Systemstart
hr: Prilikom podizanja
hu: Rendszerindításkor
id: Ketika Booting
ja: システム起動時
uk: Під час завантаження
vi: Khi khởi động

source: Manually
ca: Manualment
de: Manuell
hr: Ručno
hu: Kézzel
id: Secara manual
ja: 手動
uk: Вручну
vi: Thủ công

source: Show Log
ca: Mostra el registre
de: Protokoll anzeigen
fi: Näytä loki
hr: Prikaži log
hu: Napló megtekintése
id: Tampilkan Log
ja: ログの表示
uk: Показати журнал
vi: Hiện bản ghi

source: Expert Settings
ca: Configuració avançada
de: Einstellungen für Experten
fi: Asiantuntija-asetukset
hr: Stručne postavke
hu: Szakértői beállítások
id: Seting Ahli
ja: 熟練者設定
uk: Параметри для експертів
vi: Thiết lập cao cấp

source: Response To
ca: Resposta a
de: Antworten an
fi: Vaste
hr: Odgovor na
hu: Válasz a
id: Tanggapan untuk
ja: 応答先
uk: Відповідь до
vi: Trả lời tới

source: Broadcast
ca: Difusió
hr: Emitiranje
ja: ブロードキャスト
uk: Трансляція
vi: Toàn mạng

source: Multicast
fi: Monilähetys
hr: Višestruko odašiljanje
ja: マルチキャスト
uk: Широкомовний
vi: Nhóm

source: DA Server
ca: Servidor DA
fi: DA-palvelin
hr: DA poslužitelj
hu: DA-kiszolgálóra
id: Server DA
ja: DA サーバ
uk: Сервер DA
vi: Máy chủ DA

source: Becomes DA Server
ca: Esdevé un servidor DA
de: Wird DA-Server
fi: Tulee DA-palvelimeksi
hr: Postaje DA poslužitelj
hu: DA-kiszolgálóvá válásra
id: Menjadi Server DA
ja: DA サーバになる
uk: Стає сервером DA
vi: Thành máy chủ DA

source: &IP Addresses of DA Servers
ca: Adreces de &servidors DA
de: &IP-Adressen der DA-Server
fi: DA-palvelinten &IP-osoitteet
hr: &IP adrese DA poslužitelja
hu: DA-kiszolgáló &IP-címei
id: Alamat &IP Server DA
ja: DA サーバの IP アドレス(&I)
uk: Адреси I&P серверів DA
vi: Địa chỉ &IP của máy chủ DA

source: &Scopes
ca: &Abasts
de: &Bereiche
fi: &Käyttöalueet
hr: &Dosezi
hu: &Hatókörök
id: &Lingkup
ja: 範囲 (&S)
uk: &Обшир
vi: &Phạm vi

source: SLP Server Settings
ca: Configuració del servidor SLP
de: SLP-Server-Einstellungen
fi: SLP-palvelimen asetukset
hr: Postavke SLP poslužitelja
hu: SLP-kiszolgáló beállításai
id: Seting Server SLP
ja: SLP サーバの設定
uk: Параметри сервера SLP
vi: Thiết lập máy chủ SLP

source: Global SLP Configuration
ca: Configuració global d'SLP
de: Globale SLP-Konfiguration
fi: Yleinen SLP-määritys
hr: Globalne SLP postavke
hu: Általános SLP beállítások
id: Konfigurasi SLP Global
ja: グローバル SLP 設定
uk: Глобальні налаштування SLP
vi: Cấu hình SLP toàn bộ

source: SLP Server Configuration
ca: Configuració del servidor SLP
de: SLP-Server-Konfiguration
fi: SLP-palvelimen määritys
hr: Postavke SLP poslužitelja
hu: SLP-kiszolgáló beállítások
id: Konfigurasi Server SLP
ja: SLP サーバの設定
uk: Налаштування сервера SLP
vi: Cấu hình máy chủ SLP

source: Server Details
ca: Detalls del servidor
fi: Palvelimen tiedot
hr: Detalji poslužitelja
hu: Kiszolgálóadatok
id: Detil Server
ja: サーバの詳細
uk: Подробиці сервера
vi: Chi tiết máy chủ

source: Static Configuration Files
ca: Fitxers estàtics de configuració
de: Dateien für statische Konfiguration
fi: Pysyvät määritystiedostot
hr: Statičke datoteke s postavkama
hu: Statikus konfigurációs fájlok
id: File Konfigurasi Statik
ja: 固定設定ファイル
uk: Статичні конфігураційні файли
vi: Các tập tin cấu hình tĩnh

source: Really delete this file?
ca: Realment voleu suprimir aquest fitxer?
de: Soll diese Datei wirklich gelöscht werden?
fi: Poistetaanko tämä tiedosto varmasti?
hr: Želite li zaista obrisati ovu datoteku?
hu: Valóban törli ezt a fájlt?
id: Hapus file ini?
ja: このファイルを削除してよろしいですか？
uk: Дійсно вилучити цей файл?
vi: Thật sự xoá bỏ tập tin này?

source: Name of New File
ca: Nom del nou fitxer
de: Name der neuen Datei
fi: Uuden tiedoston nimi
hr: Naziv nove datoteke
hu: Új fájl neve
id: Nama File Baru
ja: 新しいファイルの名前
uk: Назва нового файла
vi: Tên của tập tin mới

source: Scope and IP address must be inserted.
ca: Cal introduïr l'adreça IP i l'abast.
de: Bereich und IP-Adresse müssen eingefügt werden.
fi: Käyttöalue ja IP-osoite täytyy antaa.
hr: Doseg i IP adresa moraju biti umetnuti.
hu: Be kell szúrni a hatókört és az IP-címet.
id: Lingkup dan alamat IP harus disisipkan.
ja: 範囲および IP アドレスを入力する必要があります。
uk: Потрібно вказати обшир і адресу IP.
vi: Cần chèn phạm vi và địa chỉ IP.

source: Scope must be inserted.
ca: Cal introduïr l'abast
de: Bereich muss eingefügt werden.
fi: Käyttöalue täytyy antaa.
hr: Doseg mora biti umetnut.
hu: Be kell szúrni a hatókört.
id: Lingkup harus disisipkan.
ja: 範囲を入力する必要があります。
uk: Потрібно вказати обшир.
vi: Cần chèn phạm vi.

source: SLP Server Overview
ca: Resum del servidor SLP
de: Überblick über den SLP-Server
fi: SLP-palvelimen yhteenveto
hr: Pregled SLP poslužitelja
hu: SLP-kiszolgáló áttekintés
id: Ringkasan Server SLP
ja: SLP サーバの概要
uk: Огляд сервера SLP
vi: Tổng quan về máy chủ SLP

source: <h1>SLP Server</h1>
ca: <h1>Servidor SLP</h1>
fi: <h1>SLP-palvelin</h1>
hr: <h1>SLP poslužitelj</h1>
hu: <h1>SLP-kiszolgáló</h1>
id: <h1>Server SLP</h1>
ja: <h1>SLP サーバ</h1>
uk: <h1>Сервер SLP</h1>
vi: <h1>Máy chủ SLP</h1>

source: SLP Server Configuration--Expert Dialog
ca: Configuració del servidor SLP - Diàleg d'experts
de: SLP-Server-Konfiguration -- Experten-Dialog
fi: SLP-palvelimen määritys - Asiantuntija valintaikkuna
hr: Postavke SLP poslužitelja--prozor za napredne postavke
hu: SLP-kiszolgáló beállítások - Szakértői ablak
id: Konfigurasi Server SLP--Dialog Ahli
ja: SLP サーバの設定--熟練者ダイアログ
uk: Налаштування сервера SLP -- вікно для експерта
vi: Cấu hình máy chủ SLP--Hộp thoại cao cấp

source: SLP Server Configuration--Edit .reg File
ca: Configuració del servidor SLP -Edició del fitxer .reg
de: SLP-Server-Konfiguration -- .reg-Datei bearbeiten
fi: SLP-palvelimen määritys--Muokkaa rek. tiedostoa
hr: Postavke SLP poslužitelja--uređivanje .reg datoteke
hu: SLP-kiszolgáló beállítások -- .reg fájl módosítása
id: Konfigurasi Server SLP--Edit file reg
ja: SLP サーバの設定-- .reg ファイルの編集
uk: Налаштування сервера SLP -- редагування файла .reg
vi: Cấu hình máy chủ SLP--Sửa tập tin .reg

source: <p><b><big>Initializing SLP Server Configuration</big></b><br> Please wait...<br></p>
ca: <p><b><big>Iniciant la configuració del servidor SLP</big></b><br> Espereu, si us plau...<br></p>
de: <p><b><big>Konfiguration des SLP-Servers wird initialisiert</big></b><br> Bitte warten ...<br></p>
fi: <p><b><big>Valmistellaan SLP-palvelimen määritystä</big></b><br> Odota hetki...<br></p>
hr: <p><b><big>Pokrećem postavke SLP poslužitelja</big></b><br /> Molim pričekajte...<br /></p>
hu: <p><b><big>SLP-kiszolgáló beállításainak előkészítése</big></b><br>Kérem, várjon…<br></p>
id: <p><b><big> Inisialisasi Konfigurasi Server SLP</big></b><br> Silakan tunggu...<br></p>
ja: <p><b><big>SLPサーバの設定を準備しています</big></b><br> しばらくお待ちください...<br></p>
uk: <p><b><big>Започаткування налаштування сервера SLP</big></b><br> Зачекайте, будь ласка...<br></p>
vi: <p><b><big>Đang chạy cấu hình máy chủ SLP</big></b><br> Xin hãy chờ...<br></p>

source: <p><b><big>Aborting Initialization:</big></b><br> Safely abort the configuration utility by pressing <b>Abort</b> now.</p>
ca: <p><b><big>Interrupció de la inicialització:</big></b><br> per a cancel·lar la utilitat de configuració, premeu <b>Interromp</b>.</p>
de: <p><b><big>Initialisierung abbrechen:</big></b><br> Sie können die Konfiguration gefahrlos abbrechen, indem Sie auf die Schaltfläche <b>Abbrechen</b> klicken.</p>
fi: <p><b><big>Valmistelun keskeytys:</big></b><br> Keskeytä määritys turvallisesti napsauttamalla <b>Keskeytä</b> nyt.</p>
hr: <p><b><big>Prekidam postavke:</big></b><br> Možete sigurno prekinuti alat za postavke pritiskom na <b>Prekini</b>.</p>
hu: <p><b><big>Az előkészítés megszakítása:</big></b><br> Most biztonsággal megszakíthatja a beállítóeszköz futását a <b>Megszakítás</b> gombbal.</p>
id: <p><b><big>Membatalkan inisialisasi:</big></b><br> Membatalkan utilitas konfigurasi secara aman dengan menekan <b>Batal</b> sekarang.</p>
ja: <p><b><big>準備の中止:</big></b><br> <b>中止</b> ボタンを押すと準備を安全に中止する事ができます</p>
uk: <p><b><big>Переривання започаткування:</big></b><br> Безпечно припиніть засіб налаштування, натиснувши зараз <b>Перервати</b>.</p>
vi: <p><b><big>Dừng chạy:</big></b><br> Có thể thoát khỏi tiện ích cấu hình một cách an toàn bằng nút <b>Thoát</b>.</p>

source: <p><b><big>Saving SLP Server Configuration</big></b><br> Please wait...<br></p>
ca: <p><big><b>Desant la configuració del servidor SLP</b></big><br> Espereu, si us plau...<br></p>
de: <p><b><big>Konfiguration des SLP-Servers wird gespeichert</big></b><br> Bitte warten ...<br></p>
fi: <p><b><big>Tallennetaan SLP-palvelimen määritykset</big></b><br> Odota...<br></p>
hr: <p><b><big>Pohranjujem postavke SLP poslužitelja</big></b><br /> Molim pričekajte...<br /></p>
hu: <p><b><big>SLP-kiszolgáló beállításainak mentése</big></b><br> Kérem, várjon…<br></p>
id: <p><b><big> Menyimpan Konfigurasi Server SLP</big></b><br> Silakan tunggu...<br></p>
ja: <p><b><big>SLPサーバの設定を保存しています</big></b><br> しばらくお待ちください...<br></p>
uk: <p><b><big>Збереження налаштування сервера SLP</big></b><br> Зачекайте, будь ласка...<br></p>
vi: <p><b><big>Đang lưu cấu hình máy chủ SLP</big></b><br> Xin hãy chờ...<br></p>

source: <p><b><big>Aborting Saving:</big></b><br> Abort the save procedure by pressing <b>Abort</b>. An additional dialog informs whether it is safe to do so. </p>
ca: <p><b><big>Interrupció del desament:</big></b><br> per a cancel·lar el desament premeu <B>Interromp</b>. Un diàleg addicional indicarà si aquesta acció és segura o no. </p>
de: <p><b><big>Speichervorgang abbrechen:</big></b><br> Brechen Sie den Speichervorgang mit <b>Abbrechen</b> ab. Ein zusätzlicher Dialog informiert Sie darüber, ob dies eine sichere Aktion ist. </p>
fi: <p><b><big>Tallennuksen keskeytys:</big></b><br> Keskeytä tallennus napsauttamalla <b>Keskeytä</b>. Ilmoitusikkuna kertoo, voiko sen tehdä turvallisesti vai ei. </p>
hr: <p><b><big>Prekid pohrane:</big></b><br /> Možete prekinuti pohranu pritiskom na <b>Prekini</b>. Dodatni okvir će vas obavijestiti da li je to sigurno. </p>
hu: <p><b><big>Mentés megszakítása:</big></b><br> A <b>Megszakítás</b> gomb megnyomásával megszakíthatja a folyamatot. Egy további párbeszédablak fogja tájékoztatni arról, hogy ezt biztonságos-e megtenni. </p>
id: <p><b><big>Membatalkan Penyimpanan:</big></b><br> Batalkan prosedur penyimpanan dengan menekan <b>Batal</b>. Dialog tambahan akan memberitahukan apakah aman melakukan hal tersebut. </p>
ja: <p><b><big>保存の中止:</big></b><br> <b>中止</b> ボタンを押すと保存を中止できます。</p> 安全に中止できるかどうかのダイアログが表示されます。 </p>
uk: <p><b><big>Переривання збереження:</big></b><br> Перервіть процедуру збереження, натиснувши <b>Перервати</b>. Додаткове вікно інформує чи це безпечно робити. </p>
vi: <p><b><big>Dừng lưu:</big></b><br> Dừng quá trình lưu bằng nút <b>Thoát</b>.</p> Một hộp thoại hiện ra sẽ cho biết dừng lưu có an toàn hay không. </p>

source: <p><b><big>SLP Server Configuration Overview</big></b><br> Obtain an overview of installed SLP servers. Additionally edit their configurations.<br></p>
ca: <p><b><big>Resum de la configuració del servidor SLP</big></b><br> Obteniu un resum dels servidors SLP instal·lats i, a més a més, editeu-ne les configuracions.<br></p>
de: <p><b><big>Überblick über die SLP-Server-Konfiguration </big></b><br> Hier erhalten Sie einen Überblick über die installierten SLP-Server. Außerdem können Sie ihre Konfiguration bearbeiten.<br></p>
fi: <p><b><big>SLP-palvelimen määritysten yhteenveto</big></b><br> Näe yhteenveto asennetuista SLP-palvelimista. Lisäksi voit muokata niiden määrityksiä.<br></p>
hr: <p><b><big>Pregled postavki SLP poslužitelja</big></b><br> Pribavlja pregled instaliranih SLP poslužitelja. Dodatno možete uređivati njihove postavke.<br></p>
hu: <p><b><big>SLP-kiszolgálóbeállítások áttekintése</big></b><br> Itt áttekintést kaphat a telepített SLP-kiszolgálókról, továbbá szerkesztheti annak beállításait.<br></p>
id: <p><b><big>Ringkasan Konfigurasi Server SLP</big></b><br> Dapatkan ringkasan server SLP yang terinstalasi. Sebagai tambahan editlah konfigurasi mereka.<br></p>
ja: <p><b><big>SLP サーバの設定概要</big></b><br> インストール済みの SLP サーバの概要を表示しています。追加で それらの設定を変更することもできます。<br></p>
uk: <p><b><big>Огляд налаштування сервера SLP</big></b><br> Отримати огляд встановлених серверів SLP. На додачу, можна змінити їхнє налаштування.<br></p>
vi: <p><b><big>Tổng quan về cấu hình máy chủ SLP</big></b><br> Hiển thị thông tin tổng quan về các máy chủ SLP đã cài. Ngoài ra có thể sửa cấu hình của chúng.<br></p>

source: <p><b><big>Adding an SLP Server</big></b><br> Press <b>Add</b> to configure an SLP server.</p>
ca: <p><b><big>Addició d'un servidor SLP</big></B><br> Per configurar un servidor SLP, premeu <B>Afegeix</B>.</P>
de: <p><b><big>Hinzufügen eines SLP-Servers</big></b><br> Drücken Sie <b>Hinzufügen</b>, um einen SLP-Server zu konfigurieren.</p>
fi: <p><b><big>SLP-palvelimen lisääminen</big></b><br> Napsauta <b>Lisää</b> määrittääksesi SLP-palvelimen.</p>
hr: <p><b><big>Dodavanje SLP poslužitelja</big></b><br> Pritisnite <b>Dodaj</b> da biste postavili SLP poslužitelj.</p>
hu: <p><b><big>SLP-kiszolgáló hozzáadása:</big></b><br> Ha megnyomja a <b>Hozzáadás</b>t, beállíthat egy SLP-kiszolgálót..</p>
id: <p><b><big>Menambahkan Server SLP</big></b><br> Tekan <b>Tambah</b> untuk mengkonfigurasi server SLP.</p>
ja: <p><b><big>SLPサーバの追加</big></b><br> <b>追加</b> を押して SLP サーバを設定してください。</p>
uk: <p><b><big>Додавання сервера SLP</big></b><br> Натисніть <b>Додати</b>, щоб налаштувати сервер SLP.</p>
vi: <p><b><big>Thêm một máy chủ SLP</big></b><br> Nhấn <b>Thêm</b> để cấu hình một máy chủ SLP.</p>

source: <p><b><big>Editing or Deleting</big></b><br> Choose an SLP server to change or remove. Then press <b>Edit</b> or <b>Delete</b> as desired.</p>
ca: <p><b><big>Edició o supressió</big></B><br> Seleccioneu el servidor SLP que voleu modificar o suprimir. A continuació, premeu <B>Edita</B> o <B>Suprimeix</B>.</P>
de: <p><b><big>Bearbeiten bzw. Löschen</big></b><br> Wählen Sie einen SLP-Server aus, der geändert oder entfernt werden soll. Drücken Sie dann <b>Bearbeiten</b> bzw. <b>Löschen</b>.</p>
fi: <p><b><big>Muokkaaminen tai poistaminen</big></b><br> Valitse SLP-palvelin muokattavaksi tai poistettavaksi. Napsauta sitten <b>Muokkaa</b> tai <b>Poista</b>.</p>
hr: <p><b><big>Uređivanje ili brisanje</big></b><br> Odaberite SLP poslužitelj kojega želite promijeniti ili obrisati. Nakon toga pritisnite <b>Uredi</b> ili <b>Obriši</b> po želji.</p>
hu: <p><b><big>Szerkesztés vagy törlés:</big></b><br> Válasszon egy SLP-kiszolgálót, amelyet el akar távolítani, vagy a beállítását meg akarja változtatni, majd nyomja meg ennek megfelelően a <b>Szerkesztés</b> vagy a <b>Törlés</b> gombot.</p>
id: <p><b><big>Edit atau Hapus</big></b><br> Pilih server SLP untuk diubah atau dihapus. Lalu tekan <b>Edit</b> atau <b>Hapus</b> seperti yang diinginkan.</p>
ja: <p><b><big>編集／削除:</big></b><br> 編集または削除する SLP サーバを選び、 <b>編集</b> または <b>削除</b> ボタンを押してください。</p>
uk: <p><b><big>Редагування або вилучення:</big></b><br> Виберіть сервер SLP для зміни або вилучення. Тоді натисніть <b>Змінити</b> або <b>Вилучити</b> за бажанням.</p>
vi: <p><b><big>Sửa hoặc Xóa</big></b><br> Chọn một máy chủ SLP để thay đổi hoặc xóa. Sau đó nhấn <b>Sửa</b> hoặc <b>Xóa</b> theo mong muốn.</p>

source: <p><b><big>Configuration Part One</big></b><br> Press <b>Next</b> to continue. <br></p>
ca: <p><b><big>Primera part de la configuració</big></b><br> Premeu <b>Següent</b> per a continuar. <br></p>
de: <p><b><big>Konfiguration Teil 1</big></b><br> Klicken Sie auf <b>Weiter</b>, um fortzufahren. <br></p>
fi: <p><b><big>Määrityksen vaihe 1</big></b><br> Napsauta <b>Seuraava</b> jatkaaksesi. <br></p>
hr: <p><b><big>Prvi korak postavljanja</big></b><br /> Pritisnite <b>Dalje</b> za nastavak. <br></p>
hu: <p><b><big>Beállítások - első rész</big></b><br> Nyomja meg a <b>Következő</b> gombot. <br></p>
id: <p><b><big> Konfigurasi Bagian Satu</big></b><br> Tekan <b>Berikut</b> untuk lanjut. <br></p>
ja: <p><b><big>設定 パート 1</big></b><br> <b>次へ</b> を押して続行してください。 <br></p>
uk: <p><b><big>Перша частина налаштування</big></b><br> Натисніть <b>Далі</b>, щоб продовжити. <br></p>
vi: <p><b><big>Cấu hình phần 1</big></b><br> Nhấn <b>Tiếp theo</b> để tiếp tục. <br></p>

source: <p><b><big>Selecting Something</big></b><br> It is not possible. You must code it first. :-) </p>
ca: <p><b><big>Selecció d'un element</big></b><br> Aquesta operació no es pot dur a terme; primer cal realitzar la codificació. :-) </p>
de: <p><b><big>Eine Auswahl treffen</big></b><br> Dies ist nicht möglich. Sie müssen zuerst die Kodierung vornehmen. :-) </p>
fi: <p><b><big>Asioiden valitseminen</big></b><br> Ei ole mahdollista. Sinun täytyy koodata se ensin. :-) </p>
hr: <p><b><big>Odabir nečega</big></b><br /> Nije moguće. Prvo to morate isprogramirati. :-) </p>
hu: <p><b><big>Valami kiválasztása:</big></b><br> Nem lehetséges, először le kell kódolnod :-) </p>
id: <p><b><big>Memilih Sesuatu</big></b><br> Tidaklah mungkin. Anda harus menulis kodenya dulu. :-) </p>
ja: <p><b><big>何かの選択:</big></b><br> この機能は将来開発される予定です。 </p>
uk: <p><b><big>Вибір чогось:</big></b><br> Це неможливо, спочатку треба написати код :-) </p>
vi: <p><b><big>Chọn một vài thứ</big></b><br> Không thể. Đầu tiên bạn phải viết mã cho nó. :-) </p>

source: <p><b><big>Configuration Part Two</big></b><br> Press <b>Next</b> to continue. <br></p>
ca: <p><b><big>Segona part de la configuració</big></b><br> Premeu <b>Següent</b> per a continuar. <br></p>
de: <p><b><big>Konfiguration Teil 2</big></b><br> Klicken Sie auf <b>Weiter</b>, um fortzufahren. <br></p>
fi: <p><b><big>Määrityksen vaihe 2</big></b><br> Napsauta <b>Seuraava</b> jatkaaksesi. <br></p>
hr: <p><b><big>Drugi korak postavljanja</big></b><br /> Pritisnite <b>Dalje</b> za nastavak. <br></p>
hu: <p><b><big>Beállítások - második rész</big></b><br> Nyomja meg a <b>Következő</b> gombot. <br></p>
id: <p><b><big> Konfigurasi Bagian Dua</big></b><br> Tekan <b>Berikut</b> untuk lanjut. <br></p>
ja: <p><b><big>設定 パート 2</big></b><br> <b>次へ</b> を押して続行してください。 <br></p>
uk: <p><b><big>Друга частина налаштування</big></b><br> Натисніть <b>Далі</b>, щоб продовжити. <br></p>
vi: <p><b><big>Cấu hình phần 2</big></b><br> Nhấn <b>Tiếp theo</b> để tiếp tục. <br></p>

source: <p>To show the slpd log file, use <b>Show Log</b>.</p>
ca: <p>Per mostrar el fitxer log slpd, useu <b>Mostra el registre</b>.</p>
de: <p>Zur Anzeige der slpd-Protokolldatei verwenden Sie <b>Protokoll anzeigen</b>.</p>
fi: <p>Tarkastellaksesi slpd-lokitiedostoa, käytä <b>Näytä loki</b>.</p>
hr: <p>Da biste prikazali slpd log datoteku, koristite <b>Prikaži log</b>.</p>
hu: <p>Az slpd naplófájl megjelenítéséhez nyomja meg a <b>Napló megjelenítése</b> gombot.</p>
id: <p>Untuk melihat file log slpd, gunakan <b>Lihat Log</b>.</p>
ja: <p>slpd のログファイルを表示するには <b>ログの表示</b> を押してください。</p>
uk: <p>Щоб показати файл журналу slpd, вживайте <b>Показати журнал</b>.</p>
vi: <p>Để hiển thị tập tin bản ghi slpd, dùng <b>Hiện bản ghi</b>.</p>

source: <p>Here, set the mode in which to run the SLP daemon. The simplest mode is <b>Broadcast</b>. In it, the SLP daemon answers all requests sent by broadcast. The next mode is <b>Multicast</b>. In it, the daemon answers queries sent by multicast in appropriate SCOPES. In the <b>DA Server</b> mode, it informs DA servers on the specified IP addresses about statically and dynamically registered services. The last options is <b>Becomes DA Server</b>. This is a cache server for service answers.</p>
ca: <p>Aquí, establiu el mode en què s'executa el dimoni SLP. El mode més simple és <b>Broadcast</b>. En aquest, el dimoni SLP contesta totes les peticions enviades per la difusió. El següent mode és <b>Multicast</b>. El dimoni contesta consultes enviades per la difusió en SCOPES apropiats. Al mode <b>Servidor DA</b>, informa els servidors DA a les adreces IP especificades sobre serveis registrats estàticament i dinàmica. L'última opció és <b>Esdevé un servidor DA</b>. Aquest és un servidor cau per a respostes de servei.</p>
de: <p>Hier können Sie den Modus für die Ausführung des SLP-Daemon festlegen. Der einfachste Modus ist <b>Broadcast</b>. In diesem Modus beantwortet der SLP-Daemon alle über Broadcast gesendeten Anforderungen. Der nächste Modus ist <b>Multicast</b>. In diesem Modus beantwortet der Daemon alle über Multicast in geeigneten Bereichen (SCOPES) gesendeten Abfragen. Im Modus <b>DA-Server</b> informiert der Daemon DA-Server unter den angegebenen IP-Adressen über statisch und dynamisch registrierte Dienste. Die letzte Option lautet <b>Wird DA-Server</b>. Dies ist ein Zwischenspeicherungsserver für Dienstantworten.</p>
fi: <p>Tässä aseta tila, jossa haluat ajaa SLP-demonia. Yksinkertaisin tila on <b>Broadcast</b>. Siinä SLP-demoni vastaa kaikkiin lähetyksen pyyntöihin. Seuraava tila on <b>Multicast</b>. Siinä demoni vastaa kaikkiin monilähetyksen tiedusteluihin scope-arvojen mukaan. <b>DA Server</b> tilassa se ilmoittaa määritetyissä IP-osoitteissa DA-palvelimelle staattiset ja dynaamiset rekisteröidyt palvelut. Lopuksi <b>Becomes DA Server</b>. Tämä on välimuistipalvelimen palvelu vastauksille.</p>
hu: <p>Adja meg itt a módot, amelyben az SLP-démont futtatni kívánja. A legegyszerűbb mód az <b>Broadcast</b>. Ebben az esetben az SLP-démon minden Broadcast üzenetben érkező kérésre válaszol. A következő mód a <b>Multicast</b>. Ebben a módban a démon a Multicast üzenetként érkező kérésekre válaszol megfelelő SCOPES-okban. <b>DA-kiszolgáló</b> módban pedig értesíti a DA-kiszolgálókat a megadott IP-címeken a statikusan és dinamikusan regisztrált szolgáltatásokról. Az utolsó lehetőség a <b>DA-kiszolgálóvá válás</b>. Ez egy gyorsítótár-kiszolgáló szolgáltatásválaszokhoz. </p>
ja: <p>ここでは SLP デーモンをどのモードで実行するかを設定します。最も簡単なモードは <b>ブロードキャスト</b> です。 このモードでは、 SLP デーモンはブロードキャストで送信された全ての要求に応答します。次に簡単なモードは <b>マルチキャスト</b> です。このモードではデーモンは適切な範囲内の マルチキャストの問い合わせに応答します。 <b>DA サーバ</b> モードでは、指定した IP アドレスの DA サーバに対して、 静的および動的に登録されたサービスを通知します。最後のオプションは <b> DA サーバになる</b> です。これはサービスに応答するための キャッシュサーバです。</p>
uk: <p>Тут вкажіть режим, в якому запустити фонову службу SLP. Найпростіший режим - це <b>Трансляція</b>. У ньому фонова служба SLP відповідає на всі запити, надіслані через трансляцію. Наступний режим <b>Групова трансляція</b>. У ньому фонова служба SLP відповідає на запити, надіслані через групову трансляцію у відповідних діапазонах. У режимі <b>Сервера DA</b> він інформує сервери DA на вказаних адресах IP про статично і динамічно зареєстровані служби. Останній спосіб - це <b>Стати сервером DA</b>. Це сервер кешу для служби відповідей.</p>
