Repository: Dzejrou/yast-translations
Catalog: po/firewall/*.po
Languages: af, ar, bg, ca, da, gl, gu, hi, id, it, ja, lt, nb, pt, pt_br, ro, ru, sk, sv, ta, tr, uk, xh, zu

source: <p><b><big>Allowed Services</big></b> <br>Specify services or ports that should be accessible from the network. Networks are divided into firewall zones.</p> <p>To allow a service, select the <b>Zone</b> and the <b>Service to Allow</b> then press <b>Add</b>. To remove an allowed service, select the <b>Zone</b> and the <b>Allowed Service</b> then press <b>Delete</b>.</p> <p>By deselecting <b>Protect Firewall from Internal Zone</b>, you remove protection from the zone. All services and ports in your internal network will be unprotected.</p>
ar: <p><b><big>الخدمات المسموح بها</big></b> <br>هنا، حدد الخدمات أو المنافذ التي يجب الوصول إليها من الشبكة. تم تقسيم الشبكات إلى مناطق جدر حماية.</p> <p>للسماح بخدمة، حدد <b>المنطقة</b> ثم <b>الخدمة المطلوب السماح بها</b> ثم اضغط <b>إضافة</b>. لإزالة خدمة مسموح بها، حدد <b>المنطقة</b> ثم <b>الخدمة المسموح بها</b> ثم اضغط <b>إزالة</b>.</p> <p>من خلال إلغاء تحديد <b>حماية جدار الحماية من المنطقة الداخلية</b>، أزل الحماية من المنطقة. سيتم رفع الحماية عن كل الخدمات والمنافذ من هذه المنطقة.</p>
bg: <p><b><big>Позволени услуги</big></b> <br>Тук укажете услугите или портовете, които трябва да са достъпни от тази мрежа. Мрежите са разделени на зони на защитната стена.</p> <p>За да разрешите услуга изберете <b>Зона</b> и <b>Услуга за разрешаване</b> и след това натиснете <b>Добавяне</b>. За да премахнете разрешена услуга изберете <b>Зона</b> и <b>Разрешени услуги</b>, след това натиснете <b>Премахване</b>.</p> <p>С махането на отметката от <b>Защита на стената от вътрешната зона</b> ще премахнете защитата за цялата зона. Всички услуги и портове от тази зона ще останат незащитени.</p>
ca: <p><b><big>Serveis permesos</big></b> <br>En aquest apartat podeu especificar serveis o ports als quals s'hi ha de poder accedir des de la xarxa. Les xarxes es divideixen en zones del tallafoc.</p> <p>Si voleu permetre un servei, seleccioneu <b>Zona</b> i el <b>Servei que voleu permetre</b>, a continuació, premeu <b>Afegeix</b>. Si voleu suprimir un servei permès, seleccioneu la <b>Zona</b> i el <b>Servei permès</b> i, a continuació, premeu <b>Suprimeix</b>.</p> <p>Si seleccioneu <b>Protegeix el tallafoc de la zona interna</b>, suprimiu la protecció de la zona. Es desprotegiran tots els serveis i els ports d'aquesta zona.</p>
da: <p><b><big>Tilladte tjenester</big></b> <br>Angiv tjenester og porte som skal være tilgængelige fra netværket. Netværkene er inddelt i firewallzoner.</p> <p>For at tillade en tjeneste, vælges <b>zonen</b> og <b>Tillad ny tjeneste</b> og tryk så <b>Tilføj</b>. For at fjerne en tilladt tjeneste, vælg <b>zone</b> og <b>Tilladt tjeneste</b> og tryk <b>Slet</b>.</p> <p>Ved at fravælge <b>Beskyt firewall fra intern zone</b>,fjerner du beskyttelse af zonen. Alle tjenester og porte på dit interne netværk vil være ubeskyttet.</p>
id: <p><b><big>Layanan Diizinkan</big</b> <br>Layanan atau port spesifik yang harus bisa diakses dari jaringan. jaringan dipisahkan menjadi zona firewall.<p> <p>Untuk mengizinkan layanan, pilih <b>Zona</b> lalu <b>Layanan akan Diizinkan</b> lalu tekan <b>Tambah</b>. Untuk menghapus layanan yang diizinkan, pilih <b>Zona</b> dan <b> Layanan Diizinkan</b> lalu tekan <b>Hapus</b>.</p> <p>Dengan tidak memilih <b?Lindungi Firewall dari Zona Internal</b>, Anda menghapus perlindungan dari zona. Semua layanan dan port di dalam jaringan internal akan tidak terlindungi.</p>
it: <p><b><big>Servizi consentiti</big></b> <br>Specificare i servizi o le porte che devono essere accessibili dalla rete. Le reti sono divise in zone del firewall.</p> <p>Per autorizzare un servizio, selezionare la <b>Zona</b> e il <b>Servizio da autorizzare</b>, quindi premere <b>Aggiungi</b>. Per rimuovere un servizio consentito, selezionare la <b>Zona</b>, quindi il <b>Servizio consentito</b>, infine premere <b>Elimina</b>.</p> <p>Deselezionando l'opzione <b>Proteggi firewall da zona interna</b> si rimuove la protezione dalla zona. Tutti i servizi e le porte nella rete interna non saranno protetti.</p>
ja: <p><b><big>許可するサービス</big></b> <br>ここでは、ネットワークを介してアクセスすることを許すサービスやポートを指定します。 ネットワークはそれぞれゾーンに分かれています。</p> <p>サービスを許可するには、 <b>ゾーン</b> と <b>許可するサービス</b> を選んで <b>追加</b> を押します。 許可したサービスを削除するには、 <b>ゾーン</b> と <b>許可するサービス</b> 内の項目を選んで <b>削除</b> を押します。</p> <p><b>内部ゾーンからもファイアウオールで防御する</b> の選択を外すと、 内部ゾーンはファイアウオールで守られなくなります。従って全てのサービスとポートの通信は許可されることになります。</p>
lt: <p><b><big>Leidžiamos paslaugos</big></b> <br>Čia nurodykite paslaugas arba prievadus, kurie tinkle turėtų būti pasiekiami. Tinklas padalintas į užkardos zonas.</p> <p>Norėdami leisti paslaugą, pasirinkite <b>zoną</b> ir <b>leistiną paslaugą</b>, spauskite <b>Pridėti</b>. Norėdami pašalinti iš leidžiamų paslaugų sąrašo, pasirinkite <b>zoną</b> ir <b>leidžiamą paslaugą</b>, po to spauskite <b>Šalinti</b>.</p> <p>Nepažymėję <b>Apsaugoti užkardą iš vidinės zonos</b>, panaikinate apsaugą iš zonos. Visos paslaugos ir prievadai vidiniame tinkle bus neapsaugoti.</p>
nb: <p><b><big>Tillatte tjenester</big></b> <br>Her spesifiserer du tjenester eller porter som skal være tilgjengelige fra nettverket. Nettverk er delt inn i brannmursoner.</p> <p>For å tillate en tjeneste, velg <b>Sone</b> og <b>Tillatt tjeneste</b>, og klikk på <b>Legg til</b>.</p> For å fjerne en tillatt tjeneste, velg <b>Sone</b> og <b>Tillatt tjeneste<b>, og klikk på <b>Fjern</b>.</p> <p>Fjern avkryssingen for <b>Deaktiver brannmur for intern sone</b> for å fjerne beskyttelsen for hele sonen. Alle tjenester og porter i det interne nettverket vil være ubeskyttet.</p>
pt_br: <p><b><big>Serviços permitidos</big></b> <br>Especifique serviços ou portas que devem ser acessíveis pela rede. As redes são divididas em zonas do firewall.</p> <p>Para permitir um serviço, selecione a <b>Zona</b> e o <b>Serviço a permitir</b> e pressione <b>Adicionar</b>. Para remover um serviço permitido, selecione a <b>Zona</b> e o <b>Serviço permitido</b> e pressione <b>Remover</b>.</p> <p>Anulando a seleção de <b>Proteger o firewall da zona interna</b>, a proteção da zona é removida. Todos os serviços e portas dessa zona estarão desprotegidos.</p>
ru: <p><b><big>Разрешённые службы</big></b> <br>Укажите службы или порты, которые должны быть доступны из сети. Сети поделены на зоны брандмауэра.</p> <p>Для разрешения службы выберите <b>Зона</b> и <b>Разрешённые службы</b>. Затем нажмите <b>Добавить</b>. Для удаления службы выберите <b>Зона</b>, затем <b>Разрешённые службы</b> и нажмите <b>Удалить</b>.</p> <p>Снятием галочки <b>Защитить от внутренней сети</b> вы снимаете защиту с зоны. Все службы и порты в вашей внутренней сети не будут защищены.</p>
sk: <p><b><big>Povolené služby</big></b> <br>Zadajte služby alebo porty, ktoré majú byť prístupné zo siete. Siete sú rozdelené do zón firewallu.</p> <p>Pre povolenie služby zvoľte <b>Zónu</b> a <b>Službu pre povolenie</b> a stlačte <b>Pridať</b>. Pre odstránenie povolenej služby, zvoľte <b>Zónu</b> a <b>Povolenú službu<b> a stlačte <b>Vymazať</b>.</p> <p>Zrušením výberu <b>Chrániť firewall pred vnútornou zónou</b> odstránite zo zóny ochranu. Všetky služby a porty budú z tejto zóny nechránené.</p>
sv: <p><b><big>Tillåtna tjänster</big></b> <br>Ange tjänster eller portar som ska kunna nås från nätverket. Nätverk delas in i brandväggszoner.</p> <p>Om du vill tillåta en tjänst väljer du <b>Zon</b> och <b>Tjänst att tillåta</b> och klickar sedan på <b>Lägg till</b>. Om du vill ta bort en tillåten tjänst väljer du <b>Zon</b> och <b>Tillåten tjänst</b> och klickar sedan på <b>Ta bort</b>.</p> <p>Om du avmarkerar <b>Skydda brandvägg från intern zon</b> tas skyddet från zonen bort. Skyddet tas bort från alla tjänster och portar i det interna nätverket.</p>
uk: <p><b><big>Дозволені служби</big></b> <br>Вкажіть служби або порти, які повинні бути доступні для вхідних з'єднань. Мережі поділено на зони мережевого екрана.</p> <p>Щоб дозволити службу, виберіть <b>Зона</b> і <b>Дозволити службу</b>, а потім натисніть кнопку <b>Додати</b>. Щоб вилучити дозволену службу, виберіть <b>Зона</b>, а потім <b>Дозволена служба</b> і натисніть кнопку <b>Вилучити</b>.</p> <p>Якщо зняти позначку з <b>Захистити мережевий екран від внутрішньої зони</b>, буде знято захист від цієї зони. Захист всіх служб і портів буде знято.</p>

source: <p>Additional settings can be configured using <b>Advanced</b>. Entries must be separated by a space. There you can allow TCP, UDP, and RPC ports and IP protocols.</p> <p>TCP and UDP ports can be entered as port names (<tt>ftp-data</tt>), port numbers (<tt>3128</tt>), and port ranges (<tt>8000:8520</tt>). RPC ports must be entered as service names (<tt>portmap</tt> or <tt>nlockmgr</tt>). Enter IP protocols as the protocol name (<tt>esp</tt>). </p>
af: <p>Bykomende instellings kan gekonfigureer word met gebruik van <b>Gevorderd</b>. Inskrywings moet deur 'n spasie geskei word. Daar kan u TCP-, UDP- en RPC-poorte en IP-protokolle toelaat.</p> <p>TCP- en UDP-poorte kan as poortname (<tt>ftp-data</tt>), poortnommers (<tt>3128</tt>), en poortbestekke (<tt>8000:8520</tt>) ingevoer word. RPC-poorte moet as diensname (<tt>portmap</tt> of <tt>nlockmgr</tt>) ingevoer word. Voer IP-protokolle as die protokolnaam (<tt>esp</tt>) in. </p>
ar: <p>يمكن إعداد إعدادات إضافية باستخدام <b>متقدم</b>. يجب أن تكون الإدخالات مفصولة بمسافة. حيث يمكنك السماح بمنافذ TCP وUDP وRPC و بروتوكولات IP.</p> <p>يمكن إدخال المنفذين TCP وUDP بأسماء المنفذ (<tt>ftp-data</tt>)، وبأرقام المنفذ (<tt>3128</tt>)، ونطاقات المنفذ (<tt>8000:8520</tt>). يجب إدخال منافذ RPC بأسماء الخدمة (<tt>portmap</tt> أو <tt>nlockmgr</tt>). أدخل بروتوكولات IP باسم البروتوكول (<tt>esp</tt>). </p>
bg: <p>Допълнителни настройки могат да бъдат направени чрез <b>Разширени</b>. Данните трябва да бъдат разделени с интервал. Там можете да разрешите TCP, UDP и RPC портове и IP протоколи.</p> <p>TCP и UDP портовете могат да бъдат въведени като имена (<tt>ftp-data</tt>), номера (<tt>3128</tt>) и диапазон (<tt>8000:8520</tt>). RPC портовете трябва да бъдат въведени като имена на услуги (<tt>portmap</tt> или <tt>nlockmgr</tt>) и IP протоколите като имена (<tt>esp</tt>). </p>
ca: <p>Es poden configurar paràmetres addicionals mitjançant l'opció <b>Avançat</b>. Les entrades han d'estar separades per un espai. Podeu permetre els ports TCP, UDP i RPC i els protocols IP.</p> <p>Els ports TCP i UDP es poden introduir com noms de port (<tt>ftp-data</tt>), números de port (<tt>3128</tt>) i intervals de ports (<tt>8000:8520</tt>). Els ports RPC s'han d'introduir com noms de servei (<tt>portmap</tt> o <tt>nlockmgr</tt>). Introduïu els protocols IP com el nom de protocol (<tt>esp</tt>). </p>
da: <p>Yderligere indstillinger kan konfigureres med <b>Avanceret</b>. Indgange skal adskilles med mellemrum. Der kan du tillade TCP-, UDP-, og RPC-porte samt IP-protokoller.</p> <p>TCP- and UDP-porte kan angives som portnavne (<tt>ftp-data</tt>), portnumre (<tt>3128</tt>), og portområde (<tt>8000:8520</tt>). RPC-porte skal angives som tjenestenavne (<tt>portmap</tt> eller <tt>nlockmgr</tt>). Indtast IP-protokoller som protokolnavne (<tt>esp</tt>). </p>
gl: <p>Pódense configurar opcións adicionais usando <b>Avanzado</b>. As entradas deben estar separadas cun espazo. Así poderá permitir portos TCP, UDP, e RPC e protocolos IP.</p> <p>Os portos TCP e UDP pódense introducir como nomes de porto (<tt>ftp-data</tt>), números de porto (<tt>3128</tt>), e intervalos de portos (<tt>8000:8520</tt>). Os portos RPC débense introducir como nomes de servizo (<tt>portmap</tt> ou <tt>nlockmgr</tt>). Introduza os protocolos IP co nome do protocolo (<tt>esp</tt>).</p>
gu: <p>આધુનિક <b> નો ઉપયોગ કરીને વધારાના સેટિંગ્સ કન્ફિગર કરી શકશો. </b>. એન્ટ્રિઓ ખાલી જગ્યાથી જુદી પાડવી જોઇશે. તમે TCP, UDP અને RPC અને IP પ્રોટોકોલને મંજૂરી આપી શકશો. </p> <p>TCP અને UDP પોર્ટ પોર્ટ નામો (<tt>ftp-data</tt>), પોર્ટ નંબરો (<tt>3128</tt>), અને પોર્ટ મર્યાદાઓ (<tt>8000:8520</tt>). RPC તરીકે દાખલ કરી શકાશે. (<tt>portmap</tt> અથવા<tt> RPC પોર્ટ સેવા નામો તરીકે દાખલ કરવા જોઇશે. </tt>). IP પ્રોટોકોલ્સ પ્રોટોકોલ નામ તરીકે દાખલ કરો. (<tt>esp</tt>). </p>
hi: <p>अतिरिक्त सेटिंग्स <b>Advanced</b> के प्रयोग से संरुपित की जा सकती हैं। प्रविष्टियों को स्पेस से पृथक किया जाना चाहिए। वहां आप TCP, UDP, और RPC पोर्टों और IP प्रोटोकॉलों को अनुमति दे सकते हैं.</p> <p>TCP और UDP पोर्टों को पोर्ट नाम (<tt>ftp-data</tt>), पोर्ट नंबरों (<tt>3128</tt>), और पोर्ट रेंजों(<tt>8000:8520</tt>) के रूप में दर्ज़ किया जा सकता है RPC पोर्टों को सेवा नामों (<tt>portmap</tt> या <tt>nlockmgr</tt>)के रूप में दर्ज़ किया जाना चाहिए IP प्रोटोकॉलों को प्रोटोकॉल नाम के रूप में दर्ज़ करें(<tt>esp</tt>)। </p>
id: <p>Pengaturan tambahan dapat dikonfigurasi menggunakan <b>Mahir</b>. Entri harus dipisahkan oleh spasi. Disiini Anda dapat mengizinkan port TCP, UDP, dan RPC dan Protokol IP.</p> <p>Port TCP dan UDP dapat dimasukan dengan nama port(<tt>ftp-data</tt>), nomor port (<tt>3128</tt>), dan jangkauan port (<tt>8000:8520</tt>). Port RPC harus dimasukan sebagai nama layanan (<tt>portmap</tt> atau <tt>nlockmgr</tt>). Masukan protokol IP sebagai nama protokol (<tt>esp</tt>). </p>
it: <p>È possibile configurare ulteriori impostazioni utilizzando <b>Avanzate</b>. Le voci devono essere separate da uno spazio. È possibile consentire porte TCP, UDP e RCP e protocolli IP.</p> <p>Le porte TCP e UDP possono essere immesse come nomi (<tt>ftp-data</tt>), numeri (<tt>3128</tt>) e intervalli (<tt>8000:8520</tt>). Le porte RPC devono essere immesse come nomi di servizio (<tt>portmap</tt> o <tt>nlockmgr</tt>). Immettere i protocolli IP come nome di protocollo (<tt>esp</tt>). </p>
ja: <p><b>詳細</b> ボタンを押すと追加の設定を行なうことができます。 項目はそれぞれスペース区切りで、 TCP, UDP, RPC の各ポートと IP プロトコルを設定することができます。</p> <p>TCP と UDP のポートはポート名でも入力できます (例: <tt>ftp-data</tt>) し、 ポート番号 (例: <tt>3128</tt>) やポート範囲 (例: <tt>8000:8520</tt>) でも指定できます。 また、 RPC ポートはサービス名で入力します (<tt>portmap</tt> や <tt>nlockmgr</tt> など). IP プロトコルはプロトコル名で入力します (例: <tt>esp</tt>). </p>
lt: <p>Papildomos nuostatos gali būti konfigūruojamos nuspaudus <b>Išsamiau</b>. Įrašai turi būti atskirti tarpais. Čia galite leisti TCP, UDP ir RPC prievadus ir IP protokolus.</p> <p>TCP ir UDP prievadai gali būti nurodyti kaip prievadų pavadinimai (<tt>ftp-data</tt>), prievadų numeriai (<tt>3128</tt>), ar prievadų intervalai (<tt>8000:8520</tt>). RPC prievadai turi būti įvesti kaip paslaugos pavadinimai (<tt>portmap</tt> ar <tt>nlockmgr</tt>). IP protokolus įveskite kaip protokolo pavadinimą (<tt>esp</tt>). </p>
nb: <p>Flere innstillinger kan konfigureres under <b>Avansert</b>. Oppføringer må være adskilt av et et mellomrom. Her kan du aktivere TCP-, UDP- og RPC-porter samt IP-protokoller.</p> <p>TCP- og UDP-porter kan angis som portnavn (<tt>ftp-data</tt>), portnummer (<tt>3128</tt>) og portområder (<tt>8000:8520</tt>). RPC-porter må angis som tjenestenavn (<tt>portmap</tt> eller <tt>nlockmgr</tt>). Angi IP-protokoller med protokollnavnet (<tt>esp</tt>). </p>
pt: <p>Podem ser configuradas definições adicionais utilizando <b>Avançado</b>. As entradas devem ser separadas por espaços. Pode permitir portos TCP, UDP e RPC, assim como protocolos IP.</p> <p>Os portos TCP e UDP podem ser introduzidos com os nomes dos portos (<tt>ftp-data</tt>), com os números dos portos (<tt>3128</tt>), e como gamas de portos (<tt>8000:8520</tt>). Os portos RPC devem ser introduzidos como nomes de serviços (<tt>portmap</tt> ou <tt>nlockmgr</tt>). Introduza os protocolos IP com os seus nomes (<tt>esp</tt>). </p>
pt_br: <p>É possível definir configurações adicionais com <b>Avançado</b>. As entradas devem ser separadas por um espaço. Com essa opção, você pode permitir portas TCP, UDP e RPC, além de protocolos IP.</p> <p>As portas TCP e UDP podem ser especificadas como nomes de porta (<tt>ftp-data</tt>), números de porta (<tt>3128</tt>) e faixas de porta (<tt>8000:8520</tt>). As portas RPC devem ser especificadas como nomes de serviço (<tt>portmap</tt> ou <tt>nlockmgr</tt>). Especifique os protocolos IP como nomes de protocolo (<tt>esp</tt>). </p>
ro: <p>Setări adiționale pot fi configurate utilizând <b>Avansat</b>. Intrările trebuie separate prin spații. Aici puteți acorda permisiuni porturilor TCP, UDP și RPC și protocalelor IP.</p> <p>Porturile TCP și UDP pot fi introduse ca nume de port (<tt>ftp-data</tt>), numere de port (<tt>3128</tt>) sau intervale de porturi (<tt>8000:8520</tt>). Porturile RPC trebuie introduse ca nume de servicii (<tt>portmap</tt> sau <tt>nlockmgr</tt>). Introduceți protocoalele IP ca nume de protocol (<tt>esp</tt>). </p>
ru: <p>Чтобы настроить дополнительные параметры, нажмите кнопку <b>Дополнительно</b>. Значения должны быть разделены пробелами. Здесь вы можете разрешить порты TCP, UDP, RPC и протоколы IP.</p> <p>Порты TCP и UDP могут быть введены как имена портов (<tt>ftp-data</tt>), номера портов (<tt>3128</tt>) и диапазонов портов (<tt>8000:8520</tt>). RPC-порты должны быть введены в виде служебных имен (<tt>portmap</tt> или <tt>nlockmgr</tt>). Укажите протоколы IP в качестве имени протокола (<tt>esp</tt>). </p>
sk: <p>Ďalšie nastavenia je možné upraviť pomocou tlačidla <b>Pokročilé</b>. Položky je nutné oddeľovať medzerou. Môžete povoliť porty TCP, UDP a RPC a protokoly IP.</p> <p>Porty TCP a UDP porty je možné zadávať aj ako meno (<tt>ftp-data</tt>), číslo portu (<tt>3128</tt>) alebo ako rozsah portov (<tt>8000:8520</tt>). Porty RPC je nutné zadať menom služby (<tt>portmap</tt> alebo <tt>nlockmgr</tt>). Protokoly IP sa zadávajú menom protokolu (<tt>esp</tt>). </p>
sv: <p>Ytterligare inställningar kan ställas in med <b>Avancerat</b>. Poster måste åtskiljas med mellanslag. Där kan du tillåta TCP-, UDP- och RPC-portar och IP-protokoll.</p> <p>TCP- och UDP-portar kan anges som portnamn (<tt>ftp-data</tt>), portnummer (<tt>3128</tt>) och portintervaller (<tt>8000:8520</tt>). RPC-portar måste anges som tjänstnamn (<tt>portmap</tt> eller <tt>nlockmgr</tt>). Ange IP-protokoll som protokollnamn (<tt>esp</tt>). </p>
ta: <p>கூடுதல் அமைவுகள் <b>உயர்ந்தவை</b>யைப் பயன்படுத்தி அமைப்படலாம். பதிவுகள் வெற்றிடங்களால் பிரிக்கப்பட வேண்டும். அங்கே நீங்கள் டிசிபி, யுடிபி மற்றும் மற்றும் ஆர்பிசி துறைகள் மற்றும் ஐபி வழிமுறைகள் அனுமதிக்கலாம். </p> <p>டிசிபி மற்றும் யுடிபி துறைகள் துறைப் பெயர்களாக பதிவு செய்யப்படலாம். (<tt>ftp-data</tt>), துறை எண்கள்(<tt>3128</tt>), மற்றும் துறை வரிசைகள் (<tt>8000:8520</tt>). ஆர்பிசி துறைகள் சேவைப் பெயர்களாக பதிவு செய்யப்படவேண்டும்(<tt>portmap</tt> or <tt>nlockmgr</tt>). ஐபி வழிமுறைகளை வழிமுறைப் பெயர்களாக பதிவு செய்யவும்(<tt>esp</tt>). </p>
tr: <p>Ek ayarlar <b>Gelişmiş</b> kullanılarak yapılabilir. Girdiler bir boşlukla ayrılmalıdır. Burada TCP, UDP, ve RPC geçitlerine ve IP iletişim kurallarına izin verebilirsiniz.</p> <p>TCP ve UDP geçitleri geçit adları (<tt>ftp-data</tt>), geçit numaraları (<tt>3128</tt>) ve geçit aralıklarıyla (<tt>8000:8520</tt>) girilebilir. RPC geçitleri hizmet adlarıyla girilmelidir (<tt>portmap</tt> ya da <tt>nlockmgr</tt>). IP iletişim kurallarını iletişim kuralı adıyla girin (<tt>esp</tt>). </p>
uk: <p>Додаткові параметри можна налаштувати, скориставшись кнопкою <b>Додаткове</b>. Значення слід відокремлювати пробілами. Тут ви можете дозволити порти TCP, UDP, RPC і IP-протоколи.</p> <p>TCP і UDP порти можна ввести як назви портів (<tt>ftp-data</tt>), номери портів (<tt>3128</tt>) і діапазони портів (<tt>8000:8520</tt>). RPC порти слід вводити у вигляді назв служб (<tt>portmap</tt> або <tt>nlockmgr</tt>). Вводьте IP-протоколи як назви протоколів (<tt>esp</tt>). </p>
xh: <p>Imimiselo efakelwayo ingenziwa ubumbeko ngokusebenzisa <b>u-Osekukwibanga eseliphambili</b>. Amangeniso mawahlukaniswe ngesithuba. Apho usenokuvumela iziqhagamshelanisi ze-TCP, i-UDP, neze-RPC kananjalo ne-IP protocols.</p> <p>Iziqhagamshelanisi zeTCP neze-UDP zingangeniswa njengamagama eziqhagamshelanisi (<tt>iinkcukacha ze-ftp</tt>), amanani eziqhagamshelanisi (<tt>3128</tt>), kunye nezintlu zeziqhagamshelanisi (<tt>8000:8520</tt>). Iziqhagamshelanisi ze-RPC mazingeniswe njengamagama enkonzo (<tt>i-portmap</tt> okanye <tt>nlockmgr</tt>). Ngenisa iinkqubo ze-IP njengegama lenkqubo (<tt>esp</tt>). </p>
zu: <p>Amanye amasethingi angahlelwa kusetshenziswa u-<b>Okuthuthukisiwe</b>. Okufakiwe kumelwe kuhlukaniswe ngesikhala. Lapho ungavumela ama-port e-TCP, UDP, ne-RPC kanye namaphrothokholi e-IP.</p> <p>Ama-port e-TCP nawe-UDP angafakwa njengamagama ama-port (<tt>ftp-data</tt>), izinombolo zama-port (<tt>3128</tt>), nokushiyana kwama-port (<tt>8000:8520</tt>). Ama-port e-RPC kumelwe afakwe njengamagama esevisi (<tt>portmap</tt> noma <tt>nlockmgr</tt>). Faka amaphrothokholi e-IP njengegama lephrothokholi (<tt>esp</tt>). </p>
