Repository: Dzejrou/yast-translations
Catalog: po/firewall/*.po
Languages: af, ar, bg, ca, da, gl, gu, hi, id, it, ja, lt, nb, pt, pt_br, ro, ru, sk, sv, ta, tr, uk, xh, zu

source: Another Firewall Active
af: 'n Ander brandmuur is aktief
ar: جدار حماية آخر نشط
bg: Друга защитна стена е активна
ca: Hi ha un altre tallafoc actiu
da: En anden firewall er aktiv
gl: Outra devasa activa
gu: બીજી ફાયરવોલ સક્રિય
hi: एक और फायरवाल सर्किय हैं
id: Firewall lain sedang aktif
it: Un altro firewall è attivo
ja: 他のファイアウオールが有効になっています
lt: Aktyvi kita užkarda
nb: En annen brannmur er aktivert
pt: Outra Firewall Activa
pt_br: Outro firewall está ativo
ro: Alt paravan de protecție activ
ru: Другой брандмауэр запущен
sk: Je aktívny iný firewall
sv: En annan brandvägg är aktiv
ta: மற்றுமொரு செயல்படுகின்ற ஃபயர்வால்
tr: Başka Bir Güvenlik Duvarı Etkin
uk: Активний інший мережевий екран
xh: Yenye i-Firewall Esebenzayo
zu: Enye i-Firewall Iyasebenza

source: Another kind of firewall is active in your system. If you continue, SuSEfirewall2 may produce undefined errors. It would be better to remove the other firewall before configuring SuSEfirewall2. Continue with configuration?
af: 'n Ander soort brandmuur is aktief in u stelsel. As u voortgaan, kan SuSEfirewall2 dalk ongedefinieerde foute maak. Dit sou beter wees om die ander brandmuur te verwyder voordat SuSEfirewall2 gekonfigureer word. Voortgaan met konfigurasie?
ar: يوجد نوع آخر من جدر الحماية نشط في النظام. في حالة المتابعة، قد يصدر SuSEfirewall2 أخطاء غير مُعرفة. يفضل إزالة جدار الحماية الآخر قبل إعداد SuSEfirewall2. هل تريد متابعة الإعداد؟
bg: Друг тип защитна стена е активна на вашата система. Ако продължите, SuSEfirewall2 може да предизвика неопределени грешки. По добре е да изместите другата защитна стена преди да настройвате с SuSEfirewall2. Желаете ли да продължите с настройването?
ca: Hi ha un altre tipus de tallafoc actiu al sistema. Si continueu, és possible que el SUSEfirewall2 produeixi errors no definits. Seria millor suprimir l'altre tallafoc abans de configurar el SUSEfirewall2. Voleu continuar amb la configuració?
da: En anden type firewall er aktiv på dit system. Hvis du fortsætter, vil SuSEfirewall2 måske skabe udefinerede fejl. Det er bedre først at fjerne den anden firewall, inden SuSEfirewall2 konfigureres. Fortsæt med konfigurationen?
gl: Xa hai outro tipo de devasa activa no seu sistema. Se continua pode que SuSEfirewall2 provoque erros non definidos. Sería mellor que elimine a outra devasa antes de configurar SuSEfirewall2. Desexa continuar ca configuración?
gu: તમારી સિસ્ટમમાં બીજા પ્રકારની ફાયરવોલ સક્રિય છે. જો તમે ચાલુ રાખશો તો, SuSEfirewall2 અવ્યાખ્યાયિત ભૂલ ઉતપ્ન્ન કરી શકે છે. SuSEfirewall2 કન્ફિગર કરતાં પહેલાં અન્ય ફાયરવોલ દૂર કરવું સારું રહેશે. કન્ફિગ્યુરેશન ચાલું રાખવું છે?
hi: आपके सिस्टम में अन्य प्रकार का फायरवॉल सक्रिय है। अगर आप जारी रखेंगे, तो SuSEfirewall2 अनिर्धारित त्रुटियां पैदा कर सकता है। बेहतर होगा कि SuSEfirewall2 को संरुपित करने से पहले अन्य फायरवॉल को हटा दें। संरुपण जारी रखें?
id: Firewall lain sedang aktif di sistem Anda. Jika Anda melanjutkan, SuSEfirewall2 akan menghasilkan galat yang tidak terdefinisi. Akan lebih baik jika menghapus firewall lain sebelum konfigurasi SuSEfirewall2. Lanjutkan konfigurasi?
it: Nel sistema è attivo un altro tipo di firewall. Continuando l'operazione, SuSEfirewall2 potrebbe generare errori non definiti. È consigliabile rimuovere l'altro firewall prima di configurare SuSEfirewall2. Continuare con la configurazione?
ja: 他の種類のファイアウオールが動作しています。 続行すると SuSEfirewall2 に問題が起こる可能性があります。 SuSEfirewall2 を設定する前にそれらのファイアウオールを削除 することをお勧めします。 設定を続けますか？
lt: Jūsų sistemoje veikia kita užkarda. Jei tęsite, SuSEfirewall2 gali sukelti neapibrėžtų klaidų. Geriau pašalinkite kitą užkardą, o po to konfigūruokite SuSEfirewall2. Tęsti konfigūravimą?
nb: En annen brannmurtype er aktivert for systemet. Hvis du fortsetter, kan SuSEfirewall2 produsere udefinerte feil. Du bør fjerne den andre brannmuren før du konfigurerer SuSEfirewall2. Vil du fortsette med konfigurasjonen?
pt: Outro tipo de firewall está activa no seu sistema. Se continuar, o SuSEfirewall2 pode produzir erros indefinidos. Seria preferível remover a outra firewall antes de configurar o SuSEfirewall2. Continuar com a configuração?
pt_br: Outro tipo de firewall está ativo no sistema. Se você continuar, o SuSEfirewall2 poderá gerar erros desconhecidos. É aconselhável remover o outro firewall antes de configurar o SuSEfirewall2. Continuar com a configuração?
ro: În sistemul dumneavoastră este activat un alt paravan de protecție. Dacă continuați, SuSEfirewall2 poate produce erori nedefinite. Se recomandă ștergerea celuilalt paravan de protecție înainte de a configura SuSEfirewall2. Continuați configurarea?
ru: Другой тип брандмауэра активен в вашей системе. Если вы продолжите, SuSEfirewall2 может завершиться с ошибкой. Будет лучше сначала удалить другой брандмауэр перед началом настройки SuSEfirewall2. Продолжить настройку?
sk: Vo vašom systéme je aktívny iný firewall. Ak sa rozhodnete pokračovať, SuSEfirewall2 môže ohlásiť nedefinované chyby. Je lepšie odstrániť iný firewall predtým, ako začnete konfigurovať SuSEfirewall2. Pokračovať v konfigurácii?
sv: En annan brandvägg är aktiv på systemet. Om du fortsätter kan SuSEfirewall2 generera odefinierade fel. Du rekommenderas att ta bort den andra brandväggen innan du ställer in SuSEfirewall2. Fortsätta med inställningen?
ta: மற்றொரு வகையான ஃபயர்வால் உங்கள் அமைப்பில் செயல்படுகின்றது. நீங்கள் தொடர்ந்தால், SuSEfirewall2 விவரக்கமுடியாத பிழைகளை உண்டாக்கலாம். பிற ஃபயர்வாலை SuSEfirewall2ஐ வடிவமைக்கும் முன் நீக்கவிடுவது நல்லது. வடிவமைப்பைத் தொடரலாமா?
tr: Sisteminizde başka bir güvenlik duvarı etkin. Eğer devam ederseniz, SuSEfirewall2 tanımlanamayan hatalar verebilir. SuSEfirewall2'yi yapılandırmadan önce diğer güvenlik duvarını kaldırmak daha iyi olacaktır. Yapılandırmaya devam edilsin mi?
uk: У вашій системі активний інший тип мережевого екрана. Якщо ви продовжуватимете, виконання SuSEfirewall2 може призвести до помилок. Краще спочатку вилучити інший мережевий екран, а потім вже налаштувати SuSEfirewall2. Продовжити налаштування?
xh: Lolunye uhlobo lwe-firewall esebenzayo kwisixokelelwano sakho. Ukuba uyaqhuba, i-SuSEfirewall2 inokuveza iimposiso ezingachazwanga. Iya kuba yinto ephucukileyo ukushenxisa enye i-firewall phambi kokwenza ubumbeko lwe-SuSEfirewall2. Uyaqhuba ngobumbeko?
zu: Olunye uhlobo lwe-firewall luyasebenza kwisistimu yakho. Uma uqhubeka, i-SuSEfirewall2 ingase iveze amaphutha angacacisiwe. Kuyoba ngcono ukususa enye I-firewall ngaphambi kokuhlela i-SuSEfirewall2. Qhubeka nokuhlela?

source: Aborting Firewall Configuration
af: Staak van brandmuurkonfigurasie
ar: إيقاف إعداد جدار الحماية
bg: Прекратяване настройката на защитната стена
ca: Interrupció de la configuració del tallafoc
da: Afbryder firewallkonfiguration
gl: Abortando a configuración da devasa
gu: ફાયરવોલ કન્ફિગ્યુરેશનને અટકાવતા
hi: फायरवाल समनुरूपण विफल कर रहा हें
id: Membatalkan Konfigurasi Firewall
it: Interruzione della configurazione del firewall
ja: ファイアウオールの設定の中止
lt: Nutraukiama užkardos konfigūracija
nb: Avbryter brannmurkonfigurasjon
pt: A interromper a Configuração da Firewall
pt_br: Cancelando a Configuração do Firewall
ro: Anulare configurare paravan de protecție
ru: Отмена настройки брандмауэра
sk: Ukončujem konfiguráciu firewallu
sv: Avbryter brandväggsinställningar
ta: ஃபயர்வால் வடிவமைப்பை தடுத்தல்
tr: Güvenlik Duvarı Yapılandırması İptal Ediliyor
uk: Переривання налаштування мережевого екрана
xh: Kulahlwa Ubumbeko lwe-Firewall
zu: Ukuyeka Ukuhlela I-Firewall

source: All changes would be lost. Really abort configuration?
af: Alle wysigings sal verlore raak. Staak konfigurasie werklik?
ar: قد تفقد كل التغييرات. هل تريد بالفعل إيقاف الإعداد؟
bg: Всички промени ще се загубят. Наистина ли желаете да прекратите настройката?
ca: Es perdran tots els canvis. Esteu segur que voleu interrompre la configuració?
da: Alle ændringer går tabt. Vil du virkelig afbryde?
gl: Perderanse todos os cambios. Desexa de verdade abortar a configuración?
gu: બધા બદલાવો નાશ પામશે. ખરેલ્હ કન્ફિગ્યુરેશન અટકાવવું છે?
hi: सभी परिवर्तन समाप्त हो जाएंगे। संरुपण को वाकई रद्द कर दिया जाए?
id: Semua perubahan akan hilang Benar-benar batalkan konfigurasi?
it: Tutte le modifiche andranno perse. Si è sicuri di voler interrompere la configurazione?
ja: すべての変更が失われます。 設定を中止しますか？
lt: Visi pakeitimai bus prarasti. Tikrai nutraukti konfigūravimą?
nb: Alle endringer vil gå tapt. Vil du virkelig avbryte konfigurasjonen?
pt: Todas as alterações serão perdidas. Pretende mesmo interromper a configuração?
pt_br: Todas as alterações serão perdidas. Realmente cancelar a configuração?
ro: Toate modificările vor fi pierdute. Chiar doriți să anulați configurarea?
ru: Все изменения будут потеряны. Действительно прервать настройку?
sk: Všetky zmeny budú stratené. Naozaj chcete ukončiť konfiguráciu?
sv: Alla ändringar kommer att förloras. Verkligen avbryta?
ta: அனைத்து மாற்றங்களும் இழக்கப்படலாம். நிச்சயமாக வடிவமைப்பு தடுக்கப்படவேண்டுமா?
tr: Tüm değişiklikler kaybolabilir. Yapılandırma gerçekten iptal edilsin mi?
uk: Всі зміни буде втрачено. Справді перервати налаштування?
xh: Zonke iinguquko zingalahleka. Uyalulahla ngenene ubumbeko?
zu: Zonke izinguquko zizolahleka. Kuyeke ngempela ukuhlela?

source: &Enable Firewall Automatic Starting
ar: تمكين البدء التلقائي لجدار الحماية
bg: &Автоматично стартиране на защитната стена
ca: &Habilita l'inici automàtic del tallafoc
da: &Aktivér automatisk opstart af firewall
gl: &Activar o inicio automático da devasa
id: &Mulai Otomatis Aktivkan Firewall
it: &Abilita avvio automatico del firewall
ja: ファイアウオールを自動的に起動する (&E)
lt: &Įgalinti savaiminį užkardos paleidimą
nb: Aktiv&er automatisk start av brannmur
pt: &Activar início Automático da Firewall
pt_br: Habilitar início automático do fir&ewall
ro: Activ&ează pornirea automată a Paravanului de protecție
ru: &Включить автоматический запуск брандмауэра
sk: &Povoliť automatické spúšťanie firewallu
sv: &Aktivera automatisk start av brandvägg
uk: &Увімкнути автоматичний запуск мережевого екрана

source: &Disable Firewall Automatic Starting
ar: &تعطيل البدء التلقائي لجدار الحماية
bg: &Без автоматично стартиране на защитната стена
ca: Inha&bilita l'inici automàtic del tallafoc
da: &Deaktivér automatisk opstart af firewall
gl: &Desactivar o inicio automático da devasa
id: &Mulai Otomatis Matikan Firewall
it: &Disabilita avvio automatico del firewall
ja: ファイアウオールを自動では起動しない (&D)
lt: &Uždrausti savaiminį užkardos paleidimą
nb: &Deaktiver automatisk start av brannmur
pt: &Desactivar Início automático da Firewall
pt_br: &Desabilitar início automático do firewall
ro: &Dezactivează pornirea automată a paravanului de protecție
ru: &Отключить автоматический запуск брандмауэра
sk: &Zakázať automatické spúšťanie firewallu
sv: &Inaktivera automatisk start av brandvägg
uk: &Вимкнути автоматичний запуск мережевого екрана

source: Enable Firewall Automatic Starting
ar: تمكين البدء التلقائي لجدار حماية
bg: Автоматично стартиране на защитната стена
ca: Habilita l'inici automàtic del tallafoc
da: Aktivér automatisk opstart af firewall
gl: Activar o inicio automático da devasa
id: Mulai Otomatis Aktivkan Firewall
it: Abilita avvio automatico del firewall
ja: ファイアウオールの自動的に起動する
lt: Įgalinti savaiminį užkardos paleidimą
nb: Aktiver automatisk start av brannmur
pt_br: Habilitar início automático do firewall
ro: Activează pornirea automată a Paravanului de protecție
ru: Включить автоматический запуск брандмауэра
sk: Povoliť automatické spúšťanie firewallu
sv: Aktivera automatisk start av brandvägg
uk: Увімкнути автоматичний запуск мережевого екрана

source: Disable Firewall Automatic Starting
ar: تعطيل البدء التلقائي لجدار الحماية
bg: Без автоматично стартиране на защитната стена
ca: Inhabilita l'inici automàtic del tallafoc
da: Deaktivér automatisk opstart af firewall
gl: Desactivar o inicio automático da devasa
id: Mulai Otomatis Matikan Firewall
it: Disabilita avvio automatico del firewall
ja: ファイアウオールを自動では起動しない
lt: Uždrausti savaiminį užkardos paleidimą
nb: Deaktiver automatisk start av brannmur
pt_br: Desabilitar início automático do firewall
ro: Dezactivează pornirea automată a paravanului de protecție
ru: Отключить автоматический запуск брандмауэра
sk: Zakázať automatické spúšťanie firewallu
sv: Inaktivera automatisk start av brandvägg
uk: Вимкнути автоматичний запуск мережевого екрана

source: Firewall is running
af: Brandmuur loop
ar: جدار الحماية في وضع التشغيل
bg: Защитната стена работи
ca: El tallafoc s'executa
da: Firewall kører
gl: Estase a executar a devasa
gu: ફાયરવોલ ચાલુ છે
hi: फायरवाल चल रहीं हें
id: Firewall sedang bejalan
it: Il firewall è in esecuzione
ja: ファイアウオールは動作中です
lt: Užkarda veikia
nb: Brannmuren er aktivert
pt: A firewall está a correr
pt_br: Firewall em execução
ro: Paravan de protecție rulează
ru: Брандмауэр запущен
sk: Firewall je spustený
sv: Brandväggen körs
ta: ஃபயர்வால் இயங்குகிறது..
tr: Güvenlik duvarı çalışıyor
uk: Мережевий екран запущено
xh: i-Firewall iyaqhuba
zu: I-Firewall iyasebenza

source: Firewall is not running
af: Brandmuur loop nie
ar: جدار الحماية ليس في وضع التشغيل
bg: Защитната стена не работи
ca: El tallafoc no s'executa
da: Firewall kører ikke
gl: Non se está executando a devasa
gu: ફાયરવોલ ચાલુ નથી
hi: फायरवाल नहीं चल रहीं हें
id: Firewall sedang tidak berjalan
it: Il firewall non è in esecuzione
ja: ファイアウオールは動作していません
lt: Užkarda neveikia
nb: Brannmuren er ikke aktivert
pt: A firewall não está a correr
pt_br: Firewall não está em execução
ro: Paravanul de protecție nu rulează
ru: Брандмауэр не запущен
sk: Firewall nie je spustený
sv: Brandväggen körs inte
ta: ஃபயர்வால் இயங்கவில்லை.
tr: Güvenlik duvarı çalışmıyor
uk: Мережевий екран не запущено
xh: i-Firewall ayiqhubi
zu: I-Firewall ayisebenzi

source: &Start Firewall Now
af: &Begin brandmuur nou
ar: بدء جدار الحماية الآن
bg: &Стартиране на защитната стена сега
ca: &Inicia el tallafoc ara
da: &Start firewall nu
gl: &Iniciar a devasa agora mesmo
gu: હમણા ફાયરવોલ શરૂ કરો
hi: अब फायरवाल आरम्भ करें (&S)
id: &Jalankan Firewall Sekarang
it: &Avvia il firewall adesso
ja: ファイアウオールを今すぐ起動する (&S)
lt: &Paleisti užkardą dabar
nb: Vil du &aktivere brannmuren nå
pt: &Iniciar a Firewall Agora
pt_br: &Iniciar Firewall Agora
ro: &Pornește paravanul de protecție acum
ru: &Запустить брандмауэр
sk: &Spustiť teraz firewall
sv: &Starta brandvägg nu
ta: ஃபயர்வாலை தற்போதுத் துவக்கவும்
tr: Güvenlik Duvarını Şimdi Ba&şlat
uk: &Запустити мережевий екран
xh: &Qalisa nge-Firewall Ngoku
zu: &Qalisa i-Firewall Manje

source: S&top Firewall Now
af: S&top brandmuur nou
ar: إيقاف جدار الحماية الآن
bg: С&пиране на защитната стена сега
ca: A&tura el tallafoc ara
da: S&top firewall nu
gl: De&ter a devasa agora mesmo
gu: હમણા ફાયરવોલ બંધ કરો
hi: अब फायरवाल बन्द करें (&t)
id: H&entikan Firewall Sekarang
it: &Ferma il firewall adesso
ja: ファイアウオールを今すぐ停止する (&T)
lt: &Sustabdyti užkardą dabar
nb: Vil du &deaktivere brannmuren nå
pt: &Parar a Firewall Agora
pt_br: Pa&rar Firewall Agora
ro: Opreș&te paravanul de protecție acum
ru: О&становить брандмауэр
sk: &Zastaviť teraz firewall
sv: S&toppa brandvägg nu
ta: ஃபயர்வாலை தற்போது நிறுத்தவும்
tr: Güvenlik Duvarını Durdur
uk: З&упинити мережевий екран
xh: Nq&umamisa i-Firewall Ngoku
zu: M&isa i-Firewall Manje

source: Sa&ve Settings and Restart Firewall Now
af: Be&rg instellings en herbegin brandmuur nou
ar: حفظ الإعدادات وإعادة تشغيل جدار الحماية الآن
bg: &Запазване на настройките и рестартиране на стената
ca: &Desa els paràmetres i reinicia el tallafoc ara
da: &Gem indstillingerne, og genstart firewall nu
gl: Gar&dar a configuración e reiniciar a devasa agora mesmo
gu: સેટિંગ્સને »ÉÉચ´ÉÉà અને હમણા ફાયરવોલ ફરીથી શરૂ કરો
hi: व्यवस्थयाँ सेव करें और अब फायरवाल दुबारा आरम्भ करें (&v)
id: Si&mpan Aturan dan Mula Ulang Firewall Sekarang
it: Sal&va le impostazioni e riavvia il firewall adesso
ja: 設定を保存してファイアウオールを今すぐ再起動 (&V)
lt: Į&rašyti nuostatas ir tuoj pat iš naujo paleisti užkardą
nb: Lag&re innstillingene og start brannmuren på nytt nå
pt: &Gravar as Definições e Reiniciar a Firewall Agora
pt_br: Gra&var Configurações e Reiniciar Firewall Agora
ro: Sal&vează setările și restartează paravanul de protecție acum
ru: Сохра&нить настройки и перезапустить брандмауэр
sk: &Uložiť teraz nastavenie a reštartovať firewall
sv: Spara inställningar och starta om brand&vägg nu
ta: அமைப்புகளை சேமிக்கவும் மற்றும் ஃபயர்வாலை மீண்டும் துவக்கவும்
tr: Ayarları Kaydet ve Güvenlik Duvarını Şimdi Yeniden Başlat
uk: Збере&гти зміни і перезапустити мережевий екран
xh: Gci&na Imimselo uze uphinde Uqalise i-Firewall Ngoku
zu: Gc&ina Amasethingi Uqale Kabusha i-Firewall Manje

source: Start Firewall Now
af: Begin brandmuur nou
ar: بدء جدار الحماية الآن
bg: Стартиране на защитната стена сега
ca: Inicia el tallafoc ara
da: Start firewall nu
gl: Iniciar a devasa agora
gu: હમણા ફાયરવોલ શરૂ કરો
hi: फायरवाल आरम्भ करें
id: Jalankan Firewall Sekarang
it: Avvia il firewall adesso
ja: ファイアウオールを今すぐ起動する
lt: Paleisti užkardą dabar
nb: Aktiver brannmur nå
pt: Iniciar a Firewall Agora
pt_br: Iniciar Firewall Agora
ro: Pornește paravanul de protecție acum
ru: Запустить брандмауэр
sk: Spustiť teraz firewall
sv: Starta brandvägg nu
ta: ஃபயர்வாலை தற்போதுத் துவக்கவும்
tr: Güvenlik Duvarını Şimdi Başlat
uk: Запустити мережевий екран
xh: Qalisa nge-Firewall Ngoku
zu: Qalisa i-Firewall Manje

source: Stop Firewall Now
af: Stop brandmuur nou
ar: إيقاف جدار الحماية الآن
bg: Спиране на защитната стена сега
ca: Atura el tallafoc ara
da: Stop firewall nu
gl: Deter a devasa agora
gu: હમણા ફાયરવોલ બંધ કરો
hi: फायरवाल बन्द करें
id: Hentikan Firewall Sekarang
it: Ferma il firewall adesso
ja: ファイアウオールを今すぐ停止する
lt: Sustabdyti užkardą dabar
nb: Deaktiver brannmur nå
pt: Parar a Firewall Agora
pt_br: Parar Firewall Agora
ro: Oprește paravanul de protecție acum
ru: Остановить брандмауэр
sk: Zastaviť teraz firewall
sv: Stoppa brandvägg nu
ta: ஃபயர்வாலை தற்போது நிறுத்தவும்
tr: Güvenlik Duvarını Şimdi Durdur
uk: Зупинити мережевий екран
xh: Nqumamisa i-Firewall Ngoku
zu: Misa i-Firewall Manje

source: Save Settings and Restart Firewall Now
af: Berg instellings en herbegin brandmuur nou
ar: حفظ الإعدادات وإعادة تشغيل جدار الحماية الآن
bg: Запазване на настройките и рестартиране на защитната стена сега
ca: Desa els paràmetres i reinicia el tallafoc ara
da: Gem indstillingerne, og genstart firewall nu
gl: Gardar a configuración e reiniciar a devasa agora mesmo
gu: સેટિંગ્સને સાચવો અને હમણા ફાયરવોલ ફરીથી શરૂ કરો
hi: व्यवस्थयाँ सेव करें और अब फायरवाल दुबारा आरम्भ करें
id: Simpan Perubahan dan Mula Ulang Firewall Sekarang
it: Salva le impostazioni e riavvia il firewall adesso
ja: 設定を保存してファイアウオールを今すぐ再起動する
lt: Įrašyti nuostatas ir tuoj pat iš naujo užkardą
nb: Lagre innstillingene og start brannmuren på nytt nå
pt: Gravar as Definições e Reiniciar a Firewall Agora
pt_br: Gravar Configurações e Reiniciar Firewall Agora
ro: Salvează setările și restartează paravanul de protecție acum
ru: Сохранить настройки и перезапустить брандмауэр
sk: Uložiť teraz nastavenie a reštartovať firewall
sv: Spara inställningar och starta om brandvägg nu
ta: அமைப்பை சேமித்து ஃபயர்வாலை தற்போது மீண்டும் துவக்கவும்
tr: Ayarları Kaydet ve Güvenlik Duvarını Şimdi Yeniden Başlat
uk: Зберегти зміни і перезапустити мережевий екран
xh: Gcina Imimselo uze uphinde Uqalise i-Firewall Ngoku
zu: Gcina Amasethingi Uqale Kabusha i-Firewall Manje

source: Firewall Configuration
af: Brandmuurkonfigurasie
ar: إعداد جدار الحماية
bg: Настройка на защитната стена
ca: Configuració del tallafoc
da: Firewallkonfiguration
gl: Configuración da devasa
gu: ફાયરવોલ કન્ફિગ્યુરેશન
hi: फायरवाल समनुरूपण
id: Konfigurasi Firewall
it: Configurazione firewall
ja: ファイアウオールの設定
lt: Užkardos konfigūracija
nb: Brannmurkonfigurasjon
pt: Configuração de Firewall
pt_br: Configuração do firewall
ro: Configurare paravan de protecție
ru: Настройка брандмауэра
sk: Konfigurácia firewallu
sv: Ställ in brandvägg
ta: ஃபயர்வால் வடிவம்
tr: Güvenlik Duvarı Yapılandırması
uk: Налаштування мережевого екрана
xh: Ubumbeko lwe-Firewall
zu: Ukuhlelwa Kwe-Firewall

source: Start-Up
af: Aanvangs
ar: بدء التشغيل
bg: Стартиране
ca: Inici
da: Opstart
gl: Inicio
gu: સ્ટાર્ટ-અપ
hi: स्टार्ट अप
id: Hidupkan
it: Avvio
ja: 起動
lt: Paleidimas
nb: Oppstart
pt: Arranque
pt_br: Inicialização
ro: Pornire
ru: Запуск
sk: Štart
sv: Start
ta: துவக்கம்
tr: Başlangıç
uk: Запуск
xh: Indlela Yokuqalisa
zu: Ukuqalisa

source: Interfaces
af: Koppelvlakke
ar: الواجهات
bg: Интерфейси
ca: Interfícies
da: Grænseflader
gu: ઇન્ટરફેસિસ
hi: अंतराफलक
it: Interfacce
ja: インターフェイス
lt: Sąsajos
nb: Grensesnitt
ro: Interfețe
ru: Интерфейсы
sk: Rozhrania
sv: Gränssnitt
ta: இடைமுகங்கள்
tr: Arayüzler
uk: Інтерфейси
xh: Izithuba zomdibaniso
zu: Ama-Interface

source: Allowed Services
af: Toegelate dienste
ar: الخدمات المسموح بها
bg: Разрешени услуги
ca: Serveis permesos
da: Tilladte tjenester
gl: Servizos permitidos
gu: મંજૂર સેવાઓ
hi: मान्य सेवाएँ
id: Layanan yang Diperbolehkan
it: Servizi consentiti
ja: 許可するサービス
lt: Leidžiamos paslaugos
nb: Tillatte tjenester
pt: Serviços Permitidos
pt_br: Serviços permitidos
ro: Servicii permise
ru: Разрешённые службы
sk: Povolené služby
sv: Tillåtna tjänster
ta: அனுமதிக்கப்பட்ட சேவைகள்
tr: İzin Verilen Hizmetler
uk: Дозволені служби
xh: Iinkonzo Zivunyelwe
zu: Amasevisi Avunyelwe

source: Network Masquerading
af: Netwerkmaskering
ar: تنكر الشبكة
bg: Мрежово маскиране
ca: Emmascarament de la xarxa
da: Netværksmaskering
gl: Enmascaramento de rede
gu: નેટવર્ક મેસક્વેરાડિંગ
hi: नेटवर्क मैस्करेडिन्ग
id: Jaringan Masquerading
it: Mascheramento della rete
ja: マスカレード
lt: Tinklo maskaradinimas
nb: Nettverksmaskering
pt: Dissimulação de Rede (Masquerading)
pt_br: Mascaramento de rede
ro: Mascare rețea
ru: Трансляция сетевых адресов
sk: Sieťová maškaráda
sv: Nätverksmaskering
ta: வலையமைப்பு மாஸக்யுரேடிங்
tr: Ağ Maskelemesi
uk: Трансляція адрес мережі
xh: Ukwenza Nto Yimbi Ngomsebenzi Wothungelwano
zu: Ukufanisa Inethiwekhi

source: Masquerading
af: Maskering
ar: التنكر
bg: Маскиране
ca: Emmascarament
da: Maskering
gl: Enmascaramento
gu: મેસક્વેરાડિંગ
hi: मैस्करेडिन्ग
it: Mascheramento
ja: マスカレード
lt: Maskaradinimas
nb: Maskering
pt: Dissimulação (Masquerading)
pt_br: Mascaramento
ro: Mascare
ru: Трансляция сетевых адресов
sk: Maškaráda
sv: Maskering
ta: மாஸ்க்யுரேடிங்
tr: Maskeleme
uk: Трансляція адрес
xh: Ukwenza Nto Yimbi
zu: Ukufanisa

source: Broadcast
af: Uitsending
ar: النشر
ca: Difusió
gu: બ્રોડકાસ્ટ
hi: ब्रोडकास्ट
ja: ブロードキャスト
lt: Transliavimas
nb: Kringkasting
pt: Difusão
ru: Широковещательная рассылка
sv: Utsändning (Broadcast)
ta: ஒலிபரப்பு
tr: Yayın
uk: Трансляція
xh: Usasazo emoyeni
zu: I-Broadcast

source: Logging Level
af: Opgawemaakvlak
ar: مستوى التسجيل
bg: Ниво на записването в дневник
ca: Registre del nivell
da: Logningsniveau
gl: Nivel de rexistro
gu: લોગિંગ સ્તર
hi: लोगिगं लेवल
id: Level Pencatatan
it: Livello di log
ja: ログレベル
lt: Registravimo lygis
nb: Nivå for logging
pt: Nível de Registo em Diário
pt_br: Nível de Registro
ro: Nivel de jurnalizare
ru: Уровень журналирования
sk: Úroveň záznamu
sv: Loggningsnivå
ta: பதிவு செய்யும் அளவு
tr: Günlükleme Düzeyi
uk: Рівень ведення журналу
xh: Inqanaba Lokungena
zu: Izinga Lokuloga

source: Custom Rules
ar: تَخصيص قاعدة
bg: Правила по желание
ca: Regles personalitzades
da: Brugertilpassede regler
gl: Regras personalizadas
id: Aturan kustom
it: Regole personalizzate
ja: カスタムルール
lt: Individualios taisyklės
nb: Egendefinerte regler
pt: Regras Personalizadas
pt_br: Regras personalizadas
ro: Reguli personalizate
ru: Правила пользователя
sk: Vlastné pravidlá
sv: Egna regler
uk: Нетипові правила

source: Summary
af: Opsomming
ar: الملخص
bg: Сводка
ca: Resum
da: Opsummering
gl: Resumo
gu: સારાંશ
hi: सार
id: Ringkasan
it: Sommario
ja: 概要
lt: Santrauka
nb: Sammendrag
pt: Resumo
pt_br: Resumo
ro: Sumar
ru: Заключение
sk: Súhrn
sv: Sammanfattning
ta: சுருக்கம்
tr: Özet
uk: Підсумок
xh: Isishwankathelo
zu: Amabalengwe
