Repository: Dzejrou/yast-translations
Catalog: po/firewall/*.po
Languages: af, ar, bg, ca, da, gl, gu, hi, id, it, ja, lt, nb, pt, pt_br, ro, ru, sk, sv, ta, tr, uk, xh, zu

source: <p><b>TCP Ports</b> and <b>UDP Ports</b> can be entered as a list of port numbers, port names, or port ranges separated by spaces, such as <tt>22</tt>, <tt>http</tt>, or <tt>137:139</tt>.</p>
af: <p><b>TCP-poorte</b> en <b>UDP-poorte</b> kan ingevoer word as 'n lys poortnommers, poortname of poortbestekke wat deur spasies, soos <tt>22</tt>, <tt>http</tt> of <tt>137:139</tt> geskei word.</p>
ar: <p>يمكن إدخال <b>منافذ TCP</b> و <b>منافذ UDP</b> باعتبارها قائمة بأرقام المنفذ أو أسماء النمفذ أو نطاقات المنفذ مفصولة بمسافات، مثل <tt>22</tt>, <tt>http</tt>, أو <tt>137:139</tt>.</p>
bg: <p><b>TCP портове</b> и <b>UDP портове</b> могат да бъдат въведени като списък от номера, имена или диапазон, разделени с интервали, например <tt>22</tt>, <tt>http</tt> или <tt>137:139</tt>.</p>
ca: <p>Els <b>Ports TCP</b> i els <b>Ports UDP</b> es poden introduir com una llista de números de port, de noms de port o d'intervals de ports separats per espais, com per exemple, <tt>22</tt>, <tt>http</tt> o <tt>137:139</tt>.</p>
da: <p><b>TCP-porte</b> og <b>UDP-porte</b> kan indtastes som en liste af portnumre, portnavne eller portintervaller adskilt af mellemrum, f.eks., <tt>22</tt>, <tt>http</tt> eller <tt>137:139</tt>.</p>
gl: <p>Os <b>portos TCP</b> e os <b>portos UDP</b> poden introducirse como unha lista de números de portos, nomes de portos, ou intervalos de portos separados por espazos, como <tt>22</tt>, <tt>http</tt>, ou <tt>137:139</tt>.</p>
gu: <p><b>TCP પોર્ટસ</b> અને <b>UDP પોર્ટસ</b> પોર્ટ નંબરની યાદી તરીકે, પોર્ટ ના નામ તરીકે અથવા સ્પેસ દ્વારા જુદી પાડેલ પોર્ટ મર્યાદાઓ તરીકે દાખલ કરી શકાય, જેમ કે <tt>22</tt>, <tt>http</tt>, અથવા <tt>137:139</tt>.</p>
hi: <p><b>TCP Ports</b> और <b>UDP Ports</b> को पोर्ट संख्याओं, पोर्ट नामों, या पोर्ट रेंजों की एक सूची के रूप में रिक्त स्थानों, जैसे <tt>22</tt>, <tt>http</tt>, या <tt>137:139</tt> के द्वारा पृथक्कीकृत कर प्रविष्ट किया जा सकता है।</p>
id: <p><b>Port TCP</b> dan <Port UDP</b> dapat diisi dengan daftar nomor port, nama port, atau jangkauan port dipisahkan dengan spasi, misal <tt>22</tt>, <tt>http</tt>, atau <tt>137:139</tt>.</p>
it: <p>È possibile specificare le <b>Porte TCP</b> e <b>Porte UDP</b> come un elenco di numeri, nomi o intervalli di porte separati da spazi, ad esempio <tt>22</tt>, <tt>http</tt> o <tt>137:139</tt>.</p>
ja: <p><b>TCP ポート</b> と <b>UDP ポート</b> はポート番号やポート名のほか、 ポート範囲の一覧でも指定することができます。それぞれはスペースで区切ってください。 例: <tt>22</tt>, <tt>http</tt>, <tt>137:139</tt> (ポート範囲)</p>
lt: <p><b>TCP prievadai</b> ir <b>UDP prievadai</b> gali būti įvesti kaip prievadų numerių, prievadų pavadinimų ar prievadų intervalų sąrašas, atskirtas tarpais, pavyzdžiui <tt>22</tt>, <tt>http</tt>, arba <tt>137:139</tt>.</p>
nb: <p><b>TCP-porter</b> og <b>UDP-porters</b> kan angis som en liste over portnummer, portnavn eller portområder adskilt av mellomrom, f.eks., <tt>22</tt>, <tt>http</tt> eller <tt>137:139</tt>.</p>
pt: <p><b>Portos TCP</b> e <b>Portos UDP</b> podem ser digitados como uma lista de números de portos, nomes de portos ou gamas de portos, separados por espaços, como por exemplo <tt>22</tt>, <tt>http</tt> ou <tt>137:139</tt>.</p>
pt_br: <p><b>Portas TCP</b> e <b>Portas UDP</b> podem ser digitadas como uma lista de números de porta, nomes de porta ou faixas de porta separados por espaços, como <tt>22</tt>, <tt>http</tt> ou <tt>137:139</tt>.</p>
ro: <p><b>Porturile TCP</b> și <b>Porturile UDP</b> pot fi introduse ca listă de numere, nume sau intervale de porturi separate prin spații, ca de exemplu <tt>22</tt>, <tt>http</tt> sau <tt>137:139</tt>.</p>
ru: <p><b>TCP-порты</b> и <b>UDP-порты</b> можно ввести в виде списка номеров, имен или диапазонов портов, разделенных пробелами, например <tt>22</tt>, <tt>http</tt> или <tt>137:139</tt>.</p>
sk: <p><b>TCP porty</b> a <b>UDP porty</b> môžu byť zadané ako zoznam čísel portov, názvov portov, alebo rozsahu portov oddelených medzerami, napríklad<tt>22</tt>, <tt>http</tt>, alebo <tt>137:139</tt>.</p>
sv: <p><b>TCP-portar</b> och <b>UDP-portar</b> kan anges som en lista med portnummer, portnamn eller portintervaller avgränsade med mellanslag, till exempel <tt>22</tt>, <tt>http</tt> eller <tt>137:139</tt>.</p>
ta: <p><b>TCP முணையங்கள்</b> மற்றும் <b>UDP முணையங்கள்</b> முணைய எண்கள், முணைய பெயர்கள் அல்லது முணைய வரிசைகளாகஇடைவெளிகளான <tt>22</tt>, <tt>http</tt>, அல்லது <tt>137:139</tt>.</p> மூலம் பிரிக்கப்பட்டு உள்ளிடப்படலாம்
tr: <p><b>TCP Geçitleri</b> ve <b>UDP Geçitleri</b> geçit numaralarının, geçit adlarının ya da geçit aralıklarının boşluklarla ayrılmış listesi olarak girilebilir. örn: <tt>22</tt>, <tt>http</tt> ya da <tt>137:139</tt>.</p>
uk: <p><b>TCP-порти</b> і <b>UDP-порти</b> можна ввести в вигляді списку номерів, назв або діапазонів портів, відокремлених пробілами, наприклад, <tt>22</tt>, <tt>http</tt> або <tt>137:139</tt>.</p>
xh: <p><b>Iziqhagamshelanisi ze-TCP </b> ngokunjalo <b>Iziqhagamshelanisi ze-UDP</b> zinokungeniswa njengoludwe lwamanani esiqhagamshelanisi, amagama eziqhagamshelanisi, okanye izintlu zeziqhagamshelanisi ezahlukaniswe zizithuba, ezifana noku <tt>22</tt>, <tt>http</tt>, okanye <tt>137:139</tt>.</p>
zu: <p><b>Ama-Port E-TCP</b> kanye <b>Nama-Port e-UDP</b> angafakwa njengohlu lwezinombolo zama-port, amagama ama-port, noma ama-port range ahlukaniswe ngezikhala, njengokuthi <tt>22</tt>, <tt>http</tt>, noma <tt>137:139</tt>.</p>

source: <p><b>RPC Ports</b> is a list of RPC services, such as <tt>nlockmgr</tt>, <tt>ypbind</tt>, or <tt>portmap</tt>, separated by spaces.</p>
af: <p><b>RPC-poorte</b> is 'n lys RPC-dienste, soos <tt>nlockmgr</tt>, <tt>ypbind</tt> of <tt>portmap</tt>, wat deur spasies geskei word.</p>
ar: <p><b>منافذ RPC</b> عبارة عن قائمة بخدمات RPC مثل <tt>nlockmgr</tt>, <tt>ypbind</tt>, أو <tt>portmap</tt>, مفصولة بمسافات.</p>
bg: <p><b>RPC портовете</b> е списък с RPC услугите, например <tt>nlockmgr</tt>, <tt>ypbind</tt> или <tt>portmap</tt>, разделени с интервали.</p>
ca: <p>L'opció <b>Ports RPC</b> és una llista de serveis RPC, com <tt>nlockmgr</tt>, <tt>ypbind</tt> o <tt>portmap</tt>, separats per espais.</p>
da: <p><b>RPC-porte</b> er en liste over RPC-tjenester, f.eks., <tt>nlockmgr</tt>, <tt>ypbind</tt> eller <tt>portmap</tt> adskilt af mellemrum.</p>
gl: <p><b>Portos RPC</b> é unha lista de servizos RPC, como <tt>nlockmgr</tt>, <tt>ypbind</tt>, ou <tt>portmap</tt>, separados por espazos.</p>
gu: <p><b>RPC પોર્ટસ</b> એ RPC સેવાઓની એક યાદી છે, જેમ કે <tt>nlockmgr</tt>, <tt>ypbind</tt>, અથવા <tt>portmap</tt>, જે સ્પેસ દ્વારા જુદી પાડેલ છે.</p>
hi: <p><b>RPC Ports</b> रिक्त स्थानों के द्वारा पृथक्कीकृत RPC सेवाओं, जैसे <tt>nlockmgr</tt>, <tt>ypbind</tt>, या <tt>portmap</tt>, की एक सूची है।</p>
id: <p><b>Port RPC</b> adalah daftar layanan RPC, misal <tt>nlockmgr</tt>, <tt>tpbind</tt>, atau <tt>portmap</tt>, dipisahkan dengan spasi.</p>
it: <p><b>Porte RPC</b> è un elenco di servizi RPC, come <tt>nlockmgr</tt>, <tt>ypbind</tt> o <tt>portmap</tt>, separati da spazi.</p>
ja: <p><b>RPC ポート</b> では RPC サービスの一覧をスペース区切りで指定します。 例: <tt>nlockmgr</tt>, <tt>ypbind</tt>, <tt>portmap</tt></p>
lt: <p><b>RPC prievadai</b> yra RPC paslaugų sąrašas, pvz., tarpais atskirti <tt>nlockmgr</tt>, <tt>ypbind</tt> ar <tt>portmap</tt>.</p>
nb: <p><b>RPC-porter</b> er en liste over RPC tjenester, f.eks., <tt>nlockmgr</tt>, <tt>ypbind</tt> eller <tt>portmap</tt> adskilt av mellomrom.</p>
pt: <p><b>Portos RPC</b> é uma lista de serviços RPC, tais como <tt>nlockmgr</tt>, <tt>ypbind</tt> ou <tt>portmap</tt>, separados por espaços.</p>
pt_br: <p><b>Portas RPC</b> é uma lista de serviços RPC, como <tt>nlockmgr</tt>, <tt>ypbind</tt> ou <tt>portmap</tt>, separada por espaços.</p>
ro: <p><b>Porturi RPC</b> este o listă de servicii RPC, ca de exemplu <tt>nlockmgr</tt>, <tt>ypbind</tt> sau <tt>portmap</tt>, separate prin spații.</p>
ru: <p><b>RPC-порты</b> — это список служб RPC, таких как <tt>nlockmgr</tt>, <tt>ypbind</tt> или <tt>portmap</tt>, разделенных пробелами. </p>
sk: <p><b>RPC porty</b> je zoznam názvov RPC služieb, napríklad <tt>nlockmgr</tt>, <tt>ypbind</tt>, or <tt>portmap</tt>, oddelených medzerami.</p>
sv: <p><b>RPC-portar</b> är en lista med RPC-tjänster, till exempel <tt>nlockmgr</tt>, <tt>ypbind</tt> och <tt>portmap</tt>, avgränsade med mellanslag.</p>
ta: <p><b>RPC முணையங்கள்</b> ஒரு RPC சேவைகளின் பட்டியலாகும், உதாரணமாக இடைவெளிகளால் பிரிக்கப்பட்ட <tt>nlockmgr</tt>, <tt>ypbind</tt>, அல்லது <tt>portmap</tt>.</p>
tr: <p><b>RPC Geçitleri</b> RPC hizmetlerinin bir listesidir, örn., <tt>nlockmgr</tt>, <tt>ypbind</tt> ya da <tt>portmap</tt> (boşluklarla ayrılmış olarak).</p>
uk: <p><b>RPC-порти</b> — це список служб RPC, таких як <tt>nlockmgr</tt>, <tt>ypbind</tt> або <tt>portmap</tt>, відокремлених пробілами. </p>
xh: <p><b>Iziqhagamshelanisi ze-RPC </b> ziluludwe lweenkonzo ze-RPC , ezifana nezi <tt>ntshixamgr</tt>, <tt>ypbophelela</tt>, or <tt>imaphu yesiqhagamshelanisi</tt>, ezahlukaniswe zizithuba.</p>
zu: <p><b>Ama-Port E-RPC</b> awuhlu lwamasevisi e-RPC, njengathi <tt>nlockmgr</tt>, <tt>ypbind</tt>, noma <tt>portmap</tt>, ahlukaniswe ngezikhala.</p>

source: <p><b>IP Protocols</b> is a list of protocols, such as <tt>esp</tt>, <tt>smp</tt>, or <tt>chaos</tt>, separated by spaces. Find the current list of protocols at http://www.iana.org/assignments/protocol-numbers.</p>
af: <p><b>IP-protokolle</b> is 'n lys protokolle, soos <tt>esp</tt>, <tt>smp</tt> of <tt>chaos</tt>, wat deur spasies geskei word. Vind die huidige lys protokolle by http://www.iana.org/assignments/protocol-numbers.</p>
ar: <p><b>بروتوكولات IP</b> عبارة عن قائمة بروتوكولات، مثل <tt>esp</tt>, <tt>smp</tt>, أو <tt>chaos</tt>, مفصولة بمسافات. ابحث عن قائمة البروتوكولات الحالية على الموقع http://www.iana.org/assignments/protocol-numbers.</p>
bg: <p><b>IP протоколите</b> са списък с протоколи, например <tt>esp</tt>, <tt>smp</tt> или <tt>chaos</tt>, разделени с интервали. Текущият списък с протоколи може да бъде намерен на http://www.iana.org/assignments/protocol-numbers.</p>
ca: <p>L'opció <b>Protocols IP</b> és una llista de protocols, com <tt>esp</tt>, <tt>smp</tt> o <tt>chaos</tt>, separats per espais. Trobareu la llista actual de protocols a http://www.iana.org/assignments/protocol-numbers.</p>
da: <p><b>IP-protokoller</b> er en liste over protokoller, f.eks., <tt>esp</tt>, <tt>smp</tt>, eller <tt>chaos</tt> adskilt af mellemrum. Den nuværende liste over protokoller kan findes på http://www.iana.org/assignments/protocol-numbers.</p>
gl: <p><b>Protocolos IP</b> é unha lista de protocolos, como <tt>esp</tt>, <tt>smp</tt>, ou <tt>chaos</tt>, separados por espazos. Consulte a lista actual de protocolos en http://www.iana.org/assignments/protocol-numbers.</p>
gu: <p><b>IP પ્રોટોકોલ્સ</b> એ પ્રોટોકોલ્સની એક યાદી છે, જેમ કે <tt>esp</tt>, <tt>smp</tt>, અથવા <tt>chaos</tt>, જે સ્પેસ દ્વારા જુદી પાડેલ છે. પ્રોટોકોલ્સની વર્તમાન યાદી અહીંથી શોધો http://www.iana.org/assignments/protocol-numbers.</p>
hi: <p><b>IP Protocols</b> रिक्त स्थानों के द्वारा पृथक्कीकृत प्रोटोकॉलों, जैसे <tt>esp</tt>, <tt>smp</tt>, या <tt>chaos</tt>, की एक सूची है। http://www.iana.org/assignments/protocol-numbers पर प्रोटोकॉलों की वर्तमान सूची ढूंढें।</p>
id: <p><b>Protokol IP</b> adalah daftar protokol, isal <tt>esp</tt>, <tt>smp</tt>, atau <tt>chaos</tt>, sdipisahkan oleh spasi. cari daftar protokol saat ini di http://www.iana.org/assignments/protocol-numbers.</p>
it: <p><b>Protocolli IP</b> è un elenco di protocolli, ad esempio <tt>esp</tt>, <tt>smp</tt> o <tt>chaos</tt>, separati da spazi. Per informazioni sull'elenco di protocolli corrente, visitare la pagina Web: http://www.iana.org/assignments/protocol-numbers.</p>
ja: <p><b>IP プロトコル</b> ではプロトコル名の一覧をスペース区切りで指定します。 たとえば <tt>esp</tt>, <tt>smp</tt>, <tt>chaos</tt> などです。 プロトコル名の一覧については下記をご覧ください。 http://www.iana.org/assignments/protocol-numbers.</p>
lt: <p><b>IP protokolai</b> yra protokolų sąrašas, pvz., tarpais atskirti <tt>esp</tt>, <tt>smp</tt> ar <tt>chaos</tt>. Dabartinį protokolų sąrašą rasite http://www.iana.org/assignments/protocol-numbers.</p>
nb: <p><b>IP-protokoller</b> er en liste over protokoller, f.eks. <tt>esp</tt>, <tt>smp</tt> eller <tt>chaos</tt> adskilt av mellomrom. Du finner en liste over protokoller som støttes på http://www.iana.org/assignments/protocol-numbers.</p>
pt: <p><b>Protocolos IP</b> é uma lista de protocolos, tais como <tt>esp</tt>, <tt>smp</tt> ou <tt>chaos</tt> separados por espaços. A lista actualizada de procolos pode ser encontrada em http://www.iana.org/assignments/protocol-numbers.</p>
pt_br: <p><b>Protocolos IP</b> é uma lista de protocolos, como <tt>esp</tt>, <tt>smp</tt> ou <tt>chaos</tt>, separada por espaços. Encontre a lista atual de protocolos no endereço http://www.iana.org/assignments/protocol-numbers.</p>
ro: <p><b>Protocoale IP</b> este o listă de protocoale, ca de exemplu <tt>esp</tt>, <tt>smp</tt> sau <tt>chaos</tt>, separate prin spații. Lista curentă de protocoale o puteți găsi la http://www.iana.org/assignments/protocol-numbers.</p>
ru: <p><b>Протоколы IP</b> — это список протоколов, таких как <tt>esp</tt>, <tt>smp</tt> или <tt>chaos</tt>, разделенных пробелами. Текущий список протоколов можно найти по адресу http://www.iana.org/assignments/protocol-numbers.</p>
sk: <p><b>IP protokoly</b> je zoznam protokolov, napríklad <tt>esp</tt>, <tt>smp</tt>, alebo <tt>chaos</tt>, oddelených medzerami. Aktuálny zoznam protokolov nájdete na http://www.iana.org/assignments/protocol-numbers.</p>
sv: <p><b>IP-protokoll</b> är en lista med protokoll, till exempel <tt>esp</tt>, <tt>smp</tt> och <tt>chaos</tt>, avgränsade med mellanslag. Den aktuella listan med protokoll finns på http://www.iana.org/assignments/protocol-numbers.</p>
ta: <p><b>IP நெறிமுறைகள்</b> ஒரு நெறிமுறைகளின் பட்டியல், உதாரணமாக இடைவெளிகளால் பிரிக்கப்பட்ட <tt>esp</tt>, <tt>smp</tt>, அல்லது <tt>chaos</tt>. இங்கு நெறிமுறைகளின் நடப்பு பட்டியலை கண்டுபிடி http://www.iana.org/ஒதுக்கீடுகள்/நெறிமுறை-எண்கள்.</p>
tr: <p><b>IP İletişim Kuralları</b> bir iletişim kuralları listesidir. örn: <tt>esp</tt>, <tt>smp</tt> ya da <tt>chaos</tt> (boşluklarla ayrılmış). Şu anki iletişim kurallarının bir listesini http://www.iana.org/assignments/protocol-numbers konumunda bulabilirsiniz.</p>
uk: <p><b>IP-протоколи</b> — це список протоколів, таких як <tt>esp</tt>, <tt>smp</tt> або <tt>chaos</tt>, відокремлених пробілами. Поточний список протоколів можна знайти за адресою http://www.iana.org/assignments/protocol-numbers.</p>
xh: <p><b>Iinkqubo ze-IP</b> ziluludwe lweenkqubo, ezifana noku <tt>esp</tt>, <tt>smp</tt>, or <tt>iingxushungxushu</tt>, ezahlukaniswe ngezithuba. Fumana uludwe lwangoku lweenkqubo apha http://www.iana.org/imisebenzi eyabiwayo/iinombolo zenkqubo.</p>
zu: <p><b>AmaPhrothokholi e-IP</b> awuhlu lwamaphrothokholi, njengathi <tt>esp</tt>, <tt>smp</tt>, noma <tt>chaos</tt>, ahlukaniswe ngezikhala. Thola uhlu lwamanje lwamaphrothokholi engosini ethi http://www.iana.org/assignments/protocol-numbers.</p>

source: <p>The <b>Port Range</b> consists of two colon-separated numbers that represent all numbers inside the range including the numbers themselves. The first port number must be lower than the second one, for example, <tt>200:215</tt>.</p>
ar: <p><b>نطاق المنفذ</b> عبارة عن رقمين بينهما نقطتين والذي يمثل كل الأرقام داخل النطاق بما في ذلك هذين الرقمين. يجب أن يكون رقم المنفذ الأول أدنى من رقم المنفذ الثاني، على سبيل المثال، <tt>200:215</tt>.</p>
bg: <p><b>Диапазонът от портове</b> е двойка числа, разделени с двоеточие. Той представлява всички номера, които се намират между тези две числа, включително. Първият номер на порт трябва да бъде по-малък от втория, например <tt>200:215</tt>.</p>
ca: <p>L'opció <b>Rang de ports</b> consisteix en dos números separats per dos punts que representen tots els números de l'interval inclosos els mateixos números. El primer número de port ha de ser inferior al segon, per exemple, <tt>200:215</tt>.</p>
da: <p><b>Portinterval</b> er to tal med et kolon imellem som repræsenterer alle numrene indenfor intervallet inkl. tallene selv. Det første portnummer skal være lavere end det andet, f.eks. <tt>200:215</tt>.</p>
gl: <p>O <b>intervalo de portos</b> consiste en dous números separados por dous puntos que representan todos os números do intervalo, incluídos ditos números. O primeiro número de porto debe ser menor que o segundo, por exemplo, <tt>200:215</tt>.</p>
id: <p><b>Jangkauan Port</b> berisi dari nomor yang dipisahkan titik dua yang merepresentasikan semua nomor yang termasuk dalam rentang nomor tersebut. Nomor pertama harus lebih rendah dibanding nomor kedua, sebagai contoh, <tt>200:215</tt>.</p>
it: <p>L'<b>intervallo di porta</b> è costituito da due numeri separati dai due punti che rappresentano tutti in numeri nell'intervallo, inclusi quelli specificati. Il primo numero di porta deve essere inferiore al secondo, ad esempio <tt>200:215</tt>.</p>
ja: <p><b>ポート範囲</b> とはカンマ ',' で区切った 2 つの項目のことで、それぞれの 指定した 2 つのポート番号の間を、指定した番号を入れて全て含める意味になります。 また、 1 つめの番号は 2 つめの番号より小さい番号である必要があります。 たとえば <tt>200:215</tt> のようになります。</p>
lt: <p><b>Prievado intervalas</b> susideda iš dviejų skaičių, kurie atskirti dvitaškiu. Jis atitinka visus prievadų numerius, įeinančius į tų skaičių intervalą. Pirmasis prievado numeris turi būti mažesnis už antrąjį, pavyzdžiui, <tt>200:215</tt>.</p>
nb: <p><b>Portområde</b> er et tallpar med kolon mellom, som representerer alle tall innenfor området, inkludert tallene som er angitt. Første portnummer må være lavere enn det siste, f.eks.<tt>200:215</tt>.</p>
pt: <p>A <b>Gama de Portos</b> consiste num par de números separados por dois pontos, e representa todos os números dentro da gama incluindo os próprios números. O primeiro número de porto deve ser inferior ao segundo, por exemplo, <tt>200:215</tt>.</p>
pt_br: <p><b>Faixa de porta</b> é um conjunto de números separados por dois-pontos que representa todos os números dentro da faixa, incluindo os próprios números. O primeiro número de porta deve ser menor que o segundo, por exemplo, <tt>200:215</tt>.</p>
ro: <p><b>Intervalul de porturi</b> constă din două numere separate prin două puncte ce reprezintă toate numerele din interiorul intervalului, inclusiv limitele acestuia. Primul număr de port trebuie să fie mai mic decât al doilea, de exemplu <tt>200:215</tt>.</p>
ru: <p><b>Диапазон портов</b> — это два числа, разделенных двоеточием, которые представляют все номера внутри диапазона, включая сами числа. Первый номер порта должен быть меньше, чем второй, например <tt>200:215</tt>.</p>
sk: <p><b>Rozsah portov</b> sú dve čísla oddelené dvojbodkou, ktoré zastupujú všetky porty v tomto rozsahu, vrátane hraničných portov. Prvé číslo portu musí byť nižšie než druhé, napríklad <tt>200:215</tt>.</p>
sv: <p><b>Portintervall</b> består av två nummer avgränsade med kolon som anger alla nummer i intervallet, inklusive de angivna numren. Det första portnumret måste vara lägre än det andra, till exempel <tt>200:215</tt>.</p>
uk: <p><b>Діапазон портів</b> — це два номери, відокремлені двокрапкою, що позначають всі номери між цими числами, включно з ними самими. Перший номер порту має бути меншим за другий, наприклад <tt>200:215</tt>.</p>
