Repository: Dzejrou/yast-translations
Catalog: po/firewall/*.po
Languages: af, ar, bg, ca, da, gl, gu, hi, id, it, ja, lt, nb, pt, pt_br, ro, ru, sk, sv, ta, tr, uk, xh, zu

source: Invalid IP definition.
af: Ongeldige IP-definisie.
ar: تعريف IP غير صالح.
bg: Грешно зададено IP.
ca: La definició de la IP no és vàlida.
da: Ugyldig IP-definition.
gl: Definición de IP incorrecta.
gu: અમાન્ય IP રૂપરેખા
hi: नकली IP परिफाषा
id: Definisi IP tidak valid.
it: Definizione IP non valida.
ja: IP の設定が正しくありません。
lt: Netinkama IP apibrėžtis.
nb: Ugyldig IP-definisjon.
pt: Definição IP inválida.
pt_br: Definição de IP inválida.
ro: Definiție IP invalidă.
ru: Неверный IP-адрес.
sk: Neplatná definícia IP adresy.
sv: Ogiltig IP-definiering.
ta: செல்லாத ஐபி விளக்கம்
tr: Geçersiz IP tanımı.
uk: Некоректне визначення IP-адреси.
xh: Yinkcazelo ye-IP engenamsebenzi.
zu: Incazelo ye-IP enganembile.

source: &Log Not Accepted Broadcast Packets
af: &Opgawe-nie-aanvaarde uitsaaipakkies
ar: تسجيل حزم النشر غير المقبولة
bg: Записване на неприетите &broadcast пакети в дневник
ca: &Registra tots els paquets de difusió no acceptats
da: &Log ikke-tilladte broadcast-pakker
gl: &Rexistrar os paquetes de broadcast non aceptados
gu: અસ્વીકારેલ બ્રોડકાસ્ટ પેકેટ્સ & લોગ કરો
hi: अमान्य ब्रोडकास्ट पैकटस को लोग करें (&L)
id: &Catat Paket Broadcast yang Tidak Disetujui
it: &Registra nel log i pacchetti di broadcast non accettati
ja: 許可しなかったブロードキャストパケットをログに記録 (&L)
lt: &Registruoti nepriimtus transliavimo paketus
nb: &Logg ikke godkjente, kringkastede pakker
pt: Registar em &Diário Pacotes Broadcast não Aceites
pt_br: &Log de pacotes de broadcast não aceitos
ro: Jurna&lizarea nu acceptă pachete broadcast.
ru: &Журналировать непринятые широковещательные пакеты
sk: Z&aznamenávať neprijaté broadcast pakety
sv: &Logga icke-accepterade utsändningspaket
ta: ஏற்கப்படாத ஒலிபரப்புப் பொட்டலங்களைப் பதியவும்
tr: Kabul Edilmeyen Paketleri Gün&lükle
uk: &Записувати в журнал не прийняті пакети трансляції
xh: &Makungene Iipakethi Zosasazo Lwasemoyeni Ezingamkelekanga
zu: &Loga Ama-Broadcast Packet Angavumelekile

source: Firewall automatic starting has been disabled but firewall is currently running. Stop the firewall after the new configuration has been written?
ar: تم تعطيل البدء التلقائي لجدار الحماية ولكن جدار حماية قيد التشغيل حاليا. إيقاف جدار الحماية بعد كتابة الإعداد الجديد؟
bg: Автоматичното стартиране на защитната стена бе забранено, но в момента стената е заредена. Желаете ли да я спрете след като новите настройки бъдат записани?
ca: S'ha desabilitat l'inici automàtic del tallafoc però el tallafoc ara està funcionant. Aturar el tallafoc després d'escriure'n la nova configuració?
da: Automatisk opstart af firewall er blevet deaktiveret men firewallen kører i øjeblikket. Vil du stoppe firewallen når den nye konfiguration er skrevet?
id: Mulai otomatis firewall telah dimatikan. tapi firewall saat ini tetap berjalan. Hentikan firewall setelah konfigurasi baru selesai ditulis?
it: L'avvio automatico del firewall è stato disabilitato ma il firewall è attualmente in esecuzione. Fermare il firewall dopo che la configurazione è stata scritta?
ja: ファイアウオールの自動起動は無効に設定されましたが、 ファイアウオールは現在も動作中です。 設定書き込み後にファイアウオールを停止しますか？
lt: Užkardos automatinis paleidimas uždraustas bet užkarda vis dar veikia. Įrašius naują konfigūraciją sustabdyti užkardą?
nb: Automatisk start av brannmuren er deaktivert, men brannmuren kjører fremdeles. Vil du deaktivere brannmuren etter at det nye oppsettet er lagret?
pt_br: O início automático do firewall foi desativado, mas o firewall está sendo executado atualmente. Gostaria de parar o firewall após salvar a nova configuração?
ro: Pornirea automată a paravanului de protecție a fost dezactivată dar paravanul de protecție actualmente rulează. Se oprește paravanul de protecție după ce noile configurări au fost scrise?
ru: Автоматический запуск брандмауэра был отключён, но он сейчас запущен. Остановить брандмауэр после записи новых параметров настройки?
sk: Automatické spustenie firewallu bolo zakázané, ale firewall je momentálne spustený. Zastaviť firewall po zápise novej konfigurácie?
sv: Automatisk start av brandvägg har inaktiverats men brandväggen körs för närvarande. Vill du stoppa brandväggen när den nya konfigurationen har skrivits?
uk: Було вимкнено автоматичний запуск мережевого екрана, але зараз він ще працює. Хочете зупинити мережевий екран після запису нової конфігурації?

source: Invalid network definition '%1'
ar: تعريف شبكة الاتصال غير صالح '%1'
bg: Невалидна стойност за мрежата „%1“
ca: Deficinió de xarxa invàlida '%1'
da: Ugyldig netværksdefinition '%1'
gl: Definición da rede '%1' incorrecta
id: Definisi jaringan tidak valid '%1'
it: Definizione di rete '%1' non valida
ja: ネットワーク設定が正しくありません '%1'
lt: Netinkama tinklo apibrėžtis „%1“
nb: Ugyldig nettverksdefinisjon '%1'
pt: Definição '%1' de rede inválida
pt_br: Definição de rede inválida '%1'
ro: Definiție de rețea invalidă '%1'
ru: Неверное определение сети '%1'
sk: Neplatná definícia siete '%1'
sv: Nätverksdefinitionen %1 är ogiltig
uk: Некоректне визначення мережі "%1"

source: Invalid port range '%1'
ar: نطاق المنفذ غير صالح '%1'
bg: Невалиден диапазон от портове „%1“
ca: Interval de port no vàlid: "%1"
da: Ugyldig portinterval '%1'
gl: Intervalo de portos '%1' incorrecto
id: Jangkauan port tidak valid '%1'
it: Intervallo di porta '%1' non valido
ja: ポート範囲が正しくありません '%1'
lt: Netinkamas prievadų intervalas: „%1“
nb: Ugyldig portområde '%1'
pt: Gama de portos '%1' inválida
pt_br: Faixa de portas inválido '%1'
ro: Interval de porturi invalid '%1'
ru: Неверный диапазон портов: '%1'
sk: Neplatný rozsah portu '%1'
sv: Portintervallet %1 är ogiltigt
uk: Некоректний діапазон портів "%1"

source: Invalid port name or number '%1'
ar: اسم المنفذ أو رقمه غير صحيح '%1'
bg: Невалиден номер или име на порт „%1“
ca: Número o nom del port no vàlid: '%1'
da: Ugyldigt portnavn eller -nummer '%1'
gl: Nome ou número de porto '%1' incorrecto
id: Nama atau nomor port tidak valid '%1'
it: Nome o numero di porta '%1' non valido
ja: ポート名または番号が正しくありません '%1'
lt: Netinkamas prievado pavadinimas arba numeris „%1“.
nb: Ugyldig portnavn eller nummer '%1'
pt: Número ou nome de porto '%1' inválido
pt_br: Nome ou número de porta '%1' inválido
ro: Nume sau număr de port invalid '%1'
ru: Неверное имя или номер порта '%1'
sk: Neplatný názov portu, alebo číslo '%1'
sv: Portnamnet eller -numret %1 är ogiltigt
uk: Некоректна назва або номер порту "%1"

source: All services using UDP
ar: جميع الخدمات تستخدم UDP
bg: Всички услуги, използващи UDP
ca: Tots els serveis que usen UDP
da: Alle tjenester som bruger UDP
gl: Todos os servizos que usan UDP
id: Semua layanan menggunakan UDP
it: Tutti i servizi che usano UDP
ja: UDP を利用する全てのサービス
lt: Visos UDP naudojančios paslaugos
nb: Alle tjenester bruker UDP
pt: Todos os serviços que utilizem UDP
pt_br: Todos os serviços usando UDP
ro: Toate serviciile utilizează UDP
ru: Все службы, использующие UDP
sk: Všetky služby používajúce UDP
sv: Alla tjänster som använder UDP
uk: Всі служби, що використовують UDP

source: All services using TCP
ar: جميع الخدمات تستخدم TCP
bg: Всички услуги, използващи TCP
ca: Tots els serveis que usen TCP
da: Alle tjenester som bruger TCP
gl: Todos os servizos que usan TCP
id: Semua layanan menggunakan TCP
it: Tutti i servizi che usano TCP
ja: TCP を利用する全てのサービス
lt: Visos TCP naudojančios paslaugos
nb: Alle tjenester bruker TCP
pt: Todos os serviços que utilizem TCP
pt_br: Todos os serviços usando TCP
ro: Toate serviciile utilizează TCP
ru: Все службы, использующие TCP
sk: Všetky služby používajúce TCP
sv: Alla tjänster som använder TCP
uk: Всі служби, що використовують TCP

source: Samba browsing
ar: تصفح Samba
bg: Обхождане чрез Samba
ca: Navegació Samba
gl: Exploración de Samba
id: Mencari samba
it: Esplorazione Samba
ja: Samba 参照
lt: Samba naršymas
nb: Samba-navigasjon
pt: Navegação Samba
pt_br: Examinando o Samba
ro: Navigare Samba
ru: Обзор Samba
sk: Samba prehliadanie
sv: Samba-bläddring
uk: Навігація Samba

source: SLP browsing
ar: تصفح SLP
bg: Обхождане чрез SLP
ca: Navegació SLP
gl: Exploración SLP
id: Browser SLPMencari SLP
it: Esplorazione SLP
ja: SLP 参照
lt: SLP naršymas
nb: SLP-navigasjon
pt: Navegação SLP
pt_br: Examinando o SLP
ro: Navigare SLP
ru: Обзор SLP
sk: SLP prehliadanie
sv: SLP-bläddring
uk: Навігація SLP

source: All networks
ar: جميع الشبكات
bg: Всички мрежи
ca: Totes les xarxes
da: Alle netværk
gl: Todas as redes
id: Semua jaringan
it: Tutte le reti
ja: 全てのネットワーク
lt: Visi tinklai
nb: Alle nettverk
pt: Todas as redes
pt_br: Todas as redes
ro: Toate rețelele
ru: Все сети
sk: Všetky siete
sv: Alla nätverk
uk: Всі мережі

source: Subnet: %1
ar: الشبكة الفرعية: %1
bg: Подмрежа: %1
ca: Subxarxa: %1
gl: Subrede: %1
it: Sottorete: %1
ja: サブネット: %1
lt: Potinklis: %1
nb: Subnett: %1
pt: Sub-rede: %1
pt_br: Sub-rede: %1
ro: Subrețea: %1
ru: Подсеть: %1
sk: Podsieť: %1
sv: Delnät: %1
uk: Підмережа: %1

source: &Zone
ar: المنطقة
bg: &Зона
ca: &Zona
gl: &Zona
hi: ज़ोन(&Z)
id: &Zona
it: &Zona
ja: ゾーン (&Z)
lt: &Zona
nb: &Sone
pt: &Zona
pt_br: &Zona
ro: &Zonă
ru: &Зона
sk: &Zóna
sv: &Zon
tr: &Bölge
uk: &Зона

source: &Network
af: &Netwerk
ar: الشبكة
bg: &Мрежа
ca: &Xarxa
da: &Netværk
gl: &Rede
gu: નેટવર્ક (&N)
hi: नेटवर्क (&N)
id: &Jaringan
it: &Rete
ja: ネットワーク (&N)
lt: &Tinklas
nb: &Nettverk
pt: Re&de
pt_br: Re&de
ro: Rețea
ru: &Сеть
sk: &Sieť
sv: &Nätverk
ta: நெட்வொர்க்
tr: &Ağ
uk: &Мережа
xh: &Umsebenzi wothungelwano
zu: &Inethiwekhi

source: &Service
af: &Diens
ar: الخدمة
bg: &Услуга
ca: &Servei
da: Tjene&ste
gl: &Servizo
gu: &સર્વિસ
hi: सेवाऎ (&S)
id: &Layanan
it: &Servizio
ja: サービス (&S)
lt: &Paslauga
nb: &Tjeneste
pt: &Serviço
pt_br: &Serviço
ro: &Serviciu
ru: Слу&жба
sk: &Služba
sv: Tjän&st
ta: சேவை
tr: &Hizmet
uk: &Служба
xh: &Inkonzo
zu: &Isevisi

source: User-defined service
ar: خدمة معرفة من قبل المستخدم
bg: Услуга, зададена от потребителя
ca: Servei definit per l'usuari
da: Brugerdefineret tjeneste
gl: Servizo definido polo usuario
id: Layanan ditetapkan pengguna
it: Servizio definito dall'utente
ja: ユーザ定義サービス
lt: Naudotojo apibrėžtos paslaugos
nb: Brukerdefinert tjeneste
pt: Serviço definido pelo utilizador
pt_br: Serviço definido pelo usuário
ro: Serviciu definit de utilizator
ru: Служба, определённая пользователем
sk: Po&užívateľsky definovaná služba
sv: Användardefinierad tjänst
uk: Служба визначена користувачем

source: Po&rt
ar: منفذ
bg: П&орт
gl: Po&rto
it: Po&rta
ja: ポート (&R)
lt: P&rievadas
pt: Po&rto
pt_br: Po&rta
ru: По&рт
uk: По&рт

source: Select an item to delete.
ar: حدد العنصر المطلوب حذفه.
bg: Изберете елемент за изтриване.
ca: Seleccioneu l'element que voleu suprimir.
da: Vælg et element til sletning.
gl: Seleccione un elemento para borralo
id: Pilih item untuk dihapus.
it: Selezionare un oggetto da eliminare.
ja: 削除する項目を選択してください。
lt: Pasirinkite pašalintiną elementą.
nb: Velg et element som skal slettes.
pt: Escolha um item para apagar.
pt_br: Selecione um item para remover.
ro: Selectați obiectul de șters.
ru: Выберите пункт для удаления.
sk: Vyberte položku, ktorú chcete odstrániť.
sv: Välj det objekt som ska tas bort.
uk: Виберіть елемент для вилучення.

source: Your display can't support the 'firewall-config' UI.
ar: لا يمكن أن تدعم الشاشة الخاصة بك واجهة المستخدم 'firewall-config'‏.‏
ca: La vostra pantalla no té suport per a l'UI "firewall-config".
id: Tampilan Anda tidak mendukung antarmuka 'firewall-config'.
it: Lo schermo non supporta l'interfaccia utente 'firewall-config'.
ja: お使いのディスプレイは 'firewall-config' UI に対応していません。
pt_br: Sua tela não suporta a interface "firewall-config".
ru: Ваш дисплей не поддерживает пользовательский интерфейс firewall-config.
sk: Vaše zobrazenie nemôže podporovať používateľské rozhranie 'firewall-config'.
sv: Din skärm stöder inte "brandväggskonfigurationens" användargränssnitt.
uk: Ваш дисплей не підтримує інтерфейс firewall-config.

source: Either use the Yast2 command line or the 'firewall-cmd' utility.
ar: استخدم سطر الأوامر Yast2 أو الأداة المساعدة 'firewall-cmd'‏.
ca: Useu o bé la línia d'ordres del Yast2 o bé la utilitat firewall-cmd.
id: Gunakan Yast2 atau perintah 'firewall-cmd'.
it: Utilizzare la riga di comando per Yast2 o l'utility 'firewall-cmd'.
ja: YaST2 コマンドライン、もしくは 'firewall-cmd' ユーティリティをお使いください。
pt_br: Use a linha de comando do Yast2 ou o utilitário "firewall-cmd".
ru: Используйте командную строку Yast2 или утилиту firewall-cmd.
sk: Použite buď príkazový riadok Yast2 alebo nástroj 'firewall-cmd'.
sv: Använd antingen kommandoraden i Yast2 eller verktyget "brandväggskommando".
uk: Використовуйте командний рядок Yast2 або утиліту firewall-cmd.

source: Basic Firewall and SSH Configuration
da: Grundlæggende firewall- og SSH-konfiguration
pt_br: Configuração básica do firewall e SSH
ru: Базовая настройка брандмауэра и SSH

source: Firewall and SSH service
da: Firewall- og SSH-tjeneste
pt_br: Serviço de firewall e SSH
ru: Службы брандмауэра и SSH

source: Firewall configuration
af: Brandmuurkonfigurasie
ar: إعداد جدار الحماية
bg: Настройка на защитната стена
ca: Configuració del tallafoc
gl: Configuración da devasa
gu: ફાયરવોલ કન્ફિગ્યુરેશન
hi: फायरवाल समनुरूपण
id: Konfigurasi Firewall
it: Configurazione firewall
ja: ファイアウオールの設定
lt: Užkardos konfigūracija
nb: Brannmurkonfigurasjon
pt_br: Configuração do firewall
ro: Configurare paravan de protecție
ru: Настройка брандмауэра
sk: Konfigurácia firewallu
sv: Ställ in brandvägg
ta: ஃபயர்வால் வடிவம்
tr: Firewall yapılandırması
uk: Налаштування мережевого екрана
xh: Ubumbeko lwe-Firewall
zu: Ukuhlelwa kwe-firewall

source: Start-up settings
af: Aanvangsinstellings
ar: إعدادات بدء التشغيل
bg: Настройки на стартирането
ca: Paràmetres de l'inici
gl: Configuración de inicio
gu: સ્ટાર્ટ-અપ સેટિંગ્સ
hi: स्टार्ट-अप व्यवस्थायैं
id: Pengaturan start-up
it: Impostazioni di avvio
ja: 起動時の設定
lt: Paleidimo nuostatos
nb: Oppstartsinnstillinger
pt_br: Configurações de inicialização
ro: Setări la pornire
ru: Параметры запуска
sk: Nastavenia pri štarte
sv: Startinställningar
ta: துவக்க அமைப்பு
tr: Başlangıç ayarları
uk: Параметри запуску
xh: Imimiselo yendlela yokuqalisa
zu: Amasethingi okuqalisa

source: Known firewall zones
af: Bekende brandmuursones
ar: مناطق جدار الحماية المعروفة
bg: Известни зони на защитната стена
ca: Zones del tallafoc conegudes
gl: Zonas de devasa coñecidas
gu: જાણીતા ફાયરવોલ વિસ્તારો
hi: ज्ञात फायरवाल ज़ोन्स
id: Zona firewall dikenali
it: Zone firewall conosciute
ja: 既知のファイアウオールゾーン
lt: Žinomos užkardos zonos
nb: Kjente brannmursoner
pt_br: Zonas do firewall conhecidas
ro: Zone paravan de protecție cunoscute
ru: Известные зоны брандмауэра
sk: Známe zóny firewallu
sv: Kända brandväggszoner
ta: அறியப்பட்ட ஃபயர்வால் பகுதிகள்
tr: Bilinen güvenlik duvarı bölgeleri
uk: Відомі зони мережевого екрана
xh: Iizowuni ezaziwayo ze-firewall
zu: Amazoni aziwayo e-firewall

source: Network interfaces configuration
af: Netwerk-intervlakkonfigurasie
ar: إعداد واجهات الشبكة
bg: Настройки на мрежовите интерфейси
ca: Configuració de les interfícies de xarxa
gl: Configuración das interfaces de rede
gu: નેટવર્ક ઇન્ટર્ફેસ કન્ફિગ્યુરેશન
hi: नेटवर्क अंतराफलक समनुरूपण
id: Konfigurasi jaringan interfaces
it: Configurazione delle interfacce di rete
ja: ネットワークインターフェイスの設定
lt: Tinklo sąsajų konfigūracija
nb: Konfigurasjon av nettverksgrensesnitt
pt_br: Configuração das interfaces de rede
ro: Configurația interfețelor de rețea
ru: Настройка сетевых интерфейсов
sk: Konfigurácia sieťových rozhraní
sv: Inställningar för nätverksgränssnitt
ta: வலையமைப்பு இடைமுகங்கள் வடிவம்
tr: Ağ Arayüzleri yapılandırması
uk: Налаштування мережних інтерфейсів
xh: Ubumbeko Lwezithuba Zomdibaniso Womsebenzi Wothungelwano
zu: Ukuhlelwa kwama-interface enethiwekhi

source: Allowed services, ports, and protocols
af: Toegelate dienste, poorte en protokolle
ar: الخدمات والمنافذ والبروتوكولات المسموح بها
bg: Разрешени услуги, портове и протоколи
ca: Serveis, ports i protocols permesos
gl: Servizos, portos e protocolos permitidos
gu: મંજૂર સેવાઓ, પોર્ટ અને પ્રોટોકોલ
hi: अनुमत सेवाएें, पोर्टस और प्रोटोकोल्स
id: Layanan, port dan protokol yang diizinkan
it: Servizi, porte e protocolli consentiti
ja: 許可されるサービス／ポート／プロトコル
lt: Leidžiamos paslaugos, prievadai ir protokolai
nb: Tillatte tjenester, porter og protokoller
pt_br: Serviços permitidos, portas e protocolos
ro: Serviciile, porturile și protocoalele permise
ru: Разрешённые службы, порты и протоколы
sk: Povolené služby, porty a protokoly
sv: Tillåtna tjänster, portar och protokoll
ta: அனுமதிக்கப்பட்ட சேவைகள், துறைகள், மற்றும் வழிமுறைகள்
tr: İzin verilen hizmetler, geçitler ve iletişim kuralları
uk: Дозволені служби, порти і протоколи
xh: Zivunyelwe iinkonzo, iziqhagamshelanisi, iinkqubo
zu: Amasevisi, ama-port namaphrothokholi avunyelwe

source: Broadcast packet settings
af: Uitsaaipakkieinstellings
ar: إعدادات حزمة النشر
bg: Настройки на broadcast пакетите
ca: Paràmetres del paquet de difusió
gl: Configuración dos paquetes de broadcast
gu: બ્રોડકાસ્ટ પેકેટ સેટિંગ્સ
hi: ब्रोडकास्ट पैकट व्यवस्थयें
id: Pengaturan paket broadcast
it: Impostazioni pacchetti di broadcast
ja: ブロードキャストパケットの設定
lt: Transliavimo paketų nuostatas
nb: Innstillinger for kringkastede pakker
pt_br: Configurações do pacote de broadcast
ro: Setări broadcast pachete
ru: Настройки широковещательных пакетов
sk: Nastavenia broadcast paketov
sv: Inställningar för utsändningspaket
ta: ஒலிபரப்பு பொட்டல அமைப்பு
tr: Paket yayımı ayarları
uk: Параметри пакетів трансляції
xh: Imimiselo yeepakethi zosasazo emoyeni
zu: Amasethingi e-broadcast packet

source: Masquerading settings
af: Maskering instellings
ar: إعدادات التنكر
bg: Настройки на маскирането
ca: Paràmetres de l'emmascarament
gl: Opcións de enmascaramento
gu: મેસક્વેરાડિંગ સેટિંગ્સ
hi: मैस्करेडिन्ग व्यवस्थयें
id: Pengaturan masquerading
it: Impostazioni di mascheramento
ja: マスカレードの設定
lt: Maskaradinimo nuostatos
nb: Maskeringsinnstillinger
pt_br: Configurações de mascaramento
ro: Setări de mascare
ru: Настройки трансляции
sk: Nastavenie maškarády
sv: Maskeradinställningar
ta: மாஸ்க்யுரேடிங் அமைப்பு
tr: Maskeleme ayarları
uk: Параметри трансляції
xh: Imimiselo Eyenza Nto Yimbi:
zu: Amasethingi Azifanisayo

source: Redirect requests to masqueraded IP
af: Herverwys versoeke na gemaskerde-IP
ar: إعادة توجيه الطلبات إلى IP تنكر
bg: Пренасочване на заявките към маскираното IP
ca: Redirigeix les sol·licituds a la IP emmascarada
gl: Redireccionar as solicitudes a un IP enmascarado
gu: મેસક્વેરાડેડ IP માં માગણી વાળો:
hi: अनुरोधों को छद्मवेशी आईपी पर पुनर्निर्देशित करें
id: Alihkan rekues ke IP masquerade
it: Reindirizza le richieste all'IP mascherato
ja: マスカレード IP へのアクセスの転送
lt: Nukreipti užklausą į maskaradinimo IP
nb: Omdiriger forespørsler til maskert IP
pt_br: Redirecionar solicitações para IP mascarado
ro: Rediercționează cererile către IP mascat
ru: Перенаправить запросы на транслируемый IP
sk: Presmerovať požiadavky na maskovanú IP
sv: Omdirigera begäran till maskerat IP
ta: மாஸ்க்யுரேடட் IPக்கு கோரல்களைத் திசைதிருப்புதல்
tr: İstekleri Maskelenmiş IP Adresine Yönlendir
uk: Переспрямувати запити на IP, що транслюється
xh: Phinda Ubhekise Intsingiselo Yezicelo kwi-IP Eyenza Nto Yimbi
zu: Phinde Uqondise Izicelo Kwi-IP Efanisiwe

source: Logging settings
af: Maak opgawe van instellings
ar: إعدادات التسجيل
bg: Настройки на записването в дневник
ca: Registre dels paràmetres
gl: Configuración do rexistro
gu: લોગિંગ સેટિંગ્સ
hi: लोगिंग व्यवस्थयें
id: Pengaturan catatan
it: Impostazioni di log
ja: ログ設定
lt: Registravimo nuostatos
nb: Innstillinger for logging
pt_br: Configurações do log
ro: Setări jurnalizare
ru: Настройки журналирования
sk: Nastavenie záznamu
sv: Logginställningar
ta: பதிவாக்க அமைப்பு
tr: Günlükleme ayarları
uk: Параметри записування в журнал
xh: Kungena imimiselo
zu: Amasethingi okuloga

source: Firewall configuration summary
af: Brandmuurkonfigurasie-opsomming
ar: ملخص إعداد جدار الحماية
bg: Сводка за настройката на защитната стена
ca: Resum de la configuració del tallafoc
gl: Resumo da configuración da devasa
gu: ફાયરવોલ કન્ફિગ્યુરેશન સારાંશ
hi: फायरवॉल संरुपण सारांश
id: Ringkasan konfigurasi firewall
it: Sommario configurazione del firewall
ja: ファイアウオールの設定概要
lt: Užkardos konfigūracijos santrauka
nb: Sammendrag av brannmurkonfigurasjon
pt_br: Resumo das configurações do firewall
ro: Rezumat configurare paravan de protecție
ru: Общие настройки брандмауэра
sk: Súhrn konfigurácie firewallu
sv: Sammanfattning över brandväggsinställningar
ta: ஃபயர்வால் வடிவமைப்பு சுருக்கம்
tr: Güvenlik duvarı yapılandırması özeti
uk: Зведення налаштування мережевого екрана
xh: Isishwankathelo sobumbeko be-Firewall
zu: Amabalengwe okuhlela i-firewall

source: Enables firewall
ar: تمكين جدار الحماية
bg: Разрешава защитната стена
ca: Habilita el tallafoc
id: Aktifkan Firewall
it: Abilita firewall
ja: ファイアウオールを有効にする
nb: Aktiverer brannmur
pt_br: Habilita o firewall
ru: Включает брандмауэр
sk: Povolí firewall
sv: Aktiverar brandvägg
uk: Вмикає мережевий екран

source: Disables firewall
ar: تعطيل جدار الحماية
bg: Спира защитната стена
ca: Inhabilita el tallafoc
id: Matikan firewall
it: Disabilita firewall
ja: ファイアウオールを無効にする
nb: Deaktiverer brannmur
pt_br: Desabilita o firewall
ru: Отключает брандмауэр
sk: Zakáže firewall
sv: Inaktiverar brandvägg
uk: Вимикає мережевий екран

source: Show current settings
af: Toon huidige instellings
ar: إظهار الإعدادات الحالية
bg: Показване на текущите настройки
ca: Mostra els paràmetres actuals
gl: Mostrar a configuración actual
gu: હાલના સેટિંગ્સ દર્શાવો
hi: वर्तमान व्यवस्थयें दिखाओ
id: Tampilkan pengaturan saat ini
it: Mostra impostazioni attuali
ja: 現在の設定を表示
lt: Rodyti dabartines nuostatas
nb: Vis gjeldende innstillinger
pt_br: Exibir as configurações atuais
ro: Afișează setările curente
ru: Показать текущие настройки
sk: Zobrazenie aktuálneho nastavenia
sv: Visa aktuella inställningar
ta: தற்போதைய அமைப்பைக் காட்டவும்
tr: Şu anki ayarları göster
uk: Показати поточні параметри
xh: Bonisa imimiselo yangoku
zu: Bonisa amasethingi amanje

source: Start firewall in the boot process
af: Begin brandmuur in die selflaaiproses
ar: بدء جدار الحماية في عملية التشغيل
bg: Стартиране на защитната стена по време на зареждането
ca: Inicia el tallafoc al procés d'arrencada
gl: Iniciar a devasa no proceso de arrinque do sistema
gu: બુટ પ્રક્રિયામાં ફાયરવોલ શરૂ કરો
hi: बूट प्रोशस में फायरवाल आरंभ करो
id: Aktifkan firewall saat proses boot
it: Avvia il firewall al processo di boot
ja: システム起動時にファイアウオールを開始
lt: Užkardą paleisti kartu su operacine sistema
nb: Aktiver brannmur ved oppstart av maskinen
pt_br: Iniciar o firewall durante a inicialização
ro: Pornește paravanul de protecție în procesul de boot
ru: Запускать брандмауэр во время загрузки
sk: Spustiť firewall pri štarte
sv: Starta brandväggen i startprocessen
ta: ஃபயர்வாலை துவக்க செயல்முறையில் துவக்கவும்.
tr: Açılışta güvenlik duvarını başlat
uk: Запускати мережевий екран в процесі завантаження системи
xh: Qalisa inkqubo yomiselo lwenkqubo lwe-firewall
zu: Qalisa i-firewall enqubweni yokuqaliswa kwekhompuyutha

source: Start firewall manually
af: Begin brandmuur met die hand
ar: بدء جدار الحماية يدويًا
bg: Стартиране на защитната стена ръчно
ca: Inicia el tallafoc manualment
gl: Iniciar manualmente a devasa
gu: હસ્તચાલિતરીતે ફાયરવોલ શરૂ કરો
hi: फायरवाल अपने आप आरंभ करो
id: Aktifkan firewall secara manual
it: Avvia il firewall manualmente
ja: ファイアウオールを手動で開始
lt: Užkardą paleisti rankiniu būdu
nb: Aktiver brannmur manuelt
pt_br: Iniciar o firewall manualmente
ro: Pornește paravanul de protecție manual
ru: Запускать брандмауэр вручную
sk: Spúšťať firewall ručne
sv: Starta brandvägg manuellt
ta: ஃபர்வாலைக் கைமுறையாக துவக்கவும்
tr: Güvenlik duvarını elle başlat
uk: Запускати мережевий екран вручну
xh: Qalisa i-firewall ngokwenza ngesandla
zu: Ziqalisele mathupha i-firewall
