Repository: Dzejrou/yast-translations
Catalog: po/firewall/*.po
Languages: af, ar, bg, ca, da, gl, gu, hi, id, it, ja, lt, nb, pt, pt_br, ro, ru, sk, sv, ta, tr, uk, xh, zu

source: List configured entries
af: Lys gekonfigureerde inskrywings
ar: سرد الإدخالات المُكَّونة
bg: Показване на настроените стойности
ca: Mostra les entrades configurades
gl: Listar as entradas configuradas
gu: કન્ફિગર થયેલી એન્ટ્રિઓની યાદી
hi: संरुपित की गई प्रविष्टयों की सूची बनाएं
id: Daftar entri konfigurasi
it: Elenca voci configurate
ja: 設定項目を表示する
lt: Išvardinti sukonfigūruotus elementus
nb: Vis konfigurerte oppføringer
pt_br: Listar as entradas configuradas
ro: Listează înregistrările configurate
ru: Список настроенных записей
sk: Vypísať nastavené položky
sv: Visa inställda poster
ta: வடிவமைக்கப்பட்டப் பதிவுகளை பட்டியிலிடுக
tr: Yapılandırılmış girdileri listele
uk: Перелічити налаштовані записи
xh: Dwelisa amangeniso anobumbeko
zu: Faka uhlu lwezinto ezihleliwe

source: Zone short name
af: Soneer kort naam
ar: الاسم القصير للمنطقة
bg: Кратко име на зоните
ca: Nom curt de la zona
gl: Nome abreviado da zona
gu: વિસ્તારનું ટૂંકું નામ
hi: ज़ोन का छोटा नाम
id: Nama pendek zona
it: Nome breve della zona
ja: ゾーンの短い名前
lt: Zonos trumpas pavadinimas
nb: Kort sonenavn
pt_br: Nome curto de zona
ro: Nume scurt zonă
ru: Краткое имя зоны
sk: Krátky názov zóny
sv: Kort zonnamn
ta: பகுதியின் சுருக்கப் பெயர்
tr: Bölge kısa adı
uk: Коротка назва зони
xh: FakaIzowuni Yegama Elifutshane
zu: Igama elifushane lezoni

source: Add a new record
af: Voeg 'n nuwe opname by
ar: إضافة سجل جديد
bg: Добавяне на нов запис
ca: Afegeix un registre nou
gl: Engadir un rexistro novo
gu: નવો રેકોર્ડ ઉમેરો
hi: नया रिकाड़ जोड़े
id: Tambah catatan baru
it: Aggiungi nuovo record
ja: 新しい項目を追加します
lt: Pridėti naują įrašą
nb: Legg til en ny oppføring
pt_br: Adicionar um novo registro
ro: Adaugă o înregistrare nouă
ru: Добавить новую запись
sk: Pridať nový záznam
sv: Lägg till en ny post
ta: புதிய பதிவை சேர்க்கவும்.
tr: Yeni bir kayıt ekle
uk: Додати новий запис
xh: Fakela ingxelo entsha
zu: Faka irekhodi elisha

source: Remove a record
af: Verwyder 'n opname
ar: إزالة سجل
bg: Премахване на запис
ca: Suprimeix un registre
gl: Eliminar un rexistro
gu: નવો રેકોર્ડા દૂર કરો
hi: रिकाड़ हठाओ
id: Hapus catatan
it: Rimuovi un record
ja: 項目を削除します
lt: Pašalinti įrašą
nb: Fjern en oppføring
pt_br: Remover um registro
ro: Șterge o înregistrare
ru: Удалить запись
sk: Odstrániť záznam
sv: Ta bort post
ta: ஒரு பதிவை நீக்கவும்
tr: Bir kayıt sil
uk: Вилучити запис
xh: Shenxisa ingxelo
zu: Susa irekhodi

source: Network interface configuration name
af: Netwerk-intervlakkonfigurasienaam
ar: اسم إعداد واجهة الشبكة
bg: Име на настройката на мрежовия интерфейс
ca: Nom de la configuració de la interfície de xarxa
gl: Nome da configuración da interface de rede
gu: નેટવર્ક ઇન્ટરફેસ કન્ફિગ્યુરેશન નામ
hi: नेटवर्क अंतराफलक समनुरूपण नाम
id: Nama konfigurasi jaringan interface
it: Nome della configurazione dell'interfaccia di rete
ja: ネットワークインターフェイスの設定名
lt: Tinklo sąsajos konfigūracijos pavadinimas
nb: Navn på konfigurasjon for nettverksgrensesnitt
pt_br: Nome da configuração de interface de rede
ro: Nume configurație interfață de rețea
ru: Имя настройки сетевого интерфейса
sk: Názov konfigurácie sieťového rozhrania
sv: Inställningsnamn för nätverksgränssnitt
ta: வலையமைப்பு இடைமுக வடிவப் பெயர்
tr: Ağ arayüzü yapılandırması adı
uk: Назва налаштованого мережного інтерфейсу
xh: Igama lobumbeko kwisithuba somdibaniso womsebenzi wothungelwano
zu: Igama lokuhlelwa kwe-interface yenethiwekhi

source: Logging accepted packets (all|crit|none)
af: Maak opgawe van aanvaarde pakkies (alle|krit|geen)
ar: تسجيل الحزم المقبولة (الكل/الحرجة/بلا)
bg: Записване на приетите пакети в дневник (всички|критични|никои)
ca: Registre de paquets acceptats (all|crit|none)
gl: Rexistrar os paquetes aceptados (all|crit|none)
gu: લોગિંગ સ્વીકારેલ પેકેટ્સ (બધા/crit/કોઈ નહીં)
hi: मान्य पैकेटस (All | Crit | None) लोग कर रहा हैं
id: Catat paket disetujui (semua|kritikal|tidak ada)
it: Log dei pacchetti accettati (all|crit|none)
ja: 接続を許可したパケットをログに記録 (all|crit|none)
lt: Registruojami priimti paketai (visi|krit|jokie)
nb: Logging av godkjente pakker (all|crit|none)
pt_br: Log de pacotes aceitos (todos|críticos|nenhum)
ro: Jurnalizare pachete acceptate (all|crit|none)
ru: Журналирование принятых пакетов (все|крит.|нет)
sk: Záznam prijatých paketov (všetky|kritické|žiadne)
sv: Loggar accepterade paket (alla|krit|inga)
ta: பதிவாக்கல் ஏற்றுக்கொள்ளப்பட்டப் பொட்டலங்கள் (அனைத்து| உய்யமான| ஏதுமில்லை)
tr: Kabul edilen paketlerin günlüklenmesi (all|crit|none]
uk: Запис в журнал про прийняті пакети (all|crit|none)
xh: Kungena iipakethi ezamkelekileyo (konke|crit|akukho)
zu: Ukuloga amaphakethe amukelwayo (all|crit|none)

source: Logging not accepted packets (all|crit|none)
af: Maak opgawe van nie-aanvaarde pakkies (alle|krit|geen)
ar: تسجيل الحزم غير المقبولة (الكل/الحرجة/بلا)
bg: Записване на неприетите пакети в дневник (всички|критични|никои)
ca: Registre dels paquets no acceptats (all|crit|none)
gl: Rexistrar os paquetes non aceptados (all|crit|none)
gu: લોગિંગ અસ્વીકારેલ પેકેટ્સ (¥Éધા/crit/કોઈ નહીં)
hi: अमान्य पैकेट्स (All | Crit | None) लोग कर रहा हैं
id: Catat paket tidak disetujui (semua|kritikal|tidak ada)
it: Log dei pacchetti non accettati (all|crit|none)
ja: 接続を許可しなかったパケットをログに記録 (all|crit|none)
lt: Registruojami nepriimti paketai (visi|krit|jokie)
nb: Logging av ikke godkjente pakker (all|crit|none)
pt_br: Log de pacotes não aceitos (todos|críticos|nenhum)
ro: Jurnalizare pachete respinse (all|crit|none)
ru: Журналирование непринятых пакетов (все|крит.|нет)
sk: Záznam neprijatých paketov (všetky|kritické|žiadne)
sv: Loggar alla icke-accepterade paket (alla|krit|inga)
ta: பதிவாக்கல் ஏற்றுக்கொள்ளப்படாதப்பொட்டலங்கள் (அனைத்து| உய்யமான| ஏதுமில்லை)
tr: Kabul edilmeyen paketlerin günlüklenmesi (all|crit|none)
uk: Запис в журнал про не прийняті пакети (all|crit|none)
xh: Kungena iipakethi ezingamkelekanga (konke|crit|akukho)
zu: Ukuloga amaphakethe angamukelwa (all|crit|none)

source: Logging broadcast packets (yes|no)
af: Maak opgawe van uitsaaipakkies (ja|nee)
ar: تسجيل حزم النشر (نعم/لا)
bg: Записване на broadcast пакети в дневник (да|не)
ca: Registre dels paquets de difusió (yes|no)
gl: Rexistro de paquetes de broadcast (yes|no)
gu: લોગિંગ બ્રોડકાસ્ટ પેકેટ્સ (હા/ના)
hi: ब्रोडकास्ट पैकेट्स लोग कर रहा हैं (ठीक | नहीं)
id: Catat paket broadcast (ya/tidak)
it: Log dei pacchetti di broadcast (sì|no)
ja: ブロードキャストパケットをログに記録 (yes|none)
lt: Registruojami transliavimo paketai (taip|ne)
nb: Logging av kringkastede pakker (ja|nei)
pt_br: Log de pacotes de broadcast (sim|não)
ro: Jurnalizare pachete broadcast (yes|no)
ru: Журналировать широковещательные пакеты (да|нет)
sk: Záznam broadcast paketov (áno|nie)
sv: Logga utsändningspaket (ja|nej)
ta: ஒலிப்பரப்புப் பொட்டலங்களை பதிவு செய்யவும் (ஆம்|இல்லை)
tr: Yayımlanan paketlerin günlüklenmesi (yes|no)
uk: Запис в журнал про пакети трансляції (yes|no)
xh: Kungena iipakethi zosasazo emoyeni (ewe|hayi)
zu: Ukuloga ama-broadcast packets (yes|no)

source: Set value
af: Stel waarde
ar: تعيين القيمة
bg: Задаване на стойност
ca: Especifiqueu un valor
gl: Definir valor
gu: મૂલ્ય સેટ કરો
hi: मान सेट करो
id: Tentukan nilai
it: Imposta valore
ja: 値を設定
lt: Nustatyti reikšmę
nb: Spesifiser verdi
pt_br: Configurar valor
ro: Setează valoare
ru: Установить значение
sk: Nastaviť hodnotu
sv: Ange värde
ta: மதிப்பை அமைக்கவும்
tr: Değeri ayarla
uk: Встановити значення
xh: Misela ixabiso
zu: Setha i-value

source: Port name or number; comma-separate multiple ports
af: Poortnaam of -nommer, komma-geskeide veelvoudige poorte
ar: اسم المنفذ أو رقمه؛ منافذ متعددة مفصولة بفواصل
bg: Име и номер на порт; множество портове се разделят със запетая
ca: Número o nom del port; múltiples ports separats per comes
gl: Nome ou número de porto; varios portos separados por comas
gu: પોર્ટનું નામ અથવા નંબર, કોમા-સેપરેટ બહુવિધ પોર્ટ્સ
hi: पोर्ट का नाम और नम्बर , कोमा से अलग हुए सारे पोर्टस
id: nama atau nomor port; banyak port dipisahkan koma
it: Nome o numero di porta, separare con virgole le diverse porte
ja: ポート名または番号 (複数のポートはカンマで区切る)
lt: Prievado pavadinimas ar numeris; kableliais atskirti keli prievadai
nb: Portnavn eller -nummer; flere porter adskilt av komma
pt_br: Nome de porta ou número; múltiplas portas separadas por vírgulas
ro: Nume sau număr port; listă de porturi separate prin virgulă
ru: Имя или номер порта; множество портов, разделённых запятыми
sk: Názvy, alebo čísla portov oddelené čiarkami
sv: Portnamn eller nummer, kommaseparera flera portar
ta: துறைப் பெயர் அல்லது எண்; கமாவினால் பிரிக்கப்பட்ட பல் துறைகள்
tr: Geçit (port) adı ya da numarası; virgülle ayrılmış birden fazla geçit (port)
uk: Назва або номер порту; для розділення декількох записів використовуйте коми
xh: Igama lesiqhagamshelanisi okanye inombolo, iziqhagamshelanisi ezininzi ezahlukaniswe ngeekoma
zu: Igama le-port noma inombolo; ama-port amaningi ahlukaniswa ngokhefana

source: Known firewall service; comma-separate multiple services
af: Bekende brandmuurdiens; komma-geskeide veelvoudige dienste
ar: خدمة جدار الحماية المعروفة؛ خدمات متعددة مفصولة بفواصل
bg: Известни услуги на защитната стена; множество услуги се разделят със запетая
ca: Servei de tallafoc conegut; múltiples serveis separats per comes
gl: Servizo de devasa coñecido; varios servizos separados por comas
gu: જાણીતી ફાયરવોલ સેવા, કોમા-સેપરેટ બહુવિધ સેવાઓ
hi: ज्ञात फायरवॉल सेवाएं; अल्पविराम-पृथक्कृत बहु सेवाएं
id: Layanan firewall dikenali; banyak layanan dipisahkan koma
it: Servizio firewall noto, separare con virgole i diversi servizi
ja: 既知のファイアウオールサービス (複数のサービスはカンマで区切る)
lt: Žinoma kita užkardos paslauga; kableliais atskirtos kelios paslaugos
nb: Kjente brannmurtjenester; flere tjenester adskilt av komma
pt_br: Serviço do firewall conhecido; múltiplos serviços separados por vírgula
ro: Servicii paravan de protecție cunoscute; lista de servicii separate prin virgulă
ru: Известные службы; множество служб, разделённых запятыми
sk: Známe služby firewallu, oddelené čiarkami
sv: Känd brandväggstjänst, kommaseparera flera tjäsnter
ta: அறியப்பட்ட ஃபயர்வால் சேவைகள்; கமாவினால் பிரிக்கப்பட்ட பல் சேவைகள்
tr: Bilinen güvenlik duvarı hizmeti; virgülle ayrılmış birden fazla hizmet
uk: Відомі служби мережевий екранів; для розділення декількох записів використовуйте коми
xh: Inkonzo eyaziwayo ye-firewall, iinkonzo ezininzi ezahlukaniswa ngeekoma
zu: Isevisi eyaziwayo ye-firewall; amasevisi amaningi ahlukaniswa ngokhefana

source: TCP port name or number; comma-separate multiple ports
af: TCP-poortnaam of -nommer; komma-geskeide veelvoudige poorte
ar: اسم منفذ TCP أو رقمه؛ منافذ متعددة مفصولة بفواصل
bg: Номер или име на TCP порт; множество портове се разделят със запетая
ca: Número o nom del port TCP; múltiples ports separats per comes
gl: Nome ou número de porto TCP; varios portos separados por comas
gu: TC P પોર્ટ નામ અને નંબર, કોમા-સેપરેટ બહુવિધ પોર્ટ્સ
hi: TCP पोर्ट नाम या संख्या; अल्पविराम-पृथक्कृत अनेक पोर्ट
id: Nama atau nomor port TCP; banyak port dipisahkan koma
it: Nome o numero della porta TCP, separare con virgole le diverse porte
ja: TCP ポート名または番号 (複数のポートはカンマで区切る)
lt: TCP prievado pavadinimas ar numeris; kableliais atskirti keli prievadai
nb: TCP-portnavn eller -nummer; flere porter adskilt av komma
pt_br: Nome de porta TCP ou número; múltiplas portas separadas por vírgula
ro: Nume sau număr port TCP; listă de porturi separate prin virgulă
ru: Имя или номер порта TCP; множество портов, разделённых запятой
sk: Názvy alebo čísla TCP portov, oddelené čiarkami
sv: TCP-portnamn eller nummer, kommaseparera flera portar
ta: TCP துறைப் பெயர் அல்லது எண்; கமாவினால் பிரிக்கப்பட்ட பல் துறைகள்
tr: TPC geçit adı ya da numarası; virgülle ayrılmış birden fazla geçit
uk: Назва або номер TCP порту; для розділення декількох записів використовуйте коми
xh: Igama lesiqhagamshelanisi se-TCP okanye inombolo, iziqhagamshelanisi ezininzi ezahlukaniswe ngeekoma
zu: Igama noma inombolo ye-port; ama-port amaningi ahlukaniswa ngokhefana

source: UDP port name or number; comma-separate multiple ports
af: UDP-poortnaam of -nommer; komma-geskeide veelvoudige poorte
ar: اسم منفذ UDP أو رقمه؛ منافذ متعددة مفصولة بفواصل
bg: Номер или име на UDP порт; множество портове се разделят със запетая
ca: Número o nom del port UDP; múltiples ports separats per comes
gl: Nome ou número de porto UDP; varios portos separados por comas
gu: U D P પોર્ટ નામ અને નંબર, કોમા-સેપરેટ બહુવિધ પોર્ટ્સ
hi: UDP पोर्ट नाम या संख्या; अल्पविराम-पृथक्कृत अनेक पोर्ट
id: Nama atau nomor port UDP; banyak port dipisahkan koma
it: Nome o numero della porta UDP, separare con virgole le diverse porte
ja: UDP ポート名または番号 (複数のポートはカンマで区切る)
lt: UDP prievado pavadinimas ar numeris; kableliais atskirti keli prievadai
nb: UDP-portnavn eller -nummer; flere porter adskilt av komma
pt_br: Nome de porta UDP ou número; múltiplas portas separadas por vírgulas
ro: Nume sau număr port UDP; listă de porturi separate prin virgulă
ru: Имя или номер порта UDP; множество портов, разделённых запятыми
sk: Názvy alebo čísla UDP portov, oddelené čiarkami
sv: UDP-portnamn eller nummer, kommaseparera flera portar
ta: UDP துறைப் பெயர்; கமாவினால் பிரிக்கப்பட்ட பல் துறைகள்
tr: UDP geçit adı ya da numarası; virgülle ayrılmış birden fazla geçit
uk: Назва або номер UDP порту; для розділення декількох записів використовуйте коми
xh: Igama lesiqhagamshelanisi se-UDP okanye inombolo, iziqhagamshelanisi ezininzi ezahlukaniswe ngeekoma
zu: Igama noma inombolo ye-port; ama-port amaningi ahlukaniswa ngokhefana

source: RPC port name; comma-separate multiple ports
af: RPC-poortnaam; komma-geskeide veelvoudige poorte
ar: اسم منفذ RPC؛ منافذ متعددة مفصولة بفواصل
bg: Номер или име на RPC порт; множество портове се разделят със запетая
ca: Nom del port RPC; múltiples ports separats per comes
gl: Nome de porto RPC; varios portos separados por comas
gu: RPC પોર્ટ નામ અને નંબર, કોમા-સેપરેટ બહુવિધ પોર્ટ્સ
hi: RPC पोर्ट नाम; अल्पविराम-पृथक्कृत अनेक पोर्ट
id: Nama atau nomor port RPC; banyak port dipisahkan koma
it: Nome della porta RCP, separare con virgole le diverse porte
ja: RPC ポート名または番号 (複数のポートはカンマで区切る)
lt: RPC prievado pavadinimas; kableliais atskirti keli prievadai
nb: RPC-portnavn; flere porter adskilt av komma
pt_br: Nome de porta RPC; múltiplas portas separadas por vírgulas
ro: Nume port RPC; listă de porturi separate prin virgulă
ru: Имя или номер порта RPC; множество портов, разделённых запятыми
sk: Názvy RPC portov, oddelené čiarkami
sv: RPC-portnamn, kommaseparera flera portar
ta: RPC துறைப் பெயர்; கமாவினால் பிரிக்கப்பட்ட பல் துறைகள்
tr: RPC geçit adı; virgülle ayrılmış birden fazla geçit
uk: Назва або номер RPC порту; для розділення декількох записів використовуйте коми
xh: Igama lesiqhagamshelanisi se-RPC, iziqhagamshelanisi ezininzi ezahlukaniswe ngeekoma
zu: Igama le-port ye-RPC; ama-port ahlukaniswe ngokhefana

source: IP protocol name; comma-separate multiple protocols
af: IP-poortnaam; komma-geskeide veelvoudige protokolle
ar: اسم برتوكول IP؛ بروتوكولات متعددة مفصولة بفواصل
bg: Име на IP протокол; множество протоколи се разделят със запетая
ca: Nom del protocol IP; múltiples protocols separats per comes
gl: Nome de protocolo IP; varios protocolos separados por comas
gu: IP પ્રોટોકોલ નામ; કોમા-સેપરેટ બહુવિધ પ્રોટોકોલ
hi: IP प्रोटोकॉल नाम; अल्पविराम-पृथक्कृत अनेक प्रोटोकॉल
id: Nama protokol IP; banyak protokol dipisahkan koma
it: Nome del protocollo IP, separare con virgole i diversi protocolli
ja: IP プロトコル名 (複数のプロトコルはカンマで区切る)
lt: IP protokolo pavadinimas; kableliais atskirti keli protokolai
nb: IP-protokollnavn; flere protokoller adskilt av komma
pt_br: Nome de protocolo IP; múltiplos protocolos separados por vírgulas
ro: Nume protocol IP; listă de protocoale separate prin virgulă
ru: Имя протокола IP; множество имён, разделённых, запятыми
sk: Názvy IP protokolov, oddelené čiarkami
sv: IP-protokollnamn, kommaseparera flera protokoll
ta: IP வழிமுறைப் பெயர்; கமாவினால் பிரிக்கப்பட்ட பல் துறைகள்
tr: IP iletişim kuralı adı; virgülle ayrılmış birden fazla iletişim kuralı
uk: Назва IP-протоколу; для розділення декількох записів використовуйте коми
xh: Igama lenkqubo ye-IP, iinkqubo ezininzi ezahlukaniswe ngeekoma
zu: Igama lephrothokholi ye-IP; amaphrothokholi ahlukaniswe ngokhefana

source: Set zone protection (yes|no)
af: Stel sonebeskerming (ja|nee)
ar: تعيين حماية المنطقة (نعم/لا)
bg: Настройка на защитата на зоната (да|не)
ca: Estableix la protecció de la zona (yes|no)
gl: Definir protección da zona (yes|no)
gu: વિસ્તાર રક્ષણ સેટ કરો (હા/ના)
hi: ज़ोन रक्षण सैट करें (हाँ | नहीं)
id: Tentukan zona proteksi (ya|tidak)
it: Imposta protezione zona (sì|no)
ja: ゾーン保護を設定 (yes|no)
lt: Nustatyti zonos apsaugą (taip|ne)
nb: Spesifiser sonebeskyttelse (ja|nei)
pt_br: Configurar proteção de zona (sim|não)
ro: Setează protecție zonă (yes|no)
ru: Установить защиту зоны (да|нет)
sk: Chrániť zónu (áno|nie)
sv: Ange zonskydd (ja|nej)
ta: பகுதிப் பாதுகாப்பை அமைக்கவும் (ஆம் | இல்லை)
tr: Bölge korumasını ayarla (yes|no)
uk: Встановити захист зони (так|ні)
xh: Misela ukhuselo lwezowuni (ewe|hayi)
zu: Setha isivikelo sezoni (yes|no)

source: Detailed information
af: Gedetailleerde inligting
ar: معلومات تفصيلية
bg: Детайлна информация
ca: Informació detallada
gl: Información detallada
gu: વિગતવાર માહિતી
hi: विसत्रित जानकारी
id: Informasi detil
it: Informazioni dettagliate
ja: 詳細情報
lt: Detali informacija
nb: Detaljert informasjon
pt_br: Informação detalhada
ro: Informații detaliate
ru: Подробная информация
sk: Detailné informácie
sv: Detaljerad information
ta: விவரமானத் தகவல்
tr: Ayrıntılı Bilgi
uk: Детальна інформація
xh: Ulwazi olunobucukubhede
zu: Ukwaziswa okuningiliziwe

source: Enable option
af: Ontsper opsie
ar: تمكين الخيار
bg: Разрешаване на параметър
ca: Habilita l'opció
gl: Activar a opción
gu: સક્ષમ વિકલ્પ
hi: विकल्प समर्थ करें
id: Aktifkan opsi
it: Abilita opzione
ja: オプションを有効にする
lt: Įgalinti parinktį
nb: Aktiver alternativ
pt_br: Opção de habilitar
ro: Activează opțiune
ru: Включить параметр
sk: Zapnúť možnosť
sv: Aktivera alternativ
ta: விருப்பத்தேர்வை செயலாக்கவும்
tr: Seçeneği aç
uk: Увімкнути параметр
xh: Nika isikhethwa isakhono
zu: Vula okukhethile

source: Disable option
af: Versper opsie
ar: تعطيل الخيار
bg: Забраняване на параметър
ca: Inhabilita l'opció
gl: Desactivar a opción
gu: અસક્ષમ વિકલ્પ
hi: विकल्प असमर्थ करें
id: Matikan opsi
it: Disabilita opzione
ja: オプションを無効にする
lt: Uždrausti parinktį
nb: Deaktiver alternativ
pt_br: Opção de desabilitar
ro: Deactivează opțiune
ru: Отключить параметр
sk: Vypnúť možnosť
sv: Inaktivera alternativ
ta: விருப்பத் தேர்வை முடக்கவும்
tr: Seçeneği kapat
uk: Вимкнути параметр
xh: Khupha isakhono kwisikhethwa
zu: Cisha okukhethile

source: Source network, such as 0/0 or 145.12.35.0/255.255.255.0
af: Bronnetwerk, soos 0/0 of 145.12.35.0/255.255.255.0
ar: الشبكة المصدر، مثل 0/0 أو 145.12.35.0/255.255.255.0
bg: Изходна мрежа, като 0/0 или 145.12.35.0/255.255.255.0
ca: Xarxa font, com ara 0/0 o 145.12.35.0/255.255.255.0
gl: Rede orixe, como 0/0 ou 145.12.35.0/255.255.255.0
gu: સ્ત્રોત નેટવર્ક, જેવા કે 0/0 અથવા 145.12.35.0/255.255.255.0
hi: सोर्स नैटवर्क,जैसे की ०/० या 145.12.35.0/255.255.255.0
id: Jaringan sumber, seperti 0/0 atau 145.12.35.0/255.255.255.0
it: Rete di origine, come 0/0 o 145.12.35.0/255.255.255.0
ja: 発信元ネットワーク (例: 0/0, 145.12.35.0/255.255.255.0)
lt: Pradinis tinklas, pvz., 0/0 ar 145.12.35.0/255.255.255.0
nb: Kildenettverk, f.eks. 0/0 eller 145.12.35.0/255.255.255.0
pt_br: Rede de origem, como 0/0 ou 145.12.35.0/255.255.255.0
ro: Rețea sursă, ca de ex. 0/0 sau 145.12.35.0/255.255.255.0
ru: Сеть источника, такая как 0/0 или 145.12.35.0/255.255.255.0
sk: Zdrojová sieť, napr. 0/0 alebo 145.12.35.0/255.255.255.0
sv: Källnätverk, t ex 0/0 eller 145.12.35.0/255.255.255.0
ta: மூல வலையமைப்பு, 0/0 அல்லது 145.12.35.0/255.255.255.0 போன்றவை
tr: Kaynak ağı, 0/0 ya da 145.12.35.0/255.255.255.0 gibi
uk: Джерельна мережа, напр., 0/0 або 145.12.35.0/255.255.255.0
zu: Inethiwekhi ewumthombo, njenge-0/0 noma 145.12.35.0/255.255.255.0

source: Protocol (tcp|udp)
af: Protokol (tcp|udp)
ar: البروتوكول (tcp|udp)
bg: Протокол (tcp|udp)
gl: Protocolo (tcp|udp)
gu: પ્રોટોકોલ (tcp|u d p)
hi: प्रोटोकोल(tcp | udp)
id: Protokol (tcp|udp)
it: Protocollo (tcp|udp)
ja: プロトコル (tcp|udp)
lt: Protokolas (tcp|udp)
nb: Protokoll (tcp|udp)
pt_br: Protocolo (tcp|udp)
ru: Протокол (tcp|udp)
sk: Protokol (tcp|udp)
sv: Protokoll (TCP|UDP)
ta: வழிமுறை (tcp|udp)
tr: İletişim kuralı (tcp|udp)
uk: Протокол (tcp|udp)
xh: Inkqubo (tcp|udp)
zu: Iphrothokholi (tcp|udp)

source: Requested external IP (optional)
af: Versoekte eksterne IP (opsioneel)
ar: IP خارجي مطلوب (اختياري)
bg: Изискано външно IP (незадължително)
ca: IP externa sol·licitada (opcional)
gl: IP externo requirido (opcional)
gu: માગેલ બાહ્ય IP (વૈકલ્પિક)
hi: बाहरी IP (विकल्प) माँगी गई हैं
id: Meminta IP eksternal (tambahan)
it: IP esterno richiesto (facoltativo)
ja: 要求先外部 IP (オプション)
lt: Užklaustas išorinis IP (pasirinktinai)
nb: Forespurt ekstern IP (valgfritt)
pt_br: IP externo solicitado (opcional)
ro: IP extern cerut (opțional)
ru: Запрашиваемый внешний IP (необязательно)
sk: Požadovaná externá IP adresa (voliteľné)
sv: Begärd extern IP (valfritt)
ta: கோரப்பட்ட வெளியமை IP (கட்டாயமற்றது)
tr: İstenen harici IP (seçmeli)
uk: Зовнішня IP-адреса, яку слід просити (необов'язково)
xh: Kucelwe i-IP yangaphandle (ngokuzithandela)
zu: Icele i-IP yangaphandle (uyikhetha uma uthanda)

source: Requested port name or number
af: Versoekte poortnaam of nommer
ar: اسم المنفذ المطلوب أو رقمه
bg: Изискано име или номер на порт
ca: Número o nom del port sol·licitat
gl: Nome ou número de porto requirido
gu: માગેલ પોર્ટ નામ અથવા નંબર
hi: पोर्ट नाम या न० माँग गया हैं
id: Meminta nama atau nomor port
it: Nome o numero di porta richiesto
ja: 要求先ポート名または番号
lt: Užklaustas prievado pavadinimas arba numeris
nb: Forespurt portnavn eller -nummer
pt_br: Nome de porta solicitada ou número
ro: Nume sau număr port cerut
ru: Запрашиваемое имя или номер порта
sk: Požadované číslo alebo názov portu
sv: Begärt portnamn eller nummer
ta: கோரப்பட்டத் துறைப் பெயர் அல்லது எண்
tr: İstenen geçit adı ya da numarası
uk: Назва або номер порту, які слід просити
xh: Kucelwe igama lesiqhagamshelanisi okanye inombolo
zu: Icele igama noma inombolo ye-port

source: Redirect to internal IP
af: Herverwys na interne IP
ar: إعادة التوجيه إلى IP داخلي
bg: Пренасочване към вътрешно IP
ca: Redirigeix a la IP interna
gl: Redireccionar ao IP interno
gu: આંતરિક IP તરફ વાળો
hi: अन्दरूनी IP को भेजो
id: Alihkan ke IP internal
it: Reindirizza verso IP interno
ja: 内部 IP に転送する
lt: Nukreipti į vidinį IP
nb: Omdiriger til intern IP
pt_br: Redirecionar para IP interno
ro: Redirecționează către IP intern
ru: Перенаправить на внутренний IP
sk: Presmerovať na vnútornú IP adresu
sv: Omdirigera till intern IP
ta: உள்ளமை IPக்கு திசைதிருப்பவும்
tr: Dahili IP'ye Yönlendir
uk: Переспрямувати на внутрішню IP-адресу
xh: Phinda ubhekise intsingiselo kwi-IP yangaphakathi
zu: Phinda uqondise kwi-IP yangaphakathi
