Repository: Dzejrou/yast-translations
Catalog: po/firewall/*.po
Languages: af, ar, bg, ca, da, gl, gu, hi, id, it, ja, lt, nb, pt, pt_br, ro, ru, sk, sv, ta, tr, uk, xh, zu

source: <p><b><big>Logging Level</big></b> <br>This is a base configuration dialog for IP packet logging settings. Here, configure logging for incoming connection packets. Outgoing ones are not logged at all.</p> <p>There are two groups of logged IP packets: <b>Accepted Packets</b> and <b>Not Accepted Packets</b>. You can choose from three levels of logging for each group: <b>Log All</b> for logging every packet, <b>Log Only Critical</b> for logging only interesting ones, or <b>Do Not Log Any</b> for no logging. You should log at least critical accepted packets.</p>
af: <p><b><big>Opgawevlak</big></b> <br>Hierdie is 'n basiskonfigurasiedialoog vir IP-pakkieopgawe-instellings. Konfigureer hier die opgawemaak vir inkomendeverbindingspakkies. Van uitgaande pakkies word geensins 'n opgawe gemaak nie.</p> <p>Daar is twee groepe opgegewe IP-pakkies: <b>Aanvaarde pakkies</b> en <b>Nie-aanvaarde pakkies</b>. U kan vir elke groep uit drie opgawevlakke kies. <b>Maak opgawe van alles</b> vir die opgawe van elke pakkie, <b>Maak opgawe van slegs die kritiese</b> vir die opgawe van slegs interessantes, of <b>Maak geen opgawe nie</b> vir geen opgawe nie. U behoort ten minste die krities aanvaarde pakkies op te gee.</p>
ar: <p><b><big>مستوى التسجيل</big></b> <br>هو مربع حوار إعداد أساسي لإعدادات تسجيل حزمة IP. هنا، قم بإعداد التسجيل لحزم الاتصالات الواردة. لم يتم تسجيل حزم الاتصالات الصادرة على الإطلاق.</p> <p>توجد مجموعتان لحزم IP المسجلة: <b>الحزم المقبولة</b> و<b>الحزم غير المقبولة</b>. يمكنك الاختيار من بين ثلاثة مستويات تسجيل لكل مجموعة: <b>تسجيل الكل</b> لتسجيل كل الحزم أو <b>تسجيل الحرجة فقط</b> لتسجيل الحزم المهمة فقط أو <b>عدم تسجيل الكل</b> لعدم التسجيل. يجب تسجيل الحزم الحرجة المقبولة على الأقل.</p>
bg: <p><b><big>Ниво на записване в дневника</big></b> <br>Това е основен екран за настройването на записването на IP пакети. Тук настройте записването на входящите пакети. Изходящите въобще не се записват.</p> <p>Има две групи от записани IP пакети: <b>Приети пакети</b> и <b>Неприети пакети</b>. Може да изберете измежду три нива на записване за всяка група: <b>Записване всичко</b> за записване на всеки пакет, <b>Записване само на критичните</b> за записване само на интересуващите ни или <b>Без записване</b> за да не записва нищо.</p> <p>Би трябвало да записвате поне приетите критични пакети.</p>
ca: <p><b><big>Registre del nivell</big></b> <br>Es tracta d'un diàleg de configuració de base per als paràmetres de registre del paquet IP. En aquest apartat podeu configurar el registre dels paquets de connexió d'entrada. Els de sortida no es registren.</p> <p>Existeixen dos grups de paquets IP registrats: els <b>Paquets acceptats</b> i els <b>Paquets no acceptats</b>. Podeu escollir entre aquests tres nivells de registre de cada grup: <b>Registra'ls tots</b> si voleu registrar tots els paquets, <b>Registra només els importants</b> si voleu registrar només els interessants o <b>No en registris cap</b> si no voleu registrar-ne cap. S'han de registrar com a mínim els paquets importants acceptats.</p>
da: <p><b><big>Logningsniveau</big></b> <br>Dette er grundkonfigurationen for indstilling af IP-pakkelogning. Her konfigureres logning for indgående forbindelsespakker. Udgående pakker logges ikke.</p> <p>Der er to grupper af loggede IP-pakker: <b>Tilladte pakker</b> og <b>Ikke-tilladte pakker</b>. Du kan vælge en af tre logningsniveauer for hver gruppe: <b>Log alle</b> for at logge alle pakker, <b>Log kun kritiske</b> for at logge de interessante, eller <b>Log ingen</b> for ingen logning Du bør som minimum logge accepterede kritiske pakker.</p>
gl: <p><b><big>Nivel de rexistro</big></b> <br>Este é un diálogo de configuración básico para as opcións de rexistro de paquetes IP. Configure aquí o rexistro dos paquetes de conexións entrantes. Os saíntes non se rexistran..</p> <p>Hai dous grupos de paquetes IP que se rexistran: <b>Paquetes aceptados</b> e <b>Paquetes non aceptados</b>. Pode elixir entre tres niveis de rexistro para cada grupo: <b>Rexistrar todo</b> para rexistrar todos os paquetes, <b>Rexistrar só os críticos</b> para rexistrar só os interesantes, ou <b>Non rexistrar nada</b> para non rexistrar nada. Debe rexistrar polo menos os paquetes aceptados críticos.</p>
gu: <p><b><big> લોગિંગ સ્તર </big></b> <br> IP પેકેટ લોગિંગ સેટિંગ્સ માટે આ મૂળભૂત કન્ફિગ્યુરેશન ડાયલોગ છે.અહીં, આવનારા જોડાણ પેકેટ્સ માટે લોગિંગ કન્ફિગર થાય છે. જનારા માટે બધાલોગ થતા નથી.</p> <p> લોગ થયેલા IP પેકેટ્સના બે જૂથો છે: <b>સ્વીકારેલ પેકેટ્સ</b> અને <b>અસ્વીકારેલા પેકેટ્સ. </b>. તમે દરેક જૂથ માટે લોગિંગના ત્રણ સ્તરો પસંદ કરી શકો છો: દરેક લોગિંગ પેકટ માટે <b>બધા લોગકરો</b> માત્ર હિતવાળા લોગિંગ માટે <b>©ÉÉત્રજોખમકારક લોગ </b> અથવા લોગિંગ નાકરવા માટે <b> લોગ ના</b> તમારે ઓછામાં ઓછા જોખમકારક સ્વીકારેલ પેકેટ્સ લોગ કરવા જોઇએ. </p>
hi: <p><b><big>Logging Level</big></b> <br>यह IP पैकेटों की लॉगिंग सेटिंग्स के लिए एक आधार संरुपण डायलॉग है। यहां, आवक कनेक्शन पैकेटों के लिए लॉगिंग संरुपित करें। जावक पैकेट लॉग नहीं किए जाते हैं।</p> <p>लॉग किए हुए IP पैकेटों के दो समूह हैं: <b>स्वीकृत पैकेट</b> और <b>अस्वीकृत पैकेट</b>। आप प्रत्येक ग्रुप के लिए लॉगिंग के तीन स्तरों में से चुन सकते हैं। सभी पैकेटों को लॉग करने के लिए <b>Log All</b> केवल रुचिकर लगने वालों को लॉग करने के लिए <b>Log Only Critical</b> या लॉगिंग नहीं करने के लिए <b>Do Not Log Any</b> आपको कम से कम महत्वपूर्ण स्वीकृत पैकेटों को लॉग करना चाहिए।</p>
id: <p><b><big>Level Pencatatan</big></b> <br>Ini adalah dialog basis konfigurasi untuk pengaturan pencatatan paket IP. Di sini, konfigurasi pencatatan untuk koneksi paket masuk. Paket keluar tidak dicatat sama sekali.</p> <p>Terdapat dua grup untuk pencatatan paket IP: <b>Paket Disetujui</b> dan <b>Paket Tidak Disetujui</b>. Anda dapat memilih dari tiga levell pencatatan untuk setiap grup: <b>Catat Semua</b> untuk mencatat setiap paket, <b>Catat Hanya Kritikal</b> untuk mencatat hanya yang menarik saja, atau <b>Jangan Catat Apapun</b> untuk tidak mencatat. Anda harus catat minimal paket disetujui kritikal.<p>
it: <p><b><big>Livello di log</big></b> <br>Questa è una finestra di dialogo per la configurazione di base delle impostazioni di log dei pacchetti IP. Configurare qui il log per i pacchetti in entrata. I pacchetti in uscita non sono oggetto di log.</p> <p>Sono disponibili due gruppi di pacchetti IP registrati: <b>Pacchetti accettati</b> e <b>Pacchetti non accettati</b>. Per ciascun gruppo è possibile scegliere tra tre livelli di log: <b>Registra nei log tutto</b> per eseguire il log di ogni pacchetto, <b>Registra nei log solo pacchetti critici</b> per eseguire il log solo dei pacchetti interessanti oppure <b>Non registrare nei log niente</b> per non registrare alcun log. È consigliabile registrare nel log almeno dei pacchetti critici accettati.</p>
ja: <p><b><big>ログレベル</big></b> <br> IP パケットのログ記録に関する基本的な設定ダイアログです。 ここでは着信接続のパケットのログ設定を行なうことができます。発信接続のパケットについてはログ記録を行ないません。</p> <p>ログ記録には 2 種類のグループがあります: <b>接続を許可したパケット</b> と <b>接続を許可しなかったパケット</b> です。 それぞれのグループに対して 3 種類のレベルを設定することができます: <b>全てを記録</b> では全てのパケットを記録し、 <b>重要なものだけ記録</b> では重要と思われるものを記録し、 <b>何も記録しない</b> では何も記録を行ないません。 少なくとも '接続を許可したパケット' については '重要なものだけを記録' しておくべきでしょう。</p>
lt: <p><b><big>Registravimo lygis</big></b> <br>Tai pagrindinis IP paketų registravimo nuostatų konfigūracijos langas. Čia konfigūruokite įeinančių ryšių paketų registravimą. Išeinantys paketai neregistruojami.</p> <p>Yra dvi registruojamų IP paketų grupės: <b>Priimti paketai</b> ir <b>Nepriimti paketai</b>. Kiekvienai grupei galite atskirai nurodyti vieną iš trijų grupių: <b>Viską registruoti</b> kiekvieno paketo registravimui, <b>Registruoti tik kritinius</b> tik išskirtiniams paketams arba <b>Nieko neregistruoti</b>. Turėtumėte registruoti bent jau kritinius priimtus paketus.</p>
nb: <p><b><big>Nivå for logging</big></b> <br>Dette er en grunnleggende dialog for logging av IP-pakker. Her konfigurerer du hvordan innkommende tilkoblingspakker skal logges. Utgående pakker blir ikke logget i det hele tatt.</p> <p>IP-pakker som kan logges, deles inn i to grupper: <b>Godkjente pakker</b> og <b>Ikke godkjente pakker</b>. For hver gruppe kan du velge mellom tre nivåer for logging: <b>Logg alle</b> for å logge alle pakker, <b>Logg bare kritiske</b> for å logge bare interessante pakker eller <b>Ikke logg noen</b> for å deaktivere all logging. Du bør i det minste logge kritiske, godkjente pakker.</p>
pt: <p><b><big>Nível de Registo em Diário</big></b> <br>Esta caixa de diálogo base permite uma configuração para as definições do registo em diário dos pacotes IP. Pode aqui configurar o registo em diário dos pacotes de ligações entradas. Os pacotes saídos não são registados.</p> <p>Existem dois grupos de pacotes IP registados em diário: <b>Pacotes Aceites</b> e <b>Pacotes não Aceites</b>. Pode escolher entre três níveis de registo em diário para cada grupo: <b>Registo Completo em Diário</b> para registar todos os pacotes, <b>Registo Diário Apenas de Mensagens Críticas</b> para registo apenas de pacotes com interesse, ou <b>Não Registar em Diário</b> para não realizar nenhum registo.</p> <p>Deverá registar pelo menos os pacotes críticos aceites.</p>
pt_br: <p><b><big>Nível de log</big></b> <br>Essa é uma caixa de diálogo de configuração básica para as configurações de log de pacotes IP. Aqui, configure o log dos pacotes de conexão recebidos. Os pacotes enviados não são registrados.</p> <p>São registrados dois grupos de pacotes IP: <b>Pacotes aceitos</b> e <b>Pacotes não aceitos</b>. Você pode escolher entre três níveis de log para cada grupo: <b>Registrar tudo</b> para registrar todos os pacotes, <b>Registrar apenas críticos</b> para registrar apenas os pacotes de interesse ou <b>Não registrar nenhum</b> se não quiser nenhum log. Procure registrar ao menos os pacotes críticos aceitos.</p>
ro: <p><b><big>Nivel de jurnalizare</big></b> <br>Acesta este un dialog de configurare pentru setările de bază ale jurnalizării pachetelor IP. Configurați aici jurnalizarea pachetelor intrate. Pachetele de ieșire nu sunt jurnalizate deloc.</p> <p>Există două grupuri de pachete IP jurnalizate: <b>Pachetele acceptate</b> și <b>Pachetele respinse</b>. Puteți alege pentru fiecare grup unul dintre cele trei nivele de jurnalizare: <b>Jurnalizează tot</b> petru a jurnaliza fiecare pachet, <b>Jurnalizează doar pachetele critice</b> pentru a jurnaliza doar cele interesantesau <b>Nu jurnaliza nimic</b> pentru a renunța complet la jurnalizare. Este indicat să jurnalizați cel puțin pachetele critice acceptate.</p>
ru: <p><b><big>Уровень журналирования</big></b> <br>Это основное диалоговое окно настройки журналирования IP пакетов, и входящих пакетов соединений. Исходящие пакеты не журналируются.</p> <p>Существует две группы журналируемых пакетов: <b>Принятые пакеты</b> и <b>Не принятые пакеты</b>. Для каждой группы вы можете выбрать один из трех уровней журналирования: <b>Журналировать все</b> для журналирования всех пакетов, <b>Только критические</b> (только интересные пакеты) или <b>Не журналировать</b> для отключения журналирования. Необходимо журналировать как минимум критические принимаемые пакеты.</p>
sk: <p><b><big>Úroveň záznamu</big></b> <br>Toto je základný konfiguračný dialóg pre zaznamenávanie IP paketov. Môžete tu konfigurovať zaznamenávanie paketov prichádzajúcich spojení. Odchádzajúce spojenia sa nezaznamenávajú.</p> <p>Sú dve skupiny zaznamenávaných paketov: <b>Prijaté pakety</b> a <b>Neprijaté pakety</b>. Môžete si vybrať z troch úrovní záznamu pre každú skupinu: <b>Zaznamenať všetko</b>, <b>Zaznamenať len kritické</b> pre záznam iba zaujímavých paketov, alebo <b>Nezaznamenávať</b>. Mali by ste zaznamenávať aspoň kritické prijaté pakety.</p>
sv: <p><b><big>Loggningsnivå</big></b> <br>Här ställer du in allmänna inställningar för loggning av IP-paket. Här kan du ställa in loggning för inkommande anslutningspaket. Utgående paket loggas inte alls.</p> <p>Det finns två grupper med loggade IP-paket: <b>Accepterade paket</b> och <b>Icke-accepterade paket</b>. Du kan välja mellan tre loggningsnivåer för varje grupp: <b>Logga alla</b> om du vill logga alla paket, <b>Logga endast kritiska</b> om du bara vill logga intressanta paket, eller <b>Logga inte något</b> om du inte vill ha någon loggning alls. Vi rekommenderar att du åtminstone loggar kritiska accepterade paket.</p>
ta: <p><b><big>பதியும் அளவு</big></b> <br>இது ஒரு ஐபி பொட்டலங்களைப் பதிவதற்கான அமைப்பின் sஅடிப்படை பதிவு சொல்லாடியாகும். இங்கே பதிவை உள்வரும் பொட்டலங்களுக்காக வடிவமைக்கவும்.வெளிச்செல்லுபவைகள் எப்போதும். பதியப்படுவதிலலை..</p> <p>இரண்டு குழுக்கலான பதியப்பட்ட ஐபி பொட்டலங்கள் உள்ளன : <b>எற்கப்பட்டப் பொட்டலங்கள் </b> மற்றும் <b>ஏற்கப்படாதப் பொட்டலங்கள் </b>. நீங்கள் மூன்று அளவிலான பதிவுளை ஒவ்வொருக் குழுவில் இருந்தும் தேர்ந்தெடுக்கலாம்.: <b>அனைத்தையும் பதிவு செய்க</b> ஒவ்வொரு பொட்டலத்தையும் பதிவுசெய்வதற்கு <b>நெருக்கடியானவற்றை மட்டும் பதியவும்</b> ஆர்வமானவற்றை மட்டும் பதிவதற்கு, அல்லது <b>பதியவேண்டாம்</b> பதியாமல் இருப்பதற்கு. நீங்கள் நெருக்கடியான ஏற்கப்பட்டப் பொட்டலங்களையாவது பதியவேண்டும். </p>
tr: <p><b><big>Günlükleme Düzeyi</big></b> <br>Bu, IP paket günlükleme ayarları için bir temel yapılandırma penceresidir. Burada, gelen bağlantı paketleri için günlüklemeyi yapılandırın. Dışarı gidenler hiç günlüklenmez.</p> <p>Günlüklenen iki grup IP paketi vardır: <b>Kabul Edilen Paketler</b> ve <b>Kabul Edilmeyen Paketler</b>. Her grubun günlüklemesinin 3 düzeyinden birini seçebilirsiniz: <b>Tümünü Günlükle</b> her paketi günlükler, <b>Sadece Kritik Olanı Günlükle</b> sadece ilginç olanları günlükler, ya da <b>Hiç Günlükleme</b> hiç bir şeyi günlüklemez. En azından kabul edilen kritik paketleri günlüklemeniz önerilir.</p>
uk: <p><b><big>Рівень ведення журналу</big></b> <br>Це — основний діалог налаштування ведення журналу IP-пакетів. Тут ви можете налаштувати запис до журналу вхідних пакетів з'єднань. Вихідні пакети взагалі не записуються до журналу.</p> <p>Існує дві групи пакетів, що записуються до журналу: <b>Прийняті пакети</b> і <b>Неприйняті пакети</b>. Для кожної групи ви можете вибрати один з трьох рівнів ведення журналу: <b>Записувати до журналу все</b>, щоб записувати всі пакети, <b>Записувати до журналу лише критичні</b>, щоб записувати лише нетривіальні, або <b>Не записувати нічого</b>, щоб вимкнути ведення журналу. Як мінімум вам слід записувати до журналу критичні пакети.</p>
xh: <p><b><big>Inqanaba Lokungena</big></b> <br>Le yingxoxo yesiseko sobumbeko sepakethi ye-IP yemimiselo yokungena. Apha, yenza ubumbeko lokungena ukwenzela iipakethi ezingenayo zomdibaniso. Ezinye eziphumayo azingeni kwaphela.</p> <p>Kukho amaqela amabini eepakethi ze-IP angenisiweyo: <b>Iipakethi Ezamkelekileyo</b> ngokunjalo <b>Iipakethi Ezingamkelekanga</b>. Unako ukhetha kumanqanaba amathathu okungena ngeqela ngalinye: <b>Kungena Konke</b> ukwenzela ukungena kwazo zonke iipakethi, <b>Kungena Okuxhalabisayo Kuphela</b> ukwenzela ukungena ezenza umdla kuphela, okanye <b>Akungeni nakuphi</b> ukuze kungangeni. Kufuneka uvumele ukungena kweepakethi ezamkelekileyo ezixhalabisayo okona kuncinci.</p>
zu: <p><b><big>Izinga Lokuloga</big></b> <br>Lena yidayalogu yokuhlela i-base yamasethingi okuloga i-IP packet. Lapha, hlela ukulogela ama-packet okuxhumana angenayo. Aphumayo awalogwa nhlobo.</p> <p>Kunamaqembu amabili ama-IP packet alogiwe: <b>Ama-packet Amukelekile</b> kanye nokuthi <b>Ama-packet Angamakelekile</b>. Ungakhetha emazingeni amathathu okuloga eqembu ngalinye: <b>Loga Wonke</b> ukuze uloge wonke ama-packet, <b>Loga Abucayi Kuphela</b> ukuze uloge lawo athakazelisayo kuphela, nomar <b>Ungalogi Lutho</b> ukuze ungalogi. Kufanele uloge okungenani ama-packet abucayi amukelekile.</p>
