Repository: Dzejrou/yast-translations
Catalog: po/firewall/*.po
Languages: af, ar, bg, ca, da, gl, gu, hi, id, it, ja, lt, nb, pt, pt_br, ro, ru, sk, sv, ta, tr, uk, xh, zu

source: Logging enabled
af: Opgawemaak ontsper
ar: تم تمكين التسجيل
bg: Записването в дневник е включено
ca: S'ha habilitat el registre
gl: Rexistro activado
gu: લોગિંગ સક્ષમ
hi: लोगिगं समर्थ हैं
id: Catatan diaktifkan
it: Log abilitato
ja: ログ機能を有効にする
lt: Registravimas įgalintas
nb: Logging aktivert
pt_br: Log habilitado
ro: Jurnalizare activată
ru: Журналирование включено
sk: Záznam povolený
sv: Loggning aktiverat
ta: பதிவு செய்தல் இயல செய்யப்பட்டுள்ளது.
tr: Günlükleme açık
uk: Записування в журнал увімкнено
xh: Ukungena kunikwe isakhono
zu: Ukuloga kuvuliwe

source: Logging disabled
af: Opgawemaak versper
ar: تم تعطيل التسجيل
bg: Записването в дневник е изключено
ca: S'ha inhabilitat el registre
gl: Rexistro desactivado
gu: લોગિંગ અસક્ષમ
hi: लोगिगं असमर्थ हैं
id: Catatan dimatikan
it: Log disabilitato
ja: ログ機能を無効にする
lt: Registravimas uždraustas
nb: Logging deaktivert
pt_br: Log desabilitado
ro: Jurnalizare deactivată
ru: Журналирование отключено
sk: Záznam vypnutý
sv: Loggning inaktiverat
ta: பதிவு செய்தலை முடக்குதல்
tr: Günlükleme kapalı
uk: Записування в журнал вимкнено
xh: Ukungena kuthathelwe isakhono
zu: Ukuloga kucishiwe

source: Short
af: Kort
ar: قصير
bg: Кратко
ca: Curt
gl: Baixo
gu: ટૂંકું
hi: छोटा
id: Pendek
it: Breve
ja: ショート
lt: Trumpas
nb: Kort
pt_br: Pequeno
ro: Scurt
ru: Кратко
sk: Krátke
sv: Kort
ta: குறுகிய
tr: Kısa
uk: Короткий
xh: Kufutshane
zu: Kufushane

source: Logging Status
af: Opgawemaakstatus
ar: حالة التسجيل
bg: Статус на записването в дневник
ca: Registre de l'estat
gl: Estado do rexistro
gu: લોગિંગની સ્થિતિ
hi: लोगिगं स्थिती
id: Status Catatan
it: Stato di log
ja: ログ状態
lt: Registravimo lygis
nb: Status for logging
pt_br: Status do log
ro: Stare jurnalizare
ru: Состояние журналирования
sk: Stav záznamu
sv: Loggstatus
ta: பதிவுசெய்யும் நிகழ்நிலை
tr: Günlükleme Durumu
uk: Стан записування в журнал
xh: Isimo Sokungena
zu: Isimo Sokuloga

source: Value %1 is not allowed for option %2.
af: Waarde %1 word nie vir opsie %2 toegelaat nie.
ar: غير مسموح بالقيمة %1 للخيار %2.
bg: Стойността %1 не е позволена за параметъра %2.
ca: No es permet el valor %1 per a l'opció %2.
gl: %1 non é un valor válido para a opción %2.
gu: વિકલ્પ %2 માટે મૂલ્ય %1 મંજૂરી નથી
hi: विक्लप %2 के लिये मान %1 मान्य नहीं हैं
id: Nilai %1 tidak diizinkan untuk opsi %2.
it: Il valore %1 non è consentito per l'opzione %2.
ja: 値 %1 はオプション %2 には設定できません。
lt: Reikšmė %1 neleistina parinktyje %2.
nb: Verdien %1 er ikke tillatt for alternativet %2.
pt_br: O valor %1 não é permitido para a opção %2.
ro: Valoarea %1 nu este permisă pentru opțiunea %2.
ru: Значение %1 недопустимо для параметра %2.
sk: Hodnota %1 nie je pre možnosť %2 povolená.
sv: Värde %1 är inte tillåtet för alternativ %2.
ta: மதிப்பு %1 விருப்பத் தேர்வு %2ற்கு அனுமதிக்கப்படவில்லை.
tr: %2 seçeneği için %1 değerine izin verilmez.
uk: Значення %1 не дозволене для параметра %2.
xh: Ixabiso %1 alivunyelwa ngesikhethwa %2.
zu: I-value %1 ayivunyelwe kulokhu okukhethiwe %2.

source: Allowed Broadcast Ports:
af: Toegelate uitsaaipoorte:
ar: منافذ النشر المسموح بها:
bg: Разрешени broadcast портове:
ca: Ports de difusió permesos:
gl: Portos de broadcast permitidos:
gu: મંજૂર બ્રોડકાસ્ટ પોર્ટસ
hi: ब्रोडकास्ट पोर्ट जो मान्य हैं
id: Port Brodcast yang Diizinkan:
it: Porte di broadcast consentite:
ja: 許可されるブロードキャストポート:
lt: Leidžiami transliavimo prievadai:
nb: Tillatte kringkastingsporter:
pt_br: Portas de broadcast permitidas:
ro: Porturi de broadcast permise:
ru: Разрешённые широковещательные порты:
sk: Povolené broadcast porty:
sv: Tillåtna utsändningsportar:
ta: அனுமதிக்கப்பட்ட ஒலிப்பரப்புத் துறைகள்:
tr: İzin Verilen Yayın Kapıları:
uk: Дозволені порти трансляції:
xh: Kuvunyelwa Iziqhagamshelanisi Zokusasaza Emoyeni:
zu: Ama-Broadcast Port Avunyelwe:

source: Port
af: Poort
ar: منفذ
bg: Порт
gl: Porto
gu: પોર્ટ
hi: पोर्ट
it: Porta
ja: ポート
lt: Prievadas
pt_br: Porta
ru: Порт
ta: துறை
uk: Порт
xh: Isiqhagamshelanisi
zu: I-Port

source: Only one action command is allowed here.
af: Hier word slegs een aksie-opdrag toegelaat.
ar: يسمح بإجراء أمر واحد فقط في هذا المكان.
bg: Тук е позволена само една команда за действие.
ca: Només es permet una ordre d'acció.
gl: Aquí só se permite un comando de acción.
gu: અહીં માત્ર એક ક્રિયા આદેશઅની મંજૂરી આપેલી છે.
hi: सिर्फ एक क्रिया कमांन्ड मान्य हैं
id: Hanya satu perintah aksi yang diizinkan di sini.
it: È consentito solamente un comando.
ja: ここではアクションコマンドを 1 つしか指定できません。
lt: Čia leidžiama tik viena veiksmo komandą.
nb: Bare én handlingskommando er tillatt her.
pt_br: Somente um comando de ação é permitido aqui.
ro: Aici este permisă doar o singură comandă.
ru: Разрешена только одна команда.
sk: Je tu povolený len jeden príkaz akcie.
sv: Endast ett åtgärdskommando är tillåtet här.
ta: ஒரே ஒரு செயற் கட்டளை மட்டும் அனுமதிக்கப்படும்.
tr: Burada sadece bir hareket komutuna izin verilir.
uk: Тут дозволено тільки одну команду дії.
xh: Mnye kuphela umyalelo wenyathelo ovunyelweyo apha.
zu: Ikhomandi yesinyathelo esisodwa kuphela evunyelwe lapha.

source: Defined Firewall Services:
af: Gedefinieerde brandmuurdienste:
ar: خدمات جدار الحماية المُعرَّفة:
bg: Дефинирани услуги в защитната стена:
ca: Serveis del tallafoc definits:
gl: Zonas de devasa definidas:
gu: વર્ણવેલ ફાયરવોલ સેવાઓ:
hi: निर्धारित फायरवॉल सेवाएं :
id: Layanan Firewall Terdefinisi:
it: Servizi del firewall definiti:
ja: 設定済みファイアウオールサービス:
lt: Apibrėžtos užkardos paslaugos:
nb: Spesifiserte brannmurtjenester:
pt_br: Serviços do firewall definidos:
ro: Servicii paravan de protecție definite:
ru: Определённые службы брандмауэра:
sk: Definované služby firewallu:
sv: Definierad brandväggstjänst:
ta: விவரிக்கப்பட்ட ஃபயர்வால் சேவைகள்:
tr: Tanımlanan Güvenlik Duvarı Hizmetleri:
uk: Визначені служби мережевого екрана:
xh: Zichaziweyo Inkonzo ze-Firewall:
zu: Amasevisi E-firewall Abonisiwe:

source: Service Name
af: Diensnaam
ar: اسم الخدمة
bg: Име на услугата
ca: Nom del servei
gl: Nome do servizo
gu: સેવાનું નામ
hi: सेवा नाम
id: Nama Layanan
it: Nome servizio
ja: サービス名
lt: Paslaugos pavadinimas
nb: Navn på tjeneste
pt_br: Nome do serviço
ro: Numele serviciului
ru: Название службы
sk: Názov služby
sv: Tjänstnamn
ta: சேவைப் பெயர்
tr: Hizmet Adı
uk: Назва служби
xh: Igama Lenkonzo
zu: Igama Lesevisi

source: TCP port
af: TCP-poort
ar: منفذ TCP
bg: TCP порт
ca: Port TCP
gl: Porto TCP
gu: TCP પોર્ટ
hi: TCP पोर्ट
id: Port TCP
it: Porta TCP
ja: TCP ポート
lt: TCP prievadas
pt_br: Porta TCP
ro: Port TCP
ru: Порт TCP
ta: டிசிபி துறை
tr: TCP kapısı
uk: Порт TCP
xh: Isiqhagamshelanisi se-TCP
zu: I-port ye-TCP

source: UDP port
af: UDP-poort
ar: منفذ UDP
bg: UDP порт
ca: Port UDP
gl: Porto UDP
gu: UDP પોર્ટ
hi: UDP पोर्ट
id: Port UDP
it: Porta UDP
ja: UDP ポート
lt: UDP prievadas
pt_br: Porta UDP
ro: Port UDP
ru: Порт UDP
ta: யுடிபித் துறை
tr: UDP kapısı
uk: Порт UDP
xh: Isiqhagamshelanisi se-UDP
zu: I-port ye-UDP

source: RPC port
af: RPC-poort
ar: منفذ RPC
bg: RPC порт
ca: Port RPC
gl: Porto RPC
gu: RPC પોર્ટ
hi: RPC पोर्ट
id: Port RPC
it: Porta RPC
ja: RPC ポート
lt: RPC prievadas
pt_br: Porta RPC
ro: Port RPC
ru: Порт RPC
ta: ஆர்பிசித் துறை
tr: RPC kapısı
uk: Порт RPC
xh: Isiqhagamshelanisi se-RPC
zu: I-port ye-RPC

source: IP protocol
af: IP-protokol
ar: بروتوكول IP
bg: IP протокол
ca: Protocol IP
gl: Protocolo IP
gu: IP પ્રોટોકોલ
hi: IP प्रोटोकोल
id: Protokol IP
it: Protocollo IP
ja: IP プロトコル
lt: IP protokolas
nb: IP-protokoll
pt_br: Protocolo IP
ro: Protocol IP
ru: Протокол IP
sk: IP protokol
sv: IP-protokoll
ta: ஐபி வழிமுறை
tr: IP iletişim kuralı
uk: Протокол IP
xh: Inkqubo ye-IP
zu: Iphrothokholi ye-IP

source: Allowed Services in Zones:
af: Toegelate dienste in sones:
ar: الخدمات المسموح بها في المناطق:
bg: Разрешени услуги в зоните:
ca: Serveis permesos a les zones:
gl: Servizos permitidos nas zonas:
gu: વિસ્તારોમાં મંજૂર સેવાઓ:
hi: जोऩ में अनुमती होनेवाला सेवायैं
id: Layanan yang Diizinkan dalam Zona:
it: Servizi consentiti nelle zone:
ja: ゾーン内で許可されるサービス:
lt: Zonose leidžiamos paslaugos:
nb: Tillatte tjenester i soner:
pt_br: Serviços permitidos nas zonas:
ro: Servicii permise în zonele:
ru: Разрешённые службы в зонах:
sk: Povolené služby v zónach:
sv: Tillåtna tjänster i zoner:
ta: பகுதிகளில் அனுமதிக்கப்பட்டசேவைகள்:
tr: Bölgelerde İzin Verilen Hizmetler:
uk: Дозволені служби в зонах:
xh: Iinkonzo Ezivunyelwe Kwiizowuni:
zu: Amasevisi Avunyelwe Kumazoni:

source: All services
af: Alle dienste
ar: كل الخدمات
bg: Всички услуги
ca: Tots els serveis
gl: Todos os servizos
gu: બધી સેવાઓ
hi: सभी सेवायैं
id: Semua layanan
it: Tutti i servizi
ja: すべてのサービス
lt: Visos paslaugos
nb: Alle tjenester
pt_br: Todos os serviços
ro: Toate serviciile
ru: Все службы
sk: Všetky služby
sv: Alla tjänster
ta: அனைத்து சேவைகள்
tr: Tüm hizmetler
uk: Всі служби
xh: Zonke iinkonzo
zu: Wonke amasevisi

source: Entire zone unprotected
af: Algehele sone onbeskermd
ar: المنطقة بكاملها غير محمية
bg: Цялата зона е незащитена
ca: Tota la zona està desprotegida
gl: Toda a zona sen protexer
gu: બધા વિસ્તાર અસુરક્ષિત
hi: पूरा जोऩ असुरक्षित हैं
id: Seluruh zona tidak terlindungi
it: Zona intera non protetta
ja: ゾーン全体を保護しない
lt: Visa zona yra neapsaugota
nb: Hele sonen ubeskyttet
pt_br: Zona inteira desprotegida
ro: Zona întreagă neprotejată
ru: Вся зона не защищена
sk: Celá zóna nechránená
sv: Hela zonen oskyddad
ta: பகுதி முழுமையும் பாதுகாப்பற்றது
tr: Bölgenin tamamı korumasız
uk: Ціла зона незахищена
xh: Ayikhuselekanga izowuni iphelele
zu: Yonke izoni ayivikelekile

source: Service ID
af: Diens-ID
ar: معرف الخدمة
bg: ID на услугата
ca: Identificador del servei
gl: ID de servizo
gu: સેવા આઇડી
hi: सेवा ID
id: ID Layanan
it: ID del servizio
ja: サービス ID
lt: Paslaugos ID
nb: Tjeneste-ID
pt_br: ID do serviço
ro: ID Serviciu
ru: ID службы
sk: ID služby
sv: Tjänst-ID
ta: சேவை ID
tr: Hizmet NO
uk: ІД служби
xh: i-ID Yenkonzo
zu: I-ID Yesevisi

source: Additional Allowed Ports:
af: Bykomende toegelate poorte:
ar: المنافذ الإضافية المسموح بها:
bg: Допълнителни разрешени портове:
ca: Ports addicionals permesos:
gl: Portos permitidos adicionais:
gu: વધારાના મંજૂર પોર્ટો:
hi: अन्य मान्य पोर्टस
id: Tambahan Port yang Dizinkan:
it: Porte consentite addizionali:
ja: 追加の許可ポート:
lt: Papildomi leidžiami prievadai:
nb: Flere tillatte porter:
pt_br: Portas adicionais permitidas:
ro: Porturi permise adiționale:
ru: Дополнительные разрешённые порты:
sk: Ďalšie povolené porty:
sv: Ytterligare tillåtna portar:
ta: கூடுதலாக அனுமதிக்கப்பட்டத் துறைகள்:
tr: İzin Verilen Ek Geçitler:
uk: Додаткові дозволені порти:
xh: Iziqhagamshelanisi Ezifakelwayo Ezivunyelweyo:
zu: Amanye Ama-Port Avumelekile:

source: All ports
af: Alle poorte
ar: كل المنافذ
bg: Всички портове
ca: Tots els ports
gl: Todos os portos
gu: બધા પોર્ટો
hi: सभी पोर्टस
id: Semua port
it: Tutte le porte
ja: すべてのポート
lt: Visi prievadai
nb: Alle porter
pt_br: Todas as portas
ro: Toate porturile
ru: Все порты
sk: Všetky porty
sv: Alla portar
ta: அனைத்துத் துறைகள்
tr: Tüm geçitler (portlar)
uk: Всі порти
xh: Zonke iziqhagamshelanisi
zu: Wonke ama-port

source: Allowed Additional IP Protocols in Zones:
af: Toegelate bykomende IP-protokolle in sones:
ar: بروتوكولات IP الإضافية المسموح بها في المناطق:
bg: Разрешени допълнителни IP протоколи в зоните:
ca: Protocols IP addicionals permesos a les zones:
gl: Protocolos IP adicionais permitidos nas zonas:
gu: વિસ્તારોમાં મંજૂર વધારાના IP પ્રોટોકોલ્સ
hi: जोऩ में अनुमती होनेवाला अन्य IP प्रोटोकोल्स
id: Tambahan Protokol IP yang Diizinkan di Zona:
it: Protocolli IP consentiti addizionali nelle zone:
ja: ゾーン内で許可される追加 IP プロトコル:
lt: Leidžiami papildomi IP protokolai zonose:
nb: Flere tillatte IP-protokoller i soner:
pt_br: Protocolos IP adicionais permitidos nas zonas:
ro: Protocoale IP adiționale permise îc zonele:
ru: Разрешенные дополнительные протоколы IP в зонах:
sk: Ďalšie povolené IP protokoly v zónach:
sv: Tillåtna ytterligare IP-protokoll i zoner:
ta: பகுதிகளில் அனுமதிக்கப்பட்ட கூடுதல் IP வழிமுறைகள்:
tr: Bölgelerde İzin Verilen Ek IP İletişim Kuralları:
uk: Додаткові дозволені протоколи IP в зонах:
xh: Iinkqubo ze-IP Ezivunyelwayo Ezifakelwayo kwiiZowuni:
zu: Amanye ama-IP Phrothokholi Avumelekile Kumazoni:

source: All IP protocols
af: Alle IP-protokolle
ar: كل بروتوكولات IP
bg: Всички IP протоколи
ca: Tots els protocols IP
gl: Todos os protocolos IP
gu: બધા IP પ્રોટોકોલ્સ
hi: सभी अइपी IP प्रोटोकोल्स
id: Semua protokol IP
it: Tutti i protocolli IP
ja: すべての IP プロトコル
lt: Visi IP protokolai
nb: Alle IP-protokoller
pt_br: Todos os protocolos IP
ro: Toate protocoalele IP
ru: Все протоколы IP
sk: Všetky IP protokoly
sv: Alla IP-protokoll
ta: அனைத்து IP வழிமுறைகள்
tr: Tüm IP İletişim Kuralları
uk: Всі протоколи IP
xh: Iinkqubo zeIP zonke
zu: Wonke ama-IP phrothokholi

source: IP Protocol
af: IP-protokol
ar: بروتوكول IP
bg: IP Протокол
ca: Protocol IP
gl: Protocolo IP
gu: IP પ્રોટોકોલ્સ
hi: IP प्रोटोकोल
id: Protokol IP
it: Protocollo IP
ja: IP プロトコル
lt: IP protokolas
nb: IP-protokoll
pt_br: Protocolo IP
ro: Protocol IP
ru: Протокол IP
sk: IP Protokol
sv: IP-protokoll
ta: IP வழிமுறைகள்
tr: IP İletişim Kuralı
uk: Протокол IP
xh: Inkqubo ye-IP
zu: Iphrothokholi ye-IP

source: Unknown service %1.
af: Onbekende diens %1.
ar: خدمة غير معروفة %1.
bg: Непозната услуга %1.
ca: El servei %1 és desconegut.
gl: Servizo descoñecido %1.
gu: અજાણી સેવા %1.
hi: अन्जानी सेवा %1
id: Layanan tidak dikenal %1.
it: Servizio %1 sconosciuto.
ja: 不明サービス %1 。
lt: Nežinoma paslauga %1.
nb: Ukjent tjeneste %1.
pt_br: Serviço desconhecido %1.
ro: Serviciu necunoscut %1.
ru: Неизвестная служба %1.
sk: Neznáma služba %1.
sv: Okänd tjänst %1.
ta: அறியப்படாத சேவை %1
tr: Bilinmeyen hizmet: %1.
uk: Невідома служба %1.
xh: Ayaziwa inkonzo %1.
zu: Isevisi engaziwa %1.

source: Protection can only be set for internal zones.
af: Beskerming kan slegs vir interne sones gestel word.
ar: يمكن تعيين الحماية للمناطق الداخلية فقط.
bg: Може да се настрои защита само за вътрешните зони.
ca: La protecció només es pot establir per a les zones internes.
gl: A protección só se pode definir nas zonas interiores.
gu: આંતરિક વિસ્તારમાટે જ રક્ષણ સેટ કરી શકાય છે.
hi: रक्षण अन्द़रूनी जोन्स के लिये सेट हो सक्ता हैं
id: Perludningan hanya bisa diatur untuk zona internal.
it: La protezione può essere impostata solo per le zone interne.
ja: 保護は内部ゾーンにしか設定できません。
lt: Apsauga gali būti nustatyta tik vidinėms zonoms.
nb: Beskyttelse kan bare spesifiseres for interne soner.
pt_br: A proteção só pode ser configurada para zonas internas.
ro: Protecția poate fi setată doar pentru zonele interne.
ru: Защита может быть установлена только для внутренних зон.
sk: Ochrana sa dá zapnúť len pre vnútorné zóny.
sv: Skydd kan endast anges för interna zoner.
ta: உள்ளமைப் பகுதிகளுக்கு மட்டுமே பாதுகாப்பு அமைக்கப்படமுடியும்.
tr: Sadece dahili bölgeler için koruma ayarlanabilir.
uk: Захист можливо встановлювати тільки для внутрішніх зон.
xh: Ukhuseleko lunokumiselwa kuphela ukwenzela iizowuni zangaphakathi.
zu: Isivikelo singasethwa kuphela kumazoni angaphakathi.

source: At least one of %1 must be set.
af: Ten minste een van %1 moet gestel word.
ar: يجب تعيين إدخال واحد على الأقل من %1.
bg: Необходимо е да се настрои поне едно от %1.
ca: Cal especificar-ne al menys 1 de %1.
gl: Debe definirse como mínimo unha de %1.
gu: ઓછામાં ઓછું %1 નો એક સેટ કરવું જોઇશે.
hi: %1 से कम से कम एक न्ड करना होनी सकती हैं
id: Minimal satu dari %1 harus ditentukan.
it: È necessario impostare almeno una voce dell'elenco %1.
ja: 少なくとも1つの %1 を設定する必要があります。
lt: Bent vienas iš %1 privalo būti pasirinktas.
nb: Minst én av %1 må spesifiseres.
pt_br: Pelo menos uma das opções (%1) deve ser definida.
ro: Trebuie setată cel puțin una dintre %1.
ru: Хотя бы одна запись %1 должна быть указана.
sk: Musíte zadať aspoň jedno z %1.
sv: Minst en av %1 måste specificeras.
ta: குறைந்தது %1ன் ஒன்றாவது அமைக்கப்படவேண்டும்.
tr: %1 'den en az biri ayarlanmalıdır.
uk: Потрібно встановити принаймні одне з %1.
xh: Kufuneka obona buncinci enye ye-%1 imiselwe.
zu: Okungenani okukodwa kwe-%1 kumelwe kusethwe.

source: At least one action command from %1 must be set.
af: Ten minste een aksie-opdrag uit %1 moet gestel word.
ar: يجب تعيين أمر إجراء واحد على الأقل من %1.
bg: Трябва да се настрои поне една команда за действие от %1.
ca: S'ha d'establir com a mínim una ordre des de %1.
gl: Debe definirse polo menos un comando de acción de entre as de %1.
gu: ઓછામાં ઓછું %1 માંથી એક ક્રિયા આદેશ સેટ કરવું જોઇશે.
hi: कम से कम एक क्रिय कमांन्ड %1 सैट होनी सकती हैं
id: Minimal satu perintah aksi dari %1 harus ditentukan.
it: È necessario impostare almeno un comando dell'elenco %1.
ja: %1 の中から少なくとも 1 つのアクションコマンドを設定する必要があります。
lt: Turi būti nurodyti bent viena veiksmo komanda iš %1.
nb: Minst én handlingskommando fra %1 må spesifiseres.
pt_br: Pelo menos um comando de ação de %1 deve ser definido.
ro: Trebuie setată cel puțin o comandă pentru %1.
ru: Хотя бы одно действие из %1 должно быть указано.
sk: Musíte zadať aspoň jeden príkaz akcie z %1.
sv: Minst ett åtgärdskommando från %1 måste anges.
ta: குறைந்தது ஒரு செயற் கட்டளையாவது %1ல் இருந்து அமைக்கப்படவேண்டும்.
tr: %1 'den en az bir hareket komutu ayarlanmalıdır.
uk: Потрібно встановити принаймні одну команду дій з %1.
xh: Kufuneka obona buncinci bomyalelo wenyathelo omnye we-%1 umiselwe.
zu: Okungenani isinyathelo esisodwa ku-%1 kumelwe sisethwe.

source: Redirect Requests to Masqueraded IP:
af: Herverwys versoeke na gemaskerde-IP:
ar: إعادة توجيه الطلبات إلى IP تنكر:
bg: Пренасочени заявки към маскираното IP:
ca: Redirigeix les sol·licituds a la IP emmascarada:
gl: Redireccionar as solicitudes a un IP enmascarado:
gu: મેસક્વેરાડેડ IP માં માગણી વાળો:
hi: निर्वेदन मैस्करेडड IP को भेज दो
id: Alihkan rekues ke IP Masquerade:
it: Reindirizza le richieste all'IP mascherato:
ja: マスカレード IP へのアクセスの転送:
lt: Nukreipti užklausą į maskaradinimo IP:
nb: Omdiriger forespørsler til maskert IP:
pt_br: Redirecionar solicitações para IP mascarado:
ro: Redirecționare cereri către IP mascat:
ru: Перенаправить запросы на транслируемый IP:
sk: Presmerovať požiadavky na maskovanú IP:
sv: Omdirigera begäran till maskerat IP:
ta: மாஸ்க்யரேடட் IPக்கான கோரல்கள் திசை திருப்புதல்.
tr: İstekleri Maskelenmiş IP Adresine Yönlendir:
uk: Переспрямувати запити на IP, що транслюється:
xh: Phinda Ubhekise Intsingiselo Yezicelo kwi-IP Eyenza Nto Yimbi:
zu: Phinde Uqondise Izicelo Kwi-IP Efanisiwe:

source: Unknown port name %1.
af: Onbekende poortnaam %1.
ar: اسم منفذ غير معروف %1.
bg: Неизвестно име на порт %1.
ca: El nom del port %1 és desconegut.
gl: Descoñécese o nome de porto %1.
gu: અજાણ્યું પોર્ટ નામ %1.
hi: अनजाना पोर्ट नाम %1
id: Nama port tidak dikenali %1.
it: Nome porta %1 sconosciuto.
ja: 不明ポート名 %1 。
lt: Nežinomas prievado pavadinimas %1.
nb: Ukjent portnavn %1.
pt_br: Nome de porta desconhecido %1.
ro: Nume port necunoscut %1.
ru: Неизвестное имя порта %1.
sk: Neznámy názov portu %1.
sv: Okänt portnamn %1.
ta: அறியப்படாதத் துறைப்பெயர் %1
tr: Bilinmeyen geçit adı: %1.
uk: Невідома назва порту %1.
xh: Alaziwa igama lesiqhagamshelanisi se- %1.
zu: Igama le-port elingaziwa %1.

source: Masquerading Settings:
af: Maskering instellings:
ar: إعدادات التنكر:
bg: Настройки на маскирането:
ca: Paràmetres de l'emmascarament:
gl: Opcións de enmascaramento:
gu: મેસક્વેરાડિંગ સેટિંગ્સ:
hi: मैस्करेडिन्ग वयवस्थयें
id: Pengaturan Masquerade:
it: Impostazioni di mascheramento:
ja: マスカレードの設定:
lt: Maskaradinimo nuostatos:
nb: Maskeringsinnstillinger:
pt_br: Configurações de mascaramento:
ro: Setări de mascare:
ru: Параметры трансляции адресов:
sk: Nastavenie maškarády:
sv: Maskeradinställningar:
ta: மாஸ்க்யுரேடிங் அமைப்பு:
tr: Maskeleme Ayarları:
uk: Параметри трансляції адрес:
xh: Imimiselo Eyenza nto Yimbi:
zu: Amasethingi Azifanisayo:

source: everywhere
ar: في كل مكان
ca: a tot arreu
id: dimanapun
it: ovunque
ja: どこでも
pt_br: em todos os lugares
ru: везде
sk: všade
sv: överallt
uk: скрізь

source: in the %1 zone
ar: في المنطقة %1
ca: a la zona %1
id: Di dalam %1 zone
it: nella zona %1
ja: %1 ゾーン内
pt_br: na zona %1
ru: в зоне %1
sk: v %1 zóne
sv: i zonen %1
uk: у зоні %1

source: Masquerading is %1 %2
ar: التنكر %1 %2
ca: L'emmascarament és %1 %2
id: Masquerade %1 %2
it: Mascheramento %1 %2
ja: マスカレードは %1 (%2) です
pt_br: Mascaramento é %1 %2
ru: Трансляция сетевых адресов %1 %2
sk: Maskovanie je %1 %2
sv: Maskering är %1 %2
uk: Трансляція мережних адрес %1 %2

source: enabled
af: ontsper
ar: مُمكّن
bg: разрешено
ca: habilitat
gl: activado
gu: સક્ષમ
hi: समर्थ हैं
id: diaktifkan
it: abilitato
ja: 有効
lt: įgalintas
nb: aktivert
pt_br: habilitado
ro: activată
ru: включена
sk: zapnutá
sv: aktiverad
ta: இயலாக்கப்பட்ட
tr: açık
uk: увімкнено
xh: kunikwe isakhono
zu: kuvuliwe

source: disabled
af: versper
ar: معطل
bg: забранено
ca: inhabilitat
gl: desactivado
gu: અસક્ષમ
hi: असमर्थ हैं
id: nonaktif
it: disabilitato
ja: 無効
lt: uždraustas
nb: deaktivert
pt_br: desabilitado
ro: deactivată
ru: отключена
sk: vypnutá
sv: inaktiverad
ta: முடக்கப்பட்ட
tr: kapalı
uk: вимкнено
xh: kukhutshwe isakhono
zu: kucishiwe

source: ID
ar: المعرف
ca: Identificador
gu: ID આઇડી
hi: अइडी (ID)
tr: NO
uk: ІД
xh: i-ID
zu: I-ID

source: Firewall configuration cannot be changed. The SuSEfirewall2 package is not installed.
ca: No es pot canviar la configuració del tallafoc. No hi ha instal·lat el paquet SuSEfirewall2.
gl: Non se puido cambiar a configuración da devasa. O paquete SuSEfirewall2 non está instalado.
id: Konfigurasi firewall tidak bisa diganti. Paket SuSEfirewall2 tidak terpasang.
it: La configurazione del firewall non può essere modificata. Il pacchetto SuSEfirewall2 non è installato.
ja: ファイアウオールの設定を変更できません。 SuSEfirewall2 パッケージがインストールされていません。
nb: Brannmuroppsettet kan ikke endres. Pakken SuSEfirewall2 er ikke installert.
ro: Configurația paravanului de protecție nu poate fi modificată. Pachetul SUSEfirewall2 nu este instalat.

source: Firewall
ca: Tallafoc
gl: Devasa
ja: ファイアウオール
nb: Brannmur
ro: Paravan de protecție
xh: i-Firewall
zu: I-Firewall

source: &Firewall
ca: Talla&foc
gl: &Devasa
ja: ファイアウオール (&F)
nb: &Brannmur
ro: &Paravan de protecție
xh: &i-Firewall
zu: &I-Firewall

source: Masquerading is %1
gl: O enmascaramento está %1
it: Mascheramento %1
ro: Mascarea este %1

source: This interface has been defined for more than one zone.
da: Grænsefladen er blevet defineret til mere end én zone.

source: YaST does not support the command line for configuring the firewall. Instead, please use the firewalld command line clients "firewalld-cmd" or "firewall-offline-cmd".
da: YaST understøtter ikke kommandolinjen til konfigurering af firewallen. Brug venligst i stedet firewalld-kommandolinjeklienterne "firewalld-cmd" eller "firewall-offline-cmd".

source: Writing Firewall Configuration...
da: Skriver firewallkonfiguration...

source: Change Zone
da: Skift zone

source: The profile in use is based on SuSEFirewall2 configuration. Although all the declared properties are supported, it is recommended the use of the new 'firewalld' schema. Please, check carefully the configuration applied once the installation is finished.
da: Den anvendte profil er baseret på SuSEFirewall2-konfiguration. Selvom alle de deklarerede egenskaber understøttes, så anbefales det at bruge det nye 'firewalld'-skema. Tjek venligst den anvendte konfiguration grundigt når installationen er færdig.

source: Unfortunately, these SuSEFirewall2 properties are not supported: %s Check carefully the configuration applied once the installation is finished.
da: Desværre understøttes disse SuSEFirewall2-egenskaber ikke: %s Tjek venligst den anvendte konfiguration grundigt når installationen er færdig.

source: Firewalld is not available
da: Firewall er ikke tilgængelig

source: Default zone:
da: Standardzone:

source: Defined zones:
da: Definerede zoner:

source: Known
da: Kendt

source: Allowed
da: Tilladte
