Repository: Dzejrou/yast-translations
Catalog: po/firewall/*.po
Languages: af, ar, bg, ca, da, gl, gu, hi, id, it, ja, lt, nb, pt, pt_br, ro, ru, sk, sv, ta, tr, uk, xh, zu

source: <p><b><big>Broadcast Configuration</big></b> <br>Broadcast packets are special UDP packets sent to the whole network to find neighboring computers or send information to each computer in the network. For example, CUPS servers provide information about their printing queues using broadcast packets.</p> <p>SuSEfirewall2 services selected in allowed interfaces automatically add needed broadcast ports here. To remove any or add any others, edit lists of space-separated ports for particular zones.</p> <p>Other dropped broadcast packets are logged. It could be quite a lot of packets in wider networks. To suppress logging of these packets, deselect <b>Log Not Accepted Broadcast Packets</b> for the desired zones.</p>
af: <p><b><big>Uitsaaikonfigurasie</big></b> <br>Uitsaaipakkies is spesiale UDP-pakkies wat na die hele netwerk gestuur word om buurrekenaars te vind of om inligting na elke rekenaar in die netwerk te stuur. So byvoorbeeld, verskaf CUPS-bedieners inligting oor hul drukkerstoue deur gebruik te maak van uitsaaipakkies.</p> <p>SuSEfirewall2-dienste wat in toegelate koppelvlakke gekies is, voeg outomaties benodigde uitsaai poorte hier by. Om enige van hulle te verwyder of enige ander by te voeg, hersien lyste met spasie-geskeide poorte vir bepaalde sones.</p> <p>Daar word 'n opgawe van ander weggelate uitsaaipakkies gemaak. Dit kan dalk 'n hele klomp pakkies in wyer netwerke wees. Om die maak van 'n opgawe van hierdie pakkies te onderdruk, ontkies <b>Maak opname van nie-aanvaarde uitsaaipakkies</b> vir die verlangde sones.</p>
ar: <p><b><big>إعداد النشر</big></b> <br>حزم النشر عبارة عن حزم UDP خاصة تم إرسالها إلى الشبكة بالكامل للبحث عن أجهزة كمبيوتر مجاورة أو لإرسال معلومات إلى كل كمبيوتر في الشبكة. على سبيل المثال، تعمل خوادم CUPS على توفير معلومات عن قوائم انتظار الطباعة باستخدام حزم النشر.</p> <p>تعمل خدمات SuSEfirewall2 المحددة في الواجهات المسموح بها على إضافة منافذ النشر المطلوبة في هذا المكان يدويًا. لإزالة أية خدمات أخرى أو إضافتها، قم بتحرير قوائم من المنافذ المفصولة بمسافة لمناطق معينة.</p> <p>تم تسجيل حزم نشر أخرى تم إسقاطها. قد تكون حزم كثيرة جدًا في شبكات أوسع. لمنع تسجيل هذه الحزم، قم بإلغاء تحديد <b>تسجيل حزم النشر غير المقبولة</b> للمناطق المرغوب بها.</p>
bg: <p><b><big>Broadcast настройка</big></b> <br>Broadcast пакетите са специални UDP пакети, изпращани към цялата мрежа за да се открият съседни компютри или за да се изпрати информация към всеки компютър в мрежата. Например CUPS сървърите предоставят информация относно техните принтерски опашки като се използват broadcast пакети.</p> <p>За услуги, избрани в разрешените интерфейси SuSEfirewall2 автоматично прибавя broadcast портове. За да премахнете или прибавите други, редактирайте списъка с портове разделени с интервали за определена зона.</p> <p>Другите отказани broadcast пакети се записват в дневник. Това може да представлява твърде много пакети в голяма мрежа. За да забраните записването на тези пакети, махнете отметката от <b>Записване на отказаните Broadcast пакети в дневник</b> за желаните зони.</p>
ca: <p><b><big>Configuració de difusió</big></b> <br>Els paquets de difusió són paquets UDP especials que s'envien a tota la xarxa per a trobar ordinadors veïns o enviar informació a cada ordinador de la xarxa. Per exemple, els servidors CUPS proporcionen informació sobre les cues d'impressió mitjançant paquets de difusió.</p> <p>Els serveis del SUSEfirewall2 seleccionats a les interfícies permeses afegeixen automàticament ports de difusió nous necessaris. Si voleu suprimir-ne algun o afegir-ne d'altres, editeu les llistes de ports separats per espais per a zones particulars.</p> <p>Els altres paquets de difusió que s'han deixat anar es registren. Hi podrien haver molts paquets en xarxes més amples. Si voleu suprimir el registre dels paquets, desseleccioneu <b>Registra els paquets de difusió no acceptats</b> per a les zones desitjades.</p>
da: <p><b><big>Broadcastkonfiguration</big></b> <br>Broadcastpakker er specielle UDP-pakker sendt til hele netværket for at finde nabocomputere eller sende information til alle computere på netværket. For eksempel udsender CUPS-servere information om deres printkøer med broadcastpakker.</p> <p>SuSEfirewall2-tjenester valgt i tilladte grænseflader tilføjer automatisk de nødvendige broadcastporte her.Rediger listerne af kommaadskilte porte i de enkelte zoner, for at tilføje eller fjerne nogle. <p>Andre blokerede broadcastpakker bliver logget. Det kan blive til ret mange pakker i større netværk. For at undgå logning af disse pakker, fravælg <b>Log ikke-tilladte broadcastpakker</b> for de ønskede zoner.</p>
gl: <p><b><big>Configuración de broadcast<big></b> <br>Os paquetes de broadcast son uns paquetes UDP especiais que se envían a toda a rede para descubrir ordenadores da mesma rede ou enviarlle información a todos os ordenadores da rede dunha soa vez. Por exemplo, os servidores CUPS proporcionan información sobre as colas de impresión usando paquetes de broadcast.</p> <p>Os servizos SuSEfirewall2 seleccionados nas interfaces permitidas engaden aquí automaticamente os portos de broadcast necesarios. Para eliminar calquera deles ou para engadir máis, edite as listas de portos separados por espazos para da zona en particular.</p> <p>Os paquetes de broadcast descartados rexístranse. Pode que sexan moitos paquetes en rede grandes. Para evitar o rexistro destes paquetes, deseleccione <b>Rexistrar os paquetes de broadcast non aceptados</b> nas zonas desexadas.</p>
gu: <p><b><big> બ્રોડકાસ્ટ કન્ફિગ્યુરેશન </big></b> <br> બ્રોડકાસ્ટ પેકેટ્સ આખા નેટવર્કને મોકલાયેલ પાડોશીના કમ્પ્યૂટર્સ શોધવામાટેના અથવા નેટવર્કમાં દરેક કમ્પ્યૂટરને માહિતી મોકલવા માટેના વિશિષ્ટU D P પેકેટ્સ છે ઉદાહરણ તરીકે, CUPS સર્વર્સ તેમના બ્રોડકાસ્ટ પેકેટ્સનો ઉપયોગ કરતીપ્રિન્ટિંગ કતારો વિશેની માહિતી પૂરી પાડે છે.</p> <p>SuSEફાયરવૉલ 2 સેવાઓ મંજૂર ઇન્ટરફેસિસમાંસ્વયંચાલિત રીતે જરૂરી બ્રોડકાસ્ટ પોર્ટ ઉમેરે છે. કોઇને દૂર કરવા અને કોઇ અન્યોને ઉમેરવા, ખાસ વિસ્તારોમાટે ખાલી જગ્યાથી જુદા પાડેલા પોર્ટસની યાદી સંપાદન કરો.</p> <p> અન્ય છોડી દીધેલા બ્રોડકાસ્ટ પેકેટ્સલોગ થયેલા છે. આ પેકેટ્સના લોગને ગુપ્ત રાખવા, <b> ઇચ્છિત વિસ્તારો માટેબ્રોડકાસ્ટ પેકેટ્સના અસ્વીકાર લોગ</b> નાપસંદ કરો.</p>
hi: <p><b><big>Broadcast Configuration</big></b> <br>ब्रॉडकास्ट पैकेट विशेष UDP पैकेट होते हैं जिन्हें पूरे नेटवर्क में पड़ोसी कंप्यूटरों का पता लगाने या नेटवर्क में प्रत्येक कंप्यूटर को सूचना भेजने के लिए किया जाता है उदाहरण के लिए, CUPS सर्वर ब्रॉडकास्ट पैकेटों का प्रयोग करके अपनी मुद्रण प्रतीक्षा सूचियों के बारे में सूचना देते हैं।</p> <p>अनुमतिप्राप्त इंटरफेसों में चयनित SuSEfirewall2 सेवाएं आवश्यकतानुसार ब्राडकॉस्ट पोर्टों को यहां स्वतः जोड़ता है। किसी पोर्ट को हटाने या अन्य जोड़ने के लिए, विशेष ज़ोनों-के लिए स्पेस द्वारा पृथक किए हुए पोर्टों की सूचियों को संपादित करें।</p> <p>अन्य गिराए गए ब्रॉडकास्ट पैकेट लॉग किए हुए हैं। बड़े नेटवर्कों मेंये काफी बड़ी संख्या में पैकेट हो सकते हैं। इन पैकेटों की लॉगिंग को दबाने के लिए, वांछित ज़ोनों के लिए <b>Log Not Accepted Broadcast Packets</b> से चयन हटाएं।</p>
id: <p><b><big>Konfigurasi Broadcast</big></b> br>Paket broadcast adalah paket UDP khusus yang dikirim ke semua jaringan untuk mencari komputer tetangga atau mengirim informasi ke setiap komputer di jaringan. Sebagai contoh, Peladen CUPS menyediakan informasi tentang antrian cetak menggunakan paket broadcast.</p> <p>Layanan SuSEfirewall2 memilih interfaces yang otomatis diizinkan menambah broadcast port di sini. untuk menghapus atau menambah yang lain, sunting daftar dari port yang dipisahkan spasi untuk zone tertentu.</p> <p>Paket broadcast lain yang dihalau dicatat. Ini bisa menjadi banyak paket di jaringan yang lebih besar. Untuk menekan pencatatan paket ini, jangan pilih <b>Catat Paket Broadcast yang Tidak Disetujui</b> untuk zona yang diinginkan.</p>
it: <p><b><big>Configurazione di broadcast</big></b> <br>I pacchetti di broadcast sono dei pacchetti UDP particolari inviati all'intera rete per trovare computer attigui o inviare delle informazioni ad ogni computer sulla rete. I server CUPS ad esempio forniscono delle informazioni riguardanti le proprie code di stampa inviando dei pacchetti di broadcast.<p> <p>I servizi SuSEfirewall2 selezionati nelle interfacce consentite aggiungono in modo automatico le porte di broadcast richieste. Per rimuoverne o aggiungerne delle altre, modificare gli elenchi separati da virgole delle porte per le varie zone.</p> <p>Gli pacchetti di broadcast rifiutati vengono registrati nei log. Nel caso di reti di vaste dimensioni tali pacchetti possono raggiungere un numero considerevole. Per sopprimere il log di tali pacchetti, deselezionate <b>Registra nei log i pacchetti di broadcast non accettati</b> per le zone scelte.</p>
ja: <p><b><big>ブロードキャスト設定</big></b> <br>ブロードキャストパケットとは特別な UDP パケットで、ネットワーク全体に対して送信することで ネットワーク内に存在するコンピュータを発見したりネットワーク全体に情報を送信したりするものです。 たとえば、 CUPS サーバはブロードキャストパケットを通して印刷キューの情報を提供します。</p> <p>SuSEfirewall2 では '許可するサービス' で選択した内容に応じて必要なブロードキャストの設定を自動で行ないます。 その他のものを追加したり削除したりする場合は、スペース区切りでそれぞれのゾーンの許可内容を 設定してください。</p> <p>それ以外の受け入れを拒否されたブロードキャストパケットはログに記録されます。大規模ネットワークでは大量のログになるかもしれません。 これらのログ記録を省略するには、それぞれのゾーンにある <b>許可しなかったブロードキャストパケットをログに記録する</b> のチェックを外してください。</p>
lt: <p><b><big>Transliavimo konfigūracija</big></b> <br>Transliavimo paketai – tai specialūs UDP paketai, siunčiami į visą tinklą ieškant kaimyninių kompiuterių ar persiunčiant informaciją tarp tinklo kompiuterių tarpusavyje. Pavyzdžiui, CUPS serveris pateikia informaciją apie savo spausdinimo eiles naudodamas transliavimo paketus.</p> <p>SuSEfirewall2 paslaugos, pažymėtos kaip leidžiamos sąsajos, čia savaime prideda reikiamus transliavimo prievadus. Norėdami pašalinti kurį nors, ar pridėti kitą, keiskite konkrečių zonų prievadų sąrašą, juos atskirdami tarpais.</p> <p>Kiti atmesti transliavimo paketai yra registruojami. Dideliuose tinkluose gali būti gana daug paketų. Norėdami atsisakyti šių paketų registravimo, nežymėkite <b>Registruoti nepriimtus transliavimo paketus</b> norimose zonose.</p>
nb: <p><b><big>Kringkastingskonfigurasjon</big></b> <br>Kringkastede pakker er spesielle UDP-pakker som sendes til hele nettverket for å finne tilkoblede datamaskiner eller for å sende informasjon til alle maskinene i nettverket. CUPS-servere sender for eksempel informasjon om utskriftskøer ved hjelp av kringkastede pakker.<p> <p>SuSEfirewall2-tjenester som er valgt for tillatte grensesnitt, legger automatisk til nødvendige kringkastingsporter her. For å fjerne noen av disse eller legge til andre kan du redigere lister med porter adskilt av komma for spesielle soner.</p> <p>Andre avviste kringkastede pakker blir logget. I store nettverk kan dette dreie seg om mange pakker. For å stanse loggingen av disse pakkene, fjern avkryssingen for <b>Ikke logg avviste kringkastede pakker</b> for aktuelle soner.</p>
pt: <p><b><big>Configuração de Difusão</big></b> <br>Os pacotes de difusão, são pacotes UDP especiais enviados para toda a rede, com o objectivo de encontrar computadores vizinhos, ou enviar informação a todos os computadores da rede. Por exemplo, os servidores CUPS fornecem informação sobre as suas filas de impressão, utilizando pacotes de difusão.</p> <p>O SuSEfirewall2, para os serviços seleccionados nas interfaces permitidas, automaticamente adiciona os portos de difusão necessários. Para remover qualquer um, ou adicionar outros, edite a lista de portos separados por espaços para uma zona em particular.</p> <p>Outros pacotes de difusão são descartados e registados no diário. Numa rede de grande dimensão, pode chegar a ser um volume significativo. Para suprimir o registo em diário destes pacotes, limpe a selecção <b>Diário de Pacotes de Difusão não Aceites</b> para as zonas pretendidas.</p>
pt_br: <p><b><big>Configuração de broadcast</big></b> <br>Pacotes de broadcast são pacotes UDP especiais enviados para toda a rede para encontrar computadores vizinhos ou enviar informações para cada computador da rede. Por exemplo, servidores CUPS oferecem informação sobre suas filas de impressão usando pacotes broadcast.<p> <p>Serviços SuSEfirewall2 selecionados nas interfaces permitidas automaticamente adicionam portas de broadcast necessárias aqui. Para remover ou adicionar, edite listas de portas separadas por espaço para zonas particulares.</p> <p>Outros pacotes broadcast descartados vão para Log. Pode ser uma quantidade enorme para redes grandes. Para suprimir Log destes pacotes, não selecione<b>Log de Pacotes Broadcast Não Aceitos</b> para as zonas desejadas.</p>
ro: <p><b><big>Configurare broadcast</big></b> <br>Pachetele broadcast sunt pachete UDP speciale trimise spre întreaga rețea cu scopul de a găsi computere învecinate sau de a transmite informații către toate computerele din rețea. De exemplu, serverele CUPS transmit informații despre cozile de printare utilizând pachete broadcast.</p> <p>Serviciile SuSEfirewall2 selectate în interfețele permise adaugă automat aici porturile broadcast necesare. Pentru a șterge sau a adăuga porturi, editați lista separată prin spații a porturilor pentru fiecare zonă în parte.</p> <p>Pachetele broadcast respinse sunt jurnalizate. În rețelele mari, cantitatea de oachete poate fi destul de ridicată. Pentru a suprima jurnalizarea acestor pachete, deselectați <b>Jurnalizează pachetele broadcast respinse</b> pentru zonele dorite.</p>
ru: <p><b><big>Настройка широковещания</big></b> <br>Широковещательные пакеты — это специальные UDP-пакеты, посылаемые по всей сети для поиска соседних компьютеров или отправки информации на каждый компьютер в сети. Например, служба CUPS предоставляет информацию о своих очередях печати, используя широковещательные пакеты.</p> <p>Службы SuSEfirewall2, выбранные в разрешенных интерфейсах, автоматически добавляют требуемые широковещательные порты. Для удаления или добавления других портов измените список портов через пробелы для конкретных зон.</p> <p>Другие отброшенные широковещательные пакеты журналируются. В большой сети таких пакетов может быть довольно много. Чтобы отказаться от их журналирования, снимите флажок <b>Журналировать непринятые пакеты</b> для нужной зоны.</p>
sk: <p><b><big>Konfigurácia pre broadcast</big></b> <br>Broadcast pakety sú špeciálne UDP pakety cielené pre celú sieť, za účelom vyhľadania iných počítačov, alebo odoslanie informácii každému počítaču v sieti. Napríklad CUPS servery poskytujú informácie o svojich tlačových frontách pomocou broadcast paketov.</p> <p>Služby povolené v SuSEfirewall2 automaticky pridávajú potrebné broadcast porty. Ak chcete nejaké porty odstrániť, alebo pridať, upravte porty pre jednotlivé zóny v medzerou oddelených zoznamoch.</p> <p>Iné blokované pakety budú zaznamenané. Vo väčších sieťach to môže byť veľké množstvo paketov. Ak chcete zabrániť zaznamenávaniu týchto paketov, vypnite voľbu <b>Zaznamenávať neprijaté broadcast pakety</b> pre príslušné zóny.</p>
sv: <p><b><big>Inställningar för utsändning</big></b> <br>Rundsändningspaket är särskilda UDP-paket som skickas till hela nätverket så att datorer i närheten kan identifieras eller så att det går att skicka information till alla datorer i nätverket. Till exempel tillhandahåller CUPS-servrar information om sina utskriftsköer med hjälp av rundsändningspaket.</p> <p>SuSEfirewall2-tjänster som har aktiverats i tillåtna gränssnitt lägger automatiskt till nödvändiga rundsändningsportar här. Om du vill ta bort eller lägga till några andra kan du redigera listorna med mellanslagsavgränsade portar för särskilda zoner.</p> <p>Andra förlorade rundsändningspaket loggas. Det kan vara många paket i stora nätverk. Om du vill stänga av loggningen för dessa paket avmarkerar du <b>Logga icke-accepterade rundsändningspaket</b> för de önskade zonerna.</p>
ta: <p><b><big>ஒலிபரப்பு வடிவம்</big></b> <br>ஒலிபரப்புப் பொட்டலங்கள் அண்டை கணினிகளை சிறப்பு யுடிபி பாக்கெட்டுளை வலையமைப்பு முழுவதும் அனுப்பி அண்டை கணினிகள் மற்றும் வலையமைப்பில் உள்ள அனைத்துக் கணினிகளுக்கும் அனுப்பப்பட்ட தகவல்கள் அறியப்படும். உதாரணமாக, சியுபிஎஸ் பகிர்விகள் ஒலிபரப்புப் பொட்டலங்களைக் கொண்டு, தங்களின் பதிப்பு வரிசை குறித்த தகவல்களை வழங்கலாம்.</p> <p>SuSEfirewall2 சேவைகள் தேர்வு செய்யப்பட்டு அனுமதிக்கப்பட்ட இடைமுகங்கள்தன்னியக்கமாக தேவையான து ஒலிப்பரப்புத் துறைகளை இங்கே சேர்க்கும். எதையும் நீக்குவதற்கு அல்லது எதேனும் பிறவற்றை சேர்ப்பதற்கு, பட்டியலிடப்பட்ட வெற்றிடத்தால் பிரிக்கப்பட்ட துறைகளை ஒரு குறிப்பிட்டப் பகுதியில் திருத்தவும்.</p> <p>பிற கைவிடப்பட்ட ஒலிபரப்பு பொட்டலங்கள் பதியப்படும்.. அது ஒரு மிகப் பரந்த வலையமைப்புகளில் உள்ள நிறையப்பொட்டலங்களாகவும் இருக்கலாம் இந்தப் பொட்டலங்கள் பதியப் பெறுவதை அடக்குவதற்கு, ஒரு விருப்பமான பகுதியிலிருந்து<b>ஒலிப்பரப்புப் பொட்டலங்களின் பதிவு ஏற்கப்படவில்லை</b> என்றத் தெரிவை நீக்கவும்.</p>
tr: <p><b><big>Yayım Yapılandırması</big></b> <br>Yayım paketleri, komşu bilgisayarları bulmak ya da ağdaki her bilgisayara bilgi göndermek için yollanan özel UDP paketleridir. Mesela, CUPS sunucuları, yayım paketlerini kullanarak yazdırma kuyruğu hakkında bilgi sağlarlar.</p> <p>İzin verilen arayüzlerde seçilen SuSEfirewall2 hizmetleri, gerekli yayım geçitlerini buraya otomatik olarak eklerler. Herhangi birini kaldırmak ya da başka bir tane eklemek için, o bölgeye ait boşluk tuşuyla ayrılmış geçitlerin listesini düzenleyin.</p> <p>Bırakılan diğer yayım paketleri günlüklenir. Daha geniş ağlarda çok daha fazla paket olabilirdi. Bu paketlerin günlüklemesini engellemek için <b>Kabul Edilmeyen Paketleri Günlükle</b> seçneği istenilen bölgeler için kaldırılmalıdır</p>
uk: <p><b><big>Налаштування трансляції</big></b> <br>Пакети трансляції -- це спеціальні пакети UDP, які посилаються у цілу мережу, щоб знайти сусідні комп'ютери або надіслати інформацію до кожного комп'ютера в мережі. Наприклад, сервери CUPS надають інформацію про їхні черги друку за допомогою пакетів трансляції.</p> <p>Вибрані служби SuSEfirewall2 в дозволених інтерфейсах автоматично додають сюди необхідні порти трансляції. Щоб вилучити або додати якісь інші, відредагуйте список, розділених комами, портів для певних зон.</p> <p>Інші відкинуті пакети трансляції записуються в журнал. В ширших мережах їх може бути досить багато. Щоб не допускати записи в журнал про ці пакети, вимкніть <b>Записувати в журнал не прийняті пакети трансляції</b> для бажаних зон.</p>
xh: <p><b><big>Ubumbeko Losasazo Emoyeni</big></b> <br>Iipakethi zosasazo emoyeni ziipakethi ezizodwa ze-UDP ezithunyelwe kuwo wonke umsebenzi wothungelwano uphelele ukuze kufunyanwe iikhompyutha ezimeleneyo okanye kuthunyelwe ulwazi kwikhompyutha nganye ekumsebenzi wothungelwano. Umzekelo, iiseva ze-CUPS zinika ulwazi ngemikrozo yazo yokushicilela ngokusebenzisa iipakethi zosasazo lwasemoyeni</p> <p>Iinkozo ze-SuSEfirewall2 ezikhethwe kwizithuba zemidibaniso ezivunyelwe ngokuzenzekela zifakela iziqhagamshelanisi zosasazo lwasemoyeni apha. Ukushenxisa naziphi okanye ukufakela naziphi ezinye, hlela izindwe zeziqhagamshelanisi ezahlulwe ngezithuba zeezowuni ezithile.</p> <p>Ezinye iipakethi ezithuliweyo kusasazo lwasemoyeni ziyangena. Zisenokuba ziipakethi ezininzi kwimisebenzi yothungelwano ebanzi. Ukucothisisa ukungena kwezi pakethi, yeka ukukhetha oku <b>Ukungena Akuzamkeli Iipakethi Zosasazo Lwasemoyeni</b> ukwenzela iizowuni ezinqwenelekayo.</p>
zu: <p><b><big>Ukuhlela i-Broadcast</big></b> <br>Ama-broadcast packet angama-UDP packet akhethekile athunyelwa kuyo yonke inethiwekhi ukuze athole amakhompuyutha angomakhelwane noma athumele ukwaziswa ekhompuyutheni ngayinye kwinethiwekhi. Ngokwesibonelo, iziphakelalwazi ze-CUPS zihlinzeka ngokwaziswa ngomsebenzi olinde ukuphrintwa zisebenzisa ama-broadcast packet.</p> <p>Amasevisi e-SuSEfirewall2 akhethiwe kuma-interface avunyelwe anezela ngokuzenzakalelayo ama-port okusakaza lapha. Ukuze ususe noma unezele noma imaphi amanye, hlela izinhlu zama-port ahlukaniswa ngokhefana amazoni athile.</p> <p>Amanye ama-broadcast packet ayekhiwe ayalogwa. Kungase kube ama-packet amaningi kakhulu kwinethiwekhi ebanzi. Ukuze ucindezele ukulogwa kwalama packet, yeka ukukhetha okuthi <b>Loga Ama-Broadcast Packet Angamukelwanga</b> amazoni owafunayo.</p>
