Repository: Dzejrou/yast-translations
Catalog: po/firewall/*.po
Languages: af, ar, bg, ca, da, gl, gu, hi, id, it, ja, lt, nb, pt, pt_br, ro, ru, sk, sv, ta, tr, uk, xh, zu

source: Device
af: Toestel
ar: الجهاز
bg: Устройство
ca: Dispositiu
da: Enhed
gl: Dispositivo
gu: ઉપકરણ
hi: उपकरण
id: Perangkat
it: Dispositivo
ja: デバイス
lt: Įrenginys
nb: Enhet
pt: Dispositivo
pt_br: Dispositivo
ro: Dispozitiv
ru: Устройство
sk: Zariadenie
sv: Enhet
ta: கருவி
tr: Aygıt
uk: Пристрій
xh: Isixhobo
zu: Idivayisi

source: Interface or String
af: Koppelvlak of string
ar: الواجهة أو السلسلة
bg: Интерфейс или низ
ca: Interfície o cadena
da: Grænseflade eller streng
gl: Interface ou cadea
gu: ઇન્ટરફેસ અથવા સ્ટ્રિંગ
hi: अंतराफलक या स्ट्रिन्ग
id: Interfaces atau String
it: Interfaccia o stringa
ja: インターフェイスまたは文字列
lt: Įrenginys arba eilutė
nb: Grensesnitt eller kommando
pt: Interface ou String
pt_br: Interface ou string
ro: Interfață sau șir
ru: Интерфейс или строка
sk: Rozhranie alebo reťazec
sv: Gränssnitt eller sträng
ta: இடைமுகம் அல்லது சரம்
tr: Arayüz ya da Dizge
uk: Інтерфейс або рядок
xh: Isithuba somdibaniso okanye Umtya
zu: I-Interface noma Uhlu

source: Configured In
af: Gekonfigureer in
ar: مُعد في
bg: Настроено в
ca: Configurat a
da: Konfigureret i
gl: Configurado en
gu: માં કન્ફિગર થયેલું
hi: समनुरूपित
id: Dikonfigurasi Di
it: Configurato in
ja: 以下で設定済み
lt: Sukonfigūruota
nb: Konfigurert i
pt: Configurado em
pt_br: Configurado em
ro: Configurat în
ru: Настроен в
sk: Nakonfigurované v zóne
sv: Inställd i
ta: உள்ளே வடிவமைக்கப்பட்டது
tr: Yapılandırıldı:
uk: Налаштовано в
xh: Kubumbeke Apha
zu: Ihlelwe E

source: &Change...
af: &Wysig ...
ar: تغيير...
bg: Пром&яна
ca: &Canvia-ho...
da: &Ændr...
gl: &Cambiar...
gu: &બદલો...
hi: बदलें .....(&C)
id: &Ubah..
it: &Modifica...
ja: 変更 (&C)...
lt: &Pakeisti...
nb: &Endre...
pt: &Alterar...
pt_br: A&lterar...
ro: Modifi&că...
ru: &Изменить...
sk: &Zmeniť...
sv: &Ändra...
ta: மாற்றவும்...
tr: &Değiştir...
uk: &Змінити...
xh: &Guqula...
zu: &Shintsha...

source: C&ustom...
af: P&asmaak ...
ar: مخصص...
bg: &По желание
ca: &Personalitza-ho...
da: Br&ugerdefineret...
gl: Per&sonalizar...
gu: ક&સ્ટમ
hi: रिवाज (&u)
id: K&ustom...
it: P&ersonalizza...
ja: カスタム (&U)...
lt: &Individualizuotas...
nb: E&gendefinert...
pt: Personali&zado...
pt_br: Personali&zado...
ro: &Personalizat
ru: &Настроить...
sk: &Vlastné...
sv: E&gen...
ta: தனிப்பயனாக்கு
tr: Özel...
uk: Нет&ипове...
xh: L&ungisela...
zu: IC&ustom...

source: Zone for Network Interface
af: Sone vir netwerkkoppelvlak
ar: منطقة لواجهة الشبكة
bg: Зона за мрежов интерфейс
ca: Zona per a la interfície de xarxa
da: Zone for netværksgrænseflade
gl: Zona da interface de rede
gu: નેટવર્ક ઇન્ટરફેસ માટે વિસ્તાર
hi: नेटवर्क अंतराफलक के लिए ज़ोन
id: Zona untuk Interfaces Jaringan
it: Zona per interfaccia di rete
ja: ネットワークインターフェイスのゾーン
lt: Tinklo sąsajos zona
nb: Sone for nettverksgrensesnitt
pt: Zona para Interface de Rede
pt_br: Zona para interface de rede
ro: Zonă pentru interfața de rețea
ru: Зона сетевого интерфейса
sk: Zóna pre sieťové rozhranie
sv: Zon för nätverksgränssnitt
ta: வலையமைப்பு பகுதிகளுக்கான இடைமுகம்
tr: Ağ Arayüzü Bölgesi
uk: Зона для інтерфейсу мережі
xh: Izowuni Yesithuba Somdibaniso Womsebenzi Wothungelwano
zu: Izoni Ye-Interface Yenethiwekhi

source: &Interface Zone
af: &Koppelvlaksone
ar: منطقة الواجهة
bg: &Зона на интерфейса
ca: &Zona de la interfície
da: &Grænsefladezone
gl: Zona da &interface
gu: &ઇન્ટરફેસ વિસ્તાર
hi: अंतराफलक ज़ोन (&I)
id: &Zona Interfaces
it: Zona dell'&interfaccia
ja: インターフェイスゾーン (&I)
lt: &Sąsaja zona
nb: &Grensesnittsone
pt: Zona de &Interface
pt_br: &Zona da interface
ro: Zonă &interfață
ru: &Зона интерфейса
sk: Zóna rozhran&ia
sv: Gränssn&ittszon
ta: இடைமுகப் பகுதி
tr: Arayüz Bölgesi
uk: Зона &інтерфейсу
xh: &Izowuni Yesithuba Somdibaniso
zu: &Izoni Ye-Interface

source: Additional Interface Settings for Zones
af: Bykomende koppelvlakinstellings vir sones
ar: إعدادات واجهة إضافية للمناطق
bg: Допълнителни настройки на интерфейса за зоните
ca: Configuració d'interfície addicional per a zones
da: Flere grænsefladeindstillinger for zoner
gl: Configuracións adicionais das interfaces das zonas
gu: વિસ્તારો માટે વધારાના ઇન્ટરફેસ સેટિંગ્સ
hi: ज़ोनस के लिए अन्य अंतराफलक व्यवस्था
id: Pengaturan Interfaces tambahan untuk Zona
it: Impostazioni aggiuntive dell'interfaccia per zone
ja: ゾーンの追加インターフェイスの設定
lt: Papildomos sąsajos nuostatos zonoms
nb: Flere grensesnittinnstillinger for soner
pt: Definições Adicionais de Interface para Zonas
pt_br: Configurações adicionais de interface para zonas
ro: Setări adiționale de interfață pentru zone
ru: Дополнительные настройки интерфейса для зоны
sk: Ďalšie nastavenie rozhraní pre zóny
sv: Ytterligare gränssnittsinställningar för zoner
ta: பகுதிகளுக்கான கூடுதலான இடை முக அமைப்பு
tr: Bölgeler için Ek Arayüz Ayarları
uk: Додаткові параметри інтерфейсів для зон
xh: Imimiselo Efakelweyo Yesithuba Somdibaniso esenzelwe Iizowuni
zu: Amasethingi Ama-Interface Engeziwe Amazoni

source: &Masquerade Networks
af: &Maskernetwerke
ar: تنكر الشبكات
bg: &Маскирани мрежи
ca: &Xarxes emmascarades
da: &Maskér netværk
gl: Redes con en&mascaramento
gu: મેસ્કવેરડ નેટવર્કસ
hi: मैस्करेड नेटवर्कस (&M)
id: &Jaringan Masquerade
it: &Maschera reti
ja: ネットワークをマスカレードする (&M)
lt: &Maskaradinti tinklus
nb: &Masker nettverk
pt: Redes &Dissimuladas
pt_br: &Mascaramento de redes
ro: &Maschează rețelele
ru: &Транслировать сети
sk: &Maskovanie siete
sv: &Maskera nätverk
ta: மஸ்க்யுரேட் வலையமைப்புகள்
tr: Ağları Maskele
uk: Мережі &трансляції
xh: &Imisebenzi Yothungelwano Yokwenza Nto Yimbi
zu: &Fanisa Amanethiwekhi

source: All&owed Services for Selected Zone
af: Toe&gelate dienste vir gekose sone
ar: الخدمات المسموح بها للمنطقة المحددة
bg: П&озволени услуги за избраната зона
ca: Serveis &permesos per a la zona seleccionada
da: Tilladte tjenester for valgt z&one
gl: Serviz&os permitidos na zona seleccionada
gu: પસંદ કરેલ વિસ્તાર માટે મંÅજૂર સેવાઓ
hi: चुनित ज़ोन के लिए मान्य सेवाएँ (&o)
id: Lay&anan yang Diizinkan untk Zona Terpilih
it: Servizi co&nsentiti per la zona selezionata
ja: 設定対象のゾーン (&O)
lt: &Leidžiamos paslaugos pasirinktai zonai
nb: Ti&llatte tjenester for valgt sone
pt: Serviços Permitid&os para a Zona Seleccionada
pt_br: Serviç&os permitidos para a zona selecionada
ro: Servicii permise pentru z&ona selectată
ru: Разр&ешенные сервисы для выбранной зоны
sk: P&ovolené služby pre zvolenú zónu
sv: Tillåtna tjänster för vald z&on
ta: தேர்ந்தெடுக்கப்பட்ட பகுதிகளுக்கான அனுமதிக்கப்பட்ட சேவைகள்
tr: Seçilen Bölge için İzin Verilen Hizmetler
uk: Дозво&лені служби для вибраної зони
xh: Iinkonzo Ezi&vunyelweyo Zeezowuni Ezikhethiweyo
zu: Ama&sevisi Avunyelwe Ezoni Ekhethiwe

source: &Service to Allow
af: &Diens wat toegelaat moet word
ar: الخدمة المطلوب السماح بها
bg: &Услуги за разрешаване
ca: &Servei que voleu permetre
da: Tillad ny tjene&ste
gl: &Servizos permitidos
gu: &મંજૂર કરવા સેવાઓ
hi: जो सेवाए मान्य हैंँ (&S))
id: &Layanan yang akan Diizinkan
it: &Servizio da consentire
ja: 許可するサービス (&S)
lt: &Leistina paslauga
nb: &Tjeneste som skal tillates
pt: &Serviço a Permitir
pt_br: &Serviço a permitir
ro: &Serviciu ce va fi permis
ru: Разрешенные &сервисы
sk: Povoliť &službu
sv: Tjän&st att tillåta
ta: அனுமதிக்கவேண்டிய சேவை
tr: İzin Verilecek Hizmet
uk: Дозволити &службу
xh: &Inkonzo Yokuvumela
zu: &Isevisi Ezovunyelwa

source: Allowed Service
af: Toegelate diens
ar: الخدمة المسموح بها
bg: Позволени услуги
ca: Servei permès
da: Tilladt tjeneste
gl: Servizo permitido
gu: મંજૂર સેવા
hi: मान्य सेवाएँ (&S)
id: Layanan yang Diizinkan
it: Servizio consentito
ja: 許可するサービス
lt: Leidžiama paslauga
nb: Tillatt tjeneste
pt: Serviço Permitido
pt_br: Serviço permitido
ro: Serviciu permis
ru: Разрешённая служба
sk: Povolená služba
sv: Tillåten tjänst
ta: அனுமதிக்கப்பட்ட சேவை
tr: İzin Verilen Hizmet
uk: Дозволена служба
xh: Inkonzo Ivunyelwe
zu: Isevisi Evunyelwe

source: Description
af: Beskrywing
ar: وصف
bg: Описание
ca: Descripció
da: Beskrivelse
gl: Descrición
gu: વર્ણન
hi: विवरण
id: Deskripsi
it: Descrizione
ja: 説明
lt: Aprašas
nb: Beskrivelse
pt: Descrição
pt_br: Descrição
ro: Descriere
ru: Описание
sk: Popis
sv: Beskrivning
ta: விளக்கம்
tr: Tanım
uk: Опис
xh: Inkcazelo
zu: Incazelo

source: &Protect Firewall from Internal Zone
af: &Beskerm brandmuur vanuit interne sone
ar: حماية جدار الحماية من المنطقة الداخلية
bg: За&щита на стената от вътрешната зона
ca: &Protegeix el tallafoc de la zona interna
da: &Beskyt firewall fra intern zone
gl: &Protexer a devasa da zona interna
gu: આંતરિક વિસ્તારમાંથી રક્ષણ ફાયરવોલ
hi: अन्दरूणी ज़ोन से फायरवाल को रक्षण को करें (&P)
id: &Lindungi Firewal dari Zona Internal
it: &Proteggi firewall da zona interna
ja: 内部ゾーンからもファイアウオールで防御する (&P)
lt: &Apsaugoti užkardą iš vidinės zonos
nb: &Brannmurbeskyttelse fra intern sone
pt: &Proteger a Firewall da Zona Interna
pt_br: &Proteger firewall da zona interna
ro: &Protejează paravanul de protecție din zona internă
ru: З&ащитить брандмауэр от внутренней зоны
sk: Chrániť firewall pred &vnútornou zónou
sv: Skydda brandvä&gg från intern zon
ta: உள்ளமைப் பகுதியிலிருந்து ஃபயர்வாலைப் பாதுகாத்தல்
tr: Güvenlik Duvarını Dahili Bölgeden Koru
uk: &Захистити мережевий екран від внутрішньої зони
xh: &Khusela i-Firewall Kwizowuni Yangaphakathi
zu: &Vikela I-firewall Kwizoni Yangaphakathi

source: A&dvanced...
af: Ge&vorderd ...
ar: متقدم...
bg: &Разширено
ca: A&vançat...
da: &Avanceret...
gl: A&vanzado...
gu: આધુનિક...
hi: अग्रवर्ती (&d)
id: M&ahir...
it: A&vanzate...
ja: 詳細 (&D)...
lt: &Išsamiau...
nb: A&vansert...
pt: &Avançado...
pt_br: A&vançado...
ro: Avansat...
ru: &Дополнительно...
sk: &Pokročilé...
sv: Avan&cerat...
ta: மேம்படுத்தபட்ட
tr: Gelişmiş...
uk: &Додаткове...
xh: O&sekukwibanga eseliphambili...
zu: Thu&thukisiwe...

source: Expert Rules Services for Selected Zone
af: Kundige Reëls dienste vir gekose sone
ar: خدمات قواعد الخبير للمنطقة المحددة
bg: Експертни правила за услуги в избраната зона
ca: Serveis de regles avançades per a la zona seleccionada
da: Avancerede regeltjenester for valgt zone
gl: Servizos de regras de expertos da zona seleccionada
gu: પસંદ કરેલ વિસ્તાર માટે મંÅજૂર સેવાઓ
hi: चुनित ज़ोन के लिए मान्य सेवाएँ (&o)
id: Layanan Rules Mahir untuk Zona Terpilih
it: Servizi di regole avanzate per la zona selezionata
ja: 選択されたゾーンの拡張ルールサービス
lt: Eksperto taisyklės paslaugoms iš pasirinktos zonos
nb: Tjenester med avanserte regler for valgt sone
pt: Serviços Avançados de Regras para a Zona Seleccionada
pt_br: Serviços com regras avançadas para a zona selecionada
ro: Servicii reguli avansate pentru zona selectată
ru: Службы экспертных правил для выбранной зоны
sk: Pokročilé pravidlá pre služby pre zvolenú zónu
sv: Expertregeltjänster för vald zon
ta: தேர்ந்தெடுக்கப்பட்ட பகுதிகளுக்கான அனுமதிக்கப்பட்ட சேவைகள்
tr: Seçilen Bölge için Uzman Kuralları Hizmeti
uk: Служби експертних правил для вибраної зони
xh: Iinkonzo Zemithetho Yobungcaphephe ukwenzela Izowuni Ekhethiweyo
zu: Amasevisi Emithetho Ongoti Amazoni Akhethiwe

source: Source Network
af: Bronnetwerk
ar: الشبكة المصدر
bg: Изходна мрежа
ca: Xarxa font
da: Kildenetværk
gl: Rede orixe
gu: સ્ત્રોત નેટવર્ક
hi: सोर्स नेटवर्क
id: Jaringan Sumber
it: Rete di origine
ja: 発信元ネットワーク
lt: Pradinis tinklas
nb: Kildenettverk
pt: Rede Origem
pt_br: Rede de origem
ro: Rețea sursă
ru: Сеть источника
sk: Zdrojová sieť
sv: Källnätverk
ta: மூல வலையமைப்பு
tr: Kaynak Ağı
uk: Джерельна мережа
xh: Umsebenzi Wothungelwano Wentsusa
zu: Inethiwekhi Ewumthombo

source: Protocol
af: Protokol
ar: بروتوكول
bg: Протокол
da: Protokol
gl: Protocolo
gu: પ્રોટોકોલ
hi: प्रोटोकोल
id: Protokol
it: Protocollo
ja: プロトコル
lt: Protokolas
nb: Protokoll
pt: Protocolo
pt_br: Protocolo
ru: Протокол
sk: Protokol
sv: Protokoll
ta: வழிமுறை
tr: Protokol
uk: Протокол
xh: Inkqubo
zu: Iphrothokholi

source: Destination Port
af: Bestemmingspoort
ar: منفذ الوجهة
bg: Порт-назначение
ca: Port de destí
da: Destinationsport
gl: Porto destino
gu: રીડીર. ટુ પોર્ટ
hi: पोर्ट पर पुनर्निर्देशित करें
id: Port Tujuan
it: Porta di destinazione
ja: 宛先ポート
lt: Paskirties prievadas
nb: Målport
pt: Porto de Destino
pt_br: Porta de destino
ro: Port destinație
ru: Порт назначения
sk: Cieľový port
sv: Målport
ta: துறைக்குத் திசைத் திருப்புதல்
tr: Hedef Geçit
uk: Порт призначення
xh: Isiqhagamsheli Ekuyiwa Kuso
zu: I-Destination Port

source: Source Port
af: Bronpoort
ar: المنفذ المصدر
bg: Порт-източник
ca: Port font
da: Kildeport
gl: Porto orixe
gu: સ્ત્રોત નેટવર્ક
hi: सोर्स नेटवर्क
id: Port Sumber
it: Porta di origine
ja: 発信元ポート
lt: Pradinis prievadas
nb: Kildeport
pt: Porto de Origem
pt_br: Porta de origem
ro: Port sursă
ru: Порт источника
sk: Port zdroja
sv: Källport
ta: மூல வலையமைப்பு
tr: Kaynak Geçit
uk: Порт джерела
xh: Isiqhagamsheli Esiyintsusa
zu: I-Port Ewumthombo

source: Additional Allowed Ports
af: Bykomende toegelate poorte
ar: المنافذ الإضافية المسموح بها
bg: Допълнителни разрешени портове
ca: Ports addicionals permesos
da: Yderligere tilladte porte
gl: Portos permitidos adicionais
gu: વધારાના મંજૂર પોર્ટ્સ
hi: अन्य पोर्टस जो मान्य हैं
id: Tambahan Port yang Diizinkan
it: Porte consentite addizionali
ja: 追加で許可するポート
lt: Papildomi leidžiami prievadai
nb: Flere tillatte porter
pt: Portos Adicionais Permitidos
pt_br: Portas permitidas adicionais
ro: Porturi adiționale permise
ru: Дополнительные разрешённые порты
sk: Ďalšie povolené porty
sv: Ytterligare tillåtna portar
ta: கூடுதலான அனுமதிக்கப்பட்ட துறைகள்
tr: İzin Verilen Ek Geçitler
uk: Додаткові дозволені порти
xh: Iziqhagamshelanisi Ezifakelwayo Ezivunyelweyo
zu: Amanye Ama-Port Avumelekile

source: Settings for Zone: %1
af: Stellings vir sone: %1
ar: إعدادات للمنطقة: %1
bg: Настройки за зона: %1
ca: Paràmetres de la zona: %1
da: Indstillinger for zone: %1
gl: Configuración da zona: %1
gu: વિસ્તાર માટે સેટિંગ્સ: %1
hi: ज़ोन: %1 के लिए सेटिंग्स
id: Aturan untuk Zona: %1
it: Impostazioni per zona: %1
ja: ゾーン: %1
lt: Zonos %1 nuostatos
nb: Soneinnstillinger: %1
pt: Definições para a Zona: %1
pt_br: Configurações para a zona: %1
ro: Setări pentru zona: %1
ru: Настройки для зоны: %1
sk: Nastavenia pre zónu: %1
sv: Inställningar för zon: %1
ta: பகுதிகளுக்கான அமைப்பு : %1
tr: Bölge Ayarları: %1
uk: Параметри для зони: %1
xh: Imimiselo Yezowuni: %1
zu: Amasethingi Ezoni: %1

source: &TCP Ports
af: &TCP-poorte
ar: منافذ TCP
bg: &TCP портове
ca: Ports &TCP
da: &TCP-porte
gl: Portos &TCP
gu: &TC P પોર્ટ્સ
hi: TCP पोर्टस (&T)
id: %Port TCP
it: Porte &TCP
ja: TCP ポート (&T)
lt: &TCP prievadai
nb: &TCP-porter
pt: Portos &TCP
pt_br: Portas &TCP
ro: Porturi &TCP
ru: &TCP-порты
sk: &TCP Porty
sv: &TCP-portar
ta: டிசிபி துறைகள்
tr: &TCP Geçitleri
uk: Порти &TCP
xh: Iziqhagamsheli ze&TCP
zu: &Ama-Port e-TCP

source: &UDP Ports
af: &UDP-poorte
ar: منافذ UDP
bg: &UDP портове
ca: Ports &UDP
da: &UDP-porte
gl: Portos &UDP
gu: &U D P પોર્ટ્સ
hi: &UDP पोर्टस
id: %Port UDP
it: Porte &UDP
ja: UDP ポート (&U)
lt: &UDP prievadai
nb: &UDP-porter
pt: Portos &UDP
pt_br: Portas &UDP
ro: Porturi &UDP
ru: &UDP-порты
sk: &UDP Porty
sv: &UDP-portar
ta: யுடிபி துறைகள்
tr: &UDP Geçitleri
uk: Порти &UDP
xh: Iziqhagamshelanisi ze&UDP
zu: &Ama-Port e-UDP

source: &RPC Ports
af: &RPC-poorte
ar: منافذ RPC
bg: &RPC портове
ca: Ports &RPC
da: &RPC-porte
gl: Portos &RPC
gu: &RPC પોર્ટ્સ
hi: &RPC पोर्टस
id: &Port RPC
it: Porte &RPC
ja: RPC ポート (&R)
lt: &RPC prievadai
nb: &RPC-porter
pt: Portos &RPC
pt_br: Portas &RPC
ro: Porturi &RPC
ru: &RPC-порты
sk: &RPC Porty
sv: &RPC-portar
ta: ஆர்பிசி துறைகள்
tr: &RPC Geçitleri
uk: Порти &RPC
xh: Iziqhagamshelanisi ze&RPC
zu: &Ama-Port e-RPC

source: &IP Protocols
af: &IP-protokolle
ar: بروتوكولات IP
bg: &IP протоколи
ca: Protocols &IP
da: &IP-protokoller
gl: Protocolos &IP
gu: &IP પ્રોટોકોલ્સ
hi: &IP प्रोटोकोल्स
id: %Protokol IP
it: Protocolli &IP
ja: IP プロトコル (&I)
lt: &IP protokolai
nb: &IP-protokoller
pt: Protocolos &IP
pt_br: Protocolos &IP
ro: Protocoale &IP
ru: Протоколы &IP
sk: &IP Protokoly
sv: &IP-protokoll
ta: ஐபி துறைகள்
tr: &IP İletişim Kuralları
uk: Протоколи &IP
xh: Iinkqubo ze&IP
zu: &AmaPhrothokholi e-IP

source: Redirect Requests to Masqueraded IP
af: Herverwys versoeke na gemaskerde IP
ar: إعادة توجيه الطلبات إلى تنكر IP
bg: Пренасочени заявки към маскираното IP
ca: Redirigeix les sol·licituds a la IP emmascarada
da: Omdirigér forespørgsler til maskeret IP-adresse
gl: Redireccionar as solicitudes a un IP enmascarado
gu: મેસ્કવેરડ IP તરફ પાછા વાળો
hi: निर्वेदन मैस्करेडड IP को भेज दो
id: Alihkan Permintaan menuju IP Masquerade
it: Reindirizza le richieste all'IP mascherato
ja: マスカレード IP への要求の転送
lt: Nukreipti užklausas į maskaradinimo IP
nb: Omdiriger forespørsler til maskert IP
pt: Redireccionar Pedidos para IP Dissimulado
pt_br: Redirecionar solicitações para IP mascarado
ro: Redirecționează cererile către IP mascat
ru: Перенаправить запросы на транслируемый IP
sk: Presmerovať požiadavky na maskovanú IP
sv: Omdirigera begäran till maskerat IP
ta: மஸ்க்யுரேட்டட் ஐபிக்கான கோரல்களை திசைத்திருப்புதல்
tr: İstekleri Maskelenmiş IP Adresine Yönlendir
uk: Переспрямувати запити на IP-адресу, що транслюється
xh: Phinda Ubhekise Intsingiselo Yezicelo kwi-IP Eyenza Nto Yimbi
zu: Phinde Uqondise Izicelo Kwi-IP Efanisiwe:

source: Req. IP
af: Versoek IP
ar: مطلوب. IP
bg: Изисква IP
ca: IP sol·licitada
da: Foresp. IP
gl: IP requi.
gu: માંગેલ IP
hi: रिक्वयैर्ड IP
id: Rekues IP
it: IP richiesto
ja: アクセス先 IP
lt: Užkl. IP
nb: Forsp. IP
pt: IP Pedido
pt_br: IP solicitado
ro: IP cerut
ru: Треб. IP
sk: Požadovaná IP
sv: Begärd IP
ta: கோரப்பட்ட IP
tr: İst. IP
uk: Потр. IP
xh: Okucelwayo i- IP:
zu: Cel. IP

source: Req. Port
af: Versoek Poort
ar: مطلوب. منفذ
bg: Изисква Порт
ca: Port sol·licitat
da: Foresp. port
gl: Porto Req.
gu: માગેલ પોર્ટ
hi: रिक्वयैर्ड पोर्ट
id: Rekues Port
it: Porta richiesta
ja: アクセス先ポート
lt: Užkl. prievadas
nb: Foresp. port
pt: Porto Pedido
pt_br: Porta requisitada
ro: Port cerut
ru: Треб. порт
sk: Požadovaný port
sv: Begärd port
ta: கோரப்பட்ட த் துறை
tr: İst. Geçit
uk: Потр. Port
xh: Okucelwayo Isiqhagamshelanisi
zu: Cel. I-Port

source: Redir. to IP
af: Herverwys na IP
ar: إعادة التوجيه إلى IP
bg: Прен. към IP
ca: Redirigeix a la IP
da: Omdir. til IP
gl: Redir. ó IP
gu: રીડીર. ટુ IP
hi: आईपी पर पुनर्निर्देशित करें
id: Alihkan ke IP
it: Reindirizza all'IP
ja: IP への転送
lt: Nukreipti į IP
nb: Omdir. til IP
pt: Redir. para IP
pt_br: Redirecionar para IP
ro: Redir. către IP
ru: Перенапр. на IP
sk: Presmerovať na IP
sv: Skicka vidare till IP
ta: IPக்கு திசை திருப்புதல்
tr: IP'ye Gön.
uk: Переспр. на IP
xh: Phinda ubhekise intsingiselo kwi-IP
zu: Yiqond. kwi-IP

source: Redir. to Port
af: Herverwys na poort
ar: إعادة التوجيه إلى المنفذ
bg: Прен. към Порт
ca: Redirigeix al port
da: Omdir. til port
gl: Redir. ao porto
gu: રીડીર. ટુ પોર્ટ
hi: पोर्ट पर पुनर्निर्देशित करें
id: Alihkan ke Port
it: Reindirizza alla porta
ja: ポートへの転送
lt: Nukreipti į prievadą
nb: Omdir. til port
pt: Redir. para Porto
pt_br: Redirecionar para porta
ro: Redir. către port
ru: Перенапр. на порт
sk: Presmerovať na port
sv: Skicka vidare till port
ta: துறைக்குத் திசைத் திருப்புதல்
tr: Geçit'e Gön.
uk: Переспр. на порт
xh: Phinda ubhekise intsingiselo Kwisiqhagamshelanisi se-IP
zu: Yiqond. kwi-Port

source: Add Masqueraded Redirect Rule
af: Voeg gemaskerde herverwysingsreël by
ar: إضافة قاعدة إعادة توجيه للتنكر
bg: Добавяне на правило за маскирано пренасочване
ca: Afegeix una regla de redirecció emmascarada
da: Tilføj maskeret omdirigeringsregel
gl: Engadir regra para redirixir con enmascaramento
gu: પાછા વાળવાના મેસ્ક્વેરડ નિયમ ઉમેરો
hi: छद्मवेशी पुनर्निर्देशन नियम जोड़ें
id: Tambah Aturan Pengalihan Masquerade
it: Aggiungi regola di reindirizzamento mascherato
ja: マスカレード転送ルールの追加
lt: Pridėti maskaradinimo nukreipimo taisyklę
nb: Legg til maskert omdirigeringsregel
pt: Adicionar Regra de Redirecção Dissimulada
pt_br: Adicionar regra de redirecionamento mascarado
ro: Adaugă regulă de redorectare mascată
ru: Добавить правило транслируемого перенаправления
sk: Pridať pravidlo pre presmerovanie maškarády
sv: Lägg till maskerad omdirigeringsregel
ta: மஸ்க்யுரேட்டட் திசைதிருப்பல் விதியைசேர்க்கவும்
tr: Maskelenmiş Yönlendirme Kuralı Ekle
uk: Додати правило трансльованого переспрямування
xh: Fakela Umthetho Wokubhekisa Intsingiselo Kwinto Yimbi
zu: Nezela Umthetho Ofanisiwe Wokuphinde Uqondise

source: Redirect Matching Rule:
af: Herverwys pasmaatreël:
ar: إعادة توجيه القاعدة المطابقة:
bg: Правило, съответстващо на пренасочване:
ca: Redirigeix la regla coincident:
da: Omdirigér matchende regel:
gl: Regra para as redireccións:
gu: પાછા વાળવાના મેળના નિયમ:
hi: मेचिंग नियम को पुनर्निर्देशित करें:
id: Aturan Pengalihan yang Sama:
it: Regola di reindirizzamento corrispondente:
ja: ルールの一致による転送:
lt: Nukreipimo atitikmens taisyklė:
nb: Omdirigeringsregel:
pt: Redireccionar Regra Aplicável:
pt_br: Regra de redirecionamento atendida:
ro: Regulă de redirectare:
ru: Перенаправлять совпадающее правило:
sk: Kritériá pravidla:
sv: Omdirigera matchande regel:
ta: ஒப்புமை விதியை திசைதிருப்பவும்:
tr: Yönlendirme Eşleme Kuralı:
uk: Правило збігу для переспрямування:
xh: Phinda Ubhekise Intsingiselo Kungqamaniso:
zu: Phinde Uqondise Umthetho Wokufanisa

source: &Source Network
af: &Bronnetwerk
ar: الشبكة المصدر
bg: &Изходна мрежа
ca: Xarxa &font
da: &Kildenetværk
gl: R&ede orixe
gu: &સ્ત્રોત નેટવર્ક
hi: सोर्स नेटवर्क (&S)
id: &Jaringan Sumber
it: Rete di &origine
ja: 発信元ネットワーク (&S)
lt: &Pradinis tinklas
nb: &Kildenettverk
pt: Rede &Origem
pt_br: Rede de &origem
ro: Rețea sursă
ru: &Сеть источника
sk: &Zdrojová sieť
sv: &Källnätverk
ta: மூல வலையமைப்பு
tr: Kaynak Ağı
uk: &Джерельна мережа
xh: &Umsebenzi Wothungelwano Wentsusa
zu: &Inethiwekhi Ewumthombo

source: Re&quested IP (Optional)
ar: عنوان IP المطلوب (اختياري)
bg: И&зискано IP (незадължително)
ca: IP &Demanada (opcional)
da: An&modet IP (valgfrit)
id: IP yang Di&minta (Tambahan)
it: &IP richiesto (facoltativo)
ja: 要求先 IP (オプション) (&Q)
nb: Forespurt& IP (valgfritt)
pt_br: IP so&licitado (opcional)
ru: Запра&шиваемый IP (необязательно)
sk: &Požadovaná IP adresa (Voliteľné)
sv: Begär&d IP (valfritt)
uk: Запитана IP-адреса (необов'язково)

source: &Protocol
af: &Protokol
ar: البروتوكول
bg: Прото&кол
da: &Protokol
gl: &Protocolo
gu: &પ્રોટોકોલ
hi: प्रोटोकोल (&P)
id: &Protokol
it: &Protocollo
ja: プロトコル (&P)
lt: &Protokolas
nb: &Protokoll
pt: &Protocolo
pt_br: &Protocolo
ru: &Протокол
sk: &Protokol
sv: &Protokoll
ta: வழிமுறைகள்
tr: &Protokol
uk: &Протокол
xh: &Inkqubo
zu: &Iphrothokholi

source: R&equested Port
af: V&ersoekte poort
ar: المنفذ المطلوب
bg: Изискан п&орт
ca: Port s&ol·licitat
da: For&espurgt port
gl: Porto r&equirido
gu: મા & ગેલ પોર્ટ
hi: रिक्वयैर्ड पोर्ट (&e)
id: Port yang Di&minta
it: Porta richi&esta
ja: 要求先ポート (&E)
lt: Už&klaustas prievadas
nb: F&orespurt port
pt: Porto S&olicitado
pt_br: Por&ta solicitada
ro: Port c&erut
ru: Тр&ебуемый порт
sk: P&ožadovaný port
sv: B&egärd port
ta: கோரப்பட்ட துறை
tr: İst&enen Geçit
uk: Порт, який слід &запропонувати
xh: Isiqhagamshelanisi Esi&celiweyo
zu: I-P&ort Eceliwe

source: Redirection:
af: Herverwysing:
ar: إعادة التوجيه:
bg: Пренасочване:
ca: Redirecció:
da: Omdirigering:
gl: Redirección:
gu: પાછા વાળેલ:
hi: दिशा बदलना:
id: Pengalihan:
it: Reindirizzamento:
ja: 転送:
lt: Peradresavimas:
nb: Omdirigering:
pt: Redireccionamento:
pt_br: Redirecionamento:
ro: Redirectare:
ru: Перенаправление:
sk: Presmerovanie:
sv: Omdirigering:
ta: திசைதிருப்புதல்:
tr: Yönlendirme:
uk: Переспрямування:
xh: Ukujika Intsingiselo:
zu: Ukuphinde uqondise kwenye indawo:
