Repository: Dzejrou/yast-translations
Catalog: po/firewall/*.po
Languages: af, ar, bg, ca, da, gl, gu, hi, id, it, ja, lt, nb, pt, pt_br, ro, ru, sk, sv, ta, tr, uk, xh, zu

source: <p><b><big>Masquerading</big></b> <br>Masquerading is a function that hides your internal network behind your firewall and allows your internal network to access the external network, such as the Internet, transparently. Requests from the external network to the internal one are blocked. Select <b>Masquerade Networks</b> to masquerade your networks to the external network.</p>
af: <p><b><big>Maskering</big></b> <br>Maskering is 'n funksie wat u interne netwerk agter u brandmuur verberg en laat u interne netwerk toe om deursigtig toegang tot die eksterne netwerk, soos die Internet, te verkry. Versoeke vanaf die eksterne na die interne netwerk word geblokkeer. Kies <b>Maskeer netwerke</b> om u netwerke na die eksterne netwerk te masker.</p>
ar: <p><b><big>التنكر</big></b> <br>وهو عبارة عن وظيفة لإخفاء الشبكة الداخلية خلف جدار الحماية والسماح للشبكة الداخلية بالوصول إلى الشبكة الخارجية، مثل الإنترنت، بوضوح. تمت إعاقة الطلبات من الشبكة الخارجية إلى الشبكة الداخلية. حدد <b>تنكر الشبكات</b>لتنكر الشبكات على الشبكة الخارجية.</p>
bg: <p><b><big>Маскиране</big></b> <br>Маскирането е функция която прикрива вътрешната Ви мрежа и й позволява да достига външни мрежи като Интернет прозрачно. Заявки от външната към вътрешната мрежа не може да се осъществяват, освен при специалните случаи на пренасочване на трафик и то само към точно определени машини от вътрешната мрежа. Изберете <b>Маскиране на мрежите</b> за да маскирате вашите мрежи към външната мрежа.</p>
ca: <p><b><big>Emmascarament</big></b> <br>L'emmascarament és una funció que amaga la xarxa interna darrere del tallafoc i permet que la xarxa interna accedeixi a la xarxa externa, com Internet, de manera transparent. Les sol·licituds de la xarxa externa a la interna estan bloquejades. Seleccioneu <b>Emmascara les xarxes</b> per a emmascarar les xarxes a la xarxa externa.</p>
da: <p><b><big>Maskering</big></b> <br>Maskerering er en funktion som skjuler dit interne netværk bag din firewall og tillader dit interne netværk at tilgå det eksterne netværk, så som internettet, transparent. Forespørgsler fra det eksterne netværk til det interne bliver blokeret. Vælg <b>Maskér netværk</b> for at maskere dine netværk i forhold til det eksterne.</p>
gl: <p><b><big>Enmascaramento</big></b> <br>O enmascaramento é unha función que oculta a rede interna detrás da devasa e que lle permite á rede interna acceder á rede externa, por exemplo á Internet, de xeito transparente. As solicitudes procedentes da rede externa cara á rede interna están bloqueadas. Seleccione <b>Redes con enmascaramento</b> para enmascarar as redes de cara á rede externa.</p>
gu: <p><b><big> મેસક્વેરાડિંગ </big></b> <br> મેસક્વેરાડિંગ એ એક કાર્ય છે જે તમારા ફાયરવોલની પાછળ તમારો આંતરિક નેટવર્ક છૂપાવે છે અને ઇન્ટરનેટ, જેવા બહારના નેટવર્કને પ્રાપ્ત કરવા તમારા આંતરિક નેટવર્ક પારદર્શક રીતે મંજૂરી આપે છે. બાહ્ય નેટવર્કમાંથી આંતરિકમાં માગણી અવરોધાયેલ છે. તમારા <b> નેટવર્કને બાહ્ય નેટવર્કથી </b> મેસ્ક્વેરડ કરવા મેસ્ક્વેરડ નેટવર્કસ પસંદ કરો.</p>
hi: <p><b><big>छद्मवेश</big></b> <br>छद्मवेश एक ऐसा कार्य है जो आपके आंतरिक नेटवर्क को आपकी फायरवॉल के पीछे छिपाता है और आपके आंतरिक नेटवर्क को बाह्य नेटवर्क, जैसे इंटरनेट तक पारदर्शी ढंग से पहुंच की अनुमति देता है। बाह्य नेटवर्क से आंतरिक नेटवर्क तक अनुरोध रोके गए हैं. अपने नेटवर्क को बाह्य नेटवर्क से छद्मवेश करने के लिए <b>Masquerade Networks</b> चुनें।</p>
id: <p><b><big>Masquerading</big><b> <br>masquerading adalah fungsi untuk menyembunyikan jaringa internal dibelakang firewall dan mengizinkan jaringan internal Anda untuk mengakses jaringan eksternal, speerti internet, secara transparan. Rekues dari jaringan eksternal ke dalam internal diblok. Pilih <b>Jaringan Masquerade</b> untuk masqureade jaringan Anda ke jaringan eksternal. <p>
it: <p><b><big>Mascheramento</big></b> <br>Il mascheramento è una funzionalità che nasconde la rete interna dietro il firewall e consente alla rete interna di accedere a reti esterne, come Internet, in modo trasparente. Le richieste provenienti da reti esterne dirette verso la rete interna vengono bloccate. Selezionare <b>Maschera reti</b> per mascherare le reti interne da quelle esterne.</p>
ja: <p><b><big>マスカレード</big></b> <br>マスカレードとはお使いの内部ネットワークをファイアウオールで隠蔽し、インターネットへのアクセスを透過的に 実現するための機能です。 外部ネットワークから内部ネットワークへのアクセスは全てブロックされます。 マスカレードを設定するには <b>ネットワークをマスカレードする</b> を選んでください。 </p>
lt: <p><b><big>Maskaradinimas</big></b> <br>Maskaradinimas – funkcija, paslepianti jūsų vidinį tinklą už jūsų užkardos, bet leidžianti jūsų vidiniam tinklui pasiekti išorinį tinklą, pvz., internetą. Užklausos iš išorinės tinklo zonos į vidinę bus blokuojamos. Pasirinkite <b>Maskaradinti tinklus</b>, jei norite slėpti savo tinklus nuo išorinio tinklo.</p>
nb: <p><b><big>Maskering</big></b> <br>Maskering er en funksjon som skjuler ditt interne nettverk bak brannmuren, men gir det interne nettverket transparent tilgang til eksterne nettverk, for eksempel Internett. Forespørsler fra det eksterne nettverket til det interne blir blokkert. Velg <b>Masker nettverk</b> for å maskere nettverkene for eksterne nettverk.</p>
pt: <p><b><big>Dissimulação</big></b> <br>A dissimulação (masquerading) é uma função que esconde a sua rede interna atrás da firewall, e permite à sua rede interna, o acesso à rede externa, como sendo a Internet, de forma transparente. Os pedidos da rede externa para a interna são bloqueados. Escolha <b>Dissimular Redes</b> para dissimular as suas redes internas à rede externa.</p>
pt_br: <p><b><big>Mascaramento</big></b> <br>Mascaramento é a função que esconde sua rede interna atrás do firewall e permite sua rede interna acessar a rede externa, tal como Internet, de forma transparente. Pedidos da rede externa para a interna são bloqueados. Selecione <b>Mascaramento de redes</b> para mascarar suas redes para a rede externa.</p>
ro: <p><b><big>Mascare</big></b> <br>Mascarea este o funcție care ascunde rețeaua dumneavoastră internă în spatele paravanului de protecție și permite rețelei interne să acceseze rețele externă ca Internetul în mod transparent. Cererile dinspre rețeaua externă către cea internă vor fi blocate. Selectați <b>Mascare rețele</b> pentru a masca rețelele dumneavoastre pentru rețeaua externă.</p>
ru: <p><b><big>Трансляция</big></b> <br>Трансляция — это функция, которая скрывает вашу внутреннюю сеть за брандмауэром и позволяет получить прозрачный доступ ко внешней сети, такой как Интернет. Запросы из внешней сети во внутреннюю будут блокированы. Выберите <b>Транслировать сети</b>, чтобы транслировать ваши сети во внешнюю сеть.</p>
sk: <p><b><big>Maškaráda</big></b> <br>Maškaráda je funkcia, ktorá skryje vnútornú sieť za firewallom, ale povolí jej transparentne pristupovať na vonkajšiu sieť. Požiadavky z vonkajšej siete na vnútornú sú blokované. Zvoľte <b>Maskovať siete</b> ak chcete maskovať Vaše siete na externú sieť.</p>
sv: <p><b><big>Maskering</big></b> <br>Maskering är en funktion som döljer ditt interna nätverk bakom din brandvägg och tillåter ditt interna nätverk att komma åt det externa nätverket, som Internet, transparent. Begäran från det externa nätverket till det interna blockeras. Välj <b>Maskera nätverk</b>för att maskera dina nätverk från externa nätverk.</p>
ta: <p><b><big> மாஸ்க்யுரேடிங்</big></b> <br>மாஸ்க்யுரேடிங் உங்கள் உள்ளமை வலையமைப்பை ஃபயர்வாலுக்குப் பின்னால் மறைத்து உங்கள் உள்ளமை வலையமைப்பிற்கு வெளியமை வலையமைப்புகளான இணையம் போன்றவற்றை தெளிவாகக் கிடைக்கச் செய்யும் ஒரு செயல்வினையாகும். வெளியமை வலையமைப்புகளிலிருந்து. உள்ளமை வலையமைப்பிற்கு வரும் கோரல்கள் தடைசெய்யபடுகின்றன. <b>மாஸ்க்யுரேட் வலையமைப்புகள்</b> உங்கள் வலையமைப்புகளை வெளியமை வலையமைப்புகளிலிருந்து மாஸ்க்யுரேட் செய்கிறது.</p>
tr: <p><b><big>Maskeleme</big></b> <br>Maskeleme, dahili ağınızı güvenlik duvarınızın arkasına saklayan ve dahili ağınızın harici ağa, internet gibi, bağlanmasına izin veren bir işlevdir. Harici ağdan dahili ağa yapılan istekler engellenir. Ağlarınızı harici ağdan saklamak için <b>Ağları Maskele</b>'yi seçin.</p>
uk: <p><b><big>Трансляція</big></b> <br>Трансляція — це функція, яка приховує вашу внутрішню мережу за мережевий екраном і дозволяє отримати прозорий доступ до зовнішньої мережі, такої як Інтернет. Запити із зовнішньої мережі у внутрішню буде заблоковано. Виберіть <b>Трансляція мереж</b>, щоб транслювати ваші мережі у зовнішню мережу.</p>
xh: <p><b><big>Ukwenza nto yimbi</big></b> <br>Ukwenza nto yimbi ngumsebenzi ofihla umsebenzi wakho wothungelwano emva kwe-firewall kwaye uvumela umsebenzi wakho wothungelwano wangaphakathi ukufikelela kumsebenzi wangaphandle, ofana Nonxibelelwano Ngekhompyutha,ngokungafihlisiyo. Izicelo ezivela kumsebenzi wothungelwano ngaphandle ukuya kokungaphakathi mazinqandwe. Khetha <b>Imisebenzi Yothungelwano Yokwenza Nto Yimbi kwimisebenzi yothungelwano yakho</b> ukuya kumsebenzi wothungelwano wangaphandle.</p>
zu: <p><b><big>Ukufanisa</big></b> <br>Ukufanisa umsebenzi ofihla inethiwekhi yakho yangaphakathi ngemva kwe-firewall yakho bese uvumela inethiwekhi yakho yangaphakathi ukuba ingene kwinethiwekhi yangaphandle, njenge-Intanethi, ngokungafihli lutho. Izicelo kumanethiwekhi angaphandle eziya kwangaphakathi ziyavinjwa. Khetha u-<b>Fanisa Amanethiwekhi</b> ukuze ufanise inethiwekhi yakho nenethiwekhi yangaphandle.</p>

source: <p> Although requests from the external network cannot reach your internal network, it is possible to transparently redirect any requested ports on your firewall to any internal IP. To add a new redirect rule, press <b>Add</b> and complete the redirect form.</p> <p>To removed any redirect rule, select it in the table and press <b>Delete</b>.</p>
ar: <p> بالرغم من تعذر وصول الطلبات من الشبكة الخارجية إلى الشبكة الداخلية، يمكن إعادة توجيه أية منافذ مطلوبة على جدار الحماية بوضوح إلى أي IP داخلي. لإضافة قاعدة إعادة توجيه جديدة، اضغط <b>إضافة</b> ثم استكمل نموذج إعادة التوجيه.</p> <p>لإزالة أي قاعدة إعادة توجيه، حددها في الجدول ثم اضغط <b>إزالة</b>.</p>
bg: <p> Въпреки, че заявките от външната мрежа не могат да достигат вашата вътрешна мрежа, е възможно прозрачно да се пренасочи всеки заявен порт от вашата защитна стена към всяко вътрешно IP. За да прибавите ново правило за пренасочване, натиснете <b>Добавяне</b> и попълнете формата за пренасочване.</p> <p>За да премахнете правило за пренасочване, изберете го от таблицата и натиснете <b>Премахване</b>.</p>
ca: <p> Tot i que les sol·licituds de la xarxa externa no poden accedir a la xarxa interna, és possible redirigir de manera transparent els ports sol·licitats del tallafoc a qualsevol IP interna. Si voleu afegir una regla de redirecció nova, premeu <b>Afegeix</b> i completeu el formulari de redirecció.</p> <p>Si voleu suprimir una regla redirigida, seleccioneu-la a la taula i premeu <b>Suprimeix</b>.</p>
da: <p> Selvom forespørgsler fra det eksterne netværk ikke kan tilgå dit interne netværk, er det muligt transparent at omdirigere alle portforespørgsler på din firewall til enhver intern IP-adresse. For at tilføje en ny omdirigeringsregel, tryk <b>Tilføj</b> og udfyld omdirigeringsformularen.</p> <p>For at fjerne en omdirigeringsregel, vælg den i tabellen og tryk på<b>Slet</b>.</p>
gl: <p> Aínda que as solicitudes da rede externa non chegan á rede interna, é posible que redireccionar de xeito transparente calquera porto solicitado da devasa a calquera IP interno. Para engadir unha nova regra de redirección, prema en <b>Engadir</b> e complete o formulario de redirección.</p> <p>Para eliminar calquera regra de redirección, selecciónea na táboa e prema en <b>Eliminar</b>.</p>
id: <p> Meskipun rekues dari jaringan eksternal tidak dapat menjangkau jaringan internal, ini masih mungkin untuk mengalihkan secara transparan setiap rekues port di firewall Anda ke setiap IP internal. Untuk menambahkan aturan pengalihan baru, tekan <b>tambah</b> dan lengkapi form pengalihan.</p> <p>Untuk menghapus aturan pengalihan, piloih di tabel dan tekan <b>Hapus</b>.</p>
it: <p> Nonostante le richieste provenienti dalla rete esterna non possano raggiungere la rete interna, è possibile ridirigere qualsiasi porta richiesta sul firewall in maniera trasparente verso qualsiasi IP interno. Per aggiungere una nuova regola di ridirezione, premere <b>Aggiungi</b> e riempire il modulo di ridirezione.</p> <p>Per rimuovere qualsiasi regola di ridirezione, selezionarla nella tabella, quindi premere <b>Elimina</b>.</p>
ja: <p> 外部ネットワークから内部ネットワークへのアクセスは全てブロックされますが、例外的に外部ネットワークからの 特定ポートへのアクセスを内部ネットワークに転送するよう設定することができます。 新しい転送ルールを追加するには、 <b>追加</b> を押して転送設定の項目を入力してください。</p> <p>転送ルールを削除するには、表内から項目を選んで <b>削除</b> を押します。</p>
lt: <p> Nors užklausos iš išorinio tinklo negali pasiekti vidinio tinklo, galima skaidriai nukreipti bet kurį užklaustą prievadą į kitą vidinį IP. Norėdami pridėti naują nukreipimo taisyklę, spauskite <b>Pridėti</b> ir užpildykite nukreipimo formą.</p> <p>Norėdami pašalinti bet kokią nukreipimo taisyklę, pažymėkite ją lentelėje ir spauskite <b>Šalinti</b>.</p>
nb: <p> Selv om forespørsler fra det eksterne nettverket ikke når frem til det interne nettverket, er det mulig å tillate transparent omdirigering av alle forespurte porter i brannmuren til hvilken som helst intern IP. Legg til en ny omdirigeringsregel ved å klikke på <b>Legg til</b> og fylle ut omdirigeringsskjemaet.</p> <p>En omdirigeringsregel kan fjernes ved å velge den i tabellen og klikke på <b>Slett</b>.</p>
pt: <p> Apesar dos pedidos da rede externa não poderem alcançar a sua rede interna, é possível redireccionar de forma transparente, qualquer porto na sua firewall, para qualquer IP interno. Para adicionar uma nova regra de redireccionamento, prima <b>Adicionar</b> e preencha o formulário de redireccionamento.</p> <p>Para remover qualquer regra de direccionamento, escolha-a na tabela, e prima <b>Apagar</b>.</p>
pt_br: <p> Embora as solicitações da rede externa não possam chegar até sua rede interna, é possível redirecionar de forma transparente todas as portas solicitadas pelo firewall para qualquer IP interno. Para adicionar uma nova regra de redirecionamento, pressione <b>Adicionar</b> e preencha o formulário de redirecionamento.</p> <p>Para remover qualquer regra de redirecionamento, selecione-a na tabela e pressione <b>Remover</b>.</p>
ro: <p> Chiar dacă cererile rețelei externe nu pot accesa rețeaua dumneavoastră internă, este posibilă o redirectare transparentă a oricăror porturi prin paravanul de protecție către orice IP intern. Pentru a adăuga o regulă de redirectare nouă, apăsați <b>Adaugă</b> și completați formularul de redirectare.</p> <p>Pentru a șterge o regulă de redirectare, selectați-o din tabel și apăsați <b>Șterge</b>.</p>
ru: <p> Даже если запросы из внешней сети не могут достичь вашей сети, есть возможность прозрачно перенаправлять любые запрошенные порты на вашем брандмауэре на любой внутренний IP. Для добавления нового правила перенаправления нажмите <b>Добавить</b> и заполните необходимые поля.</p> <p>Для удаления правила выберите его в таблице и нажмите <b>Удалить</b>.</p>
sk: <p> Aj keď požiadavky z vonkajšej siete nemôžu dosiahnuť do vnútornej, je možné transparentne presmerovať akýkoľvek port na Vašom firewalle na ktorúkoľvek vnútornú IP adresu. Ak chcete pridať nové pravidlo presmerovania, stlačte <b>Pridať</b> a vyplňte údaje.</p> <p>Ak chcete niektoré pravidlo odstrániť, zvoľte ho v zozname a stlačte <b>Odstrániť</b>.</p>
sv: <p> Förfrågningar från det externa nätverket kan inte nå ditt interna nätverk, men begärda portar i brandväggen kan transparent omdirigeras till interna IP-adresser. Om du vill lägga till en ny omdirigeringsregel klickar du på <b>Lägg till</b> och fyller i formuläret för omdirigering.</p> <p>Om du vill ta bort en omdirigeringsregel markerar du den i tabellen och klickar på <b>Ta bort</b>.</p>
uk: <p> Хоча запити з зовнішньої мережі і не можуть досягати вашої внутрішньої мережі, є можливість прозоро переспрямовувати будь-які запропоновані порти на вашому мережевий екрані на будь-яку внутрішню IP-адресу. Щоб додати нове правило переспрямування, натисніть кнопку <b>Додати</b> і заповніть потрібні поля форми.</p> <p>Щоб вилучити правило переспрямування, виберіть його у таблиці і натисніть <b>Вилучити</b>.</p>
