Repository: Dzejrou/yast-translations
Catalog: po/firewall/*.po
Languages: af, ar, bg, ca, da, gl, gu, hi, id, it, ja, lt, nb, pt, pt_br, ro, ru, sk, sv, ta, tr, uk, xh, zu

source: The port number must be in the interval from 1 to %1 (inclusive).
af: Die poortnommer moet in die interval van 1 tot %1 (inklusief) wees.
ar: يجب أن يكون رقم المنفذ في الفاصل الزمني من 1 إلى %1 (شامل).
bg: Номерът на порта трябва да бъде в интервала от 1 до %1, включително.
ca: El número de port ha d'estar a l'interval entre 1 i %1 (ambdós inclosos).
da: Portnummeret skal være indenfor intervallet fra 1 til %1 (inklusiv).
gl: O número de porto debe estar no intervalo que vai de 1 a %1 (incluído).
gu: પોર્ટ નંબર 1 થી %1 (ના સમાવેશ સાથે)ના ગાળામાં હોવો જ જોઈએ.
hi: पोर्ट संख्या 1 से %1 के अंतराल के बीच (समावेशी) होनी चाहिए।
id: Nomor port harus dalam interval 1 sampai %1 (inklusif).
it: Il numero di porta deve essere incluso nell'intervallo tra 1 e %1 (inclusi).
ja: ポート番号は 1 から %1 (%1 を含む) の間である必要があります。
lt: Prievado numeris turi būti tarp 1 ir %1 (imtinai).
nb: Portnummeret må ha en verdi fra og med 1 til og med %1.
pt: O número de porto deve encontrar-se no intervalo entre 1 e %1 (inclusivé).
pt_br: O número de porta deve estar incluído em um intervalo de 1 a %1 (inclusive).
ro: Numărul de port trebuie să fie în intervalul dintre 1 și %1 (inclusiv).
ru: Номер порта должен быть в интервале от 1 до %1 (включительно).
sk: Číslo portu musí byť z intervalu od 1 do %1 (vrátane).
sv: Portnumret måste ligga i intervallet från 1 till och med %1.
ta: முணைய எண் 1 முதல் %1 (உட்பட) வரையிலான இடைவெளியில் இருக்க வேண்டும்.
tr: Geçit numarası 1 ile %1 (dahil) arasında olmalıdır.
uk: Номер порту повинен бути числом з проміжку від 1 до %1 (включно).
xh: Inombolo yesiqhagamshelanisi mayibe kwithuba lonqumamo ukusuka ku-1 ukuya ku-%1 (kuyabandakanywa).
zu: Inombolo ye-port kumelwe ibe kuma-interval asukela ku-1 kuya ku-%1 (sekuhlanganiswe konke).

source: Invalid Port Range Definition
af: Ongeldige poortbestekdefinisie
ar: تعريف نطاق منفذ غير صالح
bg: Грешно зададен портов диапазон
ca: La definició de l'interval de ports no és vàlida
da: Ugyldig definition af portinterval
gl: Definición incorrecta de intervalo de portos
gu: અમાન્ય પોર્ટ મર્યાદા રૂપરેખા
hi: पोर्ट सीमा परिफाषा गलत हैं
id: Definisi Jangkauan Port Tidak Valid
it: Definizione dell'intervallo di porte non validi
ja: 無効なポート範囲設定
lt: Netinkama prievado intervalo apibrėžtis
nb: Ugyldig portområde
pt: Definição Inválida de Gama de Portos
pt_br: Definição de faixa de portas inválida
ro: Definiție de interval de porturi invalidă.
ru: Неверный диапазон портов
sk: Neplatná definícia rozsahu portov
sv: Ogiltig portområdesdefinition
ta: செல்லாத துறை வரிசை விவரம்
tr: Geçersiz Geçit Aralığı Tanımı
uk: Некоректне визначення діапазону портів
xh: Inkcazelo Yoluhlu Lwesiqhagamshelanisi Ayinamsebenzi
zu: Incazelo Ye-Port Range Enganembile

source: Port range %1 is invalid. It must be defined as the min_port_number:max_port_number and max_port_number must be bigger than min_port_number.
af: Poortbestek %1 is ongeldig. Dit moet gedefinieer word as die min_port_number:max_port_number en max_port_number moet groter wees as min_port_number.
ar: نطاق المنفذ %1 غير صالح. يجب تعريف هذا النطاق بالصيغة min_port_number:max_port_number على أن يكونmax_port_number أكبر من min_port_number.
bg: Портовия диапазон %1 е сгрешен. Той трябва да е зададен като минимален_номер:максимален_номер и максималният_номер трябва да е по-голям от минималния_номер.
ca: L'interval de port %1 no és vàlid. S'ha de definir com número_port_mín:número_port_màx i número_port_màx ha de ser superior a número_port_mín.
da: Portintervallet %1 er ugyldigt. Det skal defineres som min_port_nummer:max_port_nummer og max_port_nummer skal være større end min_port_nummer.
gl: O intervalo de portos %1 é incorrecto. Debe definirse como numero_min_porto:numero_max_porto e numero_max_porto debe ser maior que numero_min_porto.
gu: %1 પોર્ટ મર્યાદા અમાન્ય છે. તે આ રીતે min_port_number:max_port_number વ્યાખ્યાયિત કરવું જ જોઇશે અને max_port_number એ min_port_number કરતાં મોટું હોવું જોઇશે.
hi: पोर्ट रेंज %1 अमान्य है। इसे न्यूनतम_पोर्ट_संख्या: अधिकतम_पोर्ट_संख्या के रूप में परिभाषित होना चाहिए और अधिकतम_पोर्ट_संख्या को न्यूनतम_पोर्ट_संख्या से बड़ा होना चाहिए।
id: Jangkaua Port %1 is invalid Harus didefinisikan sebagai berikut nomor_port_min:nomor_port_maks dan nomor_port_maks harus lebih besar dari nomor_port_min.
it: L'intervallo di porte %1 non è valido. È necessario definirlo come num_porta_min:num_porta_max in cui num_porta_max deve essere maggiore di num_porta_min.
ja: ポート範囲 %1 は正しくありません。 '(最小ポート番号):(最大ポート番号)' の形で、最大ポート番号は最小ポート番号より 大きい値である必要があります。.
lt: Prievado intervalas %1 netinkamas. Jis turi būti nurodytas formatu mažiausias_prievado_numeris:didžiausias_prievado_numeris, o didžiausias_prievado_numeris turi būti didesnis už mažiausią_prievado_numerį.
nb: Portområdet %1 er ugyldig. Det må være definert som min_port_nummer:maks_port_nummer, og maks_port_nummer må være større enn min_port_nummer.
pt: A gama de portos %1 é inválida. Deve ser definida como num_min_porto:num_max_porto e num_max_porto deve ser maior que num_min_porto.
pt_br: A faixa de portas %1 é inválida. Ela deve ser definida como número_porta_mín:número_porta_máx e o número_porta_máx deve ser maior que o número_porta_mín.
ro: Intervalul de porturi %1 este invalid. Trebuie definit ca nu_mărminim_port:numărmaxim_port și numărmaxim_port trebuie să fiemai mare decât numărminim_port.
ru: Неверный диапазон портов %1. Диапазон должен быть задан в виде min_port_number:max_port_number и max_port_number должен быть больше min_port_number.
sk: Rozsah portov %1 nie je platný. Musí byť definovaný vo formáte min_číslo_portu:max_číslo_portu a maximálne číslo portu musí byť väčšie ako minimálne číslo portu.
sv: Portområdet %1 är felaktigt. Det måste definieras som min_port_nummer:max_port_nummer och max_port_nummer måste vara större än min_port_nummer.
ta: துறை வரிசை %1 செல்லாதது. அது குறைந்த துறை எண்ணாக : அதிகபட்ச துறை எண்ணை விவரிக்கவும். மற்றும் அதிகபட்ச துறை எண் குறைந்த பட்ச துறை எண்ணைவிட அதிகமாக இருக்கவேண்டும்.
tr: Geçit aralığı %1 geçersiz. en_küçük_geçit_numarası:en_büyük_geçit_numarası şeklinde tanımlanmalı ve en_büyük_geçit_numarası, en_küçük_geçit_numarası'ndan büyük olmalıdır.
uk: Некоректний діапазон портів %1. Слід визначити його у вигляді мін_номер_порту:макс_номер_порту, а макс_номер_порту повинен бути більшим за мін_номер_порту.
xh: Uluhlu lwesiqhagamshelanisi %1 alunamsebenzi. Maluchazwe njengenombolo yesiqhagamshelanisi_eyiyeyona_incinci:inombolo yesiqhagamshelanisi eyiyeyona inkulu ngokunjalo inombolo yesiqhagamshelanisi eyiyeyona inkulu mayibe nkulu kunenombolo yesiqhagamshelanisi eyiyeyona incinci.
zu: I-Port range %1 ayinembile. Kumelwe ichazwe njenge-min_port_number:max_port_number futhi i-max_port_number kumelwe ibe ngaphezu kwe-min_port_number.

source: Unknown Port Name
af: Onbekende poortnaam
ar: اسم المنفذ غير معروف
bg: Неизвестно име на порт
ca: El nom del port és desconegut
da: Ukendt portnavn
gl: Nome de porto descoñecido
gu: અજાણી પોર્ટ નામ
hi: अनजाना पोर्ट नाम
id: Nama Port Tidak Diketahui
it: Nome porta sconosciuto
ja: 不明なポート名
lt: Nežinomas prievado pavadinimas
nb: Ukjent portnavn
pt: Nome de Porto Desconhecido
pt_br: Nome de porta desconhecido
ro: Nume port necunoscut
ru: Неизвестное имя порта
sk: Neznámy názov portu
sv: Okänt portnamn
ta: அறியப்படாத துறைப் பெயர்
tr: Bilinmeyen Geçit Adı
uk: Невідома назва порту
xh: Alaziwa Igama Lesiqhagamshelanisi
zu: Igama Le-Port Elingaziwa

source: Port name %1 is unknown in your current system. It probably would not work. Really use this port?
af: Poortnaam %1 is onbekend in u huidige stelsel. Dit sal waarskynlik nie werk nie. Gebruik werklik hierdie poort?
ar: لم يتم التعرف على اسم المنفذ %1 في النظام الحالي. ولذلك قد لا يعمل. هل تريد بالفعل استخدام هذا المنفذ؟
bg: Името на порт %1 е неизвестно за текущата ви система. По всяка вероятност въобще няма да проработи. Наистина ли желаете да се използва този порт?
ca: El sistema actual no coneix el nom del port %1. És possible que no funcioni. Esteu segur que voleu utilitzar aquest port?
da: Portnavnet %1 er ukendt i dit nuværende system. Det vil sandsynligvis ikke virke. Anvend denne port alligevel?
gl: O nome de porto %1 é descoñecido para o sistema. Probablemente non funcione. Realmente desexa usar este porto?
gu: તમારા હાલના સિસ્ટમાં પોર્ટ નામ %1 અજાણી છે. તે કદાચ કામ નહીં કરે. ખરેખર આ વાપરો છો?
hi: पोर्ट नाम %1 आपके वर्तमान सिस्टम में अज्ञात है। संभवतः यह नहीं चलेगा। वाकई इस पोर्ट का प्रयोग करें?
id: Nama port %1 tidak diketahui di dalam sistem Anda. Ini mungkin tidak akan bekerja. Benar gunakan port ini?
it: Il nome porta %1 è sconosciuto nel sistema corrente. Probabilmente non funzionerà. Utilizzare davvero questa porta?
ja: ポート名 %1 は不明なポートです。 この設定はおそらく動作しないものと思われます。 このポート名でよろしいですか？
lt: Prievado pavadinimas %1 jūsų dabartinei sistemai nežinomas. Jis gali neveikti. Tikrai naudoti šį prievadą?
nb: Portnavnet %1 er ukjent i dette systemet. Det vil sannsynligvis ikke fungere. Vil du virkelig bruke denne porten?
pt: O nome do porto %1 é desconhecido no seu sistema actual. Provavelmente, simplesmente não funcionará. Pretende mesmo utilizar este porto?
pt_br: O nome da porta %1 é desconhecido pelo sistema atual. Ele provavelmente não funcionará. Realmente usar essa porta?
ro: Numele de port %1 nu este cunoscut în sistemul dvs. actual Probabil nu va funționa. Chiar doriți să utilizați acest port?
ru: Имя порта %1 неизвестно в вашей системе. Возможно он не будет работать. Действительно использовать этот порт?
sk: Názov portu %1 je na tomto systéme neznámy. Pravdepodobne nebude vôbec fungovať. Naozaj použiť tento port?
sv: Portnamnet %1 är okänt i det aktuella systemet. Det kommer antagligen inte att fungera. Verkligen använda den här porten?
ta: துறைப் பெயர் %1 உங்கள் தற்போதைய அமைப்பில் அறியப்படவில்லை. அது அனேகமாக செயலாற்றாது. நீங்கள் இந்த துறையை உண்மையாக பயன்படுத்த விரும்புகிறீர்களா?
tr: Geçit adı %1, şu anki sisteminizde bilinmiyor. Büyük ihtimalle çalışmayacaktır. Bu geçit gerçekten kullanılsın mı?
uk: Назва порту %1 невідома у поточній системі. Скоріше за все вона не спрацює. Ви справді бажаєте використати саме цю назву?
xh: Igama lesiqhagamshelanisi %1 alaziwa kwisixokelelwano sakho sangoku. Mhlawumbi alinakusebenza. Uyasisebenzisa ngenene esi siqhagamshelanisi ngenene?
zu: Igama le-Port %1 alaziwa kwisistimu yakho yamanje. Cishe ngeke isebenze. Ufuna ukuyisebenzisa ngempela le-port?

source: Invalid Additional Service Definition
af: Ongeldige bykomende diensdefinisie
ar: تعريف الخدمة الإضافية غير صالح
bg: Невалидно определяне на допълнителните услуги
ca: La definició del servei addicional no és vàlida
da: Ugyldig definition af yderligere tjeneste
gl: Definición incorrecta de servizo adicional
gu: અમાન્ય પોર્ટ મર્યાદા રૂપરેખા
hi: पोर्ट सीमा परिफाषा गलत हैं
id: Definisi Layanan Tambahan Tidak Valid
it: Definizione di servizio aggiuntivo non valida
ja: 無効な追加サービス設定
lt: Netinkama papildomos paslaugos apibrėžtis
nb: Ugyldig definisjon av tilleggstjeneste
pt: Definição Adicional de Serviço Inválida
pt_br: Definição inválida de serviço adicional
ro: Definiție de serviciu adițional invalidă.
ru: Неверное определение дополнительной службы
sk: Neplatná definícia ďalšej služby
sv: Ogiltig definition av extra tjänster
ta: செல்லாத துறை வரிசை விவரம்
tr: Geçersiz Ek Hizmetler Tanımı
uk: Некоректне визначення додаткової служби
xh: Inkcazelo Yenkonzo Efakelweyo Ayinamsebenzi
zu: Incazelo Yesevisi Eyengeziwe Enganembile

source: It appears that the additional service settings %1 are wrong. Entries should be separated by spaces instead of commas, which are not allowed. Really use the current settings?
af: Dit lyk asof die bykomende diensinstellings %1 verkeerd is. Inskrywings behoort geskei te word deur spasies in plaas van kommas, wat nie toegelaat word nie. Gebruik werklik die huidige instellings?
ar: يبدو أن إعدادات الخدمة الإضافية %1 غير صحيحة. يجب أن يتم فصل الإدخالات بمسافات بدلاً من الفواصل حيث لا يُسمح بالفواصل. هل تريد بالفعل استخدام الإعدادات الحالية؟
bg: Изглежда, че настройките за допълнителните услуги %1 са грешни. Стойностите трябва да бъдат разделени с интервали, вместо със запетаи. Второто не е разрешено. Наистина ли желаете да използвате текущите настройки?
ca: Sembla que la configuració del servei addicional %1 és incorrecta. Les entrades han d'estar separades per espais en comptes de comes, les quals no són permeses. Esteu segur que voleu utilitzar la configuració actual?
da: Det lader til at de yderligere tjenesteindstillinger %1 er forkerte. Punkter skal være adskilt af mellemrum, i stedet for kommaer som ikke er tilladt. Er du sikker på at du vil anvende de nuværende indstillinger?
gl: Parece ser que as opcións de servizos adicionais %1 son incorrectas. As entradas deben estar separadas por espazos en vez de con comas, o cal non está permitido. Desexa de verdade usar a configuración actual?
gu: એવું જણાય છે કે વધારાની સેવાના સેટિંગ્સ %1 ખોટા છે. એન્ટ્રી ઓ અલ્પવિરામ દ્વારા નહીં, પણ સ્પેસ દ્વારા અલગ પાડવી જોઈએ, જેની મંજૂરી નથી. શું હાલના આ સેટિંગ્સ ખરેખર ઉપયોગમાં લેવા છે?
hi: यह प्रतीत होता है कि अतिरिक्त सेवा सेटिंग्स %1 गलत हैं। प्रविष्टियों को रिक्त स्थानों द्वारा पृथक्कीकृत होना चाहिए कॉमा द्वारा नहीं, जिनकी कि अनुमति नहीं है। सचमुच वर्तमान सेटिंग्स का प्रयोग करें?
id: Terlihat bahwa pengaturan layanan tambahan %1 salah. Entri harus dipisahkan oleh spasi dibanding koma, yang tidak diizinkan. Benar gunakan pengaturan saat ini?
it: Sembra che le impostazioni del servizio aggiuntivo %1 non sono corrette. Le voci devono essere separate da spazi anziché virgole, che non sono consentite. Utilizzare davvero le impostazioni correnti?
ja: 追加サービス設定 %1 が誤っています。項目はカンマ区切りではなくスペース区切りで指定する必要があります。 この設定のままでよろしいですか？
lt: Regis papildomos paslaugos nuostatos %1 yra netinkamos. Įrašai turi būti atskirti tarpais, o ne kableliais, kurie čia neleistini. Tikrai naudoti dabartines nuostatas?
nb: Det ser ut til at innstillingene for tilleggstjenester %1 er feil. Oppføringene skal være adskilt av mellomrom. Det er ikke tillatt å bruke komma. Er du sikker på at du vil bruke disse innstillingene?
pt: Parece que as definições de serviço adicional %1 estão erradas. As entradas devem ser separadas por espaços em vez de vírgulas, as quais não são permitidas. Pretende mesmo utilizar as definições actuais?
pt_br: Aparentemente, as configurações dos serviços adicionais %1 estão erradas. As entradas devem ser separadas por espaços, em vez de vírgulas, que não são permitidas. Realmente usar as configurações atuais?
ro: Probabil setările adiționale ale seviciului %1 sunt eronate. Intrările trebuie separate prin spații și nu prin virgule, care nu sunt permise. Chiar doriți să utilizați setările curente?
ru: По видимому, параметры дополнительной службы %1 указаны неверно. Записи должны быть разделены пробелами, а не запятыми, использование которых не допускается. Действительно использовать текущие параметры настройки?
sk: Zdá sa, že ďalšie nastavenia služby %1 nie sú správne. Položky by mali byť oddelené medzerami namiesto čiarok, ktoré nie sú povolené. Naozaj použiť aktuálne nastavenia?
sv: Inställningarna för extra tjänster %1 är felaktiga. Posterna måste avgränsas med mellanslag i stället för med kommatecken. Vill du använda de aktuella inställningarna?
ta: கூடுதல் சேவை அமைப்புகள் %1 தவறானவை என்று தெரிகிறது. அனுமதிக்கப்படாத காற்புள்ளிகளுக்கு பதிலாக உள்ளீடுகள் இடைவெளிகள், மூலம் பிரிக்கப்பட வேண்டும். நடப்பு அமைப்புகளை உண்மையில் பயன்படுத்தலாமா?
tr: %1 ek hizmet ayarlarınız yanlış gibi görünüyor. Girdiler virgül yerine boşluk karekterleriyle ayrılmalıdır virgüllere izin verilmez. Şu anki ayarları kullanmak istediğinizden emin misiniz?
uk: Скоріше за все, параметри додаткової служби "%1" вказано неправильно. Записи слід відокремлювати пробілами, а не комами, використання яких не передбачено. Ви справді бажаєте використати поточні параметри?
xh: Kubonakala ngathi imimiselo yenkonzo efakelweyo %1 ayichanekanga. Amangeniso mawahlulwe ngezithuba endaweni yeekoma, ezingavumelekanga zona. Usebenzisa ngenene imimiselo yangoku?
zu: Kubonakala sengathi amasethingi engeziwe esevisi %1 awanembile. Okufakiwe kufanele kuhlukaniswe ngezikhala esikhundleni sokhefana, abangavunyelwe. Uyawasebenzisa ngempela amasethingi amanje

source: Masquerading needs at least one external interface and one other interface.
af: Maskering benodig ten minste een eksterne en een ander koppelvlak.
ar: يتطلب التنكر واجهة خارجية واحدة على الأقل بالإضافة لواجهة أخرى.
bg: Маскирането изисква поне един външен интерфейс и поне един друг.
ca: L'emmascarament necessita com a mínim una interfície externa i una altra interfície.
da: Maskering kræver mindst en ekstern grænseflade og en anden grænseflade.
gl: O enmascaramento precisa polo menos unha interface externa e outra interface.
gu: મેસક્વેરાડિંગને ઓછામાં ઓછું એક બાહ્ય ઇન્ટરફેસ અને અન્ય એકઇન્ટરફેસની જરૂર છે.
hi: मैस्करेडिन्ग के लिए से कम से कम एक बाहरी अंतराफलक और एक अन्य अंतराफलक की जरूरत हैं
id: Masquerade butuh minimal satu interface eksternal dan satu interface lainnya.
it: Il mascheramento richiede almeno un'interfaccia esterna ed un'ulteriore interfaccia.
ja: マスカレードには少なくとも 1 つの外部インターフェイスと 1 つの外部ゾーンでないインターフェイスが必要です。
lt: Maskaradinimui reikia bent vienos išorinės sąsajos ir vienos kokios nors kitos sąsajos.
nb: Maskering krever minst ett eksternt grensesnitt og ett annet grensesnitt.
pt: A dissimulação (masquerading) necessita pelo menos de uma interface externa e uma outra interface.
pt_br: O mascaramento necessita de, no mínimo, uma interface externa e de outra interface.
ro: Mascarea necesită cel puțin o interfață externă și o altă interfață.
ru: Трансляция требует как минимум один внешний интерфейс и один любой другой.
sk: Maškaráda potrebuje aspoň jedno vonkajšie a jedno iné rozhranie.
sv: Maskering behöver minst ett externt gränssnitt och ett annat gränssnitt.
ta: மாஸ்க்யுரேடிங்கிற்கு குறைந்தது ஒரு வெளியமை இடைமுகம் மற்றும் ஒரு இடைமுகம் தேவைப்படுகிறது.
tr: Maskeleme, en az bir dahili arayüz ve bir başka arayüze ihtiyaç duyar.
uk: Для трансляції потрібен принаймні один зовнішній інтерфейс і один інший інтерфейс.
xh: Ukwenza nto yimbi kufuna isithuba somdibaniso sangaphandle esinye obona buncinci kunye nesinye isithuba somdibaniso.
zu: Ukufanisa kudinga okungenani i-interface eyodwa yangaphandle kanye nenye i-interface eyodwa.

source: This entry must be completed.
af: Hierdie inskrywing moet voltooi word.
ar: يجب استكمال هذا الإدخال.
bg: Това въвеждане трябва да бъде довършено.
ca: L'entrada s'ha de completar.
da: Dette punkt skal gøres færdig.
gl: Débese completar esta entrada.
gu: આ એન્ટ્રી પૂરી કરવી જ જોઇશે.
hi: यह प्रविष्टि पूरी होनी चाहिए।
id: Entri ini harus diselesaikan.
it: Questa voce deve essere completata.
ja: この項目を設定する必要があります。
lt: Šis įrašas privalo būti užpildytas.
nb: Denne oppføringen må ha en verdi.
pt: Esta entrada deve ser completada.
pt_br: Esta entrada deve ser completada.
ro: Această intrare trebuie completată.
ru: Поле должно быть заполнено.
sk: Toto pole musí byť kompletné.
sv: Den här posten måste vara fullständig.
ta: இந்த பதிவு நிறைவு செய்யப்படவேண்டும்.
tr: Bu girdi tamamlanmalıdır.
uk: Цей пункт не можна пропускати.
xh: Eli ngeniso maligqibeke.
zu: Lokhu okufakiwe kumelwe kuphothulwe.

source: Wrong port definition.
af: Verkeerde poortdefinisie.
ar: تعريف المنفذ غير صحيح.
bg: Грешно задаване на порт.
ca: La definició de port no és correcta.
da: Forkert portdefinition.
gl: Definición de porto incorrecta.
gu: ખોટી પોર્ટ રૂપરેખા.
hi: गलत पोर्ट परिफाषा
id: Definisi port salah.
it: Definizione di porta sbagliata.
ja: ポート設定が正しくありません。
lt: Netinkama prievado apibrėžtis.
nb: Feil portdefinisjon.
pt: Definição errada de porto.
pt_br: Definição errada de porta.
ro: Definiție de port eronată.
ru: Неверное определение порта.
sk: Neplatná definícia portu.
sv: Fel portdefinition.
ta: தவறானத் துறை விளக்கம்
tr: Yanlış geçit tanımı.
uk: Неправильне визначення порту.
xh: Yinkcazelo yesiqhagamshelanisi engachanekanga.
zu: Incazelo ye-port enganembile.

source: Wrong port definition. No port number found for this port name. Use the port number instead of the port name.
af: Verkeerde poortdefinisie. Geen poortnommer vir hierdie poortnaam gevind nie. Gebruik die poortnommer in plaas van die poortnaam.
ar: تعريف المنفذ غير صحيح. لم يتم العثور على أي رقم منفذ لاسم المنفذ هذا. استخدم رقم المنفذ بدلاً من اسم المنفذ.
bg: Грешно задаване на порт. Не е намерено номер за оказаното име на порт. По-добре използвайте номер на порта.
ca: La definició del port és incorrecta. No s'ha trobat cap número de port per a aquest nom de port. Utilitzeu el número de port en comptes del nom de port.
da: Forkert portdefinition. Der blev ikke fundet noget portnummer for dette portnavn. Brug portnummeret i stedet for portnavnet.
gl: Definición de porto incorrecta. Non se atopou ningún número de porto para este nome de porto. Use o número de porto en vez do nome de porto.
gu: ખોટી પોર્ટ રૂપરેખા. આ પોર્ટ નામ માતે કોઇ પોર્ટ નંબર શોધાયું નથી. પોર્ટ નામના બદલે પોર્ટ નંબર વાપરો.
hi: गलत पोर्ट परिभाषा। इस पोर्ट नाम के लिए कोई पोर्ट नंबर नहीं मिला। पोर्ट नाम के स्थान पर पोर्ट नंबर का प्रयोग करें।
id: Definisi port salah. Tidak ditemukan nomor port untuk nama port ini. Gunakan nomor port dibandingkan nama port.
it: Definizione di porta sbagliata. Non è stato trovato alcun numero di porta per questo nome di porta. Utilizzare il numero di porta al posto del nome della porta.
ja: 誤ったポート設定です。 このポート名に対応するポート番号が見つかりません。 ポート名ではなくポート番号で指定してください。
lt: Netinkama prievado apibrėžtis. Šiam prievado pavadinimui nerastas joks prievado numeris. Vietoj prievado pavadinimo, naudokite numerį.
nb: Feil portdefinisjon. Ingen portnummer funnet for dette portnavnet. Bruk et portnummer i stedet for portnavnet.
pt: Definição errada de porto. Não foi encontrado um número de porto para o nome deste porto. Utilize o número do porto em vez do nome do porto.
pt_br: Definição errada de porta. Nenhum número de porta encontrado para este nome de porta. Use número de porta ao invés de nome de porta.
ro: Definiție de port eronată. Nu a fost găsit nici un număr de port pentru acest nume. Utilizați numărul portului În locul numelui acestuia.
ru: Неверное определение порта. Для этого имени порта не найдено соответствующего номера порта. Используйте номер вместо имени порта.
sk: Neplatná definícia portu. Nebolo nájdené príslušné číslo portu. Použite miesto názvu portu jeho číslo.
sv: Felaktig portdefinition. Inget portnummer hittades för det här portnamnet. Använd portnumret istället för portnamnet.
ta: தவறான துறை விளக்கம். துறை எண் எதுவும் இந்தத் துறைக்கு அறியப்படவில்லை. துறைப் பெயருக்குப் பதிலாக துறை எண்ணைப் பயன்படுத்தவும்.
tr: Yanlış geçit (port) tanımı. Bu geçit adı için hiç bir geçit numarası bulunamadı. Geçit adı yerine geçit numarasını kullanın.
uk: Некоректне визначення порту. Не знайдено номера порту, що відповідає цій назві. Використайте номер замість назви порту.
xh: Yinkcazelo yesiqhagamshelanisi engachanekanga. Akukho nombolo yesiqhagamshelanisi ifunyenweyo malunga negama lesi siqhagamshelanisi. Sebenzisa inombolo yesiqhagamshelanisi endaweni yegama lesiqhagamshelanisi.
zu: Incazelo ye-port enganembile. Ayikho inombolo ye-port etholakele ngaleli gama le-port. Sebenzisa inombolo ye-port esikhundleni segama le-port.
