Repository: Dzejrou/yast-translations
Catalog: po/firewall/*.po
Languages: af, ar, bg, ca, da, gl, gu, hi, id, it, ja, lt, nb, pt, pt_br, ro, ru, sk, sv, ta, tr, uk, xh, zu

source: Open Services, Ports, and Protocols
af: Oop dienste, poorte en protokolle
ar: البروتوكولات والمنافذ والخدمات المفتوحة
bg: Отворени услуги, портове и протоколи
ca: Serveis, ports i protocols oberts
da: Åbne tjenester, porte og protokoller
gl: Servizos, portos e protocolos abertos
gu: સેવાઓ, પોર્ટસ, અને પ્રોટોકોલ્સ ખોલો.
hi: खूली सेवाएँ, पोर्टस, और प्रोटोकोल्स
id: Buka Layanan, Port, dan Protokol
it: Servizi, porte e protocolli aperti
ja: 開いているサービス・ポート・プロトコル
lt: Atverti paslaugas, prievadus ir protokolus
nb: Åpne tjenester, porter og protokoller
pt: Serviços Abertos, Portos, e Protocolos
pt_br: Abrir serviços, portas e protocolos
ro: Servicii, porturi și protocoale deschise
ru: Открытые сервисы, порты и протоколы
sk: Otvorené služby, porty a protokoly
sv: Öppna tjänster, portar och protokoll
ta: திறந்த சேவைகள், துறைகள், மற்றும் வழிமுறைகள்
tr: Açık Hizmetler, Geçitler ve İletişim Kuralları
uk: Відкрити служби, порти і протоколи
xh: Iinkonzo, Iziqhagamshelanisi, kunye Neenkqubo Ezivuliweyo:
zu: Amasevisi Avulekile, Ama-Port, namaPhrothokholi:

source: Internal zone is unprotected. All ports are open.
af: Interne sone is onbeskermd. Alle poorte is oop.
ar: المنطقة الداخلية غير محمية. كل المنافذ مفتوحة.
bg: Вътрешната зона е незащитена. Всички портове са отворени.
ca: La zona interna està desprotegida. Tots els ports estan oberts.
da: Intern zone er ubeskyttet. Alle porte er åbne.
gl: A zona interna está desprotexida. Todos os portos están abertos.
gu: આંતરિક વિસ્તાર અસુરક્ષિત છે. બધા પોર્ટ્સ ખુલ્લા છે.
hi: अन्दरूनी ज़ोन अरक्षित हें | सभी पोर्टस खुले हैं
id: Zona internal tidak terlindungi. Semua port terbuka.
it: Zona interna non protetta. Tutte le porte sono aperte.
ja: 内部ゾーンは保護されていません。すべてのポートが開いています。
lt: Vidinė zone neapsaugota. Visi prievadai atverti.
nb: Intern sone er ubeskyttet. Alle porter er åpne.
pt: A zona interna está desprotegida. Todos os portos estão abertos.
pt_br: A zona interna está desprotegida. Todas as portas estão abertas.
ro: Zona internă este neprotejată. Toate porturile sunt deschise.
ru: Внутренняя зона не защищена. Все порты открыты.
sk: Vnútorná zóna je nechránená. Všetky porty sú otvorené.
sv: Intern zon är oskyddad. Alla portar är öppna.
ta: உள்ளமைப் பகுதி பாதுகாப்பற்றது. அனைத்துத் துறைகளும் திறந்துள்ளன
tr: Dahili bölge korumasız. Tüm geçitler açık.
uk: Внутрішня зона незахищена. Всі порти відкриті.
xh: Izowuni yangaphakathi ayikhuselekanga. Zonke iziqhagamshelanisi zivuliwe.
zu: Izoni yangaphakathi ayivikelekile. Wonke ama-port avulekile.

source: Zone has no open ports.
af: Sone het geen oop poorte nie.
ar: لا تحتوي المنطقة على منافذ مفتوحة.
bg: Зоната няма отворени портове.
ca: La zona no té cap port obert.
da: Zonen har ingen åbne porte.
gl: A zona non ten portos abertos.
gu: વિસ્તારને ખુલ્લા પોર્ટ્સ નથી.
hi: ज़ोन के पास कोई खुला पोर्ट नहीं हैं
id: Zona tidak memliki port yang terbuka.
it: Zona senza porte aperte.
ja: このゾーンでは何もポートを開きません。
lt: Zona neturi atvertų prievadų.
nb: Sonen har ingen åpne porter.
pt: A zona não tem portos abertos.
pt_br: A zona não tem portas abertas.
ro: Zona nu are porturi deschise.
ru: Зона не имеет открытых портов.
sk: Zóna nemá žiadne otvorené porty.
sv: Zon har inga öppna portar.
ta: பகுதிக்கு எந்த திறந்த துறையும் இல்லை.
tr: Bölgenin hiç açık geçidi yok.
uk: Зона не має відкритих портів.
xh: Izowuni ayisenaziqhagamshelanisi zivulekileyo.
zu: Izoni ayinawo ama-port avulekile.

source: %1 custom rules are defined
ar: %1 يتم تعريف قواعد مخصصة
bg: Дефинирани са %1 правила по желания
ca: S'han definit %1 regles personalitzades
da: %1 brugertilpassede regler er defineret
gl: Están definidas %1 regras personalizadas
id: %1 aturan kustom telah didefinisikan
it: %1 regole personalizzate sono definite
ja: %1 個のカスタムルールが設定されています
lt: Apibrėžta individualių taisyklių: %1
nb: %1 egendefinerte regler er angitt
pt: %1regras personalizadas definidas
pt_br: %1 regras personalizadas estão definidas
ro: Sunt definite %1 reguli personalizate
ru: Определено настроенных правил: %1
sk: sú definované %1 vlastné pravidlá
sv: %1 anpassade regler har definierats
uk: Визначено %1 нетипових правил

source: Network: <i>%1</i>, Protocol: <i>%2</i>, Destination port: <i>%3</i>, Source port: <i>%4</i>, Options: <i>%5</i>
ar: الشبكة: <i>%1</i>، بروتوكول: <i>%2</i>، المنفذ الوجهة: <i>%3</i>، المنفذ المصدر: <i>%4</i>، خيارات: <i>%5</i>
bg: Мрежа: <i>%1</i>, протокол: <i>%2</i>, порт-назначение: <i>%3</i>, порт-източник: <i>%4</i>, параметри: <i>%5</i>
ca: Xarxa: <i>%1</i>, Protocol: <i>%2</i>, Port de destinació: <i>%3</i>, Port font: <i>%4</i>, Opcions: <i>%5</i>
da: Netværk: <i>%1</i>, Protokol: <i>%2</i>, Destinationsport: <i>%3</i>, Kildeport: <i>%4</i>, Tilvalg: <i>%5</i>
gl: Rede: <i>%1</i>, Protocolo: <i>%2</i>, Porto de destino: <i>%3</i>, Porto de orixe: <i>%4</i>, Options: <i>%5</i>
id: Jaringan: <i>%1</i>, Protokol: <i>%2</i>, Port Tujuan: <i>%3</i>, Port Sumber: <i>%4</i>, Opsi: <i>%5</i>
it: Rete: <i>%1</i>, Protocollo: <i>%2</i>, Porta di destinazione: <i>%3</i>, Porta di origine: <i>%4</i>, Opzioni: <i>%5</i>
ja: ネットワーク: <i>%1</i>, プロトコル: <i>%2</i>, 宛先ポート: <i>%3</i>, 発信元ポート: <i>%4</i>, オプション: <i>%5</i>
lt: Tinklas: <i>%1</i>, Protokolas: <i>%2</i>, Paskirties prievadas: <i>%3</i>, Pradinis prievadas: <i>%4</i>, Parinktys: <i>%5</i>
nb: Nettverk: <i>%1</i>, Protokoll: <i>%2</i>, Destinasjonsport: <i>%3</i>, Kildeport: <i>%4</i>, Valg: <i>%5</i>
pt_br: Rede: <i>%1</i>, protocolo: <i>%2</i>, porta de destino: <i>%3</i>, porta de origem: <i>%4</i>, Opções: <i>%5</i>
ru: Сеть: <i>%1</i>, протокол: <i>%2</i>, порт назначения: <i>%3</i>, порт источника: <i>%4</i>, параметры: <i>%5</i>
sk: Sieť: <i>%1</i>, Protokol: <i>%2</i>, Cieľový port: <i>%3</i>, Zdrojový port: <i>%4</i>, Voľby: <i>%5</i>
sv: Nätverk: <i>%1</i>, protokoll: <i>%2</i>, målport: <i>%3</i>, källport: <i>%4</i>, alternativ: <i>%5</i>
uk: Мережа: <i>%1</i>, Протокол: <i>%2</i>, Порт призначення: <i>%3</i>, Вихідний порт: <i>%4</i>, Параметри: <i>%5</i>

source: All
af: Alles
ar: الكل
bg: Всички
ca: Tot
da: Alle
gl: Todas
gu: ઑલ
hi: सभी
id: Semua
it: Tutti
ja: すべて
lt: Visi
nb: Alle
pt: Todas
pt_br: Todos
ro: Tot
ru: Все
sk: Všetky
sv: Alla
ta: எல்லாம்
tr: Tümü
uk: Всі
xh: Konke
zu: Bonke

source: None
af: Geen
ar: بلا
bg: Няма
ca: Cap
da: Ingen
gl: Ningún
gu: નોન
hi: कुछ नहीं
id: Tidak ada
it: Nessuno
ja: なし
lt: Nieko
nb: Ingen
pt: Nenhum
pt_br: Nenhum
ro: Nimic
ru: нет
sk: Žiadna
sv: Ingen
ta: இல்லை
tr: Hiçbiri
uk: Немає
xh: Akukho
zu: Akukho lutho

source: Firewall Starting
af: Brandmuurbegin
ar: بدء جدار الحماية
bg: Защитната стена стартира
ca: Inici del tallafoc
da: Firewall starter
gl: Iniciando a devasa
gu: ફાયરવોલ શરૂ થઇ રહ્યું છે
hi: फायरवाल आरम्भ कर रहा हैं
id: Mulai Firewall
it: Avvio firewall
ja: ファイアウオールの起動
lt: Užkarda paleidžiama
nb: Oppstart av brannmur
pt: A iniciar a Firewall
pt_br: Iniciando o firewall
ro: Pornire paravan de protecție
ru: Запуск брандмауэра
sk: Spúšťanie firewallu
sv: Brandvägg startar
ta: ஃபயர்வால் துவக்குதல்
tr: Güvenlik Duvarı Başlıyor
uk: Запускається мережевий екран
xh: Kuqalisa i-Firewall
zu: I-Firewall Iyaqalisa

source: <b>Enable</b> firewall automatic starting
ar: <b>تمكين</b> جدار الحماية يعمل تلقائياً
bg: <b>Разрешаване</b> на автоматичното стартиране на защитната стена
ca: <b>Habilita</b> l'inici automàtic del tallafoc
da: <b>Aktivér</b> automatisk opstart af firewall
gl: <b>Activar</b> o inicio automático da devasa
id: Mulai Otomatis <b>Aktivkan</b> Firewall
it: <b>Abilita</b> avvio automatico del firewall
ja: ファイアウオールの自動起動は <b>有効</b> です
lt: <b>Įgalinti</b> savaiminį užkardos paleidimą
nb: <b>Aktiver</b> automatisk start av brannmur
pt: <b>Activar</b> início automático da firewall
pt_br: <b>Habilitar</b> o início automático do firewall
ro: <b>Activează</b> pornirea automată a paravanului de protecție
ru: <b>Включить</b> автоматический запуск брандмауэра
sk: <b>Povoliť</b> automatické spustenie firewallu
sv: <b>Aktivera</b> automatisk start av brandvägg
uk: <b>Увімкнути</b> автоматичний запуск мережевого екрана

source: <b>Disable</b> firewall automatic starting
ar: <b>تعطيل</b> جدار الحماية تلقائياً
bg: <b>Забраняване</b> на автоматичното стартиране на защитната стена
ca: <b>Inhabilita</b> l'inici automàtic del tallafoc
da: <b>Deaktivér</b> automatisk opstart af firewall
gl: <b>Desactivar</b> o inicio automático da devasa
id: Mulai Otomatis <b>Matikan</b> Firewall
it: <b>Disabilita</b> avvio automatico del firewall
ja: ファイアウオールの自動起動は <b>無効</b> です
lt: <b>Uždrausti</b> savaiminį užkardos paleidimą
nb: <b>Deaktiver</b> automatisk start av brannmur
pt: <b>Desactivar</b> início automático da firewall
pt_br: <b>Desabilitar</b> o início automático do firewall
ro: <b>Dezactivează</b> pornirea automată a paravanului de protecție
ru: <b>Отключить</b> автоматический запуск брандмауэра
sk: <b>Zakázať</b> automatické spustenie firewallu
sv: <b>Inaktivera</b> automatisk start av brandvägg
uk: <b>Вимкнути</b> автоматичний запуск мережевого екрана

source: Firewall starts after the configuration has been written
ar: يعمل جدار الحماية بعد كتابة الإعدادات
bg: Защитната стена ще бъде стартирана след записа на настройките
ca: El tallafoc s'iniciarà un cop s'hagi escrit la configuració
da: Firewallen starter når konfigurationen er skrevet
id: Firewall dimulai setelah konfigurasi telah ditulis
it: Il firewall verrà avviato dopo che la configurazione è stata scritta
ja: 設定を書き込んだあとファイアウオールを起動します
lt: Užkarda bus paleista įrašius konfigūraciją
nb: Brannmuren vil bli startet etter at oppsettet er lagret
pt_br: O firewall será iniciado depois que a configuração for salva
ro: Paravanul de protecție pornește după ce configurația a fost scrisă
ru: Брандмауэр будет запущен после записи конфигурации
sk: Firewall bude spustený po zápise konfigurácie
sv: Brandväggen startar när konfigurationen har skrivits
uk: Мережевий екран буде запущено після запису конфігурації

source: Firewall <b>starts</b> after the configuration has been written
ar: جدار حماية <b>يعمل</b> بعد كتابة الإعدادات
bg: Защитната стена ще бъде <b>стартирана</b> след записа на настройките.
ca: El tallafoc <b>s'iniciarà</b> un cop s'hagi escrit la configuració
da: Firewallen <b>starter</b> når konfigurationen er skrevet
id: Firewall <b>dimulai</b> setelah konfigurasi telah ditulis
it: Il firewall <b>verrà avviato</b> dopo che la configurazione è stata scritta
ja: 設定を書き込んだあとファイアウオールを <b>起動します</b>
lt: Užkarda <b>bus paleista</b> įrašius konfigūraciją
nb: Brannmuren <b>vil bli aktivert</b> etter at oppsettet er lagret
pt_br: O firewall <b>será iniciado</b> depois que a configuração for salva
ro: Paravanul de protecție <b>pornește</b> după ce configurația a fost scrisă
ru: Брандмауэр <b>будет запущен</b> после записи конфигурации
sk: Firewall <b>bude spustený</b> po zápise konfigurácie
sv: Brandväggen <b>startar</b> när konfigurationen har skrivits
uk: Мережевий екран <b>буде запущено</b> після запису конфігурації

source: Firewall <b>will be stopped</b> after the configuration has been written
ar: جدار الحماية <b>سيتم إيقافه</b> بعد كتابة الإعدادات
bg: Защитната стена ще бъде <b>спряна</b> след записа на настройките.
ca: El tallafoc <b>s'aturarà</b> un cop s'hagi escrit la configuració
da: Firewallen <b>stopper</b>, når konfigurationen er skrevet
id: Firewall <b>akan dihentikan</b> setelah konfigurasi telah ditulis
it: Il firewall <b>verrà fermato</b> dopo che la configurazione è stata scritta
ja: 設定を書き込んだあとファイアウオールを <b>停止します</b>
lt: Užkarda <b>bus sustabdyta</b> įrašius konfigūraciją
nb: Brannmuren <b>vil bli deaktivert</b> etter at oppsettet er lagret
pt_br: O firewall <b>será parado</b> depois que a configuração for salva
ro: Paravanul de protecție <b>va fi oprit</b> după ce configurația a fost scrisă
ru: Брандмауэр <b>будет остановлен</b> после записи конфигурации
sk: Firewall <b>bude zastavený</b> po zápise konfigurácie
sv: Brandväggen <b>stoppas</b> när konfigurationen har skrivits
uk: Мережевий екран <b>буде зупинено</b> після запису конфігурації

source: Firewall will not start after the configuration has been written
ar: جدار الحماية لن يعمل بعد كتابة الإعداد
bg: Защитната стена няма да бъде стартирана след записа на настройките.
ca: El tallafoc no s'iniciarà un cop s'hagi escrit la configuració
da: Firewall vil ikke starte, efter at konfigurationen er skrevet
id: Firewall tidak akan dimulai setelah konfigurasi telah ditulis
it: Il firewall non verrà avviato dopo che la configurazione è stata scritta
ja: 設定を書き込んだ後もファイアウオールを起動しません
lt: Užkarda nepasileis po to, kai bus įrašyta konfigūracija
nb: Brannmuren vil ikke bli aktivert etter at oppsettet er lagret
pt_br: O firewall não será iniciado depois que a configuração for salva
ro: Paravanul de protecție nu pornește după ce configurația a fost scrisă
ru: Брандмауэр не будет запущен после записи конфигурации
sk: Firewall nebude spustený po zapísaní konfigurácie
sv: Brandväggen startar inte när konfigurationen har skrivits
uk: Мережевий екран не буде запущено після запису конфігурації

source: Unassigned Interfaces
af: Ontoegewysde koppelvlakke
ar: الواجهات غير المخصصة
bg: Неасоциирани интерфейси
ca: Interfícies sense assignar
da: Ikke-tilknyttede grænseflader
gl: Interfaces non asignadas
gu: સાંકળેલ ન હોય તેવા ઇટરફેસિસ
hi: अनिरुपित अंतराफलक
id: Antarmuka yang belum ditetapkan
it: Interfacce non assegnate
ja: 未割り当てのインターフェイス
lt: Nepriskirtos sąsajos
nb: Utilordnede grensesnitt
pt: Interfaces não atribuídas
pt_br: Interfaces não associadas
ro: Interfețe neasignate
ru: Неопределённые интерфейсы
sk: Nepriradené zariadenia
sv: Otilldelade gränssnitt
ta: நியமிக்கப்படாத இடைமுகங்கள்
tr: Atanmamış Arayüzler
uk: Неприписані інтерфейси
xh: Izithuba Zomdibaniso Ezingabelwanga
zu: Ama-Interface Angabiwe

source: No network traffic is permitted through these interfaces.
af: Daar word geen netwerkverkeer deur hierdie koppelvlakke toegelaat nie.
ar: لا يسمح بأي مرور على الشبكة عبر هذه الواجهات.
bg: През тези интерфейси не е позволен мрежов трафик.
ca: No es permet el trànsit de xarxa a través d'aquestes interfícies.
da: Ingen netværkstrafik er tilladt gennem disse grænseflader.
gl: Non se permite ningún tráfico de rede a través destas interfaces.
gu: આ ઇન્ટરફેસિસ દ્વારા કોઇ નેટવર્ક ટ્રાફિકને મંજૂરી આપી નથી
hi: इन अंतराफलक पर कोई नेटवर्क ट्राफिक अनुमती नहीं हैं
id: Tidak ada trafik jaringan yang diizinkan melalui interfaces ini.
it: Non è consentito alcun traffico di rete attraverso queste interfacce.
ja: これらのインターフェイスを介するネットワーク通信は全て許可されません。
lt: Per šią sąsają neleidžiamas joks tinklo srautas.
nb: Ingen nettverkstrafikk er tillatt via disse grensesnittene.
pt: Não é permitido tráfego de rede através destas interfaces.
pt_br: Nenhum tráfego de rede é permitido por meio destas interfaces.
ro: Traficul de rețea este permis prin aceste interfețe.
ru: Прохождение сетевого трафика через эти интерфейсы запрещено.
sk: Cez tieto rozhrania nie je povolená žiadna sieťová premávka.
sv: Ingen nätverkstrafik tillåts genom dessa gränssnitt.
ta: இந்த இடைமுகங்கள் மூலமாக எந்தவிதமான வலையமைப்புப் போக்குவரத்தும் அனுமதிக்கப்படவில்லை
tr: Bu arayüzler aracılığıyla ağ trafiğine izin verilmiyor
uk: Проходження мережної інформації цими інтерфейсами заборонено.
xh: Akukho ngxinano yomsebenzi wothungelwano evunyelwe kwezi zithuba zomdibaniso.
zu: Akukho ukuthutheleka kwenethiwekhi okuvumelekile ngala ma-interface.

source: Starting firewall...
ar: يتم الآن بدء تشغيل جدار الحماية...
bg: Стартиране на защитната стена…
ca: Iniciant el tallafoc...
da: Starter firewall...
gl: Iniciando a devasa...
id: Memulai Firewall...
it: Avvio del firewall in corso...
ja: ファイアウオールを起動しています...
lt: Paleidžiama užkarda...
nb: Aktiverer brannmur...
pt: A iniciar a firewall...
pt_br: Iniciando o firewall...
ro: Pornesc paravanul de protecție...
ru: Запуск брандмауэра...
sk: Spúšťam firewall...
sv: Startar brandvägg...
tr: Firewall başlatılıyor...
uk: Запуск мережевого екрана...

source: Stopping firewall...
ar: يتم الآن إيقاف تشغيل جدار الحماية...
bg: Спиране на защитната стена…
ca: Aturant el tallafoc...
da: Standser firewall...
gl: Detendo a devasa...
id: Menghentikan Firewall...
it: Arresto del firewall in corso...
ja: ファイアウオールを停止しています...
lt: Stabdoma užkarda...
nb: Deaktiverer brannmur...
pt: A parar a firewall...
pt_br: Parando o firewall...
ro: Opresc paravanul de protecție...
ru: Остановка брандмауэра...
sk: Zastavujem firewall...
sv: Stoppar brandvägg...
tr: Firewall durduruluyor...
uk: Зупинка мережевого екрана...

source: The firewall could not be stopped.
ar: لا يمكن وقف جدار الحماية.
ca: No s'ha pogut aturar el tallafoc.
da: Firewallen kunne ikke stoppes.
id: Firewall tidak dapat dihentikan.
pt_br: O firewall não pôde ser parado.
ru: Невозможно остановить брандмауэр.
sk: Firewall nebolo možné zastaviť.
uk: Неможливо зупинити мережний екран.

source: The firewall could not be started.
ar: تعذر بدء الجدار الناري.
ca: No s'ha pogut iniciar el tallafoc.
da: Firewallen kunne ikke startes.
id: Firewall tidak dapat dijalankan.
pt_br: O firewall não pôde ser iniciado.
ru: Невозможно запустить брандмауэр.
sk: Firewall nebolo možné spustiť.
uk: Неможливо запустити мережний екран.

source: %s Please verify your system and try again.
ar: %s الرجاء التحقق من النظام وإعادة المحاولة.
ca: %s Si us plau, verifiqueu el sistema i torneu-ho a provar.
da: %s Verificer venligst dit system og prøv igen.
id: %s Verifikasi ulang sistem anda dan coba lagi.
pt_br: %s Verifique seu sistema e tente novamente.
ru: %s Проверьте систему и попробуйте ещё раз.
sk: %s Preverte váš systém a skúste to znova.
uk: %s Будь ласка, перевірте систему та спробуйте ще раз.

source: No zone assigned
af: Daar is geen sone toegewys nie
ar: لم يتم تخصيص أية منطقة
bg: Не е асоциирана зона
ca: No s'ha assignat cap zona
da: Ingen zone tilknyttet
gl: Sen zona asignada
gu: કોઇ વિસ્તાર સંકળાયેલ નથી
hi: कोई जोन निरूपित नहीं किया गया हैं
id: Tidak ada zona yang ditetapkan
it: Non è stata assegnata alcuna zona
ja: ゾーンが割り当てられていません
lt: Nepriskirta jokia zona
nb: Ingen sone tilordnet
pt: Sem zona atribuída
pt_br: Nenhuma zona atribuída
ro: Nici o zonă nu e asignată.
ru: Не присвоена зона
sk: Nebola priradená žiadna zóna
sv: Ingen zon tilldelad
ta: எந்த பகுதியும் நியமிக்கப்படவில்லை
tr: Atanmış bir bölge yok
uk: Не приписано до зони
xh: Akukho zowuni eyabelweyo
zu: Ayikho izoni eyabelwe

source: Custom string
af: Pasmaakstring
ar: سلسلة مخصصة
bg: Низ по желание
ca: Cadena personalitzada
da: Brugerdefineret streng
gl: Cadea personalizada
gu: કસ્ટમ સ્ટ્રિંગ
hi: कस्टम शब्द
id: String kustom
it: Stringa personalizzata
ja: カスタム文字列
lt: Individuali eilutė
nb: Egendefinert kommando
pt: String personalizada
pt_br: String personalizada
ro: Șir personalizat
ru: Пользовательская строка
sk: Vlastný reťazec
sv: Egen sträng
ta: தனிப் பயனாக்கு சரம்
tr: Özel dizge
uk: Нетиповий рядок
xh: Umtya wokulungisela
zu: Uhlu lwe-Custom

source: No Zone Assigned
af: Daar is geen sone toegewys nie
ar: لم يتم تخصيص أية منطقة
bg: Не е асоциирана зона
ca: No s'ha assignat cap zona
da: Ingen zone tilknyttet
gl: Sen zona asignada
gu: વિસ્તાર સંકળાવવું નહીં
hi: कोई जोन निरूपित नहीं किया गया हैं
id: Tidak ada Zona yang Ditetapkan
it: Non è stata assegnata alcuna zona
ja: どのゾーンにも割り当てない
lt: Nepriskirta jokia zona
nb: Ingen sone tilordnet
pt: Sem Zona Atribuída
pt_br: Nenhuma zona atribuída
ro: Nici o zonă nu e asignată.
ru: Не присвоена зона
sk: Nebola priradená zóna
sv: Ingen zon tilldelad
ta: எந்த பகுதியும் நியமிக்கப்படவில்லை
tr: Atanmış Bir Bölge Yok
uk: Не приписано до зони
xh: Akukho Zowuni Eyabelweyo
zu: Ayikho Izoni Eyabelwe

source: Port number %1 is invalid.
af: Poortnommer %1 is ongeldig.
ar: رقم المنفذ %1 غير صالح.
bg: Порт номер %1 е невалиден.
ca: El número de port %1 no és vàlid.
da: Portnummeret %1 er ugyldig.
gl: O número de porto %1 non é correcto.
gu: પોર્ટ નંબર %1 અયોગ્ય છે.
hi: पोर्ट संख्या %1 अमान्य है।
id: Nomor port %1 tidak valid.
it: Il numero di porta %1 non è valido.
ja: ポート番号 %1 は正しくありません。
lt: Prievado numeris %1 yra netinkamas.
nb: Portnummeret %1 er ugyldig.
pt: O número de porto %1 é inválido.
pt_br: O número de porta %1 é inválido.
ro: Numărul de port %1 este eronat.
ru: Неверный номер порта %1.
sk: Číslo portu %1 nie je platné.
sv: Portnumret %1 är felaktigt.
ta: முணைய எண் %1 செல்லாது.
tr: %1 numaralı geçit geçersiz.
uk: Номер порту %1 не є коректним.
xh: Inombolo Yesiqhagamshelanisi %1 ayinamsebenzi.
zu: Inombolo ye-Port %1 ayinembile.

source: Port number %1 in definition %2 is invalid.
af: Poortnommer %1 in definisie %2 is ongeldig.
ar: رقم المنفذ %1 في التعريف %2 غير صالح.
bg: Порт номер %1 в правилото %2 е невалиден.
ca: El número de port %1 de la definició %2 no és vàlid.
da: Portnummeret %1 i definitionen %2 er ugyldigt.
gl: O número de porto %1 da definición %2 é incorrecto.
gu: %2 ની સ્પષ્ટતામાં પોર્ટ નંબર %1 અયોગ્ય છે.
hi: परिभाषा %2 में पोर्ट संख्या %1 अमान्य है।
id: Nomor port %1 dalam definisi %2 tidak valid.
it: Il numero di porta %1 nella definizione %2 non è valido.
ja: 定義 %2 のポート番号 %1 は正しくありません。
lt: Netinkamas prievado numeris %1 apibrėžtyje %2.
nb: Portnummeret %1 i definisjonen %2 er ugyldig.
pt: O número de porto %1 na definição %2 é inválido.
pt_br: O número de porta %1 na definição %2 é inválido.
ro: Numărul de port %1 din definiția %2 este eronat.
ru: Неверный номер порта %1 в определении %2.
sk: Číslo portu %1 v definícií %2 nie je platné.
sv: Portnummer %1 i definition %2 är ogiltig.
ta: விளக்கம் %2-லுள்ள முணைய எண் %1 செல்லாது.
tr: %2 tanımındaki %1 numaralı geçit geçersiz.
uk: Номер порту "%1" у визначенні "%2" не є коректним.
xh: Inombolo Yesiqhagamshelanisi %1 ngokwenkcazelo %2ayinamsebenzi.
zu: Inombolo ye-Port %1 kuncazelo %2 ayinembile.

source: Invalid Port Definition
af: Ongeldige poortdefinisie
ar: تعريف منفذ غير صالح
bg: Невалидно определяне на порт
ca: La definició de port no és vàlida
da: Ugyldig portdefinition
gl: Definición de porto incorrecta
gu: અમાન્ય પોર્ટ મર્યાદા રૂપરેખા
hi: पोर्ट सीमा परिफाषा गलत हैं
id: Definisi Port Tidak Valid
it: Definizione di porta non valida
ja: 無効なポート設定
lt: Netinkama prievado apibrėžtis
nb: Ugyldig portdefinisjon
pt: Definição Inválida de Porto
pt_br: Definição de porta inválida
ro: Definiție de port eronată.
ru: Неверное определение порта
sk: Neplatná definícia portu
sv: Ogiltig portdefinition
ta: செல்லாத துறை வரிசை விவரம்
tr: Geçersiz Geçit Tanımı
uk: Некоректне визначення порту
xh: Inkcazelo Yesiqhagamshelanisi Ayinamsebenzi
zu: Incazelo Ye-Port Enganembile
