Repository: Dzejrou/yast-translations
Catalog: po/firewall/*.po
Languages: af, ar, bg, ca, da, gl, gu, hi, id, it, ja, lt, nb, pt, pt_br, ro, ru, sk, sv, ta, tr, uk, xh, zu

source: <p><b><big>Reading Firewall Configuration</big></b> <br>Please wait...</p>
af: <p><b><big>Lees van brandmuurkonfigurasie</big></b> <br>Wag, asseblief ...</p>
ar: <p><b><big>تتم الآن قراءة إعداد جدار الحماية</big></b> <br>الرجاء الانتظار...</p>
bg: <p><b><big>Четене на настройките на защитната стена</big></b> <br>Моля, изчакайте…<br></p>
ca: <p><b><big>Llegint la configuració del tallafoc</big></b> <br>Espereu, si us plau...</p>
da: <p><b><big>Læser firewallkonfiguration</big></b> <br>Vent venligst...</p>
gl: <p><b><big>Lendo a configuración da devasa</big></b> <br>Agarde...</p>
gu: <p><b><big> ફાયરવોલ કન્ફિગ્યુરેશનનું વાંચન થઇ રહ્યું છે </big></b> <br> કૃપા કરીને પ્રતિક્ષા કરો...</p>
hi: <p><b><big>फायरवाल समनुरूपण पढ रहा हैं</big></b><br> <br>कृपया इंतजार करें...</p>
id: <p><b><big>Membaca Konfigurasi Firewall</big></b><br> Mohon tunggu..<br></p>
it: <p><b><big>Lettura della configurazione del firewall in corso</big></b> <br>Attendere...</p>
ja: <p><b><big>ファイアウオールの設定を読み込んでいます</big></b> <br>しばらくお待ちください...</p>
lt: <p><b><big>Skaitoma užkardos konfigūracija</big></b> Palaukite...</p>
nb: <p><b><big>Leser brannmurkonfigurasjon</big></b> <br>Vent...</p>
pt: <p><b><big>Ler a Configuração da Firewall</big></b> <br>Por favor aguarde...</p>
pt_br: <p><b><big>Lendo a configuração do firewall</big></b> <br>Por favor, aguarde...</p>
ro: <p><b><big>Citesc configurația paravanului de protecție</big></b> <br>Vă rog așteptați...</p>
ru: <p><b><big>Чтение настроек брандмауэра</big></b><br> Подождите...<br></p>
sk: <p><b><big>Čítam konfiguráciu firewallu</big></b> <br>Prosím, čakajte...</p>
sv: <p><b><big>Läser brandväggsinställningar</big></b> <br>Vänta...</p>
ta: <p><b><big>ஃபயர்வால் வடிவம் படிக்கப்படுகிறது</big></b> <br>தயவு செய்து காத்திருக்கவும்.....</p>
tr: <p><b><big>Güvenlik Duvarı Yapılandırması Okunuyor</big></b> Lütfen bekleyin...</p>
uk: <p><b><big>Читання конфігурації мережевого екрана</big></b> <br>Будь ласка, зачекайте...</p>
xh: <p><b><big>Kufundwa Ubumbeko lwe-Firewall</big></b> <br>Nceda linda...</p>
zu: <p><b><big>Ifunda Ukuhlelwa Kwe-Firewall</big></b> <br>Sicela ulinde...</p>

source: <p><b><big>Saving Firewall Configuration</big></b> <br>Please wait...</p>
af: <p><b><big>Berg van brandmuurkonfigurasie</big></b> <br>Wag, asseblief ...</p>
ar: <p><b><big>يتم الآن حفظ إعداد جدار الحماية</big></b> <br>الرجاء الانتظار...</p>
bg: <p><b><big>Запазване на настройката на защитната стена</big></b> <br>Моля, изчакайте…<br></p>
ca: <p><b><big>Desant la configuració del tallafoc</big></b> <br>Espereu, si us plau...</p>
da: <p><b><big>Gemmer firewallkonfiguration</big></b> <br>Vent venligst...</p>
gl: <p><b><big>Gardando a configuración da devasa</big></b> <br>Agarde...</p>
gu: <p><b><big> ફાયરવોલનું કન્ફિગ્યુરેશન સચવાઇ રહ્યું છે </big></b> <br>કૃપા કરીને પ્રતિક્ષા કરો...</p>
hi: <p><b><big>फायरवाल समनुरूपण संचित कर रहा हैं</big></b><br> <br>कृपया इंतजार करें...</p>
id: <p><b><big>Menyimpan Konfigurasi Firewall</big></b> <br>Mohon tunggu...</p>
it: <p><b><big>Salvataggio della configurazione del firewall in corso</big></b> <br>Attendere...</p>
ja: <p><b><big>ファイアウオール設定を保存しています</big></b> <br>しばらくお待ちください...</p>
lt: <p><b><big>Įrašoma užkardos konfigūracija</big></b> <br>Palaukite...</p>
nb: <p><b><big>Lagrer brannmurkonfigurasjon</big></b> <br>Vent..</p>
pt: <p><b><big>Gravar a Configuração da Firewall</big></b> <br>Por favor aguarde...</p>
pt_br: <p><b><big>Salvando a configuração do firewall</big></b> <br>Por favor, aguarde...</p>
ro: <p><b><big>Salvez configurația paravanului de protecție</big></b> <br>Vă rog așteptați...</p>
ru: <p><b><big>Сохранение параметров настройки брандмауэра</big></b><br> Подождите...<br></p>
sk: <p><b><big>Ukladám konfiguráciu firewallu</big></b> <br>Prosím, čakajte...</p>
sv: <p><b><big>Sparar brandväggsinställningar</big></b> <br>Vänta...</p>
ta: <p><b><big>ஃபயர்வால் வடிவம் சேமிக்கப்படுகிறது</big></b> <br>தயவு செய்துக் காத்திருக்கவும்...</p>
tr: <p><b><big>Firewall yapılandırması kaydediliyor</big></b> <br>Lütfen bekleyin...</p>
uk: <p><b><big>Збереження конфігурації мережевого екрана</big></b> <br>Будь ласка, зачекайте...</p>
xh: <p><b><big>Kugcinwa Ubumbeko kwe-Firewall</big></b> <br>Nceda linda...</p>
zu: <p><b><big>Igcina Ukuhlelwa Kwe-Firewall</big></b> <br>Sicela ulinde...</p>

source: <p><b><big>Interfaces</big></b> <br>Here, assign your network devices into firewall zones by selecting the device in the table and clicking <b>Change</b>.</p> <p>Enter special strings, like <tt>any</tt>, using <b>Custom</b>. You can also enter interfaces not yet configured here. If you need masquerading, the string <tt>any</tt> is not allowed.</p> <p>Every network device should be assigned to a firewall zone. Network traffic through any unassigned interface is blocked.</p>
af: <p><b><big>Koppelvlakke</big></b> <br>Hier wys u netwerktoestelle toe na brandmuursones deur die toestel in die tabel te kies en <b>Wysig</b> te klik.</p> <p>Voer spesiale stringe, soos <tt>enige</tt> met gebruik van <b>Pasmaak</b> in. U kan ook koppelvlakke wat nog nie gekonfigureer is nie, hier invoer. As u maskering nodig het, word die string <tt>enige</tt> nie toegelaat nie.</p> <p>Elke netwerktoestel behoort aan 'n brandmuursone toegewys te word. Netwerkverkeer deur enige ontoegewese koppelvlak word geblokkeer.</p>
ar: <p><b><big>الواجهات</big></b> <br>قم هنا بتخصيص أجهزة الشبكة في مناطق جدر الحماية من خلال تحديد الجهاز قي الجدول ثم النقر فوق <b>تغيير</b>.</p> <p>أدخل سلاسل خاصة، مثل <tt>أي</tt>، باستخدام <b>مخصص</b>. كما يمكن إدخال واجهات لم يتم إعدادها بعد هنا. في حالة الحاجة إلى التنكر، لا يُسمح بالسلسلة <tt>أي</tt>.</p> <p>يجب تعيين كل أجهزة الشبكة إلى منطقة جدار حماية. تمت إعاقة المرور على الشبكة عبر أي واجهة غير مخصصة.</p>
bg: <p><b><big>Интерфейси</big></b> <br>Тук асоциирайте мрежовите интерфейси към зоните на защитната стена като изберете устройството от таблицата и щракнете върху <b>Промяна</b>.</p> <p>Въведете специален низ като <i>any</i> като се използва <b>По желание</b>. Може също да въведете интерфейси, които още не са настроени тук. Ако искате да имате маскиране, низът <i>any</i> е недопустим.</p> <p> Всяко мрежово устройство трябва да се асоциира към зона от защитната стена. Мрежовият трафик през неасоцииран интерфейс се блокира.</p>
ca: <p><b><big>Interfícies</big></b> <br>En aquest apartat podeu assignar els dispositius de xarxa a zones del tallafoc seleccionant el dispositiu de la taula i fent clic a <b>Canvia</b>.</p> <p>Introduïu les cadenes especials, com <tt>any</tt>, utilitzant l'opció <b>Personalitza</b>. També podeu introduir interfícies que encara no han estat configurades. Si necessiteu l'emmascarament, no es permet la cadena <tt>any</tt>.</p> <p>Tots els dispositius de xarxa han d'estar assignats a una zona del tallafoc. El trànsit de xarxa a través d'una interfície sense assignar està bloquejat.</p>
da: <p><b><big>Grænseflader</big></b> <br>Her kan du tilknytte dine netværksenheder til firewallzoner, ved at vælge enheden i tabellen og klikke <b>Ændr</b>.</p> <p>Indtast specialstrenge, som <tt>any</tt>, med <b>Brugerdefineret</b>. Du kan også indtaste endnu ikke konfigurerede grænseflader . Hvis du skal anvende maskering, er strengen <tt>any</tt> ikke tilladt.</p> <p>Alle netværksenheder bør være tildelt en firewallzone. Netværkstrafik via alle ikke tilknyttede grænseflader bliver blokeret.</p>
gl: <p><b><big>Interfaces</big></b> <br>Asigne aquí os dispositivos de rede a zonas de devasa seleccionando o dispositivo na táboa e premendo <b>Cambiar</b>.</p> <p>Introduza cadeas especiais, como <tt>any</tt>, usando <b>Personalizar</b>. Tamén pode introducir aquí interfaces aínda sen configurar. Se precisa enmascaramento non se permite usar a cadea <tt>any</tt>.</p> <p>Todos os dispositivos de rede deben estar asignados a unha zona da devasa. Bloquearase o tráfico de rede que circule por calquera interface non asignada.</p>
gu: <p><b><big> ઇન્ટરફેસિસ </big></b> <br>Here, ટેબલમાંના ઉપકરણ પસંદ કરી અને ક્લિક કરીને તમારા નેટવર્ક ઉપકરણોને ફાયરવોલ વિસ્તારોમાં નિમણૂક <b>બદલો</b>.</p> <p> જેવી, વિશિષ્ટ સ્ટ્રિંગ્સ દાખલ કરો. <tt>કોઈ</tt>, ને વાપરીને <b>કસ્ટમ</b>. અહીં હજુ સુધી કન્ફિગર થયું ન હોય તે ઇન્ટરફેસિસ પણ તમે દાખલ કરી શકશો. જો તમારે મેસક્વેરાડિંગની જરૂર હોય તો, <tt>કોઈ</tt> ને વાપરીને</p> <p> દરેક નેટવર્ક ઉપકરણ ફાયરવોલ વિસ્તાર સાથે સંકળાવવું જોઇએ. કોઇ સંકળાયેલ ન હોય તે ઇન્ટરફેસમાંથીં નેટવર્ક ટ્રાફિક અવરોધાયેલ છે.</p>
hi: <p><b><big>Interfaces</big></b> <br>यहां, तालिका में उपकरणों को चुनने और <b>Change</b> पर क्लिक करने के द्वारा अपने नेटवर्क उपकरणों को फायरवाल ज़ोनों में निर्दिष्ट करें।</p> <p><b>Custom</b> का प्रयोग करते हुए विशेष स्ट्रिंग जैसे <tt>any</tt> दर्ज़ करें। आप यहां ऐसे अंतराफलक भी दर्ज़ कर सकते हैं जिन्हें अब तक संरुपित नहीं किया गया है। अगर आपको छद्मवेश की ज़रूरत हो, तो स्ट्रिंग <tt>any</tt> की अनुमति नहीं है.</p> <p>प्रत्येक नेटवर्क उपकरण को एक फायरवॉल ज़ोन को निर्दिष्ट होना चाहिए। किसी भी बिना निर्दिष्ट किए हुए अंतराफलक के जरिए नेटवर्क ट्रैफिक को रोका गया है।</p>
id: <p><b><big>Interfaces</big></b> <br>Di sini, menetapkan perangkat jaringan Anda ke dalam zona firewall bdengan memilih perangkat di tabel dan klik <b>Ubah</b>.</p> <p>Masukan string khusus, seperti <tt>setiap</tt>, menggunakan <b>Kustom</b>. Anda juga dapat memasukan interfaces yang belum dikonfigurasi di sini. Jika Anda membutuhkan masquerading, string <tt>setiap</tt> tidak diperbolehkan.</p> <p>Setiap perankat jaringan harus ditetapkan dalam zona firewall. Trafik jaringan yang melalui setiap interface yang belum ditetapkan akan diblok.</p>
it: <p><b><big>Interfacce</big></b> <br>Assegnare i dispositivi di rete nelle zone del firewall selezionando il dispositivo nella tabella e facendo clic su <b>Modifica</b>.</p> <p>È possibile inserire stringhe particolari, come <tt>any</tt>, usando <b>Personalizza</b>. È inoltre possibile inserire interfacce non ancora configurate. Se è necessario eseguire un mascheramento, non è consentito inserire la stringa <tt>any</tt>.</p> <p>Ogni dispositivo di rete deve essere assegnato a una zona del firewall. Il traffico di rete che passa attraverso una qualsiasi interfaccia non assegnata viene bloccato.</p>
ja: <p><b><big>インターフェイス</big></b> <br>ここではお使いのネットワークデバイスをそれぞれのファイアウオールゾーンに 割り当てる作業を行ないます。表内のデバイスを選択して <b>変更</b> を押してください。</p> <p><b>Custom</b> を押すと、 <tt>any</tt> のような特別なファイアウオール文字列を 使うこともできます。また、設定されていないインターフェイスに対してもここから設定できます。 マスカレード機能を利用する場合は、 <tt>any</tt> は使用しないでください。</p> <p>なお、それぞれのネットワークデバイスは何らかのゾーンに設定しておく必要があります。 ゾーンに設定していないネットワークデバイスの通信は全てブロックされます。</p>
lt: <p><b><big>Sąsajos</big></b> <br>Čia savo tinklo įrenginius priskirkite užkardos zonoms. Lentelėje pasirinkite įrenginį ir spauskite <b>Keisti</b>.</p> <p>Įveskite specialią eilutę, pavyzdžiui <tt>any</tt>, nuspaudę <b>Individualizuotas</b>. Taip pat galite įvesti dar nesukonfigūruotą sąsają. Jei naudojate maskaradinimą, eilutė <tt>any</tt> neleistina.</p> <p>Kiekvienas tinklo įrenginys turi būti priskirtas užkardos zonai. Tinklo srautas per nepriskirtas sąsajas blokuojamas.</p>
nb: <p><b><big>Grensesnitt</big></b> <br>Her kan du tilordne nettverksenhetene til brannmursoner ved å velge en enhet i tabellen og klikke på <b>Endre</b>.</p> <p>Angi spesielle kommandoer som <i>any</i> ved å bruke <b>Egendefinert</b>. Her kan du også angi grensesnitt som ikke er konfigurert ennå. Hvis du vil bruke maskering, er ikke kommandoen <i>any</i> tillatt.</p> <p>Alle nettverksenheter bør tilordnes en brannmursone. Nettverkstrafikk via et grensesnitt som ikke er tilordnet, vil bli blokkert.</p>
pt: <p><b><big>Interfaces</big></b> <br>Atribua aqui os seus dispositivos de rede em zonas da firewall, escolhendo o dispositivo na tabela, e premindo <b>Alterar</b>.</p> <p>Introduza 'strings' especiais, como <tt>any</tt> usando <b>Personalizar</b>. Pode aqui introduzir interfaces ainda não configuradas. Se necessita de 'dissimulação' (masquerading), a string <tt>any</tt> não é permitida.</p> <p>Todos os dispositivos de rede devem ser associados a uma zona da firewall. O tráfego de rede através de uma interface não associada é totalmente bloqueado.</p>
pt_br: <p><b><big>Interfaces</big></b> <br>Atribua aqui as zonas do firewall aos dispositivos da rede, selecionando o dispositivo na tabela e clicando em <b>Alterar</b>.</p> <p>Digite as strings especiais, como <tt>any</tt>, usando <b>Personalizado</b>. Você também pode digitar interfaces ainda não configuradas aqui. Se precisar de mascaramento, a string <tt>any</tt> não será permitida.</p> <p>Todos os dispositivos de rede devem ser designados a uma zona do firewall. O tráfego de rede por interfaces não designadas será bloqueado.</p>
ro: <p><b><big>Interfețe</big></b> <br>Aici atribuiți echipamentelor de rețea zone din paravanul de protecție, selectând echipamentul din tabel și apăsând <b>Modifică</b>.</p> <p>Introduceți șiruri speciale, ca de exemplu <tt>any</tt> (orice), utilizând <b>Personalizat</b>. Puteți introduce aici și interfețe care nu sunt configurate încă. Dacă necesitați mascare, nu este permis șirul <tt>any</tt>.</p> <p>Orice echipament de rețea trebuie asociat unei zone din paravanul de protecție. Traficul de rețea prin orice interfață neasignată va fi blocat.</p>
ru: <p><b><big>Интерфейсы</big></b> <br>Назначьте сетевому устройству зону брандмауэра, выбрав устройство в таблице, затем нажав <b>Изменить</b>.</p> <p>Введите специальные строки, например, <tt>any</tt>, используя кнопку <b>Другое</b>.Вы также можете ввести ещё не настроенные интерфейсы. Если вам нужна трансляция адресов, строка <tt>any</tt> не разрешена.</p> <p>Каждое сетевое устройство должно быть состоять в зоне. Сетевой трафик через неопределенный интерфейс блокируется.</p>
sk: <p><b><big>Rozhrania</big></b> <br>Tu priraďujete sieťové zariadenia k zónam firewallu zvolením zariadenia a kliknutím na <b>Zmeniť</b>.</p> <p>Zadajte špeciálne reťazce ako <i>any</i> do externej zóny pomocou <b>Vlastné</b>. Môžete tu tiež ešte zadať nenakonfigurované zariadenia. Ak potrebujete maškarádu, reťazec <i>any</i> nie je povolený.</p> <p>Každé sieťové zariadenie by malo byť priradené k zóne firewallu. Sieťová premávka cez nepriradené zariadenia bude blokovaná.</p>
sv: <p><b><big>Gränssnitt</big></b> <br>Här kan du tilldela nätverksenheter till brandväggszoner genom att välja enhet i tabellen och klicka på <b>Ändra</b>.</p> <p>Ange specialsträngar, t ex <tt>"any"</tt>, med <b>Egen</b>. Här kan du också ange gränssnitt om inte ännu har ställts in. Om du behöver maskering tillåts inte strängen <tt>"any"</tt>.</p> <p>Varje nätverksgränssnitt ska tilldelas en brandväggszon. Nätverkstrafik genom otilldelade gränssnitt blockeras.</p>
ta: <p><b><big>இடைமுகங்கள்</big></b> <br>இங்கே, நீங்கள் உங்கள் வலையமைப்புக் கருவிளை ஃபயர்வால் பகுதிகளில் கருவிகளை அட்டவணையிலிருந்துத் தேர்வு செய்து . <b>மாற்றுக</b>சொடுக்குவதன் மூலம் அமைக்கலாம்.</p> <p>சிறப்பு சரங்களை <tt>ஏதேனும் </tt>, பதிவு செய்ய <b>வழமையைப்</b>பயன்படுத்தவும். நீங்கள் வடிவாக்கப்படாத இடைமுகங்களையும் இஙகே . பதிவுசெய்யலாம். உங்களுக்கு மாஸ்க்யுரேடிங்தேவைப்பட்டால் சரம் <tt>ஏதேனும்</tt> அனுமதிக்கப்படவில்லை.</p> <p>ஒவ்வொரு வலையமைப்புக் கருவியும் ஃபயர்வால் பகுதியுடன் நியமிக்கவும். வலையமைப்பு போக்குவரத்து நியமிக்கப்படாத எந்த இடைமுகத்திலும் தடைசெய்யப்பட்டுள்ளது. </p>
tr: <p><b><big>Arayüzler</big></b> <br>Burada, tablodan bir aygıt seçip <b>Değiştir</b>'e tıklatarak ağ aygıtlarınızı güvenlik duvarı bölgelerine atayabilirsiniz.</p> <p><b>Custom</b>'i kullanarak <tt>any</tt> gibi özel dizgeler girin. Ayrıca, burada henüz yapılandırılmamış olan arayüzler de girebilirsiniz. Eğer maskelemeye ihtiyaç duyarsanız, <tt>any</tt> dizgesine izin verilmez.</p> <p>Her ağ aygıtı bir güvenlik duvarı bölgesine atanmalıdır. Atanmamış arayüzler üzerinden trafik engellenir.</p>
uk: <p><b><big>Інтерфейси</big></b> <br>Тут ви можете приписати мережні пристрої до зон мережевого екрана, вибравши пристрій з таблиці і натиснувши <b>Змінити</b>.</p> <p>Введіть нетипові рядки, наприклад, <tt>any</tt>, за допомогою кнопки <b>Нетипове</b>. Ви також можете ввести інтерфейси, які ще не було тут налаштовано. Якщо вам потрібна трансляція адрес, рядок <tt>any</tt> не можна використовувати.</p> <p>Кожен мережний пристрій слід приписати до зони мережевого екрана. Передача інформації через неприписаний інтерфейс блокується.</p>
xh: <p><b><big>Izithuba zomdibaniso</big></b> <br>Apha, yabela izixhobo zakho zomsebenzi wothungelwano kwiizowuni ze-firewall ngokukhetha isixhobo kwitheyibhile nokunqomfa <b>Inguquko</b>.</p> <p>Ngenisa imitya eyodwa, efana no-<tt>nayiphi</tt>, ngokusebenzisa <b>Ukulungisela</b>. Unako ngokunjalo ukungenisa izithuba zomdibaniso ezingekenzelwa ubumbeko apha. Ukuba ufuna nto yimbi, umtya we- <tt>nawuphi</tt> awuvunyelwanga.</p> <p>Isixhobo ngasinye somsebenzi wothungelwano masabelwe kwizowuni ye-firewall. Ingxinano yomsebenzi wothungelwano ngesithuba somdibaniso esingabelwanga siyanqandwa.</p>
zu: <p><b><big>Ama-Interface</big></b> <br>Lapha, yabela amadivayisi akho enethiwekhi kumazoni e-firewall ngokukhetha idivayisi ethebuleni nangokuchofoza u-<b>Shintsha</b>.</p> <p>Faka uhlu olukhethekile, njengokuthi <tt>noma yikuphi</tt>, okusebenzisa <b>i-Custom</b>. Ungafaka futhi ama-interface angakahlelwa. Uma udinga ukufanisa, uhla oluthi <tt>noma yikuphi</tt> aluvunyelwe.</p> <p>Wonke amadivayisi enethiwekhi kumelwe abelwe kwizoni ye-firewall. Ukuthutheleka (traffic) kwenethiwekhi kunoma iyiphi i-interface okungayabelwanga kuvinjelwe.</p>
