Repository: Dzejrou/yast-translations
Catalog: po/firewall/*.po
Languages: af, ar, bg, ca, da, gl, gu, hi, id, it, ja, lt, nb, pt, pt_br, ro, ru, sk, sv, ta, tr, uk, xh, zu

source: <p>The <b>Port Name</b> is a name assigned to a port number by the IANA organization. One port number can have multiple port names assigned. Find the assignment currently in use in the <tt>/etc/services</tt> file.</p>
af: <p>Die <b>Poortnaam</b> is 'n naam wat deur die IANA -organisasie aan 'n poortnommer toegewys word. Daar kan veelvoudige poortname aan een poortnommer toegewys word. Vind die toewysingopdrag huidiglik in gebruik in die <tt>/etc/services</tt>-lêer.</p>
ar: <p><b>اسم المنفذ</b> عبارة عن اسم مخصص لرقم منفذ بواسطة منظمة IANA. يمكن تخصيص أسماء منفذ متعددة لرقم منفذ واحد. ابحث عن التخصيص المستخدم حاليًا في الملف <tt>/etc/services</tt> .</p>
bg: <p><b>Името на порта</b> е име, което е зададено за дадения порт от организацията IANA. За един и същи порт може да има зададено повече от едно име. Актуален списък може да бъде намерен във файла <tt>/etc/services</tt>.</p>
ca: <p>El <b>Nom del port</b> és un nom assignat a un número de port per l'organització IANA. Un número de port pot tenir múltiples noms de port assignats. Trobareu l'assignació que està actualment en ús al fitxer <tt>/etc/services</tt>.</p>
da: <p><b>Portnavn</b> er et navn tilknyttet et portnummer af IANA- organisationen. Et portnummer kan have flere portnavne tilknyttet. Den nuværende tilknytning kan findes i filen <tt>/etc/services</tt>.</p>
gl: <p>O <b>nome de porto</b> é un nome asignado a un número de porto pola organización IANA. Un número de porto pode ter asignados varios nomes de porto. Consulte a asignación actual no ficheiro <tt>/etc/services</tt>.</p>
gu: <p><b>પોર્ટનું નામ</b> આ પોર્ટ નંબરને આપેલું એ નામ છે કે જેIANA સંસ્થા દ્વારા સોંપાયેલું છે. એક પોર્ટ નંબરને બહુવિધ પોર્ટ નામ સોંપાયા હોઈ શકે. ફાઈલ <tt>/etc/services</tt>માં હાલ ઉપયોગમાં હોય તે સોંપણી શોધો.</p>
hi: <p><b>Port Name</b> किसी पोर्ट संख्या के लिए संगठन द्वाराIANA असाइन गया एक नाम है। एक पोर्ट संख्या को विविध पोर्ट नाम असाइन किए जा सकते हैं। <tt>/etc/services</tt> फाइल में वर्तमान में प्रयोग किए जा रहे असाइन्मेंट को ढूंढें।</p>
id: <p><b>Nama port</p> adalah nama yang ditetapkan untuk nomor port oleh organisasi IANA. Satu nomor port dapat memiliki lebih dari satu nama yang ditetapkan. Cari nama yang ditetapkan di berkas <tt>/etc/services</tt>.</p>
it: <p>Il <b>Nome porta</b> rappresenta un nome assegnato a un numero di porta dall'organizzazione IANA. Ogni numero di porta può corrispondere a più nomi di porte. L'assegnazione attualmente in uso è inclusa nel file <tt>/etc/services</tt>.</p>
ja: <p><b>ポート名</b> とは IANA によって割り当てられたポート番号を名前で表わしたものです。 1 つのポート番号に複数の名前が付いている場合もあります。 ポート名と番号の対応は <tt>/etc/services</tt> ファイルを読んでください。</p>
lt: <p><b>Prievado pavadinimas</b> yra IANA organizacijos prievadui priskirtas pavadinimas. Vienas prievado numeris gali turėti daugybę priskirtų prievado pavadinimų. Dabar naudojamus priskyrimus rasite rinkmenoje <tt>/etc/services</tt>.</p>
nb: <p><b>Portnavn</b> er et navn som er tilordnet et portnummer av IANA- organisasjonen. Samme portnummer kan ha flere tilordnede portnavn. Du finner en oversikt over dette i filen <tt>/etc/services</tt>.</p>
pt: <p><b>Nome de Porto</b> é um nome atribuído a um número de porto pela organização IANA. Um número de porto pode ter múltiplos nomes associados. As atribuições actualizadas podem ser encontradas no ficheiro <tt>/etc/services</tt>.</p>
pt_br: <p>O <b>Nome de porta</b> é um nome atribuído a um número de porta pela organização IANA. Um número de porta pode ter mais nomes de porta designados. Encontre a designação atualmente em uso no arquivo <tt>/etc/services</tt>.</p>
ro: <p><b>Numele de port</b> este un nume asignat unui număr de port de către organizația IANA. Un număr de port poate avea asignate mai multe nume. Asignările utilizate momentan le puteți găsi în fișierul <tt>/etc/services</tt>.</p>
ru: <p><b>Имя порта</b> — это имя, присвоенное порту организацией IANA. Одному номеру порта может быть присвоено несколько имен. Присвоения, используемые на данный момент, можно найти в файле <tt>/etc/services</tt>.</p>
sk: <p><b>Názov portu</b> je názov, ktorý tomuto číslu portu prideľuje organizácia IANA. Jedno číslo portu môže mať pridelených viacero názvov. Aktuálne používané nastavenie nájdete v súbore <tt>/etc/services</tt>.</p>
sv: <p><b>Portnamn</b> är ett namn som har tilldelats till ett portnummer av organisationen IANA. Flera portnamn kan tilldelas till samma portnummer. Den aktuella tilldelningen finns i filen <tt>/etc/services</tt>.</p>
ta: <p> <b>முணைய பெயர்</b> IANA நிறுவனம் முணைய எண்ணிற்கு அளிக்கும் பெயராகும். ஒரு முணைய எண்ணிற்கு பல பல முணைய பெயர்கள் அளிக்கப்படலாம். தற்போது <tt>/etc/services</tt> கோப்பில் பயன்பாட்டில் உள்ள ஒதுக்கீட்டை கண்டுபிடிக்கவும்.</p>
tr: <p><b>Geçit adı</b> geçit numarasına IANA organizasyonu tarafından atanmış bir addır. Bir geçit numarasına atanmış birden fazla geçit adı olabilir. Şu anda kullanımda olan atamaları <tt>/etc/services</tt> file dosyasında bulabilirsiniz.</p>
uk: <p><b>Назва порту</b> — це назва, приписана до порту організацією IANA. Одному номеру порту можна приписати декілька назв. Список приписаних портів, що використовуються, можна знайти у файлі <tt>/etc/services</tt>.</p>
xh: <p>Igama <b>Lesiqhagamshelanisi</b> ligama elabelwe kwinombolo yesiqhagamshelanisi ngolungiselelo lwe-IANA. Inombolo yesiqhagamshelanisi isenokuba namagama amaninzi esiqhagamshelanisi eyabelwe yona. Fumana umsebenzi owabiweyo wangoku osetyenziswa </tt>kwifayili <tt> yeenkonzo</tt>/etc
zu: <p>Okuthi <b>Igama le-Port</b> kusho igama elabelwe inombolo ye-port ngenhlangano yakwa-IANA. Inombolo eyodwa ye-port ingaba namagama amaningi e-port ewabelwe. Thola isabelo njengamanje esisetshenziswayo kwifayela ethi <tt>/etc/services</tt>.</p>

source: <p><b><big>Firewall</big></b><br /> A firewall is a defensive mechanism that protects your computer from network attacks.</p>
ar: <p><b><big>جدار الحماية</big></b><br /> جدار الحماية هو إليه دفاعية تحمي الكمبيوتر من هجمات شبكة الاتصال.</p>
bg: <p><b><big>Защитна стена</big></b><br /> Защитната стена е предпазен механизъм, който се опитва да предотврати мрежови атаки към вашия компютър.</p>
ca: <p><b><big>Tallafoc</big></b><br /> Un tallafoc és un mecanisme de defensa que protegeix l'ordinador d'atacs des de la xarxa.</p>
da: <p><b><big>Firewall</big></b><br /> En firewall er en forsvarsmekanisme som beskytter din computer mod angreb fra netværket.</p>
id: <p><b><big>Firewall</big></b><br /> Firewall adalah suatu mekanisme pertahanan yang melindungi komputer dari serangan jaringan</p>
it: <p><b><big>Firewall</big></b><br /> Un firewall è un meccanismo di difesa che protegge il computer da attacchi via rete.</p>
ja: <p><b><big>ファイアウオール</big></b><br /> ファイアウオールとは、ネットワーク上からの攻撃からお使いのコンピュータを守るための防衛システムです。</p>
lt: <p><b><big>Užkarda</big></b><br /> Saugos sistema, sergstinti kompiuterį nuo įsilaužimo iš tinklo.</p>
nb: <p><b><big>Brannmur</big></b><br /> En brannmur er en forsvarsmekanisme som beskytter maskinen mot angrep via nettverket.</p>
pt_br: <p><b><big>Firewall</big></b><br /> Um firewall é um mecanismo defensivo que protege seu computador de ataques de rede.</p>
ro: <p><b><big>Paravan de protecție</big></b><br /> Un paravan de protecție este un mecanism de apărare care protejează computerul de atacurile din rețea.</p>
ru: <p><b><big>Брандмауэр</big></b><br /> Брандмауэр — это механизм, который защищает ваш компьютер от сетевых атак.</p>
sk: <p><b><big>Firewall</big></b><br /> Firewall je obranný mechanizmus, ktorý chráni váš počítač pred útokmi zo siete.</p>
sv: <p><b><big>Brandvägg</big></b><br /> En brandvägg är en säkerhetsmekanism som skyddar datorn mot nätverksangrepp.</p>
uk: <p><b><big>Мережевий екран</big></b><br /> Мережевий екран - це захисний механізм, що захищає ваш комп'ютер від атак з мережі.</p>

source: <p><b><big>Custom Rules</big></b><br> Set special firewall rules that allow new connections matching these rules.</p>
ar: <p><b><big>قواعد مخصصة</big></b><br> هنا يمكنك تعيين قواعد جدار الحماية الخاصة التي تسمح باتصالات جديدة مطابقة لهذه القواعد.</p>
bg: <p><b><big>Правила по желание</big></b><br> Тук можете да зададете специални правила към стената, които да позволят отварянето на определени връзки.</p>
ca: <p><b><big>Regles personalitzades</big></b><br> Estableix regles especials per al tallafoc que permetin noves connexions que les compleixin.</p>
da: <p><b><big>Brugertilpassede regler</big></b><br> Her kan du angive særlige firewall-regler som tillader nye forbindelser som matcher disse regler.</p>
id: <p><b><big>Rule Kustom</big></b><br> Tentukan aturan khusus firewall yang mengizinkan koneksi baru sesuai dengan aturan.</p>
it: <p><b><big>Regole personalizzate</big></b><br> Impostare le regole particolari per il firewall che consentono nuove connessioni in accordo con queste regole.</p>
ja: <p><b><big>カスタムルール</big></b><br> ここでは、これらのルールに該当する新しい接続を受け入れるための、 特別なファイアウオールのルールを設定します。</p>
lt: <p><b><big>Individualios taisyklės</big></b><br> Čia galite nurodyti specialias užkardos taisykles. Nauji ryšiai leidžiami, jei atitinka tas taisykles.</p>
nb: <p><b><big>Egendefinerte regler</big></b><br> Her kan du definere regler for brannmuren som tillater forbindelser som samsvarer med disse reglene.<p>
pt_br: <p><b><big>Regras personalizadas</big></b><br> Configure regras especiais do firewall que permitam novas conexões desde que elas satisfaçam estas regras.</p>
ru: <p><b><big>Правила пользователя</big></b><br> Задавайте особые правила брандмауэра, которые разрешат новые соединения, соответствующие этим правилам.</p>
sk: <p><b><big>Vlastné pravidlá</big></b><br> Sada vlastných pravidiel pre firewall, ktoré povoľujú nové spojenia vyhovujúce týmto pravidlám.</p>
sv: <p><b><big>Egna regler</big></b><br> Skapa särskilda brandväggsregler som tillåter nya anslutningar baserat på dessa regler.</p>
uk: <p><b><big>Нетипові правила</big></b><br> Тут ви можете встановити нетипові правила мережевого екрана, що дозволять нові з'єднання згідно до цих правил.<p>

source: <p><b>Source Network</b><br> Network or IP address where the connection comes from, e.g., <tt>192.168.0.1</tt> or <tt>192.168.0.0/255.255.255.0</tt> or <tt>192.168.0.0/24</tt> or <tt>0/0</tt> (which means <tt>all</tt>).</p>
ar: <p><b>الشبكة المصدر</b><br> شبكة الاتصال أو IP حيث يأتي الإتصال منها، مثل، <tt>192.168.0.1</tt> أو <tt>192.168.0.0/255.255.255.0</tt> أو <tt>192.168.0.0/24</tt> أو <tt>0/0</tt> (التي تعني <tt>الكل</tt>).</p>
bg: <p><b>Изходна мрежа</b><br> Мрежа или IP, от което идва връзката (напр. <tt>192.168.0.1</tt> или <tt>192.168.0.0/255.255.255.0</tt>, или <tt>192.168.0.0/24</tt>, или <tt>0/0</tt> (което означава <tt>всички</tt>).</p>
ca: <p><b>Xaxa font</b><br> Xarxa o adreça IP d'on prové la connexió, per exemple: <tt>192.168.0.1</tt> o <tt>192.168.0.0/255.255.255.0</tt> o <tt>192.168.0.0/24</tt> o <tt>0/0</tt> (que siginifica<tt>tots</tt>).</p>
da: <p><b>Kildenetværk</b><br> Netværk eller IP-adresse hvor forbindelsen kommer fra, f.eks., <tt>192.168.0.1</tt> eller <tt>192.168.0.0/255.255.255.0</tt> eller <tt>192.168.0.0/24</tt> eller <tt>0/0</tt> (hvilket betyder <tt>alle</tt>).</p>
id: <p><b>jaringan Sumber</b><br> jaringan atau alamat IP dimana koneksi berasal, contoh, <tt>192.168.0.1</tt> atau <tt>192.168.0.0/255.255.255.0</tt> atau <tt>192.168.0.0/24</tt> atau <tt>0/0</tt> (yang berarti <tt>semua</tt>).</p>
it: <p><b>Rete di origine</b><br> Rete o indirizzo IP da cui la connessione proviene, es. <tt>192.168.0.1</tt> oppure <tt>192.168.0.0/255.255.255.0</tt> o <tt>192.168.0.0/24</tt> oppure <tt>0/0</tt> (che significa <tt>tutti</tt>).</p>
ja: <p><b>発信元ネットワーク</b><br> 接続の発信元となるネットワークまたは IP アドレスを指定します。 例: <tt>192.168.0.1</tt>, <tt>192.168.0.0/255.255.255.0</tt> , <tt>192.168.0.0/24</tt>, <tt>0/0</tt> (これは <tt>全て</tt> の意味になります)</p>
lt: <p><b>Pradinis tinklas</b><br> Tinklas arba IP adresas, kur prasideda ryšys, pvz., <tt>192.168.0.1</tt> ar <tt>192.168.0.0/255.255.255.0</tt> ar <tt>192.168.0.0/24</tt> ar <tt>0/0</tt> (reiškia <tt>all</tt>).</p>
nb: <p><b>Kildenettverk</b><br> Nettverk eller IP-adresse som tilkoblingen kommer fra, f.eks <tt>192.168.0.1</tt> eller <tt>192.168.0.0/255.255.255.0</tt> eller <tt>192.168.0.0/24</tt> eller <tt>0/0</tt> (som betyr <tt>alle</tt>).<p>
pt_br: <p><b>Rede de origem</b><br> Rede ou IP de onde a conexão se origina, ex.: <tt>192.168.0.1</tt> ou <tt>192.168.0.0/255.255.255.0</tt> ou <tt>192.168.0.0/24</tt> ou <tt>0/0</tt> (que significa <tt>todos</tt>).</p>
ro: <p><b>Rețea sursă</b><br> Rețeaua sau adresa IP de la care provine conexiunea, de ex., <tt>192.168.0.1</tt> sau <tt>192.168.0.0/255.255.255.0</tt> sau <tt>192.168.0.0/24</tt> or <tt>0/0</tt> (ceea ce înseamnă <tt>toate</tt>).</p>
ru: <p><b>Сеть источника</b><br> Сеть или IP-адрес, откуда приходит соединение, например, <tt>192.168.0.1</tt> или <tt>192.168.0.0/255.255.255.0</tt> или <tt>192.168.0.0/24</tt> или <tt>0/0</tt> (что означает <tt>все</tt>).</p>
sk: <p><b>Zdrojová sieť</b><br> Sieť alebo IP adresa, odkiaľ spojenie prichádza, napr., <tt>192.168.0.1</tt>, alebo <tt>192.168.0.0/255.255.255.0</tt>, alebo <tt>192.168.0.0/24</tt>, alebo <tt>0/0</tt> (čo znamená <tt>všetko</tt>).</p>
sv: <p><b>Källnätverk</b><br> Nätverk eller IP-adress där anslutningen kommer från t.ex. <tt>192.168.0.1</tt> eller <tt>192.168.0.0/255.255.255.0</tt> eller <tt>192.168.0.0/24</tt> eller <tt>0/0</tt> (d.v.s. <tt>alla</tt>).</p>
uk: <p><b>Мережа джерела</b><br> Мережа або IP-адреса, звідки приходить з'єднання, наприклад, <tt>192.168.0.1</tt> або <tt>192.168.0.0/255.255.255.0</tt>, або <tt>192.168.0.0/24</tt>, або <tt>0/0</tt> (це означає <tt>всі</tt>).<p>

source: <p><b>Protocol</b><br> Protocol used by that packet. Special protocol <tt>RPC</tt> is used for RPC services.</p>
ar: <p><b>بروتوكول</b><br> وهو البروتوكول المستخدم من قبل الحزمة. يتم استخدام بروتوكول <tt>RPC</tt> الخاصة لخدمات RPC.</p>
bg: <p><b>Протокол</b><br> Протоколът, който се използва от този пакет. Специалният протокол <tt>RPC</tt> се използва за RPC услуги.</p>
ca: <p><b>Protocol</b><br> Protocol usat pel paquet. El protocol especial <tt>RPC</tt> es fa servir per als serveis RPC.</p>
da: <p><b>Protokol</b><br> Protokol anvendt af den pakke. Den særlige protokol <tt>RPC</tt> anvendes til RPC-tjenester.</p>
gl: <p><b>Protocolo</b><br> O protocolo usado por ese paquete. O protocolo especial <tt>RPC</tt> úsase para os servizos RPC.</p>
id: <p><b>Protokol</b><br> Protokol digunakan oleh paket. Protokol khusus <tt>RPC</tt> digunakan untuk layanan RPC.<p>
it: <p><b>Protocollo</b><br> Protocollo usato dal pacchetto. Il protocollo speciale <tt>RPC</tt> viene usato per i servizi RPC.<p>
ja: <p><b>プロトコル</b><br> そのパケットで使われるプロトコルを指定します。 <tt>RPC</tt> を指定すると RPC サービスの意味になります。</p>
lt: <p><b>Protokolas</b><br> Paketo naudojamas protokolas. RPC paslaugoms naudojamas specialus protokolas <tt>RPC</tt>.</p>
nb: <p><b>Protokoll</b><br> Hvilken protokoll pakken benytter. Spesialprotokollen <tt>RPC</tt> benyttes for RPC-tjenester.<p>
pt_br: <p><b>Protocolo</b><br> Protocolo usado pelo pacote. O procolo especial <tt>RPC</tt> é utilizado para serviços RPC.</p>
ro: <p><b>Protocol</b><br> Protocolul utilizat de acel pachet. Protocolul special <tt>RPC</tt> este utilizat pentru servicii RPC.<p>
ru: <p><b>Протокол</b><br> Протокол, используемый пакетом. Особый протокол <tt>RPC</tt> используется для сервисов RPC.<p>
sk: <p><b>Protokol</b><br> Protokol použitý paketom. Špeciálny protokol <tt>RPC</tt> sa používa pre RPC služby.<p>
sv: <p><b>Protokoll</b><br> Protokollet som används av paketet. Specialprotokollet <tt>RPC</tt> används för RPC-tjänster.<p>
uk: <p><b>Протокол</b><br> Протокол, що використовується пакетом. Нетиповий протокол <tt>RPC</tt> використовується для служб RPC.<p>

source: <p><b>Destination Port</b><br> Port name, port number or range of ports that are allowed to be accessed, e.g., <tt>smtp</tt> or <tt>25</tt> or <tt>100:110</tt>. In case of <tt>RPC</tt> protocol, use the RPC service name. This entry is optional.</p>
ar: <p><b>منفذ الوجهة</b><br> اسم المنفذ، ورقم المنفذ أو نطاق من المنافذ التي يسمح لها بالوصول، مثلاً، <tt>smtp</tt> أو <tt>25</tt> أو <tt>100:110</tt>. في حالة بروتوكول <tt>RPC</tt> ، استخدام اسم خدمة RPC. هذا الإدخال اختيارية.</p>
bg: <p><b>Порт-назначение</b><br> Име или номер на порт, или диапазон от портове, за които се разрешава достъпът (напр. <tt>smtp</tt> или <tt>25</tt>, или <tt>100:110</tt>). В случай на протокола <tt>RPC</tt> използвайте името на RPC услугата. Това поле не е задължително.</p>
ca: <p><b>Port de destinació</b><br> Nom del port, número del port o interval dels ports que tenen permès l'accés, per exemple, <tt>smtp</tt> o <tt>25</tt> o <tt>100:110</tt>. En cas del protocol <tt>RPC</tt>, useu el nom del servei RPC. Aquesta entrada és opcional.</p>
da: <p><b>Destinationsport</b><br> Portnavn, portnummer, eller portområde der tillades adgang til, f.eks., <tt>smtp</tt> eller <tt>25</tt> eller <tt>100:110</tt>. I tilfælde af <tt>RPC</tt>-protokol, anvedes RPC-tjenestenavnet. Dette punkt er valgfrit.</p>
gl: <p><b>Porto de destino</b><br> Nome de porto, número de porto ou intervalo de portos aos que se permite acceder, p.ex. <tt>smtp</tt> ou <tt>25</tt> ou <tt>100:110</tt>. No caso do protocolo <tt>RPC</tt>, use o nome do servizo RPC. Esta entrada é opcional.</p>
id: <p><b>Port Tujuan</b><br> Nama port, nomor port atau rentang nomor port yang diizinkan untuk diakses, contoh <tt>smtp</tt> atau <tt>25</tt> atau <tt>100:110</tt>. Untuk kasus protokol <tt>RPC</tt>, gunakan nama layanan RPC. Entri ini merupakan tambahan.</p>
it: <p><b>Porta di destinazione</b><br> Nome della porta, numero della porta o intervallo delle porte alle quali è consentito l'accesso, es. <tt>smtp</tt> oppure <tt>25</tt> oppure <tt>100:110</tt>. Nel caso del protocollo <tt>RPC</tt>, utilizzare il nome del servizio RPC. Questa voce è facoltativa.</p>
ja: <p><b>宛先ポート</b><br> アクセスを許可する宛先のポート名やポート番号、もしくはポートの範囲を 指定します。例: <tt>smtp</tt>, <tt>25</tt>, <tt>100:110</tt> 'プロトコル' に <tt>RPC</tt> を指定した場合は、ここには RPC サービス名を指定します。 この項目の入力は任意です。<p>
lt: <p><b>Paskirties prievadas</b><br> Prievado pavadinimas, prievado numeris ar prievadų intervalas, kuriuos leidžiama pasiekti, pvz., <tt>smtp</tt>, <tt>25</tt> ar <tt>100:110</tt>. <tt>RPC</tt> protokolui naudokite RPC paslaugos pavadinimą. Tai nebūtinas įrašas.</p>
nb: <p><b>Målport</b><br> Portnavn, portnummer eller et område av porter som det er tillatt å aksessere, f.eks <tt>smtp</tt> eller <tt>25</tt> eller <tt>100:110</tt>. Hvis det gjelder <tt>RPC</tt>-protokollen, benytt RPC-tjenestenavnet. Dette valget er valgfritt.<p>
pt_br: <p><b>Porta de destino</b><br> Nome da porta, número da porta ou intervalo de portas às quais é permitido o acesso, ex.: <tt>smtp</tt> ou <tt>25</tt> ou <tt>100:110</tt>. No caso do protocolo <tt>RPC</tt>, use o nome do serviço RPC. Esta entrada é opcional.</p>
ro: <p><b>Portul destinație</b><br> Numele portului, numărul portului sau intervalul de porturi ce au permisiunea de a fi accesate, de ex. <tt>smtp</tt> sau <tt>25</tt> sau <tt>100:110</tt>. În cazul protocolului <tt>RPC</tt> utilizați numele serviciului RPC. Această intrare este opțională.<p>
ru: <p><b>Порт назначения</b><br> Имя порта, номер порта или диапазон портов, разрешенных к доступу, например <tt>smtp</tt>, <tt>25</tt> или <tt>100:110</tt>. В случае протокола <tt>RPC</tt> используйте имя сервиса RPC. Эта запись необязательна.<p>
sk: <p><b>Cieľový port</b><br> Názov, číslo alebo rozsah portov, ku ktorým sa povoľuje prístup, napr., <tt>smtp</tt>, alebo <tt>25</tt>, alebo <tt>100:110</tt>. Pre prípad <tt>RPC</tt> protokolu použite názov RPC služby. Toto pole je nepovinné.</p>
sv: <p><b>Målport</b><br> Portnamnet, portnumret eller portområdet som det är tillåtet att ansluta till, t ex <tt>smtp</tt>, <tt>25</tt> eller <tt>100:110</tt>. När det gäller <tt>RPC</tt>-protokollet använder du RPC-tjänstnamnet. Den här posten är valfri.</p>
uk: <p><b>Порт призначення</b><br> Назва порту, номер порту або діапазон портів, до яких доступ дозволено, наприклад, <tt>smtp</tt> або <tt>25</tt> або <tt>100:110</tt>. У випадку протоколу <tt>RPC</tt>, використовуйте назву RPC-служби. Цей запис є необов'язковим.<p>

source: <p><b>Source Port</b><br> Port name, port number or range of ports where the packet originates from. This entry is optional.</p>
ar: <p><b>المنفذ المصدر</b><br> اسم المنفذ، ورقم المنفذ أو نطاق من المنافذ التي تنشأ فيها الحزمة. هذا الإدخال اختياري.</p>
bg: <p><b>Порт-източник</b><br> Име или номер на порт, или диапазон от портове, от които идва дадения пакет. Това поле не е задължително.</p>
ca: <p><b>Port font</b><br> Nom del port, número del port o interval dels ports des d'on s'origina el paquet. Aquesta entrada és opcional.</p>
da: <p><b>Kildeport</b><br> Portnavn, portnummer eller portområde hvor pakken stammer fra. Dette punkt er valgfrit.</p>
gl: <p><b>Porto orixe</b><br> Nome de porto, número de porto ou intervalo de portos onde se orixina o paquete. Esta entrada é opcional.</p>
id: <p><b>Port Sumber</b><br> Nama port, nomor port atau rentang port dari dimana paket semula berasal, Entri ini tambahan.</p>
it: <p><b>Porta di origine</b><br> Nome della porta, numero della porta o intervallo delle porte da cui i pacchetti hanno origine. Questa voce è facoltativa.</p>
ja: <p><b>発信元ポート</b><br> アクセスを許可する発信元のポート名やポート番号、もしくはポートの範囲を 指定します。この項目の入力は任意です。</p>
lt: <p><b>Pradinis prievadas</b><br> Prievado pavadinimas, prievado numeris ar prievadų intervalas, iš kurio ateina paketai. Šis įrašas nebūtinas.</p>
nb: <p><b>Kildeport</b><br> Portnavn, portnummer eller område av porter som avsenderport. Dete valget er valgfritt.<p>
pt_br: <p><b>Porta de origem</b><br> Nome da porta, número da porta ou intervalo da porta de onde o pacote se origina. Esta entrada é opcional.</p>
ro: <p><b>Portul sursă</b><br> Numele portului, numărul portului sau intervalul de porturi de unde provine pachetul. Această intrare este opțională.<p>
ru: <p><b>Порт источника</b><br> Имя порта, номер порта или диапазон портов, откуда исходят пакеты. Эта запись необязательна.</p>
sk: <p><b>Zdrojový port</b><br> Názov, číslo alebo rozsah portov, odkiaľ paket prichádza. Toto pole je nepovinné.</p>
sv: <p><b>Källport</b><br> Portnamnet, portnumret eller portområdet som paketet kommer ifrån. Den här posten är valfri.<p>
uk: <p><b>Порт джерела</b><br> Назва порту, номер порту або діапазон портів, звідки виходять пакети. Цей запис є необов'язковим.<p>

source: FIXME: Help for '%1' is missing!
ar: FIXME: مساعدة '%1' مفقود!
bg: Помощни текстове за „%1“ не са налични!
ca: Corregeix-me: falta l'ajuda per a '%1'!
da: FIXME: Hjælp til "%1" mangler!
gl: ARRÁNXAME: Falta a axuda de '%1'!
id: PERBAIKI: Bantuan untuk '%1' hilang!
it: FIXME: Manca l'aiuto per '%1'!
ja: FIXME: '%1' 向けのヘルプがありません！
lt: REIKIA IŠTAISYTI: trūksta „%1“ pagalbos pranešimo!
pt_br: CORRIJA-ME: A ajuda para '%1' está faltando!
ro: Repară: Ajutorul pentru '%1' lipsește!
ru: FIXME: отсутствует справка для "%1"!
sk: FIXME: Pomocník pre '%1' chýba!
sv: FIXME: Hjälp för %1 saknas.
uk: FIXME: довідка для '%1' відсутня!

source: Firewall Interfaces
af: Brandmuurkoppelvlakke
ar: واجهات جدار الحماية
bg: Интерфейси на защитната стена
ca: Interfícies del tallafoc
da: Firewallgrænseflader
gl: Interfaces de devasa
gu: ફાયરવોલ ઇન્ટરફેસિસ
hi: फायरवाल अंकराफलक
id: Interfaces Firewall
it: Interfacce del firewall
ja: ファイアウオールインターフェイス
lt: Užkardos sąsajos
nb: Brannmurgrensesnitt
pt: Interfaces da Firewall
pt_br: Interfaces do firewall
ro: Interfețe paravan de protecție
ru: Интерфейсы брандмауэра
sk: Rozhrania firewallu
sv: Brandväggsgränssnitt
ta: ஃபயர்வால் இடைமுகங்கள்
tr: Güvenlik Duvarı Arayüzleri
uk: Інтерфейси мережевого екрана
xh: Izithuba Zomdibaniso ze-Firewall
zu: Ama-Interface E-Firewall
