Repository: Dzejrou/yast-translations
Catalog: po/firewall/*.po
Languages: af, ar, bg, ca, da, gl, gu, hi, id, it, ja, lt, nb, pt, pt_br, ro, ru, sk, sv, ta, tr, uk, xh, zu

source: <p><b><big>Summary</big></b> <br>Here, find a summary of your configuration settings. This summary is divided into general configuration and parts for each firewall zone. Every existing zone is summarized here.</p> <p><b>Firewall Starting</b> shows whether the firewall is started in the <b>boot process</b> or only <b>manually</b>.</p> <p>Firewall zones must have a network interface assigned to list the following items in the summary:</p> <p><b>Interfaces</b>: All interfaces are listed using their configuration name and device name.</p> <p><b>Open Services, Ports, and Protocols</b>: This lists all allowed network services, additional TCP (Transmission Control Protocol), UDP (User Datagram Protocol), and RPC (Remote Procedure Call) ports, and IP (Internet Protocol) protocols.</p>
af: <p><b><big>Opsomming</big></b> <br>Hier vind u 'n opsomming van u konfigurasie-instellings. Hierdie opsomming word verdeel in algemene konfigurasie en dele vir elke brandmuursone. Elke bestaande sone is hier opgesom.</p> <p><b>Brandmuurbegin</b> toon of die brandmuur tydens die <b>selflaaiproses</b> self begin of slegs <b>met die hand begin</b>.</p> <p>Brandmuursones moet beskik oor 'n netwerkkoppelvlak wat toegewys is om die volgende items in die opsomming te lys:</p> <p><b>Koppelvlakke</b>: Alle koppelvlakke word gelys met gebruik van hul konfigurasie- en toestelnaam.</p> <p><b>Oop dienste, poorte en protokolle</b>: Dit lys alle toegelate netwerkdienste, asook bykomende TCP- (Transmission Control Protocol), UDP- (User Datagram Protocol) en RPC- (Remote Procedure Call) poorte, en IP- (Internet Protocol) protokolle.</p>
ar: <p><b><big>ملخص</big></b> <br>ابحث هنا عن ملخص الإعدادات. يتم تقسيم الإعدادات إلى إعدادات عامة وإعدادات بحسب المنطقة. كل منطقة مفردة لها ملخص هنا.</p> <p><b>تشغيل جدار الحماية</b> يعرض هل يتم تشغيل جدار الحماية <b>أثناء معالجة الإقلاع</b> أو فقط <b>يدوياً</b>.</p> <p>منطقة جدار الحماية يجب أن يكون لها واجهة شبكة معينة لتعرض العناصر التالية في الملخص:</p> <p><b>الواجهة</b>: يتم عرض كل الواجهات باستخدام اسم إعداداتها واسم الجهاز.</p> <p><b>الخدمات المفتوحة، المنافذ والبروتوكول</b>: هذه القائمة بكل الخدمات المسموحة على TCP (بروتوكول تحكم الإرسال), UDP (بروتوكول مخطط بيانات المستخدم), و RPC (استدعاء الإجراء عن بعد), و IP (بروتوكول) .</p>
bg: <p><b><big>Сводка</big></b> <br>Тука може да намерите информация относно настройки Ви. Тази сводка се разделя на общи настройки и части за всяка зона. Всяка съществуваща зона се обобщава тук.</p> <p><b>Стартиране на защитната стена</b> показва дали защитната стена ще се стартира в <b>процеса на зареждане</b> или само <b>ръчно</b>.</p> <p>Зоните на защитната стена трябва да имат мрежов интерфейс асоцииран към следните атрибути в обобщението:</p> <p><b>Интерфейси</b>: Всички интерфейси са оказани като се използва настроеното име и име на устройство. Ако настройката е пълна и интерфейсът съществува може да видите зелен маркер от лявата страна. Ако има проблем стрелката отляво е червена.</p> <p><b>Отворени услуги, портове и протоколи</b>: Това показва всички допустими мрежови услуги, допълнителни TCP (Transmission Control Protocol), UDP (User Datagram Protocol) и RPC (Remote Procedure Call) портове и IP (Internet Protocol) протоколи.</p>
ca: <p><b><big>Resum</big></b> <br>En aquest apartat trobareu un resum dels paràmetres de configuració. Aquest resum es divideix en una configuració general i en parts per a cada zona del tallafoc. Totes les zones existents es resumeixen aquí.</p> <p>L'opció <b>Inici del tallafoc</b> mostra si el tallafoc s'ha iniciat durant el <b>procés d'arrencada</b> o només <b>manualment</b>.</p> <p>Les zones del tallafoc han de tenir una interfície de xarxa assignada per a indicar els elements següents al resum:</p> <p><b>Interfícies</b>: es mostren totes les interfícies amb el nom de configuració i el nom del dispositiu.</p> <p><b>Serveis, ports i protocols oberts</b>: aquesta opció mostra tots els serveis de xarxa disponibles, els ports TCP (Protocol de control de transmissió), UDP (Protocol de datagrama d'usuari) i RPC (Trucada remota de procediment) addicionals, i els protocols IP (Protocol d'Internet).</p>
da: <p><b><big>Opsummering</big></b> <br>Her finder du et sammendrag af dine konfigurationsindstillinger. Denne opsummering er inddelt i en generel konfiguration og dele for hver firewallzone. Alle eksisterende zoner er opsummeret her.</p> <p><b>Firewall starter</b> viser om firewallen startes under <b>bootprocessen</b> eller kun <b>manuelt</b>.</p> <p>Firewallzoner skal have en netværksgrænseflade tildelt for at vise følgende punkter i opsummeringen:</p> <p><b>Grænseflader</b>: Alle grænseflader vises med deres konfigurationsnavn og enhedsnavn.</p> <p><b>Åbne tjenester, porte, og protokoller</b>: Viser liste over alle tilladte netværkstjenester, foruden TCP- (Transmission Control Protocol), UDP- (User Datagram Protocol), og RPC- (Remote Procedure Call) porte, samt IP-protokoller (Internet Protocol).</p>
gl: <p><b><big>Resumo</big></b> <br>Aquí pode atopar un resumo das opcións da configuración. Este resumo está dividido en configuración xeral e partes por cada zona da devasa. Cada zona ten un resumo aquí.</p> <p><b>Inicio da devasa</b> mostra se a devasa se inicia no <b>proceso de arrinque</b> ou só <b>manualmente</b>.</p> <p>As zonas da devasa deben ter asignada unha interface de rede para listar os seguintes elementos no resumo:</p> <p><b>Interfaces</b>: Lístanse todas as interfaces usando o nome da súa configuración e o nome de dispositivo.</p> <p><b>Servizos, portos e protocolos abertos</b>: lista todos os servizos de rede, portos TCP (Transmission Control Protocol), UDP (User Datagram Protocol), e RPC (Remote Procedure Call) adicionais, e protocolos IP (Internet Protocol) permitidos.</p>
gu: <p><b><big>સારાંશ</big></b> <br> અહીં, તમારા કન્ફિગ્યુરેશન સેટિંગ્સના સારાંશ શોધો. આ સારાંશ સામાન્ય કન્ફિયુરેશન અને દરેક ફાયરવોલવિસ્તારના ભાગોમાં વિભાજિત કરેલા છે. દરેક હાજર વિસ્તારની અહીં સારાંશ કરેલી છે.</p> <p><b>ફાયરવોલ શરૂ થઇ </b> રહ્યું છે, બુટ <b>પ્રક્રિયા</b> માં અથવા <b>હસ્તચાલિત</b>.</p> <p> ફાયરવોલ શરૂ થયેલું છે કે નહીંતે દર્શાવે છે.</p> <p><b>સેવાઓ પોર્ટ્સ, અને </b>: પ્રોટોકોલ્સ ખોલો આ બધા મંજૂર </p> <p><b> નેટવર્ક </b>: સેવાઓનિ યાદીઓ છે, વધારાના TCP (ટ્રાન્સમિશન કંટ્રોલ પ્રોટોકોલ), UDP (વપરાશકર્તા ડેટાગ્રામ પ્રોટોકોલ), અને RPC (રિમોટ પ્રોસિજર કોલ) પોર્ટ્સ, IP (ઇન્ટરનેટ પ્રોટોકોલ) પ્રોટોકોલ્સ છે.</p>
hi: <p><b><big>Summary</big></b> <br>यहां, आपकी संरुपण सेटिंग्स का एक सारांश है। यह सारांश सामान्य संरुपण और प्रत्येक फायरवॉल ज़ोन के लिए भागों में विभाजित है। प्रत्येक मौजूद ज़ोन का सारांश यहां दिया गया है।</p> <p><b>Firewall Starting</b> दर्शाता है कि क्या फायरवॉल को <b>बूट प्रक्रिया में आरंभ किया गया है </b> या केवल <b>मैनुअल ढंग से</b>।</p> <p>फायरवॉल ज़ोनों में एक नेटवर्क अंतराफलक सारांश में निम्नलिखित आइटमों की सूची के लिए निर्दिष्ट होना चाहिए:</p> <p><b>अंतराफलक</b>: सभी अंतराफलक उनके संरुपण नाम और उपकरण नाम का प्रयोग करते हुए सूचीबद्ध किए गए हैं।</p> <p><b>खुली सेवाएं, पोर्ट एवं प्रोटोकॉल</b>: यह सभी अनुमतिप्राप्त नेटवर्क सेवाओं, अतिरिक्त TCP (ट्रांसमिशन कंट्रोल प्रोटोकॉल) UDP (यूज़र डेटाग्राम प्रोटोकॉल), और RPC (रिमोट प्रोसीजर कॉल) पोर्टों और IP (इंटरनेट प्रोटोकॉल) प्रोटोकॉलों को सूचीबद्ध करता है।</p>
id: <p><b><big>Ringkasan</big></b> <br>Di sisni, cai ringkasan dari pengaturan konfigurasi Anda. Ringkasan ini dipisahkan menjadi konfigurasi umum dan bagian dari setiap zona firewall. Setiap zona eksisting diringkas di sini.</p> <p><b>Mulai Firewall</b> menampilkan apakah firewall mulai saat <b>proses boot</b> atau <b>manual</b>.</p> <p>Zona firewall harus memiliki interface jaringann yang ditetapkan untuk didaftarkan dalam ringkasan:</p> <p><b>Interfaces</b>: Semua interfaces ditampilkan menggunakan nama konfigurasi dan nama perangkat</p> <p><b>Buka Layanan, Port, dan Protokol</b>: Ini daftar dari semua layanan yang diizinkan, tambahan port TCP (Transmission Control Protocol), UDP (User Datagram Protocol), dan RPC (Remote Procedure Call) dan protokol IP (Internet Protocol).</p>
it: <p><b><big>Sommario</big></b> <br>Ecco un sommario delle impostazioni di configurazione. Il sommario è suddiviso in configurazione globale e sezioni per le singole zone del firewall. Tutte le zone esistenti sono qui riportate.</p> <p><b>Avvio firewall</b> mostra se il firewall viene avviato al <b>processo di boot</b> o solo <b>manualmente</b>.</p> <p>Le zone firewall devono disporre di una interfaccia di rete assegnata per poter elencare le seguenti voci nel sommario:</p> <p><b>Interfacce</b>: tutte le interfacce sono riportate con il loro nome di configurazione e di dispositivo. </p> <p><b>Servizi, porte e protocolli aperti</b>: elenca tutti i servizi di rete consentiti, porte aggiuntive TCP (Transmission Control Protocol), UDP (User Datagram Protocol) e RPC (Remote Procedure Call) e protocolli IP (Internet Protocol).</p>
ja: <p><b><big>概要</big></b> <br>ここにはファイアウオールの設定概要が表示されています。 この概要は一般的な設定とゾーンごとの部分に分かれ、概要が示されています。 </p> <p><b>ファイアウオールの起動</b> ではファイアウオールをどのタイミングで開始するかを表示しています。 <b>システム起動時</b> または <b>手動</b> です。</p> <p>ファイアウオールゾーンは以下の設定があるもののみが表示されます:</p> <p><b>インターフェイス</b>: それらの設定とデバイス名を利用している全てのインターフェイスが表示されます。</p> <p><b>開いているサービス・ポート・プロトコル</b>: 許可するネットワークサービスが表示されます。それぞれ TCP (Transmission Control Protocol), UDP (User Datagram Protocol), and RPC (Remote Procedure Call) の各ポート、および IP (Internet Protocol) プロトコルを表示します。</p>
lt: <p><b><big>Santrauka</big></b> <br>Čia matote savo konfigūracijos santrauką. Ši santrauka pateikia tiek bendrąją konfigūracijos informaciją, tiek kiekvienos atskiros tinklo zonos..</p> <p>Pranešimas ties <b>Užkarda paleidžiama</b> parodo, ar užkarda paleidžiama <b>operacinės sistemos paleidimo metu</b> ar tik <b>rankiniu būdu</b>.</p> <p>Užkardos zonos pateikia joms priskirtų tinklo sąsajų sąrašą:</p> <p><b>Sąsajos</b>: visos sąsajos pateikiamos su jų konfigūracijos pavadinimu ir įrenginio pavadinimu.</p> <p><b>Atviros paslaugos, prievadai ir protokolai</b>: pateikia visas leidžiamas tinklo paslaugas, papildomus TCP (Transporto Valdymo Protokolas), UDP (User Datagram Protocol) ir RPC (Remote Procedure Call) prievadus, bei IP (Interneto Protokolas) protokolus.</p>
nb: <p><b><big>Sammendrag</big></b> <br>Her finner du et sammendrag av konfigurasjonsinnstillingene. Sammendraget er delt inn en generell del og sammendrag for hver enkelt brannmursone. Alle eksisterende soner er oppført her.</p> <p><b>Oppstart av brannmur</b> viser om brannmuren blir aktivert ved oppstart <b>av maskinen</b> eller kun <b>manuelt</b>.</p> <p>Brannmursonene må ha et tilordnet nettverksgrensesnitt for at elementene nedenfor skal inngå i sammendraget:</p> <p><b>Grensesnitt</b>: Alle grensesnitt er oppført med konfigurasjonsnavn og enhetsnavn. <p><b>Åpne tjenester, porter og protokoller</b>: Her er alle nettverkstjenester samt ekstra TCP- (Transmission Control Protocol), UDP- (User Datagram Protocol) og RPC-porter (Remote Procedure Call) og IP-porter (Internet Protocol) oppført.</p>
pt: <p><b><big>Resumo</big></b> <br>Poderá aqui encontrar um resumo das suas definições de configuração. Este resumo encontra-se dividido em configuração geral, e partes para cada zona da firewall. Todas as zonas existentes são resumidas aqui.</p> <p><b>Arranque da Firewall</b> mostra se a firewall é iniciada no <b>processo de arranque</b> ou apenas <b>manualmente</b>.</p> <p>As zonas da firewall devem ter uma interface de rede atribuída, para listar os itens do resumo:</p> <p><b>Interfaces</b>: Todas as interfaces são listadas utilizando o nome de configuração e de dispositivo.</p> <p><b>Serviços, Portos e Protocolos Abertos</b>: Esta lista mostra todos os serviços permitidos, portos adicionais TCP (Transmission Control Protocol), UDP (User Datagram Protocol), RPC (Remote Procedure Call) e protocolos IP (Internet Protocol).</p>
pt_br: <p><b><big>Resumo</big></b> <br>Encontre aqui um resumo das suas configurações. Este resumo é dividido em configuração geral e partes para cada zona do firewall. Cada zona existente é resumida aqui.</p> <p><b>Inicio do firewall</b> exibe se o firewall é iniciado <b>durante a inicialização</b> ou só <b>manualmente</b>.</p> <p>Zonas do firewall devem ter um interface de rede associada para listar os seguintes itens no resumo:</p> <p><b>Interfaces</b>: Todas as interfaces são listadas usando seu nome de configuração e nome do dispositivo. <p><b>Abrir serviços, portas e protocolos</b>: Lista todos os serviços de rede, portas TCP, UDP (User Datagram Protocol) e RPC (Remote Procedure Call) adicionais e protocolos IP (Internet Protocol) permitidos.</p>
ro: <p><b><big>Sumar</big></b> <br>Aici găsiți sumarul setărilor de configurare. Sumarul se împarte în configurația generală și părți separate pentru fiecare zonă a paravanului de protecție. Aici puteți găsi toate zonele existente.</p> <p><b>Pornirea paravanul de protecție</b> arată dacă paravanul de protecție este pornit în <b>procesul de boot</b> sau doar <b>manual</b>.</p> <p>Zonele paravanului de protecție trebuie să aibă o interfață de rețea asignată pentru a avea următoarele intrări în sumar:</p> <p><b>Interfețe</b>: Sunt listate toate interfețele utilizând numele configurat și numele echipamentului.</p> <p><b>Servicii, porturi și protocoale deschise</b>: O listă a tuturor serviciilor de rețea permise, porturi adiționale TCP (Transmission Control Protocol), UDP (User Datagram Protocol) și RPC (Remote Procedure Call) și protocoale IP (Internet Protocol).</p>
ru: <p><b><big>Заключение</big></b> <br>Здесь вы найдете итоговую информацию о ваших настройках. Информация разделена на глобальную конфигурацию и части для каждой из зон. Здесь приведена сводка по каждой из существующих зон.</p> <p><b>Запуск брандмауэра</b> показывает, запускается ли брандмауэр при <b>загрузке</b> или только <b>вручную</b>.</p> <p>Зоны должны иметь сетевой интерфейс, определенный в указанных ниже пунктах списка.</p> <p><b>Интерфейсы</b>: все интерфейсы выводятся согласно имени конфигурации и устройства.</p> <p><b>Открытые службы, порты и протоколы</b>: выводит список всех разрешенных сетевых служб, дополнительных портов TCP (Transmission Control Protocol), UDP (User Datagram Protocol) и RPC (Remote Procedure Call) и протоколов IP (Internet Protocol).</p>
sk: <p><b><big>Súhrn</big></b> <br>Tu nájdete súhrn vašej konfigurácie. Je rozdelený na všeobecnú časť, a samostatné časti pre každú zónu firewallu. Je tu zhrnutá každá existujúca zóna.</p> <p><b>Spúšťanie firewallu</b> indikuje či sa firewall spúšťa pri <b>štarte počítača</b>, alebo len <b>ručne</b>.</p> <p>Zóny firewallu musia mať priradené sieťové rozhranie k zoznamu týchto položiek:</p> <p><b>Rozhrania</b>: Všetky rozhrania sú zobrazené pomocou konfiguračného názvu a názvu zariadenia.</p> <p><b>Otvorené služby, porty a protokoly</b>: Zoznam všetkých povolených sieťových služieb, dodatočných TCP (Transmission Control Protocol), UDP (User Datagram Protocol), a RPC (Remote Procedure Call) portov, a IP (Internet Protocol) protokolov.</p>
sv: <p><b><big>Sammanfattning</big></b> <br>Här finns en sammanfattning av inställningarna. Sammanfattningen är indelad i allmän konfiguration och avsnitt för varje brandväggszon. Varje befintlig zon sammanfattas här.</p> <p><b>Brandvägg startar</b> anger om brandväggen startas under <b>startprocessen</b> eller enbart <b>manuellt</b>.</p> <p>Brandväggszoner måste ha ett tilldelat nätverksgränssnitt om följande objekt ska visas i sammanfattningen:</p> <p><b>Gränssnitt</b>: Alla gränssnitt finns i listan under inställningsnamnet och enhetsnamnet.</p> <p><b>Öppna tjänster, portar och protokoll</b>: Här visas alla tillåtna nätverkstjänster, ytterligare TCP-portar (Transmission Control Protocol), UDP-portar (User Datagram Protocol) och RPC-portar (Remote Procedure Call) , samt IP-protokoll (Internet Protocol).</p>
ta: <p><b><big>சுருக்கம்</big></b> <br>இஙகே, வடிவங்களின் அமைப்புகளின் சுருக்கத்தைக் காணலாம். இந்த சுருக்கம் பொது வடிவம் மற்றும் ஒவ்வொரு ஃபயர்வால் பகுதிக்கான பாகங்கள் என்றுபிரிக்கப்பட்டுள்ளது. ஒவ்வொரு நடப்பில் உள்ள பகுதியின் சுருக்கமும் இங்கேத் தரப்படும்.</p> <p><b>ஃபயர்வால் துவக்கம்</b> ஃபயர்வால் துவக்கம் <b>துவக்க செயல்பாட்டில் </b> அல்லது <b>கைமுறையாக</b>நடந்துள்ளதா என்பதைக் காட்டுகிறது.</p> <p>ஃபயர்வால் பகுதிகளுக்கு ஒரு வலையமைப்பு இடைமுகம் அதன் நியமிக்கப்பட்டபட்டியலில் இருந்து பின்வரும் கூறுகளை சுருக்கத்தில் கொண்டிருக்கவேண்டும்:</p> <p><b>இடைமுகங்கள்</b>: அனைத்து இடைமுகங்களும் அவற்றின் வடிவப் பெயர் மற்றும் கருவிப் பெயர் கொண்டுப் பட்டியலிடப்படும்</p> <p><b>திறந்த சேவைகள், துறைகள், மற்றும் வழிமுறைகள்</b>: இது அனைத்துஅனுமதிக்கப்பட்ட வலையமைப்பு சேவைகளையும், கூடுதலாக, டிசிபி (பரிமாற்ற கட்டுப்பாட்டு வழிமுறை) ,யுடிபி (பயனாளர் டேட்டாகிராம் வழிமுறை)மற்றும் ஆர்பிசி ( தொலைவு செயல்முறை அழைப்பு) துறைகள், மற்றும் ஐபி (இணைய வழிமுறை) வழிமுறைளையும் பட்டியலிடுகிறது.</p>
tr: <p><b><big>Özet</big></b> <br>Burada, yapılandırma ayarlarınızın bir özetini bulabilirsiniz. Bu özet, genel yapılandırma ve her güvenlik duvarı bölgesi için farklı bölümlere ayrılır. Varolan her bölge burada özetlenir.</p> <p><b>Güvenlik Duvarı Başlıyor</b> güvenlik duvarının <b>başlangıçta</b> mı yoksa sadece <b>elle</b> mi başlatıldığını gösterir..</p> <p>Güvenlik duvarı bölgelerinin aşağıdaki ögeleri özetlerinde göstermek için atanmış bir ağ arayüzünün olması gerekir:</p> <p><b>Arayüzler</b>: Tüm arayüzler, yapılandırma adı ve aygıt adı ile listelenir.</p> <p><b>Hizmetleri, Geçitleri ve İletişim Kurallarını Aç</b>: Bu, izin verilen tüm ağ hizmetlerini, ek TCP (Aktarım Kontrolü İletişim Kuralı), UDP (Kullanıcı Verilem İletişim Kuralı), ve RPC (Uzaktan Yordam Çağrısı) geçitlerini ve IP (Internet İletişim Kuralı) iletişim kurallarını listeler.</p>
uk: <p><b><big>Підсумок</big></b> <br>Тут ви знайдете інформацію про ваші налаштування. Інформацію розділено на загальні налаштування і частини для кожної з зон. Тут зібрано підсумки для кожної існуючої зони.</p> <p><b>Запуск мережевого екрана</b> показує чи запускається мережевий екран під час <b>завантаження</b> або лише <b>вручну</b>.</p> <p>Зони мережевого екрана повинні мати мережний інтерфейс приписаний до списку таких елементів підсумкових даних:</p> <p><b>Інтерфейси</b>: Всі інтерфейси впорядковано згідно до їх назви і пристрою.</p> <p><b>Відкриті служби, порти, і протоколи</b>: тут ви побачите список всіх дозволених мережних служб, додаткових TCP (Transmission Control Protocol), UDP (User Datagram Protocol), і RPC (Remote Procedure Call) портів, а також IP (Internet Protocol) протоколів.</p>
xh: <p><b><big>Isishwankathelo</big></b> <br>Apha, fumana isishwankathelo semimiselo yobumbeko yakho. Esi sishwankathelo sahlulwe ngokobumbeko neenxalenye ukwenzela izowuni nganye ye-firewall. Izowuni nganye ekhoyo ishwankathelwa apha.</p> <p><b>Ukuqaliswa kwe-Firewall</b> kubonisa ukuba ingaba i-firewall iqalisiwe na <b>kwinkqubo yomiselo lwenkqubo</b> okanye kuphela <b>ngokwenza ngesandla</b>.</p> <p>Iizowuni ze-Firewall kufuneka zibe nezithuba zomdibaniso zomsebenzi wothungelwano ezabelwa ukudwelisa izinto ezilandelayo kwisishwankathelo:</p> <p><b>Izithuba zomdibaniso</b>: Zonke izithuba zomdibaniso zidweliswe ngokusebenza igama lazo lobumbeko kunye negama lesixhobo.</p> <p><b>Iinkonzo, Iziqhagamshelanisi, kunye Neenkqubo Ezivuliweyo</b>: Oku kudwelisa zonke iinkonzo ezivumelekileyo zomsebenzi wothungelwano, efakelwayo i-TCP Inkqubo Yolawulo Lothutho (Transmission Control Protocol), i-UDP Inkqubo ye-Datagram Yomsebenzisi (User Datagram Protocol), ne RPC Ukubizwa Kwenkqubo Yamgama(Remote Procedure Call) iziqhagamshelanisi, ne-IP Iinkqubo Zonxibelelwano Ngekhompyutha(Internet Protocol).</p>
zu: <p><b><big>Amabalengwe</big></b> <br>Lapha, thola amabalengwe amasething akho okuhlela. Amabalengwe ahlukaniswe aba ukuhlela okuvamile kanye nezingxenye zezoni ngayinye ye-firewall. Izoni ngayinye ekhona ifushanisiwe lapha.</p> <p><b>Ukuqala I-Firewall</b> kubonisa ukuthi I-firewall iqalisiwe yini kokuthi <b>inqubo yokuqalisa uhlelo</b> noma ukuthi <b>kwenziwe mathupha</b>.</p> <p>Amazoni e-firewall kumelwe abe ne-interface yenethiwekhi eyabelwe ukuze ifake ohlwini izinto ezilandelayo kumabalengwe:</p> <p><b>Ama-Interface</b>: Wonke ama-interface afakwe ohlwini kusetshenziswa igama lawo lokuhlela kanye negama ledivayisi.</p> <p><b>Amasevisi Avulekile, Ama-Port, namaPhrothokholi</b>: Lokhu kufaka ohlwini wonke amasevisi enethiwekhi, kanye nama-port e-TCP (Transmission Control Protocol), UDP (User Datagram Protocol), kanye ne-RPC (Remote Procedure Call) , kanye namaphrothokholi e-IP (Internet Protocol).</p>

source: <p>Here, enter additional ports or protocols to enable in the firewall zone.</p>
af: <p>Voer hier bykomende poorte of protokolle in om in die brandmuursone ontsper te word.</p>
ar: <p>أدخل في هذا المكان المنافذ أو البروتوكولات الإضافية المطلوب تمكينها في منطقة جدار الحماية.</p>
bg: <p>Тук можеше да въведете някои допълнителни портове или протоколи, които да бъдат разрешени в съответната зона.</p>
ca: <p>En aquest apartat podeu introduir ports o protocols addicionals per a habilitar-los a la zona del tallafoc.</p>
da: <p>Her kan du angive yderligere porte eller protokoller som skal aktiveres i firewallzonen.</p>
gl: <p>Introduza aquí os portos ou protocolos adicionais a activar na zona da devasa.</p>
gu: <p>અહીં, વિશેષ પોર્ટસ કે પ્રોટોકોલ્સ દાખલ કરો કે જેથી તે ફાયરવૉલ ઝોનમાં શક્ય બનાવી શકાય.</p>
hi: <p>यहां, फायरवाल जोन में सक्षम करने के लिए अतिरिक्त पोर्टों और प्रोटोकॉलों को प्रविष्ट करें।</p>
id: <p>Di sini, masukan tambahan port atau protokol untuk diaktifkan di zona firewall.</p>
it: <p>Immettere qui le porte o i protocolli aggiuntivi da abilitare nella zona firewall.</p>
ja: <p>ここでは指定のファイアウオールゾーンで 許可する追加のポートやプロトコルを指定します。</p>
lt: <p>Čia įveskite papildomus užkardos zonoje įgalintinus prievadus ar protokolus.</p>
nb: <p>Her kan du du angi flere porter eller protokoller som skal aktiveres for brannmursonen.</p>
pt: <p>Aqui pode digitar portos ou protocolos adicionais para serem activados na zona de firewall.</p>
pt_br: <p>Digite aqui as portas ou protocolos adicionais para habilitar na zona do firewall.</p>
ro: <p>Introduceți aici poturi și protocoale adiționale ce vor fi activate în zona paravanului de protecție.</p>
ru: <p>Введите здесь дополнительные порты или протоколы, разрешённые в этой зоне брандмауэра.</p>
sk: <p>Tu zadajte ďalšie porty alebo protokoly, ktoré budú povolené v tejto zóne firewallu.</p>
sv: <p>Här kan du ange ytterligare portar eller protokoll som ska aktiveras i brandväggszonen.</p>
ta: <p>இங்கு, ஃபயர்வால் மண்டலத்தில் இயக்குவதற்காக, கூடுதல் முணையங்கள் அல்லது நெறிமுறைகளை உள்ளிடு.</p>
tr: <p>Burada, ilgili güvenlik duvarı bölgesinde etkinleştirilmek üzere bazı ek geçitler ve iletişim kuralları girebilirsiniz.</p>
uk: <p>Тут введіть додаткові порти або протоколи, які слід увімкнути у зоні мережевого екрана.</p>
xh: <p>Apha, ngenisa iziqhagamshelanisi ezifakelwayo okanye iinkqubo ezinika isakhono kwizowuni ye-firewall.</p>
zu: <p>Lapha, faka amanye ama-port noma ama-phrothokholi ozowagcina evuliwe kwizoni ye-firewall.</p>
