Repository: Dzejrou/yast-translations
Catalog: po/firewall/*.po
Languages: af, ar, bg, ca, da, gl, gu, hi, id, it, ja, lt, nb, pt, pt_br, ro, ru, sk, sv, ta, tr, uk, xh, zu

source: Redirect to port on internal IP (optional)
af: Herverwys na poort op interne IP (opsioneel)
ar: إعادة التوجيه إلى المنفذ الموجود في IP الداخلي (اختياري)
bg: Пренасочване към порт на вътрешно IP (незадължително)
ca: Redirigeix al port de la IP interna (opcional)
gl: Redireccionar o porto a un IP interno (opcional)
gu: પોર્ટને આંતરિક IP વાળો (વૈકલ્પિક)
hi: पोर्ट पर अन्दरूनी IP (विकल्प) को भेजें
id: Alihkan ke port dalam IP internal (tambahan)
it: Reindirizza verso porta su IP interno (facoltativo)
ja: 内部 IP 上のポートに転送する (オプション)
lt: Nukreipti į vidinio IP prievadą (nebūtinai)
nb: Omdiriger til port på intern IP (valgfritt)
pt_br: Redirecionar para porta no IP interno (opcional)
ro: Redirecționează către port sau IP intern (opțional)
ru: Перенаправить на порт внутреннего IP (необязательно)
sk: Presmerovať na port na vnútornej IP (voliteľné)
sv: Omdirigera till port på internt IP (valfritt)
ta: உள்ளமை IP (கட்டாமற்றது)மேல் துறைக்கு திசைத் திருப்பவும்.
tr: Dahili IP'deki geçide yönlendir (seçmeli)
uk: Переспрямувати на порт внутрішньої IP-адреси (необов'язково)
xh: Phinda ubhekise intsingiselo kwi-IP yangaphakathi (ngokuzithandela)
zu: Phinda uqondise kwi-port eku-IP yangaphakathi (ukukhetha uma uthanda)

source: Record number
af: Teken nommer aan
ar: اسم السجل
bg: Запис номер
ca: Número de registre
gl: Gravar o número
gu: રેકોર્ડ નંબર
hi: रिकोर्ड न०
id: Nomor catatan
it: Numero record
ja: レコード番号
lt: Įrašo numeris
nb: Oppføringsnummer
pt_br: Número de registro
ro: Număr înregistrare
ru: Номер записи
sk: Číslo záznamu
sv: Postnummer
ta: பதிவு எண்
tr: Kayıt numarası
uk: Номер запису
xh: Bhala ingxelo yenombolo
zu: Bhala inombolo

source: Use port names instead of port numbers
af: Gebruik poortname in plaas van poortnommers
ar: استخدام أسماء المنفذ بدلاً من أرقام المنفذ
bg: Използване на имена вместо номера за порт
ca: Utilitza noms de port en comptes de números de port
gl: Usar nomes de porto en vez de números de porto
gu: પોર્ટ નંબઓની જગ્યાએ પોર્ટ નામો વાપરો
hi: पोर्ट न० को बजाय पोर्ट के नाम इस्तेमाल करें
id: Gunakan nama port dibanding nomor port
it: Usa nome di porta al posto del numero di porta
ja: ポート番号の代わりにポート名を使用する
lt: Naudoti prievadų pavadinimus vietoj prievadų numerių
nb: Bruk portnavn i stedet for portnummer
pt_br: Usar nomes de portas ao invés de números de portas
ro: Utilizează nume în loc de numere de porturi
ru: Использовать имена портов вместо номеров портов
sk: Použiť názvy portov miesto čísel
sv: Använd portnamn istället för portnummer
ta: துறைப் பெயர்களுக்குப் பதிலாக துறை எண்களைப் பயன்படுத்தவும்.
tr: Geçit numaraları yerine geçit adlarını kullan
uk: Використовуйте назви портів замість номерів
xh: Sebenzisa amagama esiqhagamshelanisi endaweni yamanani esiqhagamshelanisi
zu: Sebenzisa amagama e-port esikhundleni sezinombolo ze-port

source: Unknown zone %1.
af: Onbekende sone %1.
ar: منطقة غير معروفة %1.
bg: Непозната зона %1.
ca: La zona %1 és desconeguda.
gl: Zona descoñecida %1.
gu: અજાણ્યો વિસ્તાર %1.
hi: अनजान ज़ोन %1
id: Zona tidak dikenali %1.
it: Zona %1 sconosciuta.
ja: 不明なゾーン %1 です。
lt: Nežinoma zona %1.
nb: Ukjent sone %1.
pt_br: Zona desconhecida %1.
ro: Zonă necunscută %1.
ru: Неизвестная зона: %1.
sk: Neznáma zóna %1.
sv: Okänd zon %1.
ta: அறியப்படாதப் பகுதி %1
tr: Bilinmeyen bölge: %1
uk: Невідома зона %1.
xh: Izowuni Engaziwayo%1
zu: Izoni Engaziwa %1.

source: Parameter %1 must be set.
af: Parameter %1 moet gestel wees.
ar: يجب تعيين المعلمة %1.
bg: Параметърът %1 трябва да се зададе.
ca: Cal que definiu el paràmetre %1.
gl: Débese definir o parámetro %1.
gu: %1 પારમિતી સેટ થવી જ જોઇએ.
hi: पैरामीटर %1 सैट होनी चाहिये
id: Parameter %1 harus ditentukan.
it: Il parametro %1 deve essere impostato.
ja: パラメータ %1 を設定する必要があります。
lt: Parametras %1 turi būti nustatytas.
nb: Parameteren %1 må spesifiseres.
pt_br: O parâmetro %1 deve ser definido.
ro: Parametrul %1 trebuie setat.
ru: Параметр %1 должен быть установлен.
sk: Parameter %1 musí byť zadaný.
sv: Parameter %1 måste ställas in.
ta: அளபுரு %1ற்கு அமைக்கப்படவேண்டும்.
tr: %1 parametresi ayarlanmalıdır.
uk: Потрібно вказати параметр %1.
xh: Makumiselwe umda%1.
zu: Ipharamitha %1 kumelwe isethwe.

source: Listing Known Firewall Zones:
af: Lys van bekende brandmuursones:
ar: سرد مناطق جدار الحماية المعروفة:
bg: Показване на известните зони на защитната стена:
ca: Llista de les zones del tallafoc conegudes:
gl: Lista das zonas de devasas coñecidas:
gu: જાણીતા ફાયરવોલ વિસ્તારોની યાદી થઇ રહી છે:
hi: जानकार फायरवाल सुचित कर रहा हैं
id: Daftar zona firewall dikenal:
it: Elenco delle zone firewall conosciute:
ja: 既知のファイアウオールゾーンのリスト:
lt: Vardijamos žinomos užkardos zonos:
nb: Viser kjente brannmursoner:
pt_br: Listando as zonas conhecidas do firewall:
ro: Listarea zonelor cunoscute din paravanul de protecție:
ru: Список известных зон брандмауэра:
sk: Vypisujem známe zóny firewallu:
sv: Listar kända brandväggszoner:
ta: அறியப்படாதப் ஃபயர்வால் பகுதிகள்:
tr: Bilinen Güvenlik Duvarı Bölgeleri Listeleniyor:
uk: Перелік відомих зон мережевого екрана:
xh: Kudweliswa Iizowuni ze-Firewall Ezaziwayo:
zu: Ifaka Uhlu Lwamazoni Aziwayo E-Firewall:

source: Shortcut
af: Kortpad
ar: اختصار
bg: Пряк път
ca: Drecera
gl: Atallo
gu: શોર્ટકટ્સ
hi: संक्षिप्त रास्ता
id: Pintasan
it: Abbreviazione
ja: ショートカット
lt: Nuoroda
nb: Snarvei
pt_br: Atalho
ro: Scurtătură
ru: Ярлык
sk: Skratka
sv: Genväg
ta: குறுக்குவழி
tr: Kısayol
uk: Скорочення
xh: Indlela emfutshane
zu: Isinqamuleli

source: Zone Name
af: Sonenaam
ar: اسم المنطقة
bg: Име на зона
ca: Nom de la zona
gl: Nome da zona
gu: વિસ્તારનું નામ
hi: ज़ोन नाम
id: Nama zona
it: Nome zona
ja: ゾーン名
lt: Zonos pavadinimas
nb: Sonenavn
pt_br: Nome da zona
ro: Nume zonă
ru: Имя зоны
sk: Názov zóny
sv: Zonnamn
ta: பகுதிப் பெயர்
tr: Bölge Adı
uk: Назва зони
xh: Igama Lezowuni
zu: Igama Lezoni

source: Summary:
af: Opsomming:
ar: الملخص:
bg: Сводка:
ca: Resum:
gl: Resumo:
gu: સારાંશ:
hi: सार:
id: Ringkasan:
it: Sommario:
ja: 概要:
lt: Santrauka:
nb: Sammendrag:
pt_br: Resumo:
ro: Sumar:
ru: Заключение:
sk: Súhrn:
sv: Sammanfattning:
ta: சுருக்கம்
tr: Özet:
uk: Підсумок:
xh: Isishwankathelo:
zu: Amabalengwe:

source: Only one parameter is allowed.
af: Slegs een parameter word toegelaat.
ar: يُسمح بمعلمة واحدة فقط.
bg: Позволен е само един параметър.
ca: Només es permet un paràmetre.
gl: Só se permite un parámetro.
gu: માત્ર એક પારમિતીની છૂટ છે.
hi: सिर्फ एक पैरामीटर मान्य हैं
id: Hanya satu parameter yang diizinkan.
it: È consentito solo un parametro.
ja: パラメータは 1 つしか指定できません。
lt: Leidžiamas tik vienas parametras.
nb: Kun én parameter er tillatt.
pt_br: Somente um parâmetro é permitido.
ro: Este permis doar un singur parametru.
ru: Разрешён только один параметр.
sk: Povolený je iba jeden parameter.
sv: Endast en parameter tillåts.
ta: ஒரே ஒரு அளவுரு அனுமதிக்கப்படும்.
tr: Sadece bir parametreye izin verilmektedir.
uk: Дозволений тільки один параметр.
xh: Ngumda omnye kuphela ovunyelweyo.
zu: Ipharamitha eyodwa kuphela evunuyelwe.

source: Start-Up:
af: Aanvangstaat:
ar: بدء التشغيل:
bg: Стартиране:
ca: Inici:
gl: Inicio:
gu: સ્ટાર્ટ-અપ:
hi: स्टार्ट-एअप
it: Avvio:
ja: 起動:
lt: Paleidimas:
nb: Oppstart:
pt_br: Inicialização:
ro: Pornire:
ru: Запуск:
sk: Štart:
sv: Start:
ta: துவக்கம்
tr: Başlangıç:
uk: Запуск:
xh: Indlela Yokuqalisa
zu: Ukuqalisa:

source: Enabling firewall in the boot process...
af: Ontsper van brandmuur in die selflaaiproses ...
ar: يتم الآن تمكين جدار الحماية في عملية التشغيل...
bg: Активиране на защитната стена по време на стартирането…
ca: Habilitant el tallafoc al procés d'arrencada...
gl: Incluíndo a devasa no proceso de arrinque do sistema...
gu: બુટ પ્રક્રિયામાં ફાયરવોલ સક્રિય થઇ રહ્યું છે...
hi: बूट व्यवस्था में फायरवाल समर्थ कर रहा हैं
id: Nyalakan firewall saat proses boot...
it: Abilitazione del firewall nel processo di boot...
ja: システム起動時にファイアウオールを有効にするよう設定しています...
lt: Užkarda įgalinama operacinės sistemos paleidimo metu...
nb: Aktiverer brannmur ved oppstart av maskinen...
pt_br: Habilitando o firewall durante a inicialização...
ro: Activez paravanul de protecție în procesul de bootare...
ru: Включение брандмауэра в процесс загрузки...
sk: Nastavujem spustenie firewallu pri štarte...
sv: Aktiverar brandvägg i startprocess...
ta: துவக்க செயல்பாட்டில் ஃபயர்வாலை இயலச் செய்தல்...
tr: Açılışta güvenlik duvarı etkinleştiriliyor...
uk: Увімкнення мережевого екрана під час завантаження системи...
xh: Kunikwa isakhono kwi-firewall kwinkqubo yomiselo lwenkqubo...
zu: Yenza i-firewall isebenze enqubweni yokuqaliswa kwekhompuyutha...

source: Removing firewall from the boot process...
af: Verwyder van brandmuur uit die selflaaiproses ...
ar: تتم الآن إزالة جدار الحماية من عملية التشغيل...
bg: Премахване на защитната стена от процеса на стартиране…
ca: Aturant el tallafoc del procés d'arrencada...
gl: Quitando a devasa do proceso de arrinque do sistema...
gu: બુટ પ્રક્રિયામાં ફાયરવોલ રદ થઇ રહી છે...
hi: बूट व्यवस्था में फायरवाल हटा रहा हैं
id: Hapus firewall dari proses boot...
it: Rimozione del firewall dal processo di boot...
ja: システム起動時にファイアウオールを無効にするよう設定しています...
lt: Užkarda pašalinama iš operacinės sistemos paleidimo proceso...
nb: Brannmur blir ikke aktivert under oppstart av maskinen...
pt_br: Removendo o firewall durante a inicialização...
ro: Elimin paravanul de protecție din procesul de bootare...
ru: Удаление брандмауэра из процесса загрузки...
sk: Odstraňujem spustenie firewallu po štarte...
sv: Tar bort brandvägg ur startprocess...
ta: துவக்கச் செயல்பாட்டிலிருந்து ஃபயர்வாலை நீக்குதல்...
tr: Güvenlik duvarı, açılış işleminden çıkarılıyor...
uk: Вилучення мережевого екрана з процесу завантаження системи...
xh: Kushenxiswa i-firewall kwinkqubo yomiselo lwenkqubo...
zu: Isusa i-firewall enqubweni yokuqaliswa kwekhompuyutha...

source: Firewall is enabled in the boot process
af: Brandmuur word in die selflaaiproses ontsper ...
ar: تم تمكين جدار الحماية في عملية التشغيل
bg: Защитната стена е разрешена при процеса на стартиране
ca: S'ha habilitat el tallafoc al procés d'arrencada
gl: A devasa está incluída no proceso de arrinque do sistema
gu: બુટ પ્રક્રિયામાં ફાયરવોલ સક્ષમ કરેલું છે
hi: बूट व्यवस्था में फायरवाल समर्थ कर दी गई हैं
id: Firewall diaktifkan saat proses boot
it: Firewall abilitato nel processo di boot
ja: システム起動時にファイアウオールを有効にする
lt: Užkarda įgalinta operacinės sistemos paleidimo metu
nb: Brannmurport aktiveres ved oppstart av maskinen
pt_br: O firewall está habilitado durante a inicialização
ro: Paravanul de protecție este activat în procesul de bootare
ru: Брандмауэр включён в процессе загрузки
sk: Spustenie firewallu pri štarte je povolené
sv: Brandvägg är aktiverad i startprocess
ta: துவக்கச் செயல்பாட்டிலிருந்து ஃபயர்வால் இயலச் செய்யப்பட்டுள்ளது.
tr: Açılışta güvenlik duvarı etkinleştirildi
uk: Мережевий екран вмикається під час завантаження системи
xh: Kunikwa isakhono kwi-firewall kwinkqubo yomiselo lwenkqubo
zu: I-firewall yenziwe yasebenza enqubweni yokuqaliswa kwekhompuyutha

source: Firewall needs manual starting
af: Brandmuur moet met die hand aangesit word
ar: جدار الحماية بحاجة إلى بدء التشغيل اليدوي
bg: Защитната стена изисква ръчно стартиране
ca: El tallafoc necessita un inici manual
gl: É necesario iniciar a devasa manualmente
gu: ફાયરવોલને હસ્તચાલિત શરૂઆતની જરૂર છે
hi: फायरवाल को हाथ से आरम्भन की जरूरत हैं
id: Firewll butuh dinyalakan manual
it: Il firewall va avviato manualmente
ja: ファイアウオールは手動で起動する必要があります
lt: Užkardą reikia paleisti rankiniu būdu
nb: Brannmuren må aktiveres manuelt
pt_br: O firewall necessita de ativação manual
ro: Paravanul de protecție trebuie pornit manual
ru: Брандмауэр нуждается в ручном запуске
sk: Firewall sa musí spustiť ručne
sv: Brandväggen måste startas manuellt
ta: ஃபயர்வாலுக்கு க் கைமுறை துவக்கத் தேவைப்படுகிறது.
tr: Güvenlik duvarının elle başlatılması gerekiyor
uk: Мережевий екран слід запускати вручну
xh: I-Firewall ifuna ukuqaliswa ngokwenza ngesandla
zu: I-firewall idinga ukuba uyiqalise mathupha

source: Network Interfaces in Firewall Zones:
af: Netwerkkoppelvlakke in brandmuursones:
ar: واجهات الشبكة في مناطق جدار الحماية:
bg: Мрежови интерфейси в зоните на защитната стена:
ca: Interfícies de xarxa en zones del tallafoc:
gl: Interfaces de rede das zonas de devasa:
gu: ફાયરવોલ વિસ્તારોમાં નેટવર્ક ઇન્ટરફેસ:
hi: फायरवॉल ज़ोनों में नेटवर्क अंतराफलक :
id: Interface jaringan di Zona Firewall:
it: Interfacce di rete nelle zone del firewall:
ja: ファイアウオールゾーン内のネットワークインターフェイス:
lt: Tinklo sąsajos užkardos zonose:
nb: Nettverksgrensesnitt i brannmursoner:
pt_br: Interfaces de rede em zonas do firewall:
ro: Interfețe de rețea în zonele paravanului de protecție:
ru: Сетевые интерфейсы в зонах брандмауэра:
sk: Sieťové rozhrania v zónach firewallu:
sv: Nätverksgränssnitt i brandväggszoner:
ta: ஃபயர்வால் பகுதியில் வலையமைப்பு இடைமுகங்கள்:
tr: Güvenlik Duvarı Bölgelerindeki Ağ Arayüzleri:
uk: Мережні інтерфейси у зонах мережевого екрана:
xh: Izithuba Zokudibana Komsebenzi Wothungelwano Kwiizowuni ze-Firewall:
zu: Ama-Interface Enethiwekhi Kumazoni E-firewall:

source: Special firewall string
af: Spesiale brandmuurstring
ar: السلسلة الخاصة لجدار الحماية
bg: Специален низ на защитната стена
ca: Cadena de tallafoc especial
gl: Cadea especial da devasa
gu: વિશિષ્ટ ફાયરવોલ સ્ટ્રિંગ
hi: विशेष फायरवाल शब्थ
id: String firewall khusus
it: Stringa firewall particolare
ja: 特別なファイアウオール文字列
lt: Speciali užkardos eilutė
nb: Spesiell brannmurkommando
pt_br: String especial do firewall
ro: Șir special paravan de protecție
ru: Специальная строка брандмауэра
sk: Špeciálny reťazec firewallu
sv: Speciell brandväggssträng
ta: சிறப்பு ஃபயர்வால் சரம்
tr: Özel güvenlik duvarı dizgesi
uk: Спеціальний рядок мережевого екрана
xh: Umtya owodwa we-firewall
zu: Uhlu olukhethekile lwe-firewall

source: Interface
af: Koppelvlak
ar: الواجهة
bg: Интерфейс
ca: Interfície
gu: ઇન્ટરફેસ
hi: अंतराफलक
it: Interfaccia
ja: インターフェイス
lt: Sąsaja
nb: Grensesnitt
ro: Interfață
ru: Интерфейс
sk: Rozhranie
sv: Gränssnitt
ta: இடைமுகம்
tr: Arayüz
uk: Інтерфейс
xh: Izithuba zomdibaniso
zu: I-Interface

source: Device Name
af: Toestelnaam
ar: اسم الجهاز
bg: Име на устройството
ca: Nom del dispositiu
gl: Nome do dispositivo
gu: ઉપકરણનું નામ
hi: उपकरण कै नाम
id: Nama perangkat
it: Nome dispositivo
ja: デバイス名
lt: Įrenginio pavadinimas
nb: Enhetsnavn
pt_br: Nome do dispositivo
ro: Numele echipament
ru: Имя устройства
sk: Názov zariadenia
sv: Enhetsnamn
ta: சாதனப் பெயர்
tr: Aygıt Adı
uk: Назва пристрою
xh: Igama Lesixhobo
zu: Igama Ledivayisi

source: Adding special string %1 into zone %2...
af: Byvoeg van spesiale string %1 in sone %2...
ar: تتم الآن إضافة السلسلة الخاصة %1 إلى المنطقة %2...
bg: Добавяне на специален низ '%1' в зона %2…
ca: Afegint la cadena especial %1 a la zona %2...
gl: Engadindo a cadea especial %1 á zona %2...
gu: %2 વિસ્તારમાં %1 વિશિષ્ટ સ્ટ્રિંગ ઉમેરાય છે...
hi: विशेष शब्थ %1 %2 जोन में जडड़ रहा हैं
id: Menambahkan string khusus %1 ke zona %2...
it: Aggiunta della stringa particolare %1 nella zona %2...
ja: 特別なファイアウオール文字列 %1 をゾーン %2 に追加しています...
lt: Pridedama speciali eilutė %1 zonoje %2...
nb: Legger til spesialkommandoen %1 for sonen %2...
pt_br: Adicionando a string especial %1 à zona %2...
ro: Adaug șirul special %1 în zona %2...
ru: Добавление специальной строки %1 в зону %2…
sk: Pridávam špeciálny reťazec %1 do zóny %2...
sv: Lägger till speciell sträng %1 till zon %2...
ta: சிறப்புச் சரம் %1ஐ பகுதி %2உடன் சேர்த்தல்...
tr: %1 özel dizgesi %2 bölgesine ekleniyor...
uk: Додавання спеціального рядка %1 в зону %2...
xh: Kufakelwa umtya owodwa %1 kwizowuni %2...
zu: Inezela uhlu olukhethekile %1 kwizoni %2...

source: Adding interface %1 into zone %2...
af: Byvoeg van koppelvlak %1 in sone %2...
ar: تتم الآن إضافة الواجهة %1 إلى المنطقة %2...
bg: Добавяне на интерфейс %1 в зона %2…
ca: Afegint la interfície %1 a la zona %2...
gl: Engadindo a interface %1 á zona %2...
gu: %2 વિસ્તારમાં %1 ઇન્ટરફેસ ઉમેરાય છે...
hi: अंतराफलक %1 %2 जोन में जोड़ रहा हैं
id: Menambahkan interface %1 ke zona %2...
it: Aggiunta dell'interfaccia %1 nella zona %2...
ja: インターフェイス %1 をゾーン %2 に追加しています...
lt: Pridedama %1 sąsaja zonoje %2...
nb: Legger til grensesnittet %1 for sonen %2...
pt_br: Adicionando a interface %1 à zona %2...
ro: Adaug interfața %1 în zona %2...
ru: Добавление интерфейса %1 в зону %2...
sk: Pridávam rozhranie %1 do zóny %2...
sv: Lägger till gränssnitt %1 till zon %2...
ta: இடைமுகம் %1ஐ பகுதி %2உடன் சேர்த்தல்....
tr: %1 arayüzü %2 bölgesine ekleniyor...
uk: Додавання інтерфейсу %1 в зону %2...
xh: Kufakelwa isithuba somdibaniso %1 kwizowuni %2...
zu: Inezela i-interface %1 kwizoni %2...

source: Removing special string %1 from zone %2...
af: Verwyder van spesiale string %1 uit sone %2...
ar: تتم الآن إزالة السلسلة الخاصة %1 من المنطقة %2...
bg: Премахване на специален низ '%1' от зона %2…
ca: Suprimint la cadena especial %1 de la zona %2...
gl: Quitando a cadea especial %1 da zona %2...
gu: %2 વિસ્તારમાંથી %1 વિશિષ્ટ સ્ટ્રિંગ દુર થઇ રહી છે...
hi: विशेष शब्द %1 %2 जोन में हटाड़ रहा हैं
id: Menghapus string khusu %1 dari zona %2...
it: Rimozione della stringa particolare %1 dalla zona %2...
ja: 特別なファイアウオール文字列 %1 をゾーン %2 から削除しています...
lt: Pašalinama speciali eilutė %1 iš zonos %2...
nb: Fjerner spesialkommandoen %1 fra sonen %2...
pt_br: Removendo a string especial %1 da zona %2...
ro: Șterg șirul special %1 din zona %2...
ru: Удаление специальной строки %1 из зоны %2…
sk: Odstraňujem špeciálny reťazec %1 zo zóny %2...
sv: Tar bort speciell sträng %1 fån zon %2...
ta: சிறப்புச் சரம் %1ஐ பகுதி %2லிருந்து நீக்குதல்...
tr: %1 özel dizgesi, %2 bölgesinden siliniyor...
uk: Вилучення спеціального рядка %1 з зони %2...
xh: Kushenxiswa umtya owodwa %1 kwizowuni %2...
zu: Isusa uhlu olukhethekile %1 kwizoni %2...

source: Removing interface %1 from zone %2...
af: Verwyder van koppelvlak %1 uit sone %2...
ar: تتم الآن إزالة الواجهة %1 من المنطقة %2...
bg: Премахване на интерфейс %1 от зона %2…
ca: Suprimint la interfície %1 de la zona %2...
gl: Quitando a interface %1 da zona %2...
gu: %2 વિસ્તારમાંથી %1 ઇન્ટરફેસ દુર થઇ રહ્યું છે...
hi: अंतराफलक %1 %2 जोन में हटाड़ रहा हैं
id: Menghapus interface %1 dari zona %2...
it: Rimozione dell'interfaccia %1 dalla zona %2...
ja: インターフェイス %1 をゾーン %2 から削除しています...
lt: Sąsaja %1 pašalinama iš %2 zonos...
nb: Fjerner grensesnittet %1 fra sonen %2...
pt_br: Removendo a interface %1 da zona %2...
ro: Șterg interfața %1 din zona %2...
ru: Удаление интерфейса %1 из зоны %2...
sk: Odstraňujem rozhranie %1 zo zóny %2...
sv: Tar bort gränssnitt %1 från zon %2...
ta: இடைமுகம் %1ஐ பகுதி %2ல் இருந்து நீக்குதல்....
tr: %1 arayüzü, %2 bölgesinden çıkarılıyor...
uk: Вилучення інтерфейсу %1 з зони %2...
xh: Kushenxiswa isithuba somdibaniso %1 kwizowuni %2...
zu: Isusa i-interface %1 kwizoni %2...

source: Log all
af: Maak opgawe van alles
ar: تسجيل الكل
bg: Записване на всичко в дневник
ca: Registra'ls tots
gl: Rexistrar todo
gu: બધા લોગ કરો
hi: सब लोग करें
id: Catat semua
it: Registra nei log tutto
ja: すべてを記録
lt: Registruoti viską
nb: Logg alt
pt_br: Registrar tudo
ro: Jurnalizează tot
ru: Журналировать все
sk: Zaznamenať všetko
sv: Logga allt
ta: அனைத்தையும் பதிவு செய்க
tr: Tümünü günlükle
uk: Записувати до журналу все
xh: Kungena konke
zu: Loga konke

source: Log only critical
af: Maak opgawe van slegs die kritiese
ar: تسجيل الحرجة فقط
bg: Записване само на критичните в дневник
ca: Registra només els importants
gl: Rexistrar só os críticos
gu: જોખમી જ લોગ કરો
hi: केवल लॉग गंभीर स्थिति में
id: Catat hanya kritikal
it: Registra nei log solo pacchetti critici
ja: 重要なものだけ記録
lt: Registruoti tik kritinius
nb: Logg bare kritiske
pt_br: Registrar apenas críticos
ro: Jurnalizează doar evenimentele critice
ru: Журналировать только критические
sk: Zaznamenať len kritické
sv: Logga endast kritiska
ta: உய்யவானவற்றை மட்டும் பதிவு செய்க
tr: Sadece kritik olanı günlükle
uk: Записувати в журнал тільки критичні
xh: Kungena kuphela okuxhalabisayo
zu: Loga okubucayi kuphela

source: Do not log any
af: Maak geen opgawe nie
ar: عدم تسجيل الكل
bg: Без записване
ca: No en registris cap
gl: Non rexistrar nada
gu: કોઇને લોગ કરો નહીં
hi: किसी को लोग न करें
id: Tidak perlu dicatat
it: Non registrare nei log niente
ja: 何も記録しない
lt: Nieko neregistruoti
nb: Ikke logg noen
pt_br: Não registrar nenhum
ro: Nu jurnaliza nimic
ru: Не журналировать
sk: Nezaznamenávať
sv: Logga inget
ta: எதையும் பதிவு செய்யவேண்டாம்.
tr: Hiçbirini günlükleme
uk: Нічого не записувати в журнал
xh: Akufuneki kungene nakuphi
zu: Ungalogi lutho

source: Global Logging Settings:
af: Globale-opgawe-instellings:
ar: إعدادات التسجيل العمومية:
bg: Глобални настройки на записването в дневник:
ca: Configuració de registre global:
gl: Configuración de rexistro global:
gu: ગ્લોબર લોગિંગ સેટિંગ્સ:
hi: ग्लोबल लोगिगं वयवस्थयें:
id: Pengaturan Catatan Global:
it: Impostazioni di log globali:
ja: グローバルログ設定:
lt: Globalios registravimo nuostatos:
nb: Globale innstillinger for logging:
pt_br: Configurações de log globais:
ro: Opțiuni globale de jurnalizare:
ru: Общие настройки журналирования:
sk: Globálne nastavenie záznamu:
sv: Globala logginställningar:
ta: முழுமை அளாவிய பதிவு அமைப்பு:
tr: Genel Günlükleme Ayarları:
uk: Глобальні параметри записування в журнал:
xh: Imimiselo Yehlabathi Yokungena:
zu: Amasethingi Okuloga Embulunga Yonke:

source: Rule Type
af: Reëlsoort
ar: نوع القاعدة
bg: Тип на правило
ca: Tipus de regla
gl: Tipo de regra
gu: ધોરણસરનો પ્રકાર
hi: नियम प्रकार
id: Tipe Aturan
it: Tipo di regola
ja: ルール種類
lt: Taisyklės tipas
nb: Regeltype
pt_br: Tipo de regra
ro: Tip regulă
ru: Тип правила
sk: Typ pravidla
sv: Regeltyp
ta: விதி வகை
tr: Kural Türü
uk: Тип правила
xh: Uhlobo Lomthetho
zu: Uhlobo Lomthetho

source: Value
af: Waarde
ar: قيمة
bg: Стойност
ca: Valor
gl: Valor
gu: મૂલ્ય
hi: मान
id: Nilai
it: Valore
ja: 値
lt: Reikšmė
nb: Verdi
pt_br: Valor
ro: Valoare
ru: Значение
sk: Hodnota
sv: Värde
ta: மதிப்பு
tr: Değer
uk: Значення
xh: Ixabiso
zu: I-value

source: Accepted
af: Aanvaar
ar: مقبول
bg: Прието
ca: Acceptat
gl: Aceptado
gu: સ્વીકારવું
hi: स्वीकार्य
id: Disetujui
it: Accettato
ja: 接続を許可したもの
lt: Priimtas
nb: Godkjent
pt_br: Aceito
ro: Acceptat
ru: Принятые
sk: Prijatý
sv: Accepterad
ta: ஏற்கப்பட்டது.
tr: Kabul edildi
uk: Прийнято
xh: Kwamkelwe
zu: Kwamukelwe

source: Not accepted
af: Nie aanvaar nie
ar: غير مقبول
bg: Неприето
ca: No acceptat
gl: Non aceptado
gu: અસ્વીકાર
hi: स्वीकार्य नहीं
id: Tidak disetujui
it: Non accettato
ja: 接続を許可しなかったもの
lt: Nepriimtas
nb: Ikke godkjent
pt_br: Não aceito
ro: Neacceptat
ru: Непринятые
sk: Neakceptované
sv: Inte accepterad
ta: ஏற்கப்படவில்லை.
tr: Kabul edilmedi
uk: Не прийнято
xh: Akwamkelwanga
zu: Akwamukelwanga

source: Logging Broadcast Packets:
af: Maak opgawe van uitsaaipakkies:
ar: تسجيل حزم النشر:
bg: Записване в дневник на broadcast пакети:
ca: Registre dels paquets de difusió:
gl: Rexistro de paquetes de broadcast:
gu: લોગિંગ બ્રોડકાસ્ટ પેકેટ્સ:
hi: ब्रोडकास्ट पैकट लोगिगं
id: Catat Paket Broadcast:
it: Log dei pacchetti di broadcast:
ja: ログへのブロードキャストパケットの記録:
lt: Registruojami transliavimo paketai:
nb: Logging av kringkastede pakker:
pt_br: Log de pacotes de broadcast:
ro: Jurnalizare pachete broadcast:
ru: Журналировать широковещательные пакеты:
sk: Zaznamenanie broadcast paketov:
sv: Loggar utsändningspaket:
ta: முதல் ஒலிபரப்பு பொட்டலங்களைப் பதிவுசெய்தல்
tr: Yayın Paketleri Günlükleniyor:
uk: Запис в журнал про пакети трансляції:
xh: Iipakethi Zokungena Kusasazo Emoyeni:
zu: Ukuloga Ama-Broadcast Packet:
