Repository: Dzejrou/yast-translations
Catalog: po/firewall/*.po
Languages: af, ar, bg, ca, da, gl, gu, hi, id, it, ja, lt, nb, pt, pt_br, ro, ru, sk, sv, ta, tr, uk, xh, zu

source: <p>Select which services you want to allow in the zone <b>%s</b> by adding them to the <b>Allowed</b> list (using <b>Add</b> or <b>Add All</b> buttons).</p>
da: <p>Vælg hvilke tjenester du vil tillade i zonen <b>%s</b> ved at tilføje dem til <b>Tilladte</b>-listen (med <b>Tilføj</b>- eller <b>Tilføj alle</b>-knapperne ).</p>

source: Add
da: Tilføj

source: Add All
da: Tilføj alle

source: Remove
da: Fjern

source: Remove All
da: Fjern alle

source: Set As Default
da: Sæt som standard

source: default
da: standard

source: Name
da: Navn

source: <p>Assign your network devices into firewall zones by selecting the device in the table and clicking <b>Change Zone</b>.</p> <p>If you assign an interface to the <b>default</b> zone, the device will be assigned to the firewall's default zone. Visit the <b>Zones</b> section to find out (and eventually change) which zone is the default one.</p>
da: <p>Tildel dine netværksenheder i firewall-zoner ved at vælge enheden i tabellen og klikke på <b>Skift zone</b>.</p> <p>Hvis du tildeler en grænseflade til <b>standard</b>-zonen, så tildeles enheden til firewallens standardzone. Besøg <b>Zoner</b>-sektionen for at finde ud af (og efterfølgende ændre) hvilken zone der er standard.</p>

source: Ports
da: Porte

source: SCTP Ports
da: SCTP-porte

source: DCCP Ports
da: DCCP-porte

source: Enter ports or port ranges, separated by spaces and/or commas. A port is an integer. A port range is port-dash-port (with no spaces). For example: %s
da: Indtast porte eller portområder, separeret af mellemrum og/eller kommaer. En port er et heltal. Et portområde er port-bindestreg-port (uden mellemrum). F.eks.: %s

source: Invalid port range: %s
da: Ugyldig portinterval: %s

source: Services
da: Tjenester

source: Zones
da: Zoner

source: Enable Firewall
da: Aktivér firewall

source: <p><b><big>Firewall and SSH</big></b><br> Firewall is a defensive mechanism that protects your computer from network attacks. SSH is a service that allows logging into this computer remotely via dedicated SSH client</p>
da: <p><b><big>Firewall og SSH</big></b><br> Firewall er en forsvarsmekanisme som beskytter din computer mod angreb fra netværket. SSH er en tjeneste som giver mulighed for logning på computeren eksternt via dedikeret SSH-klient.</p>

source: <p>Here you can choose whether the firewall will be enabled or disabled after the installation. It is recommended to keep it enabled.</p>
da: <p>Her kan du vælge om firewallen skal aktiveres eller deaktiveres efter installationen. Det anbefales at lade den være aktiveret.</p>

source: Enable SSH Service
da: Aktivér SSH-tjeneste

source: <p>With enabled firewall, you can decide whether to open firewall port for SSH service and allow remote SSH logins. Independently you can also enable SSH service (i.e. it will be started on computer boot).</p>
da: <p>Når firewall er aktiveret kan du bestemme om firewall-port til SSH-tjeneste skal åbnes og tillade login med fjern-SSH. Du kan også uafhængigt aktivere SSH-tjeneste (dvs. at den startes når computer starter).</p>

source: Open SSH Port
da: Åben SSH-port

source: Open &VNC Ports
da: Åbne &VNC-porte

source: <p>You can also open VNC ports in firewall. It will not enable the remote administration service on a running system but it is started by the installer automatically if needed.</p>
da: <p>Du kan også åbne VNC-porte i firewall. Det aktiverer ikke tjenesten til fjern-administration på et kørende system, men det startes af installationsprogrammet automatisk hvis der er brug for det.</p>

source: Default
da: Standard

source: <p>A network zone defines the level of trust for network connections.</p> <p>You can designate one of them as the <b>default</b> zone by clicking the <b>Set As Default</b> button.</p> <p>In the <b>Interfaces</b> column you see which interfaces are assigned to a given zone. Bear in mind that, for the zone which is set as the default one, you will see the interfaces that are implicitly assigned to it, i.e., those interfaces that are not assigned explicitly to that zone but to the default one.</p> <p>If you want to assign an interface to a given zone, just visit the <b>Interfaces</b> section.</p>
da: <p>En netværkszone definerer niveauet af betroelse til netværksforbindelser.</p> <p>Du kan tilegne en af dem som <b>standard</b>-zone ved at klikke på <b>Sæt som standard</b>-knappen.</p> <p>I <b>Grænseflader</b>-kolonnen kan du se hvilke grænseflader der er tildelt til en given zone. Bemærk at du ved zonen der er sat som standard, vil se grænsefladerne som udtrykkeligt er tildelt den, dvs., de grænseflader som ikke er tildelt udtrykkeligt til zonen, men til den der er standard.</p> <p>Hvis du vil tildele en grænseflade til en given zone, så besøg blot <b>Grænseflader-</b>-sektionen.</p>
