Repository: Dzejrou/yast-translations
Catalog: po/firewall/*.po
Languages: af, ar, bg, ca, da, gl, gu, hi, id, it, ja, lt, nb, pt, pt_br, ro, ru, sk, sv, ta, tr, uk, xh, zu

source: <p><b><big>Broadcast Reply</big></b><br> Firewall usually drops packets that are sent by another machines as their reply to broadcast packets sent by your system, e.g., Samba browsing or SLP browsing.</p> <p>Here you can configure which packets are allowed to pass through the firewall. Use <b>Add</b> button to add a new rule. You will have to choose the firewall zone and also choose from some already defined services or set your rule completely manually.</p>
ar: <p><b><big>رد البث</big></b><br> عادة ما يسقط جدار الحماية الحزم التي يتم إرسالها بواسطة آلات أخرى كرد على بث الحزم المرسلة بواسطة النظام الخاص بك، مثلاً، تصفح Samba أو SLP.</p> <p>هنا يمكنك اعداد الحزم التي يسمح بمرورها من خلال جدار الحماية. استخدم الزر <b>إضافة</b> لإضافة قاعدة جديدة. عليك باختيار منطقة جدار الحماية وأيضا اختيار بعض الخدمات المحددة مسبقاً أو تعيين القاعدة الخاصة بك تماما بشكل يدوي.</p>
bg: <p><b><big>Отговори от broadcast</big></b><br> Защитната стена обикновено блокира пакетите, които са изпратени от друга машина като отговора на broadcast пакети, напр. разлистването на Samba или претърсване с SLP.</p> <p>Тук можете да настроите на кои пакети да им бъде разрешено да преминат през защитната стена. Натиснете бутона <b>Добавяне</b> за да въведете ново правило. Ще трябва да изберете зоната, както и някоя предварително дефинирана услуга. Естествено, ще можете да въведете правилото напълно ръчно.</p>
ca: <p><b><big>Resposta de difusió</big></b><br> El tallafoc sempre deixa de banda paquets (packets) que són enviats per altres màquines com a resposta als que difon el vostre sistema, per exemple, la navegació de Samba o SLP.</p> <p>Aquí podeu configurar quins paquets tenen permís per passar pel tallafoc. Useu <b>Afegeix</b> per afegir una nova regla. Haureu d'escollir també la zona del tallafoc i també entre alguns serveis ja definits o establir la vostra regla completament de manera manual.</p>
da: <p><b><big>Broadcast-svar</big></b><br> Firewallen dropper normalt pakker der sendes fra andre maskiner som deres svar på broadcast-pakker sendt af dit system, f.eks. Samba-browsing eller SLP-browsing.</p> <p>Her kan du konfigurere hvilke pakker der tillades at passere igennem firewallen. Brug knappen <b>Tilføj</b> til at tilføje en ny regel. Du vil skulle vælge firewall-zone og også vælge blandt nogle allerede definerede tjenester eller sætte din regel op fuldstændigt manuelt.</p>
gl: <p><b><big>Resposta a broadcast</big></b><br> A devasa normalmente descarta os paquetes que se lle envían dende outras máquinas en resposta aos paquetes de broadcast que reciben dende esta máquina, p.ex. navegación con Samba ou navegación con SLP.</p> <p>Aquí pode configurar a que paquetes se lles permite pasar a través da devasa. Use o botón <b>Engadir</b> para engadir unha nova regra. Terá que escoller a zona da devasa e tamén algúns dos servizos xa definidos, ou terá que definir a nova regra totalmente a man.</p>
id: <p><b><big>Balasan Broadcast</big></b><br> Firewall biasanya menjatuhkan paket yang dikirim oleh mesin lain sebagai balasannya untuk paket broadcast yang dikirim dari sistem Anda, contoh, pencarian samba atau pencarian SLP.<p> <p>Di sini Anda dapat mengkonfigurasi paket mana yang diizinkan untuk melewati firewall. Gunakan tombol <b>Tambah</b> untuk menambahkan aturan baru. Anda akan memilih zona firewall dan juga memili asal beberapa layanan sudah didefinisikan atau tentukan aturan Anda secara manual sepenuhnya.</p>
it: <p><b><big>Risposta di broadcast</big></b><br> Il firewall di solito scarta i pacchetti che sono inviati da altre macchine come risposta ai pacchetti di broadcast inviati dal sistema, ad esempio, esplorazione Samba o SLP.</p> <p>Qui si può configurare quali pacchetti sono autorizzati a passare attraverso il firewall. Usare il pulsante <b>Aggiungi</b> per aggiungere una nuova regola. Si dovrà scegliere la zona firewall e anche selezionare tra alcuni servizi già definiti o impostare la regola completamente manualmente.</p>
ja: <p><b><big>ブロードキャストへの応答</big></b><br> ファイアウオールでは通常、お使いのマシンから送信されたブロードキャストパケットに対する 応答は、パケットを落としてソフトウエアが読み込まないようにします。これらのブロードキャストには、 Samba のコンピュータ参照や SLP の参照などがあります。</p> <p>ここでは、ファイアウオールを通してどのパケットを通過させるべきかを指定します。 新しいルールを追加するには <b>追加</b> を押します。その後の手順でファイアウオールのゾーンを選択する必要 があるほか、既に設定済みのサービスから選択を行なうか、もしくは完全に手作業で設定することもできます。</p>
lt: <p><b><big>Transliavimo atsakas</big></b><br> Užkarda paprastai atmeta paketus, kuriuos siunčia kitos mašinos kaip savo atsaką į transliavimo paketus, kuriuos siunčia jūsų sistema, pvz., Samba naršymas ar SLP naršymas.</p> <p>Čia galite nurodyti paketus, kuriems leidžiama praeiti užkardą. Nuspaudę mygtuką <b>Pridėti</b>, pridėsite naują taisyklę. Jums reikės pasirinkti užkardos zoną ir pasirinkti vieną iš jau aprašytų paslaugų arba nurodyti taisyklę visiškai rankiniu būdu.</p>
nb: <p><b><big>Kringkastingssvar<big></b><br> Brannmuren forkaster vanligvis pakker som er sendt fra andre maskiner som svar på kringkastede pakker fra ditt eget system, f.eks., Samba- eller SLP-søk.</p> <p>Her kan du angi hvilke pakker som tillates å passere gjennom brannmuren. Bruk <b>Legg til</b>- knappen for å legge til en ny regel. Du må velge brannmursone og dessuten velge én eller flere tjenester som allerede er definert, eller definere en egen regel helt manuelt.</p>
pt_br: <p><b><big>Política de Broadcast</big></b><br> Normalmente, o firewall descarta pacotes enviados por outras máquinas à medida que as respostas aos pacotes de broadcast são enviados pelo seu sistema. Por exemplo, navegação Samba ou SLP.</p> <p>Aqui você pode configurar quais pacotes podem passar pelo firewall. Use o botão <b>Adicionar</b> para adicionar uma nova regra. Você terá que escolher a zona do firewall e também escolher entre serviços pré-definidos ou configurar sua regra manualmente.</p>
ro: <p><b><big>Reîncercare Broadcast<big></b><br> Paravanul de protecție uzual pierde pachetele care sunt trimise de către alte mașini ca răspuns la primirea pachetele trimise de sistemul dumneavoastră, de exemplu, navigare Samba sau navigare SLP.</p> <p>Aici puteți configura pachetele cărora li se permite să treacă prin paravanul de protecție. Utilizați<b>Add</b> butonul pentru a adăuga o regulă nouă. Veți putea alege, de asemenea, zona paravanului de protecție și alege unele servicii deja definite sau pentru a seta manual regula dumneavoastră.</p>
ru: <p><b><big>Широковещательный ответ</big></b><br> Брандмауэр обычно отклоняет пакеты, отправленные другими машинами в ответ на широковещательные запросы вашей системы, например, обзор Samba или SLP.</p> <p>Здесь вы можете настроить, каким пакетам разрешено проходить через брандмауэр. Нажмите <b>Добавить</b> для создания нового правила. Вам будет нужно выбрать зону брандмауэра, а также выбрать из готового списка служб нужную либо задать правило вручную.</p>
sk: <p><b><big>Odpoveď broadcast</big></b><br> Firewall zvyčajne zahadzuje pakety, ktoré sú odoslané ďalšími počítačmi ako ich odpoveď na broadcast pakety odoslané vašim systémom, napr. prehľadávanie Samba alebo SLP.</p> <p>Tu môžete nastaviť, ktoré pakety môžu prechádzať cez firewall. Použite tlačidlo <b>Pridať</b> pre pridanie nového pravidla. Budete musieť zvoliť zónu firewallu a tiež vybrať z niektorých už definovaných služieb alebo nastaviť vaše pravidlo úplne ručne.</p>
sv: <p><b><big>Broadcast-svar</big></b><br> Brandväggen ignorerar vanligtvis paket som skickas av en annan dator som svar på broadcast-paket (utsändningspaket) som skickats av din dator, t.ex. Samba- eller SLP-bläddring.</p> <p>Här kan du konfigurera vilka paket som tillåts genom brandväggen. Använd knappen <b>Lägg till</b> om du vill lägga till en ny regel. Du måste välja brandväggszonen och även välja bland några redan definierade tjänster eller skapa regeln helt manuellt.</p>
uk: <p><b><big>Трансляція відповіді</big></b><br> Мережевий екран зазвичай відхиляє пакети, відправлені іншими машинами у відповідь на трансляцію запитів вашої системи, наприклад, огляд Samba або SLP.</p> <p>Тут ви можете налаштувати, яким пакункам дозволено проходити через мережевий екран. Натисніть <b>Додати</b> для створення нового правила. Вам буде потрібно вибрати зону мережевого екрана, а також вибрати з готового списку служб потрібну або задати правило вручну.</p>

source: <p><b><big>IPsec Support</big></b> <br>IPsec is an encrypted communication between trusted hosts or networks through untrusted networks, such as the Internet. This dialog opens IPsec for an external zone using <b>Enabled</b>.</p> <p><b>Details</b> configures how to handle successfully decrypted IPsec packets. For example, they could be handled as if they were from the internal zone.</p>
af: <p><b><big>IPsec-ondersteuning</big></b> <br>IPsec is 'n geënkripteerde kommunikasie tussen betroubare gashere of netwerke deur onbetroubare netwerke, soos die Internet. Hierdie dialoog open IPsec vir 'n eksterne sone deur <b>Ontsper</b> te gebruik.</p> <p><b>Besonderhede</b> konfigureer hoe om gedekripteerde IPsec-pakkies suksesvol te hanteer. So byvoorbeeld, kon hulle hanteer word asof hulle uit die interne sone kom.</p>
ar: <p><b><big>دعم IPsec</big></b> <br>يعتبر IPsec اتصالاً مشفرًا بين مضيفين أو شبكات موثوق بها عبر الشبكات غير الموثوق بها، مثل الإنترنت. يعمل مربع الحوار هذا على فتح IPsec لمنطقة خارجية باستخدام <b>مُمكّن</b>.</p> <p>يؤدي استخدام <b>التفاصيل</b> إلى إعداد طريقة لمعالجة حزم IPsec التي تم فك شفرتها بنجاح. على سبيل المثال، يمكن معالجتها باعتبارها من المنطقة الداخلية.</p>
bg: <p><b><big>IPsec поддръжка</big></b> <br>IPsec представлява криптирана комуникация между доверени хостове или мрежи през недоверени мрежи като Интернет. Този екран отваря IPsec за външна зона като се използва <b>Разрешаване на IPsec поддръжка</b>.</p> <p><b>Подробности</b> настройва как защитната стена да обработва успешно декриптирани IPsec пакети. Например, те могат да се обработват така, сякаш са от вътрешната зона.</p>
ca: <p><b><big>Compatibilitat amb l'IPsec</big></b> <br>L'IPsec és una comunicació xifrada entre amfitrions de confiança o xarxes a través de xarxes no fiables, com ara Internet. Aquest diàleg obre l'IPsec per a una zona externa que utilitzi l'opció <b>Habilitat</b>.</p> <p>L'opció <b>Detalls</b> configura com gestionar paquets IPsec desxifrats correctament. Per exemple, es podrien gestionar com si fossin de la zona interna.</p>
da: <p><b><big>IPsec-understøttelse</big></b> <br>IPsec er en krypteret kommunikation mellem betroede værter eller netværk via ikke-betroede netværk som f.eks. internettet. Denne dialogboks åbner IPsec til en ekstern zone ved hjælp af <b>Aktiveret</b>.</p> <p><b>Detaljer</b> konfigurerer hvordan succesfuld dekrypterede IPsec-pakker håndteres. For eksempel kan de behandles, som var de fra en intern zone.</p>
gl: <p><b><big>Soporte de IPsec</big></b> <br>IPsec é unha comunicación cifrada entre máquinas fiables ou redes a través de redes non fiables, como a Internet. Este diálogo abre IPsec para unha zona externa usando <b>Activado</b>.</p> <p><b>Detales</b> configura como manexar con éxito paquetes IPsec descifrados. Por exemplo, pódense manexar como se viñeran da zona interna.</p>
gu: <p><b><big>IPsec સહાય </big></b> <br>IPsec એ વિશ્વાસું હોસ્ટસ અથવા ઇન્ટરનેટ જેવા, અવિશ્વાસું નેટવર્કસ દ્વારા નેટવર્કસ વચ્ચેનું એન્ક્રિપ્ટ સંચારણ છે. <b>સક્ષમ ઉપયોગથી બાહ્ય વિસ્તાર માટે IPsec આ ડાયલોગ માટે ખુલે છે.</b>.</p> <p><b>વિગત</b> ડિક્રિપ્ટેડ IPsec પેકેટ્સ સફળતાપૂર્વક કેવી રીતે કામ કરે છે તે કન્ફિગર કરે છે. ઉદાહરણ તરીકે, તેઓ આ રીતે કામ પાર પાડી શકે છે જે રીતે જો તેઓ આંતરિક વિસ્તારમાંથી હોય.</p>
hi: <p><b><big>IPsec Support</big></b> <br>IPsec विश्वसनीय होस्ट या नेटवर्कों के बीच अविश्वसनीय नेटवर्क जैसे कि इंटरनेट के ज़रिए होने वाला एनक्रिप्टेड संचार है। यह डायलॉग बॉक्स एक बाह्य ज़ोन के लिए IPsec को खोलता है जो <b>Enabled</b>का प्रयोग करता है।</p> <p><b>Details</b> यह संरुपित करता है कि सफलतापूर्वक डिक्रिप्ट किए गए IPsec पैकेटों को कैसे संबाला जाए। उदाहरण के लिए, उन्हें इस प्रकार संभाला जा सकता है मानो वे आंतरिक ज़ोन से हों।</p>
id: <p><b><big>Dukungan IPsec</big></b> <br>IPsec merupakan komunikasi terenkripsi antara mesin atau jaringan yang dipercaya melalui jaringan yag tidak terpercaya, seperti internet. Dialog ini membuka IPsec untuk digunakan di zona eksternal <b>Aktifkan</b>.</p> <p><b>Detil</b> konfigurasi bagaimana untuk menangani dekripsi paket IPsec agar sukses. Sebagai contoh, agar bisa ditangani seperti bagian dari zona internal.</p>
it: <p><b><big>Supporto IPsec</big></b> <br>IPsec è una comunicazione cifrata tra reti o host sicuri attraverso reti non sicure come Internet. Questa finestra di dialogo apre il protocollo IPsec ad una zona esterna, tramite l'opzione <b>Abilitato</b>.</p> <p><b>Dettagli</b> configura come gestire con successo i pacchetti IPsec decifrati. Ad esempio, potrebbero essere gestiti come se provenissero dalla zona interna.</p>
ja: <p><b><big>IPsec サポート</big></b> <br>IPsec とは、インターネットなどの信頼できないネットワークを介して信頼するホストやネットワーク同士が 通信を行なうための暗号化の仕組みです。このダイアログでは <b>Enabled</b> のチェックを入れることで、外部ゾーンに対して IPsec を有効にすることができます。</p> <p><b>詳細</b> ボタンを押すと、解読に成功した IPsec パケットをどのように扱うのかを 設定することができます。たとえば内部ゾーンから来たパケットであるかのように設定できます。</p>
lt: <p><b><big>IPsec palaikymas</big></b> <br>IPsec yra šifruotas bendravimas tarp patikimų kompiuterių ar tinklų per nesaugius tinklus, pvz., per internetą. Šis langas atveriamas IPsec išorinei zonai naudojant <b>Įgalinti</b>.</p> <p>Paspaudę <b>Išsamiau</b> konfigūruosite sėkmingai iššifruotų IPsec paketų tvarkymą. Pavyzdžiui, su jais gali būti elgiamasi kaip iš vidinės zonos kilusiaisiais.</p>
nb: <p><b><big>IPsec-støtte</big></b> <br>IPsec er kryptert kommunikasjon mellom pålitelige vertsmaskiner eller nettverk via upålitelige nettverk, for eksempel Internett. Denne dialogen åpner IPsec for en ekstern sone hvis du velger <b>Aktivert</b>.</p> <p>Under <b>Detaljer</b> konfigurerer du hvordan IPsec-pakker med godkjent dekryptering skal håndteres. De kan for eksempel håndteres som om kommer fra den interne sonen.</p>
pt: <p><b><big>Suporte IPsec</big></b> <br>O IPsec é uma comunicação cifrada entre equipamentos ou rede confiáveis, através de redes não seguras, como sendo a Internet. Esta caixa de diálogo abre o IPsec para uma zona externa, escolhendo <b>Activado</b>.</p> <p>A opção <b>Detalhes</b> permite configurar a forma como são manuseados os pacotes convenientemente decifrados. Por exemplo, podem ser tratados como pertencentes à zona interna.</p>
pt_br: <p><b><big>Suporte IPsec</big></b> <br>IPsec é uma comunicação criptografada entre hosts ou redes confiáveis através de redes não confiáveis, como a Internet. Essa caixa de diálogo abre o IPsec para uma zona externa usando a opção <b>Habilitado</b>.</p> <p><b>Detalhes</b> configura a forma como os pacotes IPsec descriptografados com sucesso devem ser tratados. Por exemplo, eles poderiam ser tratados como se fizessem parte da zona interna.</p>
ro: <p><b><big>Suport IPsec</big></b> <br>IPsec este o comunicare criptată între gazde sau rețele autorizate prin intermediul unor rețele neautorizate, ca de exemplu Internetul. Acest dialog deschide IPsec pentru o zonă externă, utilizând <b>Activat</b>.</p> <p><b>Detalii</b> configurează modul de tratare al pachetelor IPsec decriptate cu succes. De exemplu pot fi tratate la fel ca pachetele din zona internă.</p>
ru: <p><b><big>Поддержка IPsec</big></b> <br>IPsec — это зашифрованное соединение между доверенными хостами или сетями через недоверенные сети, такие как Интернет. В этом диалоговом окне можно открыть IPsec для внешней зоны с помощью кнопки <b>Включить</b>.</p> <p>В разделе <b>Подробности</b> можно настроить управление успешно расшифрованными IPsec-пакетами. Например, ими можно управлять как пакетами из внутренней зоны.</p>
sk: <p><b><big>Podpora IPsec</big></b> <br>IPsec je šifrovaná komunikácia medzi dôveryhodnými počítačmi, alebo sieťami cez nedôveryhodné siete, akou je aj Internet. Pomocou tejto ponuky môžete otvoriť IPsec pre externú zónu zapnutím voľby <b>Podpora IPsec zapnutá</b>.</p> <p>Pod <b>Podrobnosti</b> nájdete nastavenie ako ďalej spracúvať úspešne rozšifrované IPsec pakety. Napríklad ich môžte spracúvať ako keby pochádzali z vnútornej zóny.</p>
sv: <p><b><big>IPsec-stöd</big></b> <br>IPsec är en krypterad kommunikation mellan betrodda värdar eller nätverk genom icke betrodda nätverk, till exempel Internet. I dialogrutan kan du öppna IPsec för en extern zon med <b>Aktiverad</b>.</p> <p><b>Detaljer</b> anger hur IPsec-paket som har dekrypterats ska behandlas. De kan till exempel hanteras som om de kom från den interna zonen.</p>
ta: <p><b><big>IPsec உதவி</big></b> <br>IPSec நம்பகமான புரவலர்களுக்கு இடையிலான ஒரு குறியீடாக்கப்பட்ட தகவல்தொடர்பு அல்லது நம்பகமற்ற வலையமைப்பின் மூலமான வலையமைப்புகள், இணையம் போன்றவை. இந்த சொல்லாடி IPsecஐ வெளியமைப் பகுதிகளுக்காக <b>இயலசெய்யப்பட்டது</b>ஐப் பயன்படுத்தி திறக்கிறது..</p> <p><b>விவரங்கள்</b> எவ்வாறு வெற்றிகரமாக குறியீடு நீக்கப்பட்ட IPSec பொட்டலங்களைக் கையாள்வது என்பதை வடிவமைக்கிறது. உதாரணமாக, அவற்றை உள்ளமைப் பகுதியில் இருந்தால் அவைக்கையாளப்படலாம்.</p>
tr: <p><b><big>IPsec Desteği</big></b> <br>IPsec, güvenilmeyen ağlar aracılığıyla, internet gibi, güvenilen makineler arasında şifrelenmiş bir haberleşmedir. Bu konuşma penceresi, <b>Açık</b>'ı kullanarak dahili bir bölge için IPsec'i açar.</p> <p><b>Ayrıntılar</b>, şifresi çözülmüş IPsec paketlerini nası lbaşarıyla kullanacağınızı ayarlar. Mesela, iç bölgedenmiş gibi değerlendirilebilirler.</p>
uk: <p><b><big>Підтримка IPsec</big></b> <br>IPsec — це спосіб шифрованого обміну інформацією між надійними вузлами або мережами, під час передачі інформації ненадійними шляхами, на зразок Інтернет. Цей діалог відкриває IPsec для зовнішньої зони, якщо позначити <b>Увімкнено</b>.</p> <p>Кнопка <b>Докладно</b> дозволяє визначити спосіб поводження з уже розшифрованими IPsec-пакетами. Наприклад, з ними можна поводитися як з пакетами з внутрішньої зони.</p>
xh: <p><b><big>Inkxaso ye-Psec </big></b> <br>i-IPsec lunxibelelwano loguqulelo oluntsonkothileyo phakathi kwezamkeli ezithenjiweyo okanye imisebenzi yothungelwano ngokusebenzisa imisebenzi yothungelwano engenakuthenjwa, efana noNxibelelwano Ngekhompyutha. Le ngxoxo ivula i-IPsec ukwenzela izowuni yangaphandle ngokusebenza <b>Ukunika isakhono</b>.</p> <p><b>Ubucukubhede</b> benza ubumbeko lwendlela yokuphatha ngempumelelo iipakethi ze-IPsec ezisuswe uguqulelo lokuntsonkotha. Umzekelo, zisenokuphathwa ngokungathi zivela kwizowuni yangaphakathi.</p>
zu: <p><b><big>Uxhaso Lwe-IPsec</big></b> <br>I-IPsec ukuxhumana okuphephile phakathi kweziphakeli ezithembekile noma amanethiwekhi ngamanethiwekhi angathenjwa njenge-Inthanethi. Le dayalogu ivula i-IPsec yezoni yangaphandle isebenzisa u- <b>Kuvuliwe</b>.</p> <p><b>Imininingwane</b> ihlela indlela yokuphatha ngokuphumelelayo ama-IPsec packet angavikelekile. Ngokwesibonelo, angase aphathwe njengokungathi avela kwizoni yangaphakathi.</p>
