Repository: Dzejrou/yast-translations
Catalog: po/firewall/*.po
Languages: af, ar, bg, ca, da, gl, gu, hi, id, it, ja, lt, nb, pt, pt_br, ro, ru, sk, sv, ta, tr, uk, xh, zu

source: Re&direct to Masqueraded IP
af: Herverwys na gemaskerde IP
ar: إعادة التوجيه إلى IP تنكر
bg: П&ренасочване към маскирано IP
ca: Re&dirigeix a la IP emmascarada
da: Om&dirigér til maskeret IP
gl: Re&direccionar a un IP enmascarado
gu: મેસ્ક્વેરડ IP તરફ પÉ&છા વાળો
hi: निर्वेदन मैस्करेडड IP को भेज दो (&d)
id: Al&ihkan ke IP Masquerade
it: Rein&dirizza verso IP mascherato
ja: マスカレード IP への転送 (&D)
lt: Nu&kreipti į maskaradinimo IP
nb: Om&diriger til maskert IP
pt: Re&direccionar para IP Dissimulado
pt_br: Re&direcionar para IP mascarado
ro: Re&directează către IP mascat
ru: Пере&направить в транслированный IP
sk: Presmerovať na &maskovanú IP adresu
sv: Om&dirigera till maskerat IP
ta: மஸ்க்யுரேடட் ஐபிக்கு திசைத் திருப்பவும்.
tr: Maskelenmiş IP'ye Yönlen&dir
uk: Переспрямувати на IP-адресу, що транслюється
xh: Bhekisa In&tsingiselo kwi-IP Yento Yimbi
zu: Ph&nde Uqondise I-IP Efanisiwe

source: &Redirect to Port (Optional)
ar: إعادة توجيه إلى منفذ (اختياري)
bg: Пренасочване к&ъм порт (незадължително)
ca: &Redireccionar al port (opcional)
da: Omdi&rigér til port (valgfrit)
id: &Alihkan ke Port (Tambahan)
it: &Reindirizza verso porta (facoltativo)
ja: ポートへの転送 (任意) (&R)
nb: Omdi&riger til port (valgfritt)
pt_br: &Redirecionar para a porta (opcional)
ru: &Перенаправить на порт (необязательно)
sk: P&resmerovať na port (Voliteľné)
sv: &Omdirigera till port (valfritt)
uk: &Переспрямувати на порт (необов'язково)

source: Log All
af: Maak opgawe van alles
ar: تسجيل الكل
bg: Записване на всичко в дневник
ca: Registra'ls tots
da: Log alle
gl: Rexistrar todo
gu: બધી લોગ કરો
hi: सभी लोग करें
id: Catat Semua
it: Registra nei log tutto
ja: すべてを記録
lt: Viską registruoti
nb: Logg alt
pt: Diário de Tudo
pt_br: Registrar tudo
ro: Jurnalizează tot
ru: Журналировать все
sk: Zaznamenať všetko
sv: Logga alla
ta: அனைத்தையும் பதியவும்
tr: Tümünü Günlükle
uk: Записувати в журнал все
xh: Kungena konke
zu: Loga Konke

source: Log Only Critical
af: Maak opgawe van slegs die kritiese
ar: تسجيل الحرجة فقط
bg: Записване само на критичните в дневник
ca: Registra només els importants
da: Log kun kritiske
gl: Rexistrar só os críticos
gu: જોખમી જ લોગ કરો
hi: सिर्फ क्रिटिकल लोग करें
id: Cata Hanya Kritikal
it: Registra nei log solo pacchetti critici
ja: 重要なものだけ記録
lt: Registruoti tik kritinius
nb: Logg bare kritiske
pt: Apenas Diário Mensagens Críticas
pt_br: Registrar apenas críticos
ro: Jurnalizează doar pachetele critice
ru: Журналировать только критические
sk: Zaznamenať len kritické
sv: Logga endast kritiska
ta: நெருக்கடியானவற்றை மட்டும் பதியவும்
tr: Sadece Kritik Olanı Günlükle
uk: Записувати в журнал критичні
xh: Kungena Kuphela Okuxhalabisayo
zu: Loga Okubucayi Kuphela

source: Do Not Log Any
af: Maak geen opgawe nie
ar: عدم تسجيل الكل
bg: Без записване
ca: No en registris cap
da: Log ingen
gl: Non rexistrar nada
gu: કોઈને લોગ કરો નહીં
hi: किसी को लोग न करें
id: Tidak Perlu Dicatat
it: Non registrare nei log niente
ja: 何も記録しない
lt: Nieko neregistruoti
nb: Ikke logg noen
pt: Não Registar Diário
pt_br: Não registrar nenhum
ro: Nu jurnaliza nimic
ru: Не журналировать
sk: Nezaznamenávať
sv: Logga inte något
ta: எதையும் பதியவேண்டாம்.
tr: Hiçbirini Günlükleme
uk: Нічого не записувати в журнал
xh: Akufuneki Kungene Nakuphi
zu: Ungalogi Lutho

source: &Logging Accepted Packets
af: &Opgawe-aanvaarde pakkies
ar: تسجيل الحزم المقبولة
bg: Запис&ване на приетите пакети в дневник
ca: &Registre de paquets acceptats
da: &Logger tilladte pakker
gl: &Rexistrar paquetes aceptados
gu: સ્વીકારેલ પેકેટ્સ & લોગિંગ થઇ રહયા છે
hi: मान्य पैकट्स लोग कर रहा हैं (&L)
id: &Catat Paket yang Disetujui
it: &Log dei pacchetti accettati
ja: 許可したパケットのログ記録 (&L)
lt: &Registruoti priimtus paketus
nb: &Logg godkjente pakker
pt: Registo em &Diário de Pacotes Aceites
pt_br: &Log de pacotes aceitos
ro: Jurna&lizează pachetele acceptate
ru: &Журналировать все принятые пакеты
sk: &Zaznamenávam prijaté pakety
sv: &Loggar accepterade paket
ta: ஏற்கப்பட்ட பொட்டலங்களை பதிதல்
tr: Kabul Edilen Paketlerin Gün&lüklenmesi
uk: Записувати до журналу &прийняті пакети
xh: &Kungena Iipakethi Ezamkelweyo
zu: &Ukuloga Amaphakethe Amukelekile

source: L&ogging Not Accepted Packets
af: O&pgawe-nie-aanvaarde pakkies
ar: تسجيل الحزم غير المقبولة
bg: Записван&е на неприетите пакети в дневник
ca: R&egistre de paquets no acceptats
da: L&ogger ikke-tilladte pakker
gl: R&existrar paquetes non aceptados
gu: અસ્વીકારેલ પેકેટ્સ લોગિંગ થઇ રહયા છે
hi: अमान्य पैकट्स लोग कर रहा हैं (&o)
id: C&atat Paket yang Tidak Disetujui
it: L&og dei pacchetti non accettati
ja: 許可しなかったパケットのログ記録 (&O)
lt: R&egistruoti nepriimtus paketus
nb: L&ogg ikke godkjente pakker
pt: Registo em Diário de Pacotes &não Aceites
pt_br: Log de pacotes não acei&tos
ro: Jurnalizează pachetele respinse
ru: Журналировать &непринятые пакеты
sk: Z&aznamenávam neprijaté pakety
sv: L&oggar icke-accepterade paket
ta: ஏற்படாதப் பொட்டலங்களைப் பதிதல்
tr: Kabul Edilmeyen Paketlerin Günlüklenmesi
uk: Записувати до журналу &неприйняті пакети
xh: K&ungena Iipakethi Ezingamkelwanga
zu: U&kuloga Amaphakethe Angamukelekile

source: Broadcast Configuration
af: Uitsaaikonfigurasie
ar: إعداد النشر
bg: Настройка на broadcast-а
ca: Configuració de difusió
da: Broadcast-konfiguration
gl: Configuración de broadcast
gu: બ્રોડકાસ્ટ કન્ફિગ્યુરેશન
hi: ब्रोडकास्ट समनुरूपण
id: Konfigurasi Broadcast
it: Configurazione broadcast
ja: ブロードキャストの設定
lt: Transliacijos konfigūracija
nb: Kringkastingskonfigurasjon
pt: Configuração de Broadcast
pt_br: Configuração de broadcast
ro: Configurare broadcast
ru: Настройка широковещания
sk: Nastavenie pre broadcast
sv: Inställningar för utsändning
ta: ஒலிபரப்பு வடிவம்
tr: Yayım Yapılandırması
uk: Налаштування трансляції
xh: Ubumbeko Losasazo Lwasemoyeni
zu: Ukuhlelwa Kwe-Broadcast

source: Accepting the Broadcast Reply
ar: قبول الرد النشر
bg: Приемане на отговори от broadcast
ca: Acceptant la resposta de difusió
da: Accepterer broadcast-svaret
gl: Aceptar a resposta de broadcast
id: Terima Balasan Broadcast
it: Accettazione risposta di broadcast
ja: ブロードキャスト応答を受け取る
lt: Priimamas transliacijos atsakas
nb: Tillater kringkastet svar
pt: A aceitar a Resposta de Difusão
pt_br: Aceitando a resposta de broadcast
ro: Accept răspunsul la broadcast
ru: Приём широковещательного ответа
sk: Akceptujem broadcast odpoveď
sv: Accepterar utsändningssvar
uk: Приймання трансляційної відповіді

source: Zone
af: Sone
ar: المنطقة
bg: Зона
ca: Zona
gl: Zona
gu: વિસ્તાર
hi: ज़ोन
id: Zona
it: Zona
ja: ゾーン
lt: Zona
nb: Sone
pt: Zona
pt_br: Zona
ro: Zonă
ru: Зона
sk: Zóna
sv: Zon
ta: பகுதி
tr: Bölge
uk: Зона
xh: Izowuni
zu: Izoni

source: Service
af: Diens
ar: الخدمة
bg: Услуга
ca: Servei
da: Tjeneste
gl: Servizo
gu: સર્વિસ
hi: सेवाऎ
id: Layanan
it: Servizio
ja: サービス
lt: Paslauga
nb: Tjeneste
pt: Serviço
pt_br: Serviço
ro: Serviciu
ru: Служба
sk: Služba
sv: Tjänst
ta: சேவை
tr: Hizmet
uk: Служба
xh: Inkonzo
zu: Isevisi

source: Accepted from Network
ar: مقبولة من الشبكة
bg: Приет от мрежа
ca: Acceptat des de la xarxa
da: Accepteret fra netværk
gl: Aceptado dende a rede
id: Terima dari Jarongan
it: Accettato dalla rete
ja: 受け取るネットワーク
lt: Priimama iš tinklo
nb: Tillatt fra nettverk
pt: Aceite da Rede
pt_br: Aceito pela rede
ro: Acceptat din rețea
ru: Принятые из сети
sk: Prijaté zo siete
sv: Accepterat från nätverket
uk: Прийнято з мережі

source: &Add...
ar: إضافة...
bg: &Добавяне
ca: &Afegeix...
da: &Tilføj...
gl: Eng&adir...
id: &Tambah...
it: A&ggiungi...
ja: 追加 (&A)...
lt: &Pridėti...
nb: Le&gg til...
pt: A&dicionar...
pt_br: &Adicionar...
ro: &Adaugă...
ru: &Добавить...
sk: Prid&ať...
sv: L&ägg till...
uk: &Додати...

source: &Delete
af: &Skrap
ar: حذف
bg: &Изтриване
ca: &Suprimeix
da: &Slet
gl: &Borrar
gu: ડિલીટ (&D)
hi: मिटाएँ (&D)
id: &Hapus
it: &Elimina
ja: 削除 (&D)
lt: Ša&linti
nb: &Slett
pt: &Apagar
pt_br: &Remover
ro: Șterge
ru: &Удалить
sk: &Zmazať
sv: &Ta bort
ta: அழி
tr: &Sil
uk: &Вилучити
xh: &Cima
zu: &Susa

source: IPsec Support
af: IPsec-ondersteuning
ar: دعم IPsec
bg: Поддръжка на IPsec
ca: Compatibilitat amb l'IPsec
da: IPsec-understøttelse
gl: Soporte de IPsec
gu: IPsec સહાય
hi: IPSec सहायता
id: Dukungan IPsec
it: Supporto IPsec
ja: IPsec サポート
lt: IPsec palaikymas
nb: IPsec-støtte
pt: Suporte IPsec
pt_br: Suporte a IPsec
ro: Suport IPsec
ru: Поддержка IPsec
sk: Podpora IPsec
sv: IPsec-stöd
ta: IPsec உதவி
tr: IPsec Desteği
uk: Підтримка IPsec
xh: Inkxaso ye-IPsec
zu: Uxhaso Lwe-IPsec

source: &Enabled
af: &Ontsper
ar: مُمكّن
bg: &Разрешено
ca: &Habilitada
da: Aktiv&eret
gl: &Activado
gu: સક્ષમ
hi: समर्थ हैं (&E)
id: &Diaktifkan
it: &Abilitato
ja: 有効 (&E)
lt: Į&jungtas
nb: &Aktivert
pt: &Activado
pt_br: Habilita&do
ro: &Activat
ru: &Разрешить
sk: &Povolené
sv: Aktiv&erat
ta: இயலசெய்யப்பட்டது
tr: &Aktif
uk: &Увімкнено
xh: &Kunikwa isakhono
zu: &Ivuliwe

source: &Details...
af: &Besonderhede ...
ar: التفاصيل...
bg: &Подробности
ca: &Detalls...
da: &Detaljer...
gl: &Detalles...
gu: &વિગત
hi: विवरण..... (&D)
id: &Rincian...
it: &Dettagli...
ja: 詳細 (&D)...
lt: &Išsamiau...
nb: &Detaljer...
pt: &Detalhes...
pt_br: &Detalhes...
ro: &Detalii...
ru: &Подробности...
sk: &Detaily...
sv: &Detaljer...
ta: விவரங்கள்....
tr: &Ayrıntılar...
uk: &Подробиці...
xh: &Ubucukubhede...
zu: &Imininingwane...

source: Same Zone as Original Source Network
af: Dieselfde sone as oorspronklike bronnetwerk
ar: نفس منطقة الشبكة المصدر الأصلية
bg: Същата зона като оригиналната изходна мрежа
ca: La mateixa zona que la xarxa font original
da: Samme zone som originalt kildenetværk
gl: A mesma zona que a rede orixe orixinal
gu: પ્રારંભિક સ્ત્રોત નેટવર્ક તરીકે સરખો વિસ્તાર
hi: मूल सोर्स नेटवर्क वाला ज़ोन हैं
id: Zona yang Sama dengan jaringan Sumber Asli
it: Stessa zona come quella della rete d'origine
ja: 発信元のネットワークと同じゾーン
lt: Ta pati zona kaip ir pradinio tinklo
nb: Samme sone som opprinnelig kildenettverk
pt: Mesma Zona que a Rede Fonte Original
pt_br: Mesma zona da rede de origem
ro: Aceeași zonă ca rețeaua sursă originală
ru: Та же зона, как и в оригинальной сети источника
sk: Rovnaká zóna, ako pre zdrojovú sieť
sv: Samma zon som originalkällnätverk
ta: அதேப் பகுதி உண்மை மூல வலையமைப்பில் உள்ளதுபோல்
tr: Orijinal Kaynak Ağıyla Aynı Bölge
uk: Та ж зона, що і для початкової мережі джерела
xh: Yizowuni Efana Nomsebenzi Wothungelwano Ongumthombo Wentsusa
zu: Izoni Efanayo Neyenethiwekhi Yokuqala Ewumthombo

source: IPsec Zone
af: IPsec-sone
ar: منطقة IPsec
bg: IPsec зона
ca: Zona IPsec
gl: Zona de IPsec
gu: IPsec વિસ્તાર
hi: IPsec ज़ोन
id: Zona IPsec
it: Zona IPsec
ja: IPsec ゾーン
lt: IPsec zona
nb: IPsec-sone
pt: Zona IPsec
pt_br: Zona IPsec
ro: Zonă IPsec
ru: IPsec-зона
sk: Zóna IPsec
sv: IPsec-zon
ta: IPsec பகுதி
tr: IPsec Bölgesi
uk: Зона IPsec
xh: Izowuni ye-IPsec
zu: Izoni Ye-IPsec

source: &Trust IPsec As
af: &Vertrou IPsec as
ar: الوثوق بـ IPsec باعتباره
bg: Доверие в IPs&ec като
ca: &Confia en IPsec com
da: &Betro IPsec som
gl: &Confiar en IPsec como
gu: ની રીતે IPsec & વિશ્વાસ
hi: IPsec पर इस रूप में विश्वास करें (&T)
id: &Percaya IPsec Sebagai
it: &Fidati di IPsec come
ja: 以下のものとして IPsec を信頼 (&T)
lt: Pasi&tikėti IPsec As
nb: &Stol på IPsec som
pt: &Confiar IPsec Como
pt_br: Con&fiar IPsec como
ro: Au&torizează IPsec ca
ru: Доверя&ть IPsec как
sk: &Dôverovať IPsec ako zóne
sv: Li&ta på IPsec som
ta: IPsecஐ ... நம்பவும்
tr: IPsec'e Güven
uk: &Довіряти IPsec як
xh: &Themba i-IPsec Kanje
zu: &Themba i-IPsec Njenge

source: Custom Allowed Rules
ar: تخصيص قواعد السماح
bg: Разрешителни правила по желание
ca: Regles personalitzades permeses
da: Brugertilpassede tilladelsesregler
gl: Regras de aceptación personalizadas
id: Aturan Kustom Diizinkan
it: Regole consentite personalizzate
ja: 追加の許可ルール
lt: Individualios leidimo taisyklės
nb: Egendefinerte tillattregler
pt: Regras Personalizadas de Permissão
pt_br: Regras personalizadas permitidas
ro: Reguli personalizate permise
ru: Настроенные разрешённые правила
sk: Vlastné pravidlá pre povolenie prístupu
sv: Egna regler för tillåtna
uk: Нетипові дозвільні правила

source: Firewall &Zone
af: Brandmuur&sone
ar: منطقة جدار الحماية
bg: &Зона на защитната стена
ca: &Zona del tallafoc
gl: &Zona da devasa
gu: ફાયરવાલ &ઝોન
hi: फाइरवाल ज़ोन (&Z)
id: &Zona Firewall
it: &Zona firewall
ja: ファイアウオールゾーン (&Z)
lt: Užkardos &zona
nb: Brannmur&sone
pt: &Zona da Firewall
pt_br: &Zona do firewall
ro: &Zonă paravan de protecție
ru: &Зона брандмауэра
sk: &Zóna firewallu
sv: Brandväggs&zon
ta: பையர்வால் பகுதி
tr: Firewall &bölgesi
uk: &Зона мережевого екрана
xh: &Izowuni ye-Firewall
zu: Ingosi &Yesihenqo Esivikelayo

source: Options
af: Opsies
ar: خيارات
bg: Параметри
ca: Opcions
da: Tilvalg
gl: Opcións
gu: વિકલ્પો
hi: विकल्प
id: Opsi
it: Opzioni
ja: オプション
lt: Parinktys
nb: Valg
pt: Opções
pt_br: Opções
ro: Opțiuni
ru: Параметры
sk: Voľby
sv: Alternativ
ta: விருப்பத்தேர்வுகள்
tr: Seçenekler
uk: Параметри
xh: Izikhethwa
zu: Ongakhetha kukho

source: Add New Allowing Rule
ar: إضافة قاعدة سماح جديدة
bg: Добавяне на ново разрешително правило
ca: Afegeix una nova regla permesa
da: Tilføj ny tilladelsesregel
gl: Engadir nova regra de aceptación
id: Tambah Aturan Izin Baru
it: Aggiungi nuova regola di consenso
ja: 新しい許可ルールを追加
lt: Pridėti naujo leidimo taisyklę
nb: Legg til ny tillattregel
pt: Adicionar Nova Regra de Permissão
pt_br: Adicionar nova regra de permissão
ro: Adaugă regulă de acceptare nouă
ru: Добавить новое разрешающее правило
sk: Pridať nové pravidlo pre povolenie prístupu
sv: Lägg till ny regel för tillåtna
uk: Додати нове дозвільне правило

source: Source &Network
ar: الشبكة المصدر
bg: Изходна &мрежа
ca: &Xarxa font
da: Kilde&netværk
gl: Rede ori&xe
id: &Jaringan Sumber
it: Rete di origi&ne
ja: 発信元ネットワーク (&N)
lt: Pradinis &tinklas
nb: Kilde&nettverk
pt: &Rede Origem
pt_br: Rede de &origem
ro: Rețea sursă
ru: &Сеть источника
sk: &Zdrojová sieť
sv: Käll&nätverk
uk: &Мережа джерела

source: &Destination Port (Optional)
ar: منفذ الوجهة (اختياري)
bg: &Порт-назначение (незадължително)
ca: Port de &descripció (opcional)
da: &Destinationsport (valgfrit)
gl: Porto &destino (opcional)
id: &Port Tujuan (Tambahan)
it: Porta di &destinazione (facoltativa)
ja: 宛先ポート (任意) (&D)
lt: &Paskirties prievadas (nebūtinas)
nb: &Målport (valfri)
pt: Porto &Destino (opcional)
pt_br: Porta de &destino (opcional)
ro: Port &destinație (opțional)
ru: Порт &назначения (необязательно)
sk: &Cieľový port (nepovinné)
sv: &Målport (valfri)
uk: Порт &призначення (необов'язково)

source: &Source Port (Optional)
ar: منفذ المصدر (اختياري)
bg: &Порт-източник (незадължително)
ca: Port &font (opcional)
da: &Kildeport (valgfrit)
gl: Po&rto orixe (opcional)
id: &Port Sumber (Tambahan)
it: Porta di &origine (facoltativa)
ja: 発信元ポート (任意) (&S)
lt: &Pradinis prievadas (nebūtinas)
nb: &Kildeport (valgfritt)
pt: Porto &Origem (opcional)
pt_br: Po&rta de origem (opcional)
ro: Port &sursă (opțional)
ru: Порт &источника (необязательно)
sk: &Zdrojový port (nepovinné)
sv: &Källport (valfri)
uk: Порт &джерела (необов'язково)

source: Additional &Options (Optional)
ar: خيارات إضافية (اختياري)
bg: Допълнителни &параметри (незадължително)
ca: Opcions &addicionals (opcional)
da: Yderligere &tilvalg (valgfri)
id: Tambahan &Opsi (Tambahan)
it: &Opzioni aggiuntive (Facoltative)
ja: 追加オプション (任意) (&O)
lt: &Papildomos parinktys (nebūtina)
nb: Flere &valg (eventuelt)
pt_br: &Opções adicionais (opcional)
ru: Дополнительные &параметры (необязательно)
sk: Ďalšie v&oľby (Voliteľné)
sv: Ytterligare &alternativ (valfritt)
uk: Додаткові &параметри (необов'язково)

source: Creating summary...
af: Skep van opsomming ...
ar: يتم الآن إنشاء الملخص...
bg: Сводка за настройката…
ca: Creant un resum...
da: Opretter opsummering...
gl: Creando o resumo...
gu: સારાંશ રચાય છે...
hi: सार बना रहा हैं...........
id: Membuat ringkasan...
it: Creazione del sommario in corso...
ja: 概要を作成しています...
lt: Kuriama santrauka...
nb: Oppretter sammendrag...
pt: A criar resumo...
pt_br: Criando resumo...
ro: Creez sumar...
ru: Создание отчета...
sk: Vytváram súhrn konfigurácie...
sv: Skapar sammanfattning...
ta: சுருக்கத்தை உருவாக்குதல்...
tr: Özet oluşturuluyor...
uk: Створення зведення...
xh: Kudalwa isishwankathelo...
zu: Yakha amabalengwe...

source: &Show Details
af: &Toon besonderhede
ar: إظهار التفاصيل
bg: Показване на &подробности
ca: &Mostra els detalls
da: Vi&s detaljer
gl: Mo&strar detalles
gu: વિગતો જણાવો
hi: विवरण दिखाऎं (&S)
id: &Tampilkan Detil
it: &Mostra dettagli
ja: 詳細の表示 (&S)
lt: &Rodyti išsamiau
nb: &Vis detaljer
pt: Mo&strar Detalhes
pt_br: E&xibir detalhes
ro: Afișează detalii
ru: &Показать подробности
sk: Zobraziť &detaily
sv: Vi&sa detaljer
ta: விவரங்களைக் காட்டவும்
tr: Ayrıntıları &göster
uk: &Показати подробиці
xh: &Bonisa Ubucukubhede
zu: &Bonisa Imininingwane

source: TCP Ports
af: TCP-poorte
ar: منافذ TCP
bg: TCP порт
ca: Ports TCP
da: TCP-porte
gl: Portos TCP
gu: TCP પોર્ટ્સ
hi: TCP पोर्ट
id: Port TCP
it: Porte TCP
ja: TCP ポート
lt: TCP prievadai
nb: TCP-porter
pt: Portos TCP
pt_br: Portas TCP
ro: Porturi TCP
ru: TCP-порты
sk: TCP Porty
sv: TCP-portar
ta: டிசிபி துறைகள்
tr: TCP Geçitleri
uk: Порти TCP
xh: Iziqhagamshelanisi ze&TCP
zu: Ama-Port e-TCP

source: UDP Ports
af: UDP-poorte
ar: منافذ UDP
bg: UDP порт
ca: Ports UDP
da: UDP-porte
gl: Portos UDP
gu: UDP પોર્ટ્સ
hi: UDP पोर्ट
id: Port UDP
it: Porte UDP
ja: UDP ポート
lt: UDP prievadai
nb: UDP-porter
pt: Portos UDP
pt_br: Portas UDP
ro: Porturi UDP
ru: UDP-порты
sk: UDP Porty
sv: UDP-portar
ta: யுடிபி துறைகள்
tr: &UDP Geçitleri
uk: Порти UDP
xh: Iziqhagamshelanisi ze&UDP
zu: Ama-Port e-UDP

source: RPC Services
af: RPC-dienste
ar: خدمات RPC
bg: RPC услуги
ca: Serveis RPC
da: RPC-tjenester
gl: Servizos RPC
gu: RPC સેવાઓ
hi: RPC पोर्ट
id: Layanan RPC
it: Servizi RPC
ja: RPC サービス
lt: RPC paslaugos
nb: RPC-tjenester
pt: Serviços RPC
pt_br: Serviços RPC
ro: Servicii RPC
ru: Сервисы RPC
sk: RPC služby
sv: RPC-tjänster
ta: ஆர்பிசி சேவைகள்
tr: RPC Hizmetleri
uk: Служби RPC
xh: Iinkonzo ze-RPC
zu: Amasevisi e-RPC

source: IP Protocols
af: IP-protokolle
ar: بروتوكولات IP
bg: IP протокол
ca: Protocols IP
da: IP-protokoller
gl: Protocolos IP
gu: IP પ્રોટોકોલ્સ
hi: IP प्रोटोकोल
id: Protokol IP
it: Protocolli IP
ja: IP プロトコル
lt: IP protokolai
nb: IP-protokoller
pt: Protocolos IP
pt_br: Protocolos IP
ro: Protocoale IP
ru: Протоколы IP
sk: IP Protokoly
sv: IP-protokoll
ta: ஐபி வழிமுறைகள்
tr: &IP İletişim Kuralları
uk: Протоколи IP
xh: Iinkqubo ze-IP
zu: AmaPhrothokholi e-IP

source: Broadcast Ports
ar: منافذ البث
bg: Broadcast портове
ca: Ports de difusió
da: Broadcast-porte
gl: Portos de broadcast
id: Port Broadcast
it: Porte di broadcast
ja: ブロードキャストポート
lt: Transliavimo prievadai
nb: Kringkastingsporter
pt: Portos de Emissão
pt_br: Portas de broadcast
ro: Porturi broadcast
ru: Широковещательные порты
sk: Všesmerové (broadcast) porty
sv: Utsändningsportar
uk: Порти трансляції

source: Any unassigned interface will be assigned to this zone.
af: Enige ontoegewysde koppelvlak sal aan hierdie sone toegewys word.
ar: سيتم تخصيص أية واجهة غير مخصصة إلى هذه المنطقة.
bg: Всеки неасоцииран интерфейс ще се асоциира към тази зона.
ca: Totes les interfícies sense assignar s'assignaran a aquesta zona.
da: Alle ikke-tilknyttede grænseflader bliver knyttet til denne zone.
gl: Asignaranse todas as interfaces sen asignar a esta zona.
gu: કોઇ સંકળાયેલ ન હોય તેવા ઇન્ટરફેસ આ વિસ્તાર સાથે સંકળાશે.
hi: कोई भी बिना बतलाई अंतराफलक इस ज़ोन को निरूपित किया जाएगा
id: Setiap interfaces yang belum ditetapkan akan ditugaskan ke dalam zona ini.
it: Le interfacce non assegnate verranno assegnate a questa zona.
ja: 他のゾーンに割り当てられていないインターフェイス全てがこのゾーンに割り当てられます。
lt: Bet kuri nepriskirta sąsaja bus priskirta šiai zonai.
nb: Alle utilordnede grensesnitt vil bli tilordnet denne sonen.
pt: Qualquer interface não associada será atribuída a esta zona.
pt_br: Qualquer interface não associada será atribuída a esta zona.
ro: Toate interfețele neasignate vor fi asignate acestei zone.
ru: Любой неназначенный интерфейс будет назначен этой зоне.
sk: Všetky nepriradené rozhrania budú priradené k tejto zóne,
sv: Alla otilldelade gränssnitt kommer att tilldelas till den här zonen.
ta: ஏதேனும் நியமிக்கப்படாத இடைமுகம் இந்த பகுதிக்கு நியமிக்கப்படும்
tr: Atanmamış arayüzler bu bölgeye atanacak.
uk: Будь-який неприписаний інтерфейс буде приписано до цієї зони.
xh: Nasiphi isithuba somdibaniso esingabelwanga siya kwabelwa kule zowuni.
zu: Noma iyiphi i-interface engabiwanga izokwabelwa kule zoni.

source: Currently supported only in external zone.
af: Tans slegs in eksterne sone ondersteun.
ar: يتم دعمه حاليًا في المنطقة الخارجية فقط.
bg: В момента се поддържа само във външната зона.
ca: Només s'admet a la zona externa.
da: Understøttes på nuværende tidspunkt kun i ekstern zone.
gl: Actualmente só se soporta na zona externa.
gu: બાહ્ય વિસ્તારમાં જ હાલ સહાય કરે છે.
hi: हालिया सहायक सिर्फ बाहरी ज़ोन में हैं
id: Saat ini hanya didukung di zona eksternal.
it: Attualmente supportato solo in zona esterna.
ja: 現在は外部ゾーンでのみサポートされています。
lt: Šiuo metu palaikoma tik išorinėje zonoje.
nb: Foreløpig bare støttet i eksterne soner.
pt: Actualmente suportado apenas na zona externa.
pt_br: Atualmente só suportado na zona externa.
ro: Suportat momentan doar în zona externă.
ru: Сейчас поддерживается только во внешней зоне.
sk: Podporované len vo vonkajšej zóne.
sv: Stöds endast i extern zon.
ta: தற்போது வெளியமைப் பகுதியில் மட்டுமே ஆதரிக்கும்.
tr: Şimdilik sadece harici bölgede destekleniyor.
uk: На даний момент підтримується лише у зовнішній зоні.
xh: Kuxhaswa okwangoku kuphela kwizowuni yangaphandle.
zu: Okwamanje kusekelwa kuphela kwizoni yangaphandle.

source: Unknown network interface.
af: Onbekende netwerkkoppelvlak.
ar: واجهة الشبكة غير معروفة.
bg: Неизвестен мрежов интерфейс.
ca: La interfície de xarxa és desconeguda.
da: Ukendt netværksgrænseflade.
gl: Interface de rede descoñecida.
gu: અજાણી નેટવર્ક ઇન્ટરફેસ
hi: अमजान नेटवर्क अंतराफलक
id: Interface jaringan tidak dikenali.
it: Interfaccia di rete sconosciuta.
ja: 不明なネットワークインターフェイスです。
lt: Nežinomas tinklo įrenginys.
nb: Ukjent nettverksgrensesnitt.
pt: Interface de rede desconhecida.
pt_br: Interface de rede desconhecida.
ro: Interfață de rețea necunoscută.
ru: Неизвестный сетевой интерфейс.
sk: Neznáme sieťové zariadenie.
sv: Okänt nätverksgränssnitt.
ta: அறியப்படாத வலையமைப்பு இடைமுகம்
tr: Bilinmeyen ağ arayüzü.
uk: Невідомий мережний інтерфейс.
xh: Isithuba somdibaniso esingaziwayo somsebenzi wothungelwano.
zu: I-interface yenethiwekhi engaziwa.

source: No interfaces assigned to this zone.
af: Geen koppelvlakke aan hierdie sone toegewys nie.
ar: لا توجد أية واجهات مخصصة لهذه المنطقة.
bg: Няма интерфейс асоцииран към тази зона.
ca: No hi ha cap interfície assignada a aquesta zona.
da: Ingen grænseflader tilknyttet denne zone.
gl: Esta zona non ten interfaces asignadas.
gu: આ વિસ્તાર સાથે કોઇ ઇન્ટરફેસિસ સંકળાયેલું નથી
hi: कोई अंतराफलक इस ज़ोन को निरूपित किया रया हैं
id: Tidak ada interface yang ditugaskan untuk zona ini.
it: Nessuna interfaccia è assegnata a questa zona.
ja: このゾーンにはインターフェイスが割り当てられていません。
lt: Jokia sąsaja nepriskirta šiai zonai.
nb: Ingen grensesnitt tilordnet denne sonen.
pt: Não existe interfaces associadas a esta zona.
pt_br: Nenhuma interface atribuída a esta zona.
ro: Acestei zone nu i-a fost asignată nici o interfață.
ru: Нет интерфейсов, назначенных этой зоне.
sk: K tejto zóne nie sú priradené žiadne rozhrania.
sv: Inga gränssnitt tilldelat denna zon.
ta: எந்த ஒரு இடைமுகமும் இந்தப் பகுதிக்கு நியமிக்கப்படவில்லை.
tr: Bu bölgeye atanmış bir arayüz yok.
uk: Відсутні інтерфейси приписані до цієї зони.
xh: Akukho zithuba zomdibaniso zabelwe le zowuni.
zu: Awekho ama-interface abelwe kule zoni.
