Repository: Dzejrou/yast-translations
Catalog: po/gtk/*.po
Languages: km, wa

source: Name
km: ឈ្មោះ
wa: No

source: Version
km: កំណែ
wa: Modêye

source: Size
km: ទំហំ
wa: Grandeu

source: Action
km: អំពើ
wa: Accion

source: Repository
km: ឃ្លាំង
wa: Depot

source: Supportability
km: ភាព​គាំទ្រ
wa: Sopoirtåvisté

source: Package _listing:
km: រាយ​បញ្ជី​កញ្ចប់ ៖
wa: _Djivêye des pacaedjes :

source: Priorities
km: អាទិភាព
wa: Prumiristés

source: Repositories
km: ឃ្លាំង
wa: Depots

source: Groups
km: ក្រុម
wa: Groupes

source: RPM Groups
km: ក្រុម RPM
wa: Groupes d' RPM

source: Support
km: ការគាំទ្រ
wa: Sopoirt

source: Patterns
km: លំនាំ
wa: Modeles

source: Languages
km: ភាសា
wa: Lingaedjes

source: License Agreement
km: កិច្ច​ព្រមព្រៀង​អាជ្ញាបណ្ណ
wa: Acoird di licince

source: Do you accept the terms of this license?
km: តើ​អ្នក​ព្រម​ទទួល​លក្ខខណ្ឌ​របស់​អាជ្ញាបណ្ណ​នេះ​ឬទេ ?
wa: Acceptez vs les termes di cisse licince ci?

source: Warning Message
km: សារ​ព្រមាន
wa: Messaedje d' adviertixhmint

source: Install anyway?
km: ដំឡើង​ទោះបី​យ៉ាងណាក៏ដោយ ?
wa: Astaler cwand minme ?

source: There are some conflicts on the transaction that must be solved manually.
km: មាន​ការ​ប៉ះ​ទង្គិច​ខ្លះ​នៅ​លើ​កិច្ចការ ដែល​ត្រូវ​បាន​ដោះស្រាយ​ដោយ​ដៃ ។​
wa: I gn a sacwantès afrontmints dins l' tranzaccion ki dvèt esse rezoudou al mwin

source: Changes not saved!
km: មិន​បាន​រក្សា​ទុក​ការ​ផ្លាស់ប្ដូរ!
wa: Les candjmints n' sont nén schapés

source: Quit anyway?
km: បោះ​បង់​ទោះ​បី​យ៉ាងណា​ក៏​ដោយ​ឬ ?
wa: Cwiter cwant minme?

source: Unsupported packages
km: កញ្ចប់​ដែល​មិន​បាន​គាំទ្រ
wa: Pacaedjes nén sopoirtés

source: Please realize that the following software is either unsupported or requires an additional customer contract for support.
km: សូម​ចាត់​ទុក​ថា កម្មវិធី​ខាងក្រោម​គឺ​មិន​បាន​គាំទ្រទេ ឬ​ត្រូវការ​កិច្ច​សន្យា​របស់​អតិថិជន​បន្ថែម​ដើម្បី​គាំទ្រ ។
wa: Rindoz vs conte kel programe shuvant est soeye-t i nén sopoirté, soeye-t i dmande on contrat cliyint di pus pol sopoirt.

source: Online Update
km: ការ​ធ្វើ​បច្ចុប្បន្ន​ភាព​លើ​បណ្ដាញ
wa: Metaedje a djoû so fyis

source: Software Manager
km: កម្មវិធី​គ្រប់គ្រង​កញ្ចប់​
wa: Manaedjeu des programes

source: Please wait...
km: សូម​រង់ចាំ...
wa: Tårdjîz s' i vs plait...

source: <h1>Purpose</h1><p>This tool lets you install, remove, and update applications.</p><p>Software in &product; is broken down and distributed in the form of packages. This way, if multiple applications require a common system file, this system file is shipped in its own package and is installed only once if needed. The user need not be concerned about such underlying <i>dependencies</i>. Likewise, the plugins and other non-essential data of a given application may be shipped in their own packages, so the user may install them only if needed.</p>
km: <h1>គោលបំណង</h1><p>ឧបករណ៍​នេះ​អនុញ្ញាត​ឲ្យ​អ្នក ដំឡើង យក​ចេញ និង​ធ្វើ​បច្ចុប្បន្នភាព​កម្មវិធី ។</p><p>ផ្នែក​ទន់​នៅ​ក្នុង​ផលិតផល ត្រូវ​បាន​បំបែក ហើយ​ចែកចាយ​ក្នុង​ទម្រង់​ជា​កញ្ចប់ ។ មធ្យោបាយ​នេះ ប្រសិនបើ​កម្មវិធី​ច្រើន​ទាមទារ​ឯកសារ​ប្រព័ន្ធ​ទូទៅ​មួយ ឯកសារ​ប្រព័ន្ធ​នេះ​ត្រូវ​បាន​ដឹកជញ្ជូន​ក្នុង​កញ្ចប់​ផ្ទាល់​របស់​វា ហើយ​ត្រូវ​បាន​ដំឡើង​តែ​ម្ដង​ប៉ុណ្ណោះ​ប្រសិន​បើ​ត្រូវ​ការ ។ អ្នក​ប្រើ​មិន​ចាំបាច់​ខ្វាយខ្វល់​ពី​មូលដ្ឋាន​ដូចជា <i>ភាព​អាស្រ័យ</i> ឡើយ​។ ដូចគ្នា​ផង​ដែរ កម្មវិធី​ជំនួយ និង​ទិន្នន័យ​មិន​សំខាន់​ផ្សេង​ទៀត​របស់​កម្មវិធី​ដែល​បាន​ផ្ដល់ អាច​ត្រូវ​បាន​ដឹកជញ្ជូន​ក្នុង​កញ្ចប់​ផ្ទាល់​របស់​ពួកវា ដូច្នេះ​អ្នក​ប្រើ​អាច​ដំឡើង​ពួកវា​ប្រសិនបើ​ត្រូវ​ការ​តែ​ប៉ុណ្ណោះ ។</p>

source: <p>Common suffixes for complementary packages:</p><ul><li><b>-plugin-</b>: extends the application with extra functionality.</li><li><b>-devel</b>: headers for software development.</li><li><b>-debuginfo</b>: debug symbols for software testing.</li><li><b>-fr</b>, <b>-pl</b> or other language siglas: translation files (your language will be marked for installation automatically when needed).</li></ul>
km: <p>បច្ច័យ​ទូទៅ​សម្រាប់​កញ្ចប់​បំពេញ ៖</p><ul><li><b>-កម្មវិធី​ជំនួយ-</b> ៖ ពង្រីក​កម្មវិធី​ជាមួយ​នឹង​មុខងារ​បន្ថែម​ជាច្រើន ។</li><li><b>-devel</b> ៖ បឋមកថា​សម្រាប់​ការ​អភិវឌ្ឍ​កម្មវិធី ។</li><li><b>-debuginfo</b> ៖ និមិត្ត​សញ្ញា​បំបាត់​កំហុស​សម្រាប់​ការ​សាកល្បង​កម្មវិធី ។</li><li><b>-fr</b>, <b>-pl</b> ឬ​អក្សរ​កាត់​របស់​ភាសា​ផ្សេង​ទៀត ៖ ឯកសារ​បកប្រែ (ភាសា​របស់​អ្នក​នឹង​ត្រូវ​បាន​សម្គាល់ សម្រាប់​ការ​ដំឡើង​ដោយ​ស្វ័យប្រវត្តិ​នៅ​ពេល​ដែល​ត្រូវ​ការ) ។</li></ul>

source: <p>Both the packages that are installed on your system, and the packages that are available from the <i>repositories</i> you have configured will be listed together. <i>Status</i> filters are available in the right-bottom box.</p>
km: <p>ទាំង​កញ្ចប់​ដែល​បាន​ដំឡើង​លើ​ប្រព័ន្ធ​របស់​អ្នក និង​កញ្ចប់​ដែល​អាច​រក​បាន​ចេញពី <i>ឃ្លាំង</i> ដែល​អ្នក​បាន​កំណត់​រចនាសម្ព័ន្ធ នឹង​ត្រូវ​បាន​រាយ​ជាមួយ​គ្នា ។ តម្រង <i>ស្ថានភាព</i> អាច​រក​បាន​នៅ​ក្នុង​ប្រអប់​ខាង​ស្ដាំ​ផ្នែក​ខាងក្រោម ។</p>

source: <blockquote>A repository is a packages media; it can either be local (such as the installation CD), or a remote internet server. You can find an utility to setup repositories on the YaST control center, which can also be accessed via the <b>Configuration > Repositories</b> menu item.</blockquote>
km: <blockquote>ឃ្លាំង​គឺជា​មេឌៀ​កញ្ចប់​មួយ វា​អាច​ជា​មេឌៀ​មូលដ្ឋាន (ដូចជា​ស៊ីឌី​សម្រាប់​ដំឡើង) ឬក៏​ម៉ាស៊ីន​បម្រើ​អ៊ីនធឺណិត​ពី​ចម្ងាយ ។ អ្នក​អាច​ស្វែងរក​ឧបករណ៍​ប្រើប្រាស់ សម្រាប់​រៀបចំ​ឃ្លាំង​នៅ​លើ​មជ្ឈមណ្ឌល​បញ្ជា​របស់ YaST ដែល​អាច​ចូល​ដំណើរការ​បាន​តាមរយៈ​ធាតុ​ម៉ឺនុយ <b>ការ​កំណត់​រចនាសម្ព័ន្ធ > ឃ្លាំង</b> ។</blockquote>

source: <h1>Usage</h1>
km: <h1>ការ​ប្រើប្រាស់</h1>
wa: <h1>Eployaedje1</h1>

source: <h2>Install, Upgrade, Remove, Undo tab pages</h2><p>All packages are listed together unless you have selected a <i>status</i> filter from the right-bottom box. The check-box next to the package name indicates whether the package is installed or not. If a more recent version of an installed package is available, the version text will be highlighted in blue and an upgrade button conveniently placed next to it. It is highlighted red if the version installed is no longer being made available in any configured repository.</p><p>The context menu (right click on a package) provides extra options. The <b>Undo</b> option can be used to revert any changes you have made. Multiple packages may be selected (using the Control key) and modified together.</p><p>Use the <b>Version</b> list over the description box to select a specific version of a package.</p><p>Press the <b>Apply</b> button when you want your changes to be performed.</p>
km: <h2>ទំព័រ​ផ្ទាំង ដំឡើង ធ្វើ​ឲ្យ​ប្រសើរ យកចេញ មិន​ធ្វើ​វិញ</h2><p>រាល់​កញ្ចប់​ទាំងអស់​ត្រូវ​បាន​រាយ​ជាមួយ​គ្នា លុះត្រាតែ​អ្នក​បាន​ជ្រើស​តម្រង <i>ស្ថានភាព</i> ចេញពី​ប្រអប់​ខាងស្ដាំ​ផ្នែក​ខាងក្រោម ។ ប្រអប់​ធីក​ដែល​នៅ​ក្បែរ​ឈ្មោះ​កញ្ចប់ បង្ហាញ​ថា​តើ​កញ្ចប់​ត្រូវ​បាន​ដំឡើង ឬក៏​អត់ ។ ប្រសិនបើ​មាន​កំណែ​ថ្មី​ជាង​នេះ​នៃ​កញ្ចប់​ដែល​បាន​ដំឡើង អត្ថបទ​កំណែ​នឹង​ត្រូវ​បាន​បន្លិច​ពណ៌​ខៀវ ហើយ​ប៊ូតុង​ធ្វើ​ឲ្យ​ប្រសើរ ត្រូវ​បាន​ដាក់​យ៉ាង​សមរម្យ​នៅ​ក្បែរ​វា ។ វា​ត្រូវ​បាន​បន្លិច​ពណ៌​ក្រហម ប្រសិនបើ​កំណែ​ដែល​បាន​ដំឡើង មិន​ត្រូវ​បាន​ធ្វើ​ឲ្យ​អាច​រក​បាន​ទៀត​ទេ នៅ​ក្នុង​ឃ្លាំង​ដែល​បាន​កំណត់​រចនាសម្ព័ន្ធ​ណាមួយ ។</p><p>ម៉ឺនុយ​បរិបទ (ចុច​កណ្ដុរ​ស្ដាំ​លើ​កញ្ចប់) ផ្ដល់​នូវ​ជម្រើស​បន្ថែម ។ ជម្រើស <b>មិន​ធ្វើ​វិញ</b> អាច​ប្រើ​បាន​សម្រាប់​ត្រលប់​ការ​ផ្លាស់ប្ដូរ​ណាមួយ​ដែល​អ្នក​បាន​ធ្វើ​ឲ្យ​ទៅ​ដើម​វិញ ។ អ្នក​អាច​ជ្រើស​កញ្ចប់​ច្រើន​រួម​គ្នា (ដោយ​ប្រើ​គ្រាប់​ចុច​បញ្ជា) ហើយ​កែប្រែ​ទាំងអស់​តែ​ម្ដង ។</p><p>ប្រើ​បញ្ជី <b>កំណែ</b> ដែល​នៅ​ខាងលើ​ប្រអប់​សេចក្ដី​ពិពណ៌នា ដើម្បី​ជ្រើស​កំណែ​ជាក់លាក់​មួយ​របស់​កញ្ចប់ ។</p><p>ចុច​ប៊ូតុង <b>អនុវត្ត</b> នៅ​ពេល​ដែល​អ្នក​ចង់​ឲ្យ​ការ​ផ្លាស់ប្ដូរ​របស់​អ្នក​ដំណើរការ ។</p>

source: <h2>Lock software</h2><p>Packages can be locked against automatic changes via the context menu.</p><p>Locking is only useful in very unusual cases: for instance, you may not want to install a given driver because it interferes with your system, yet you want to install some collection that includes it. Locks can be applied whether the package is installed or not.</p>
km: <h2>ចាក់សោ​ផ្នែក​ទន់</h2><p>កញ្ចប់​អាច​ធ្វើ​ការ​ចាក់សោ​បាន​តាមរយៈ​ម៉ឺនុយ​បរិបទ ដើម្បី​ប្រឆាំង​នឹង​ការ​ផ្លាស់ប្ដូរ​ដោយ​ស្វ័យប្រវត្តិ ។</p><p>ការ​ចាក់សោ មាន​អត្ថប្រយោជន៍​តែ​ក្នុង​ករណី​ខុស​ប្រក្រតី​ប៉ុណ្ណោះ ៖ ឧទាហរណ៍ អ្នក​មិន​ចង់​ដំឡើង​កម្មវិធី​បញ្ជា​ដែល​បាន​ផ្ដល់​ឲ្យ ពីព្រោះ​វា​ជ្រៀតជ្រែក​ប្រព័ន្ធ​របស់​អ្នក ប៉ុន្តែ​អ្នក​ចង់​ដំឡើង​សម្រាំង​មួយ​ចំនួន​ដែល​រួម​បញ្ចូល​វា​ផង​ដែរ ។ ការ​ចាក់សោ​អាច​ត្រូវ​បាន​អនុវត្ត ទោះជា​កញ្ចប់​ត្រូវ​បាន​ដំឡើង ឬ​អត់​ក៏​ដោយ ។</p>

source: <h2>Filters</h2>
km: <h2>តម្រង</h2>
wa: <h2>Passetes</h2>

source: <h3>Search</h3><p>Enter free text into the search-field to match their names and descriptions. (a search for 'office' will bring up the 'LibreOffice' packages as well as 'AbiWord' which carries the word 'office' in its description). You can search for multiple keywords by separating the with a white space (e.g. 'spread sheet' would return 'libreoffice-calc').You may use the search combined with a filter, like searching for a package in a given repository. Other search attributes are provided, such as to search for a given file.</p>
km: <h3>ស្វែងរក</h3><p>បញ្ចូល​អត្ថបទ​សេរី​ទៅ​ក្នុង​វាល​ស្វែងរក ដើម្បី​ផ្គូផ្គង​ឈ្មោះ និង​សេចក្ដី​ពិពណ៌នា​របស់​ពួកវា ។ (ការ​ស្វែងរក 'office' នឹង​បង្ហាញ​កញ្ចប់ 'LibreOffice' ព្រមទាំង 'AbiWord' ដែល​នាំ​យក​ពាក្យ 'office' ក្នុង​សេចក្ដី​ពិពណ៌នា​របស់​វា) ។ អ្នក​អាច​ស្វែងរក​ពាក្យ​គន្លឹះ​ច្រើន ដោយ​ញែក​វា​ជាមួយ​ចន្លោះ​មើល​មិន​ឃើញ (ឧទាហរណ៍ 'spread sheet' នឹង​បង្ហាញ 'libreoffice-calc') ។ អ្នក​អាច​ប្រើ​ការ​ស្វែងរក​រួម​បញ្ចូល​ជាមួយ​តម្រង ដូចជា​ការ​ស្វែងរក​កញ្ចប់​ក្នុង​ឃ្លាំង​ដែល​បាន​ផ្ដល់​ឲ្យ​ណាមួយ ។ គុណ​លក្ខណៈ​ស្វែងរក​ដទៃ​ទៀត​ត្រូវ​បាន​ផ្ដល់ ដូចជា​សម្រាប់​ស្វែងរក​ឯកសារ​ដែល​បាន​ផ្ដល់​ឲ្យ​ណាមួយ ។</p>

source: <h3>Groups</h3><p>Software for &product; is indexed so that you can find software for a specific task when you are not aware of the software selection available. A more detailed, hierarchical classification is provided by the <b>RPM Groups</b> filter.</p>
km: <h3>ក្រុម</h3><p>ផ្នែក​ទន់​សម្រាប់​ផលិតផល ត្រូវ​បាន​ដាក់​សន្ទស្សន៍ ដូច្នេះ​អ្នក​អាច​រក​ផ្នែក​ទន់​សម្រាប់​ភារកិច្ច​ជាក់លាក់​ណាមួយ នៅ​ពេល​ដែល​អ្នក​មិន​ច្បាស់​ថា​នឹង​មាន​ជម្រើស​ផ្នែក​ទន់​ដែរ​ឬ​ទេ ។ សេចក្ដី​លម្អិត​បន្ថែម​អំពី​ចំណាត់ថ្នាក់​ឋានានុក្រម ត្រូវ​បាន​ផ្ដល់​ដោយ​តម្រង <b>ក្រុម RPM</b> ។</p>

source: <h3>Patterns and Languages</h3><p><b>Patterns</b> are task-oriented collections of multiple packages that install like one. The installation of the <i>File Server</i> pattern, for example, will install various packages needed for running such a server.</p><p>If you want to install a particular language, you may want to do so via the <b>Language</b> tool from the YaST control center.</p>
km: <h3>លំនាំ និង​ភាសា</h3><p><b>លំនាំ</b> គឺជា​សម្រាំង​ភារកិច្ច​ណែនាំ​នៃ​កញ្ចប់​ជា​ច្រើន​ដែល​ដំឡើង​តែ​មួយ ។ ការ​ដំឡើង​នៃ​លំនាំ <i>ម៉ាស៊ីន​បម្រើ​ឯកសារ</i> ជា​ឧទាហរណ៍ នឹង​ដំឡើង​កញ្ចប់​ផ្សេងៗ​ដែល​ត្រូវ​ការ​សម្រាប់​ដំណើរការ ដូចជា​ម៉ាស៊ីន​បម្រើ ។</p><p>ប្រសិនបើ​អ្នក​ចង់​ដំឡើង​ភាសា​ណាមួយ អ្នក​ប្រហែល​ជា​ចង់​ធ្វើ​បែប​នេះ​តាមរយៈ​ឧបករណ៍ <b>ភាសា</b> ចេញពី​មជ្ឈមណ្ឌល​បញ្ជា​របស់ YaST ។</p>​

source: <h2>Software details in the box below</h2><p>Explore the available information about the package in the box below. Note that more information is available for installed packages than for those only available from a repository.</p><p>You can also pick a specific version of the package to install from this box.</p>
km: <h2>សេចក្ដី​លម្អិត​របស់​ផ្នែក​ទន់​ក្នុង​ប្រអប់​ខាងក្រោម</h2><p>រុករក​ព័ត៌មាន​ដែល​មាន​អំពី​កញ្ចប់​ក្នុង​ប្រអប់​ខាងក្រោម ។ ចំណាំ​ថា ព័ត៌មាន​ដែល​អាច​រក​បាន​សម្រាប់​កញ្ចប់​ដែល​បាន​ដំឡើង មាន​ច្រើន​ជាង​ព័ត៌មាន​សម្រាប់​កញ្ចប់​ដែល​អាច​រក​បាន​តែ​ចេញ​ពី​ឃ្លាំង ។</p><p>អ្នក​ក៏​អាច​ជ្រើសរើស​កំណែ​ជាក់លាក់​មួយ​នៃ​កញ្ចប់ ដើម្បី​ដំឡើង​ចេញពី​ប្រអប់​នេះ​បាន​ផង​ដែរ ។</p>

source: <h1>Purpose</h1><p>This tool gives you control on overviewing and picking patches. You may also reverse patches that have been applied to the system.</p>
km: <h1>គោលបំណង</h1><p>ឧបករណ៍​នេះ ផ្ដល់​ឲ្យ​អ្នក​នូវ​ការ​ត្រួតត្រា​លើ​ការ​មើល​ទិដ្ឋភាព​ទូទៅ និង​ការ​ជ្រើសរើស​បំណះ ។ អ្នក​ក៏​អាច​ដាក់​បញ្ច្រាស​បំណះ​ដែល​ត្រូវ​បាន​អនុវត្ត​រួចហើយ​ទៅ​ប្រព័ន្ធ​បាន​ផង​ដែរ​ ។</p>

source: <h1>Usage</h1><h2>Categories</h2><p>Patches are grouped as follows:</p><ul><li><b>Security</b>: patches a software flaw that could be exploited to gain restricted privilege.</li><li><b>Recommended</b>: fixes non-security related flaws (e.g. data corruption, performance slowdown)</li><li><b>Optional</b>: ones that only apply to few users.</li><li><b>Documentation</b>: fixes documentation errors.</li><li><b>YaST</b>: patches for the YaST control center tools.</li></ul>
km: <h1>ការ​ប្រើប្រាស់</h1><h2>ប្រភេទ</h2><p>បំណះ ត្រូវ​បាន​ដាក់​ជា​ក្រុម​ដូចខាងក្រោម ៖</p><ul><li><b>សុវត្ថិភាព</b> ៖ ដាក់​បំណះ​កំហុស​របស់​កម្មវិធី ដែល​អាច​ទាញ​យក​ប្រយោជន៍​បាន ដើម្បី​បង្កើន​សិទ្ធិ​ដែល​បាន​ដាក់​កម្រិត ។</li><li><b>អនុសាសន៍</b> ៖ ជួសជុល​កំហុស​ដែល​ទាក់ទង​នឹង​ភាព​គ្មាន​សុវត្ថិភាព (ឧទាហរណ៍ ទិន្នន័យ​ដែល​ខូច ការ​ពន្យឺត​ដំណើរការ)</li><li><b>ជម្រើស</b> ៖ ជា​ជម្រើស​ដែល​អនុវត្ត​ទៅកាន់​អ្នកប្រើ​មួយ​ចំនួន​តែ​ប៉ុណ្ណោះ ។</li><li><b>កម្រង​ឯកសារ</b> ៖ ជួសជុល​កំហុស​កម្រង​ឯកសារ ។</li><li><b>YaST</b> ៖ ដាក់​បំណះ សម្រាប់​ឧបករណ៍​នៃ​មជ្ឈមណ្ឌល​បញ្ជា​របស់ YaST ។</li></ul>

source: <p>Only patches that apply to your system will be visible. You can be sure that the decision to make a patch available is not done trivially.</p><p>If you are looking for applications enhancements, you should check for <i>upgrades</i> on the <b>Software Manager</b>.</p>
km: <p>មាន​តែ​បំណះ ដែល​អនុវត្ត​ទៅ​កាន់​ប្រព័ន្ធ​របស់​អ្នក​តែប៉ុណ្ណោះ នឹង​អាច​មើល​ឃើញ ។ អ្នក​អាច​ប្រាកដ​ថា ការ​សម្រេចចិត្ត​ធ្វើ​ឲ្យ​បំណះ​អាច​រក​បាន មិន​មែន​ត្រូវ​បាន​ធ្វើ​ដោយ​មិន​យក​ចិត្ត​ទុក​ដាក់​ឡើយ ។</p><p>ប្រសិនបើ​អ្នក​កំពុង​ស្វែងរក​ការ​ធ្វើ​កម្មវិធី​ឲ្យ​មាន​គុណភាព​ល្អ អ្នក​គួរ​តែ​ពិនិត្យ​មើល <i>ធ្វើ​ឲ្យ​ប្រសើរ</i> នៅ​លើ <b>កម្មវិធី​គ្រប់គ្រង​ផ្នែក​ទន់</b> ។</p>

source: Information only available for installed packages.
km: ព័ត៌មាន​មាន​តែ​សម្រាប់​កញ្ចប់​ដែល​បាន​ដំឡើង ។
wa: Informåcion seulmint disponibe po les pacaedjes d' astalés.

source: Several selected
km: បាន​ជ្រើស​ជា​ច្រើន
wa: Sacwants di tchoezis

source: Web site:
km: តំបន់​បណ្ដាញ ៖
wa: Waibe :

source: Patch issued:
km: បាន​ចេញ​ផ្សាយ​បំណះ ៖
wa: Coridjaedje fwait pa :

source: as
km: ដូចជា
wa: come

source: Details
km: លម្អិត
wa: Detays

source: Size:
km: ទំហំ ៖
wa: Grandeu:

source: License:
km: អាជ្ញាបណ្ណ ៖
wa: Licince:

source: Versions
km: កំណែ
wa: Modêyes

source: Installed
km: បាន​ដំឡើង
wa: Astalé

source: Remove
km: យក​ចេញ
wa: Oister

source: Upgrade
km: ធ្វើ​ឲ្យ​ប្រសើរ​
wa: Mete a livea

source: Downgrade
km: បន្ទាប
wa: Rimete come divant

source: Re-install
km: ដំឡើង​ឡើង​វិញ
wa: Rastaler

source: Install
km: ដំឡើង
wa: Astaler

source: Undo
km: មិន​ធ្វើវិញ
wa: Disfé

source: Supportability:
km: ភាព​គាំទ្រ ៖
wa: Sopoirtåvisté

source: Dependencies
km: ភាព​អាស្រ័យ
wa: Aloyances

source: Installed Version:
km: កំណែ​ដែល​បាន​ដំឡើង ៖
wa: Modêye d' astalêye :

source: Available Version:
km: កំណែ​ដែល​អាច​រក​បាន ៖
wa: Modêye k' i gn a :

source: File list
km: បញ្ជី​ឯកសារ
wa: Djivêye des fitchîs

source: Changelog
km: កំណត់​ហេតុ​ការ​ផ្លាស់ប្ដូរ
wa: Djournå des candjmints

source: Changelog applies only to the installed version.
km: កំណត់​ហេតុ​ផ្លាស់ប្ដូរ​អនុវត្ត​តែ​ទៅ​លើ​កំណែ​ដែល​បាន​ដំឡើង ។
wa: Li djournå des candjmints n' est metou en ouve ki po les modêyes astalêyes.

source: Authors
km: អ្នក​និពន្ធ
wa: Oteurs

source: Attribute not-specified.
km: គុណ​លក្ខណៈ​មិន​បាន​បញ្ជាក់ ។
wa: Atribut nén specifyî.

source: Developed by:
km: អភិវឌ្ឍន៍​ដោយ ៖
wa: Diswalpé pa:

source: Packaged by:
km: ខ្ចប់​ដោយ ៖
wa: Pacaedjeu:

source: Applies to
km: អនុវត្ត​ទៅ
wa: Si met en ouve po

source: Available
km: មាន​
wa: Disponibe

source: Modified
km: បានកែប្រែ
wa: Candjî

source: All packages
km: កញ្ចប់​ទាំងអស់
wa: Tos les pacaedjes

source: Not installed
km: មិនបាន​ដំឡើង
wa: Nén astalé

source: Upgrades
km: ធ្វើ​ឲ្យ​ប្រសើរ
wa: Metaedjes a livea

source: Locked
km: ជាប់សោ
wa: Eclawé

source: Only Upgrade Patches
km: ធ្វើ​ឲ្យ​ប្រសើរ​ឡើង​តែ​បំណះ​ប៉ុណ្ណោះ
wa: Ki les coridjaedjes di metaedje a livea

source: Upgrade All
km: ធ្វើ​ឲ្យ​ប្រសើរ​ឡើង​ទាំងអស់
wa: Mete a livea totafwait

source: (uploaded last 7 days)
km: (បាន​ផ្ទុក​ឡើង​កាលពី​ ៧ ថ្ងៃ​ចុងក្រោយ)
wa: (eberweté les 7 dierins djoûs)

source: All repositories
km: ឃ្លាំង​ទាំងអស់
wa: Tos les depots

source: None
km: គ្មាន
wa: Nouk

source: Repository not refreshed in a long time.
km: ឃ្លាំង​មិន​បាន​ធ្វើ​ឲ្យ​ស្រស់​ក្នុង​រយៈពេល​វែង​ទេ ។
wa: Depot nén rafristé dispoy lontins.

source: Switch installed packages to the versions in this repository
km: ប្ដូរ​កញ្ចប់​ដែល​បាន​ដំឡើង ទៅ​កំណែ​នៅ​ក្នុង​ឃ្លាំង​នេះ
wa: Candjî les pacaedjes astalés viè les modêyes di c' depot ci

source: Edit Repositories
km: កែសម្រួល​​ឃ្លាំង
wa: Candjî depots

source: All patches
km: បំណះ​ទាំងអស់
wa: Tos les coridjaedjes

source: automatic
km: ដោយ​ស្វ័យ​ប្រវត្តិ
wa: otomatike

source: user:
km: អ្នកប្រើ ៖
wa: uzeu :

source: install
km: ដំឡើង
wa: astaler

source: upgrade
km: ធ្វើ​ឲ្យ​ប្រសើរ
wa: mete a livea

source: remove
km: យក​ចេញ
wa: oister

source: downgrade
km: បន្ទាប
wa: rimete come divant

source: re-install
km: ដំឡើង​ឡើង​វិញ
wa: rastaler

source: patch
km: បំណះ
wa: coridjaedje

source: auto
km: ដោយ​ស្វ័យ​ប្រវត្តិ
wa: otomatike

source: add repository
km: បន្ថែមឃ្លាំង
wa: radjouter depot

source: remove repository
km: យក​ឃ្លាំង​ចេញ
wa: oister depot

source: change repository alias
km: ផ្លាស់ប្ដូរ​ឈ្មោះ​ក្លែងក្លាយ​របស់​ឃ្លាំង
wa: candjî no metou do depot

source: change repository url
km: ផ្លាស់ប្ដូរ url ឃ្លាំង
wa: candjî url do depot

source: Save to
km: រក្សាទុក​ទៅ
wa: Schaper eyet rlomer

source: No entries.
km: គ្មាន​ធាតុ ។
wa: Nole intrêye.

source: Version / URL
km: កំណែ / URL
wa: Modêye / URL

source: Requested by
km: បាន​ស្នើ​ដោយ
wa: Dimandé pa

source: Date
km: កាលបរិច្ឆេទ

source: Show History (%s)
km: បង្ហាញ​ប្រវត្តិ (%s)
wa: Mostrer istwere (%s)

source: Save to File
km: រក្សាទុក​ទៅ​ឯកសារ
wa: Schaper e fitchî

source: &Install
km: ដំឡើង
wa: Asta&ler

source: &Upgrade
km: ធ្វើ​ឲ្យ​ប្រសើរ​
wa: Mete a li&vea

source: &Re-install
km: ដំឡើង​ឡើង​វិញ​
wa: &Rastaler

source: &Remove
km: យក​ចេញ
wa: &Oister

source: &Undo
km: មិន​ធ្វើវិញ​
wa: &Disfé

source: &Unlock
km: ដោះ​សោ​
wa: Di&zeclawer

source: &Lock
km: ជាប់​សោ
wa: &Eclawer

source: No matches.
km: គ្មានកា​រផ្គូផ្គង ។
wa: Rén ki corespond.

source: modify
km: កែប្រែ
wa: candjî

source: locked: right-click to unlock
km: ជាប់សោ ៖ ចុច​កណ្ដុរ​ស្ដាំ​ដើម្បី​ដោះសោ
wa: eclawé : clitchîz droet pos dizeclawer

source: To install
km: ដើម្បី​ដំឡើង
wa: A astaler

source: To remove
km: យកចេញ
wa: A oister

source: (upgrade available)
km: (មាន​ការ​ធ្វើ​ឲ្យ​ប្រសើរ​ឡើង)
wa: (metaedje a livea disponibe)

source: status changed by the dependencies resolver
km: ស្ថានភាព​ត្រូវ​បាន​ផ្លាស់ប្ដូរ​ដោយ​កម្មវិធី​ដោះស្រាយ​ភាព​អាស្រ័យ
wa: estat candjî pal rezoudeu des aloyances

source: Installed packages
km: កញ្ចប់​ដែល​បាន​ដំឡើង​
wa: Pacaedjes d' astalés

source: Error
km: កំហុស
wa: Aroke

source: Import from
km: នាំចូល​ពី
wa: Abaguer a pårti di

source: Could not open:
km: មិន​អាច​បើក ៖
wa: Dji n' a savou drovi :

source: Export to
km: នាំចេញ​ទៅ
wa: Ebaguer viè

source: Could not save to:
km: មិន​អាច​រក្សាទុក​ទៅ​កាន់ ៖
wa: Dji n' l' a sepou schaper eyet l' rilomer dins :

source: Use this to generate extensive logs to help tracking down bugs in the dependencies resolver.
km: ប្រើ​នេះ ដើម្បី​បង្កើត​កំណត់ហេតុ​​បន្ថែម ដើម្បី​ជួយ​តាម​ដាន​កំហុស​ក្នុង​កម្មវិធី​ដោះស្រាយ​ភាព​អាស្រ័យ ។
wa: Eployîz çouci po fé des grands djournås po-z aidî a rtrover des bugs dins l' rezoudeu des aloyances.

source: The logs will be saved to the directory:
km: កំណត់ហេតុ នឹង​ត្រូវ​បាន​រក្សាទុក​ទៅ​ថត ៖
wa: Les djournås sront schapés e ridant :

source: Generate Dependencies Resolver Testcase
km: បង្កើត​ករណី​សាកល្បង​កម្មវិធី​ដោះស្រាយ​ភាព​អាស្រ័យ
wa: Ahiver on Cas d' saye do rezoudeu des aloyances

source: Success
km: ជោគជ័យ
wa: Fwait sins rujhe

source: Dependencies resolver test case written to:
km: ករណី​សាកល្បង​កម្មវិធី​ដោះស្រាយ​ភាព​អាស្រ័យ​បាន​សរសេរ​ទៅ ៖
wa: Cas d' saye do rezoudeu des aloyances sicrît so :

source: Also create a <tt>y2logs.tgz</tt> tar archive to attach to bugzilla?
km: បង្កើត​ប័ណ្ណសារ tar <tt>y2logs.tgz</tt> ដើម្បី​ភ្ជាប់​ទៅ​កាន់ bugzilla ?
wa: Ahiver ossu ene årtchive tar <tt>y2logs.tgz</tt> po djonde a Bugzilla ?

source: Failed to create dependencies resolver testcase. Please check disk space and permissions for:
km: បរាជ័យ​ក្នុង​ការ​បង្កើត​ករណី​សាកល្បង​កម្មវិធី​ដោះស្រាយ​ភាព​អាស្រ័យ ។ សូម​ពិនិត្យ​មើល​ទំហំ​ថាស និង​សិទ្ធិ​សម្រាប់ ៖
wa: L' ahivaedje do cas d' saye do rezoudeu des aloyances a fwait berwete. S' i vs plait, verifyîz l' plaece sol plake et les droets po :

source: F&ile
km: ឯកសារ
wa: F&itchî

source: &Import...
km: នាំចូល...
wa: &Aberweter...

source: &Export...
km: នាំចេញ...
wa: &Eberweter...

source: &Configuration
km: ការ​កំណត់​រចនាសម្ព័ន្ធ
wa: &Apontiaedje

source: &Repositories...
km: ឃ្លាំង...
wa: &Depots...

source: &Online Update...
km: បច្ចុប្បន្នភាព​​លើ​បណ្ដាញ...
wa: Metaedje a djoû so &fyis...

source: &Dependencies
km: ភាព​អាស្រ័យ
wa: &Aloyances

source: &Check Now
km: ពិនិត្យ​មើល​​ឥឡូវ
wa: &Verifyî sol côp

source: &Autocheck
km: ពិនិត្យ​មើល​ដោយស្វ័យ​ប្រវត្តិ
wa: Verifyî &tot seu

source: &Options
km: ជម្រើស
wa: &Tchuzes

source: Show -de&vel Packages
km: បង្ហាញ​កញ្ចប់ -devel
wa: Mostrer les pacaedjes -de&vel

source: Show -&debuginfo/-debugsource Packages
km: បង្ហាញ​កញ្ចប់ -&debuginfo/-debugsource
wa: Mostrer les pacaedjes -&debuginfo/-debugsource

source: &System Verification Mode
km: របៀប​ផ្ទៀងផ្ទាត់​ប្រព័ន្ធ
wa: Môde di verifiaedje do &sistinme

source: &Ignore recommended packages for already installed packages
km: មិន​អើពើ​កញ្ចប់​ដែល​បាន​ផ្ដល់​អនុសាសន៍​សម្រាប់​កញ្ចប់​ដែល​បាន​ដំឡើង​រួច​ហើយ
wa: Passer &houte des pacaedjes ricomandés po des pacaedjes dedja astalés

source: &Cleanup when deleting packages
km: សម្អាត​នៅពេល​លុប​កញ្ចប់
wa: Ri&netyî cwand on disface des pacaedjes

source: &Allow vendor change
km: អនុញ្ញាត​ឲ្យ​ផ្លាស់ប្ដូរ​ក្រុមហ៊ុន​លក់
wa: &Permete li candjmint d' vindeu

source: E&xtras
km: បន្ថែម​
wa: Ra&wetes

source: Show &Products
km: បង្ហាញ​ផលិត​ផល
wa: Mostrer les &prodûts

source: Show &Changes
km: បង្ហាញ​ការ​ផ្លាស់ប្ដូរ​
wa: Mostrer les &candjmints

source: Show &History
km: បង្ហាញ​ប្រវត្តិ​
wa: Mostrer l' &istwere

source: Show &Unneeded Dependencies
km: បង្ហាញ​ភាព​អាស្រ័យ​ដែល​មិន​ត្រូវការ​
wa: Mostrer les aloyances k' on n' a &nén mezåjhe

source: Install All Matching -&devel Packages
km: ដំឡើង​រាល់​កញ្ចប់ devel - ដែល​ផ្គូផ្គង​​
wa: Astaler tos les pacaedje -&devel ki corespondèt

source: Install All Matching -debug-&info Packages
km: ដំឡើង​រាល់​កញ្ចប់ -debug-&info ដែល​ផ្គូផ្គង​ទាំងអស់​
wa: Astaler tos les pacaedjes -debug-&sinfo ki corespondèt

source: Install All Matching -debug-&source Packages
km: ដំឡើង​កញ្ចប់ -debug-&source ដែល​ត្រូវ​គ្នា​ទាំងអស់
wa: Astaler tos les pacaedje -de&bugsource ki corespondèt

source: Generate Dependencies Resolver &Testcase
km: បង្កើត​ករណី​សាកល្បង​កម្មវិធី​ដោះស្រាយ​ភាព​អាស្រ័យ​
wa: Ahiver on Cas d' &saye do rezoudeu des aloyances

source: Reset &Ignored Dependencies Conflicts
km: កំណត់​ការ​ប៉ះ​ទង្គិច​ភាព​អាស្រ័យ​ដែល​បាន​មិន​អើពើ​ឡើងវិញ​
wa: Rimete a zero ls afrontmints d' aloyances ki dj' a passé &houte

source: Remove: cannot remove patterns
km: យកចេញ ៖ មិនអាច​យក​លំនាំ​ចេញ​បាន​ទេ ។
wa: Oister : dji n' sai oister les patrons

source: Installed: cannot remove a pattern. You must manually remove the individual packages you no longer want to keep.
km: បាន​ដំឡើង ៖ មិន​អាច​យក​លំនាំ​ចេញ​បាន​ទេ ។ អ្នក​ត្រូវតែ​យក​កញ្ចប់​នីមួយៗ​ចេញ​ដោយ​ដៃ ដែល​អ្នក​លែង​ចង់​ទុក​ទៀត​ហើយ ។
wa: Astalé : dji n' sai oister on patron. Vos dvoz disfacer al mwin les diferins pacaedjes ki vs n' avoz pus dandjî d' wårder.

source: Candidate provides:
km: ការ​ផ្ដល់​បេក្ខភាព ៖
wa: Li candidat ahesse :

source: Installed provides:
km: ការ​ផ្ដល់​ដែល​បានដំឡើង ៖
wa: L' astalé ahesse :

source: Vendor
km: ក្រុមហ៊ុន​លក់
wa: Vindeu

source: Products Listing
km: ការ​រាយ​ផលិតផល
wa: Djivêyes des prodûts

source: Clear
km: ជម្រះ
wa: Netyî
