Repository: Dzejrou/yast-translations
Catalog: po/gtk/*.po
Languages: km, wa

source: <b>Package search:</b> Use spaces to separate your keywords. (usage example: a name search for "yast dhcp" would match yast dhcpd tool)
km: <b>ស្វែងរក​កញ្ចប់ ៖</b> ប្រើ​ចន្លោះ​ដើម្បី​បំបែក​ពាក្យ​គន្លឹះ​របស់​អ្នក ។ (ការ​ប្រើប្រាស់​ឧទាហរណ៍ ៖ ឈ្មោះ​ស្វែងរក​សម្រាប់ "yast dhcp" នឹង​ផ្គូផ្គង​ yast dhcpd tool)
wa: <b>Cweraedje di pacaedje :</b> Eployîz des espåces po distrocler vos mots-clés. (metans : on cweraedje sol no après « yast dhcp » dinreut come rizultat l' usteye dhcpd da yast)

source: &Find:
km: រក ៖​
wa: &Trover :

source: Name & Summary
km: ឈ្មោះ និង​សេចក្ដី​សង្ខេប
wa: No eyet racourti

source: Description
km: ការពិពណ៌នា
wa: Discrijhaedje

source: File name
km: ឈ្មោះ​ឯកសារ
wa: No do fitchî

source: by
km: តាម
wa: di

source: %sPatterns are available%s that correspond to your search criteria.
km: %s លំនាំ​អាច​ប្រើបាន%s ដែល​ទាក់ទង​ទៅ​នឹង​លក្ខខណ្ឌ​ស្វែងរក​របស់​អ្នក ។
wa: %sPatrons sont disponibes%s ki corespondèt a vos criteres di cweraedje

source: Search by file name only reliable for installed packages.
km: ស្វែងរក​តាមរយៈ​ឈ្មោះ​ឯកសារ គឺ​អាច​ទុក​ចិត្ត​បាន​សម្រាប់​តែ​កញ្ចប់​ដែល​បាន​ដំឡើង​ប៉ុណ្ណោះ ។
wa: Cweri sorlon l' no do fitchî n' est fiyåve ki po les pacaedjes astalés.

source: view all changes
km: មើល​ការ​ផ្លាស់ប្ដូរ​ទាំងអស់
wa: vey tos les candjmints

source: <b>%s</b> %d preselected packages
km: <b>%s</b> %d កញ្ចប់​ដែលបាន​ជ្រើស​ជា​មុន
wa: <b>%s</b> %d pacaedjes prétchoezis

source: plus 1 dependency
km: បូក​ភាព​អាស្រ័យ ១
wa: pus 1 aloyance

source: plus %d dependencies
km: បូក​ភាព​អាស្រ័យ %d
wa: pus %d aloyances

source: No changes to perform
km: គ្មានការ​ផ្លាស់ប្ដូរ​ត្រូវ​អនុវត្ត
wa: Nou candjmint a fé

source: To install:
km: ដំឡើង ៖
wa: A astaler :

source: To upgrade:
km: ដើម្បីធ្វើ​ឲ្យ​ប្រសើរ​ឡើង ៖
wa: A mete a livea :

source: To remove:
km: យកចេញ ៖
wa: A oister :

source: Space available:
km: ទំហំ​ដែល​អាច​ប្រើ​បាន ៖
wa: Plaece k' i gn a :

source: Disk space required:
km: ត្រូវការ​ទំហំ​ថាស ៖
wa: Plaece sol plake k' i fåt :

source: Download size:
km: ទំហំ​ទាញយក ៖
wa: Grandeu d' aberwetaedje :

source: Partition %s is %s over-capacity
km: ភាគ​ថាស %s គឺ %s លើស​សមត្ថភាព
wa: Li pårticion %s est di %s pa dzeu ç' k' ele sait wårder

source: %s filled out of %s
km: %s បាន​បំពេញ %s
wa: %s rimpli so %s

source: Close software manager when done
km: បិទ​កម្មវិធី​គ្រប់គ្រង​កម្មវិធី​នៅពេល​ដែល​ធ្វើ​រួច
wa: Clôre li manaedjeu des programes cwand tot est fwait

source: Revert?
km: បញ្ច្រាស ?
wa: Rivni èn erî ?

source: Summary of changes
km: សេចក្ដី​សង្ខេប​នៃ​ការ​ផ្លាស់ប្ដូរ
wa: Racourti des candjmints

source: Review the changes to perform.
km: ពិនិត្យ​មើល​ការ​ផ្លាស់ប្ដូរ​ដើម្បី​អនុវត្ត ។
wa: Verifyîz les candjmints a fé.

source: See History
km: មើល​ប្រវត្តិ
wa: Vey l' istwere

source: Show Unneeded Dependencies
km: បង្ហាញ​ភាព​អាស្រ័យ​ដែល​មិន​ត្រូវការ
wa: Mostrer les aloyances k' on n' a nén mezåjhe

source: This is a listing of dependencies no longer used. It is neither accurate, nor comprehensive. Use with care.
km: នេះ​មិន​មែន​ជា​ការ​រាយ​គ្រប់​ជ្រុងជ្រោយ នៃ​ភាព​អាស្រ័យ​ដែល​លែង​ប្រើ​បាន​នោះ​ទេ ។ វា​មិន​សុក្រឹត និង​មិន​គ្រប់គ្រាន់ ។ ប្រើ​ដោយ​យក​ចិត្ត​ទុកដាក់ ។
wa: Çouci est ene djivêye des aloyances ki n' est pus eployeye. Ele n' est ni djusse ni complete. Eployîz l' avou sogne.

source: Remove All
km: យក​ចេញ​ទាំងអស់
wa: Totafwait oister

source: Education
km: ការ​អប់រំ
wa: Sicolaedje

source: Games
km: ល្បែង
wa: Djeus

source: Graphics
km: ក្រាហ្វិក​
wa: Imådjes

source: Office
km: ការិយាល័យ
wa: Burotike

source: Programming
km: ការ​សរសេរ​កម្មវិធី
wa: Programaedje

source: Multimedia
km: ពហុមេឌៀ

source: System
km: ប្រព័ន្ធ
wa: Sistinme

source: Desktop (GNOME)
km: ផ្ទៃតុ (GNOME)
wa: Sicribanne (GNOME)

source: Desktop (KDE)
km: ផ្ទៃតុ (KDE)
wa: Sicribanne (KDE)

source: Desktop (XFCE)
km: ផ្ទៃតុ (XFCE)
wa: Sicribanne (XFCE)

source: Desktop (Others)
km: ផ្ទៃតុ (ផ្សេងៗ)
wa: Sicribanne (ôtes)

source: Publishing
km: បោះពុម្ពផ្សាយ
wa: Eplaidaedje

source: Admin Tools
km: ឧបករណ៍​គ្រប់គ្រង
wa: Usteyes di manaedjmint

source: Localization
km: កា​រធ្វើ​មូលដ្ឋានីយកម្ម
wa: Locålijhaedje

source: Security
km: សុវត្ថិភាព
wa: Såvrité

source: Communication
km: ​ទំនាក់ទំនង
wa: Comunicåcion

source: Network
km: បណ្តាញ
wa: Rantoele

source: Documentation
km: ឯកសារ
wa: Documintåcion

source: Utilities
km: ឧបករណ៍​ប្រើ​ប្រាស់
wa: Usteyes

source: Unknown
km: មិន​ស្គាល់
wa: Nén cnoxhou

source: Suggested
km: ផ្ដល់​យោបល់
wa: Sudjeré

source: Recommended
km: ជា​អនុសាសន៍
wa: Ricmandé

source: Unmaintained
km: ដែល​មិន​បាន​ថែទាំ
wa: Nén mintnous

source: Recent
km: ថ្មីៗ
wa: D' enawaire

source: Multiversion
km: កំណែ​ច្រើន​
wa: Multimodêye

source: Installed:
km: ដំឡើង ៖
wa: Astalé:

source: of
km: នៃ
wa: di

source: Reboot required:
km: តម្រូវ​ឲ្យ​ចាប់ផ្ដើម​ឡើង​វិញ ៖
wa: Fåt i renonder l' sistinme :

source: the system will have to be restarted in order for this patch to take effect.
km: ប្រព័ន្ធនឹង​ត្រូវ​ចាប់ផ្ដើម​ ដើម្បី​ឲ្យ​បំណះ​នេះ​មាន​ប្រសិទ្ធភាព ។
wa: i fårè kel sistinme soeye renondé po k' ci coridjaedje soeye en ouve.

source: Relogin required:
km: តម្រូវ​ឲ្យ​ចូល​ម្ដង​ទៀត ៖
wa: Fåt i s' relodjî :

source: you must logout and login again for this patch to take effect.
km: អ្នក​ត្រូវ​តែ​ចេញ ហើយ​ចូល​ម្ដង​ទៀត​ដើម្បី​ឲ្យ​បំណះ​នេះ​មាន​ប្រសិទ្ធភាព ។
wa: vos vs divoz dislodjî eyet relodjî po k' ci coridjaedje soeye en ouve.

source: Optional
km: ជា​ជម្រើស
wa: Nén rekis

source: Other
km: ផ្សេង​ទៀត
wa: Ôte
