Repository: Dzejrou/yast-translations
Catalog: po/wol/*.po
Languages: af, ast, bg, bn, ca, cs, da, de, et, fi, fr, gl, gu, hr, it, ja, km, kn, ko, lt, mk, mr, nl, pa, pl, ru, sk, sv, tr, wa, xh, zh_tw, zu

source: Package could not be installed. Install the missing packages and try again.
af: Pakket kon nie geïnstalleer word nie. Installeer die ontbrekende pakket en probeer weer.
ast: Nun pudo instalase'l paquete. Instala los paquetes faltantes y volvi tentalo.
bg: Пакетът не може да бъде инсталиран. Инсталирайте липсващите пакети и опитайте отново.
bn: প্যাকেজ ইনস্টল করতে পারি নি. মিসিং প্যাকেজ ইনস্টল করুন এবং পুনরায় চেষ্টা করুন.
ca: No s'ha pogut instal·lar el paquet. Instal·leu els paquets que falten i torneu-ho a intentar.
cs: Balíček nelze nainstalovat. Nainstalujte chybějící balíčky a opakujte pokus.
da: Pakken kunne ikke installeres. Installér de manglende pakker og prøv igen.
de: Das Paket konnte nicht installiert werden. Installieren Sie die fehlenden Pakete und versuchen Sie es erneut.
et: Paketti ei suudetud paigaldada. Paigalda puuduvad paketid ja proovi uuesti.
fi: Pakettia ei voitu asentaa. Asenna puuttuvat paketit ja yritä uudelleen.
fr: Le paquetage n'a pas pu être installé. Installez les paquetages manquants, puis réessayez.
gl: O paquete non se puido instalar. Instale os paquetes que faltan e ténteo de novo.
gu: પેકેજ ઇન્સ્ટોલ ના થઇ શકયું. ખુટતા પેકેલ ઇન્સ્ટોલ કરીને ફરી કોશિષ કરો.
hr: Paket nije moguće instalirati. Instalirajte paket koji nedostaje i pokušajte ponovno.
it: Impossibile installare il pacchetto. Installare i pacchetti mancanti e riprovare.
ja: パッケージをインストールすることができませんでした。 必要なパッケージをインストールして再試行してください。
km: មិន​អាច​ដំឡើង​កញ្ចប់​បាន ។ ដំឡើង​កញ្ចប់​ដែល​បាត់ និង​ព្យាយាម​ម្ដង​ទៀត ។
kn: ಪ್ಯಾಕೇಜ್ ಅನುಸ್ಥಾಪಿಸಲು ಸಾಧ್ಯವಾಗುತ್ತಿಲ್ಲ. ಕಳೆದುಹೋಗಿರುವ ಪ್ಯಾಕೇಜ್‌ಗಳನ್ನು ಅನುಸ್ತಾಪಿಸಿ ಮತ್ತು ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ.
ko: 꾸러미를 설치할 수 없습니다. 누락된 꾸러미를 설치하고 다시 시도하십시오.
lt: Nepavyksta įdiegti paketo. Įdiekite trūkstamus paketus ir bandykite vėl.
mk: Пакетот не може да се инсталира. Инсталирајте го пакетот што недостасува и обидете се повторно.
mr: पॅकेज स्थापित करता आले नाही. गहाळ पॅकेजेस स्थापित करा आणि करत प्रयत्न करा.
nl: Het pakket kon niet geïnstalleerd worden. Installeer de ontbrekende pakketten en probeer het nog eens.
pa: ਪੈਕੇਜ ਨੂੰ ਇੰਸਟਾਲ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ। ਗੁੰਮ ਪੈਕੇਜ ਇੰਸਟਾਲ ਕਰਕੇ ਮੁੜ ਕੋਸ਼ਿਸ ਕਰੋ ਜੀ।
pl: Pakiet nie mógł zostać zainstalowany. Proszę zainstalować brakujące pakiety i spróbować ponownie.
ru: Невозможно установить пакет. Установите отсутствующие пакеты и попробуйте снова.
sk: Balík nemôže byť nainštalovaný. Nainštalujte chýbajúce balíky a skúste znova.
sv: Paketet kunde inte installeras. Installera det saknade paketet och försök igen.
tr: Paket kurulamadı. Eksik paketleri kurup yeniden deneyin.
wa: Li paket n' sait nén esse astalé. Astalez les pakets mancants eyet sayîz co on côp.
xh: Umbekelo awunakuhlohlwa. Hlohla imibekelo elahlekileyo kwaye uzame kwakhona.
zh_tw: 無法安裝套件。 請安裝遺失的套件並再試一次。
zu: Iphakheji ayizange ifakwe. Faka amaphakheji alahlekile uphinde uzame.

source: MAC Address
af: MAC-adres
ast: Direición MAC
bg: MAC адрес
bn: MAC এড্রেস
ca: Adreça MAC
cs: MAC adresa
da: MAC-adresse
de: MAC-Adresse
et: MAC-aadress
fi: MAC-osoite
fr: Adresse MAC
gl: Enderezo MAC
gu: MAC સરનામું
hr: MAC adresa
it: Indirizzo MAC
ja: MAC アドレス
km: អាសយដ្ឋាន MAC
kn: MAC ವಿಳಾಸ
ko: MAC 주소
lt: MAC adresas
mk: „MAC“ адреса
mr: MAC पत्ता
nl: MAC-adres
pa: MAC ਸਿਰਨਾਵਾਂ
pl: Adres MAC
ru: MAC-адрес
sk: MAC adresa
sv: Mac-adress
tr: MAC adresi
wa: Adresse MAC
xh: Idilesi ye-MAC
zh_tw: MAC 位址
zu: Ikheli le-MAC

source: Host Name
af: Gasheernaam
ast: Nome d'agospiu
bg: Име на машината
bn: হোস্টের নাম
ca: Nom de l'ordinador central
cs: Jména počítače
da: Værtsmaskinenavn
de: Rechnername
et: Masina nimi
fi: Konenimi
fr: Nom d'hôte
gl: Nome de Máquina
gu: હોસ્ટ નામ
hr: Naziv računala
it: Nome host
ja: ホスト名
km: ឈ្មោះ​ម៉ាស៊ីន
kn: ಹೋಸ್ಟ್ ಹೆಸರು
ko: 호스트 이름
lt: Pagrindinio kompiuterio vardas
mk: Име на домаќинот
mr: यजमान नाव
nl: Hostnaam
pa: ਹੋਸਟ ਨਾਂ
pl: Nazwa komputera
ru: Имя узла
sk: Hostiteľ
sv: Värddatornamn
tr: Makine adı
wa: No d' lodjeu
xh: Igama Lomamkeli
zh_tw: 主機名稱
zu: Igama Lesiphakeli

source: Wake Up
af: Wakker maak
ast: Espertar
bg: Събуждане
bn: ওয়েক আপ
ca: Desperta't
cs: Spustit
da: Vågn op
de: Aufwecken
et: Ärkamine
fi: Herätä
fr: Réveiller
gl: Espertar
gu: જાગો
hr: Probudi
it: Sveglia
ja: 起動
km: ភ្ញាក់​ឡើង
kn: ಎಚ್ಚರಗೊಳಿಸು
ko: 부팅하기
lt: Pabusti
mk: Разбуди се
mr: जागे व्हा
nl: Wekken
pa: ਵੇਕਅੱਪ
pl: Budzenie
ru: Проснуться
sk: Spustiť
sv: Vakna
tr: Uyan
wa: Dispierter
xh: Vuka
zh_tw: 喚醒
zu: Vuka

source: Wake-On-Lan
bg: Събуждане по LAN
bn: ওয়েক-অন-লন
et: Ärka-On-Lan
fi: Herätä verkosta (WOL)
gu: જાગો-ઓન-લેન
hr: Probudi-na-Lan
ko: WOL(Wake On Lan)
lt: Pabusti tinkle
mk: Разбуди преку мрежа
mr: लॅन वर जागे व्हा
pl: Budzenie przez sieć
tr: Yerel ağ üzerinden uyandır
xh: Vuka Ku-Lan
zh_tw: 網路喚醒功能
zu: I-Wake-On-Lan

source: <h2>Wake on LAN</h2> <p>With WOL, you can 'wake up' your PC simply by sending a 'magic packet' over the network.</p>
af: <h2>Wake on LAN</h2> <p>U kan met WOL u PR 'wakker maak' deur ’n 'towerpakket' oor die netwerk te stuur.</p>
ast: <h2>Wake on LAN</h2> <p>Con WOL, pues «espertar» el to PC unviando namái un «paquete máxicu» pela rede.</p>
bg: <h2>Събуждане по LAN</h2> <p>Дава възможност за "събуждане" на компютъра като се изпрати "магически пакет" по мрежата.</p>
bn: <h2>ওয়েক অন লন</h2> <p>WOLসহ, আপনি আপনার PC সিম্পলি 'ওয়েক আপ' করতে পারবেন 'ম্যাজিক প্যাকেট' পাঠিয়ে নেটওয়ার্ক ওপরে.</p>
ca: <h2>Wake On LAN</h2> <p>WOL permet 'despertar' l’ordinador mitjançant tan sols l’enviament d’un 'paquet màgic' a través de la xarxa.</p>
cs: <h2>Wake On LAN</h2> <p>S WOL můžete vaše PC jednoduše spustit zasláním 'magického paketu' po síti.</p>
da: <h2>Wake on LAN</h2> <p>Med WOL, kan du vække din PC, ved simpelthen at sende en 'magisk pakke' over netværket.</p>
de: <h2>Wake On LAN</h2> <p>Mit WOL können Sie Ihren PC einfach durch Senden eines 'magic packet' über das Netzwerk wecken.</p>
et: <h2>Wake on LAN</h2> <p>WOL-i abil saab 'äratada' oma PC, saates sellele võrgu kaudu 'maagilise paketi'.</p>
fi: <h2>Herätä verkosta</h2> <p>Käyttämällä WOL-toimintoa voit 'herättää' tietokoneesi lähettämällä 'taikapaketin' verkon kautta.</p>
fr: <h2>Wake On LAN</h2> <p>Avec WOL, vous pouvez 'réveiller' votre PC en envoyant simplement un 'paquet magique' à travers le réseau.</p>
gl: <h2>Wake On LAN</h2> <p>WOL permítelle 'espertar' ao seu PC simplemente enviando un 'paquete máxico' a través da rede.</p>
gu: <h2>Wake on LAN</h2> <p>WOL સાથે, તમે તમારા પીસીનેનેટવર્ક પર કફત એક જાદુઇ 'પેકેટ' મોકલીને જગાડી શકો છો</p>
hr: <h2>Probudi na LAN</h2> <p>Pomoću WOL-a možete 'probuditi' vaš PC poslavši mu 'čarobni paket' preko mreže.</p>
it: <h2>Wake On LAN</h2> <p>WOL permette di 'svegliare' (wake up) il computer inviando semplicemente un 'pacchetto magico' (magic packet) tramite la rete.</p>
ja: <h2>Wake On LAN</h2> <p>WOL を利用すると、ネットワークを介して 'マジックパケット' を送ることで、 お使いの PC を '起動' することができます。</p>
km: <h2>Wake on LAN</h2> <p>ជាមួយ WOL អ្នក​អាច 'ដាស់​'កុំព្យូទ័រ​របស់​អ្នក ដោយ​គ្រាន់​តែផ្ញើ 'កញ្ចប់​វេទមន្ត' មួយ លើ​បណ្ដាញ ។</p>
kn: <h2>Wake on LAN</h2> <p>WOL ನೊಂದಿಗೆ, ನೆಟ್‌ವರ್ಕ್ ಮೂಲಕ ಒಂದು 'magic packet'ವನ್ನು ಕಳುಹಿಸುವುದರೊಂದಿಗೆ ನೀವು ನಿಮ್ಮ PC ಯನ್ನು ಎಚ್ಚರಗೊಳಿಸಬಹುದಾಗಿದೆ('wake up').</p>
ko: <h2>WOL(Wake On Lan)</h2> <p>WOL을 사용하면 네트워크를 통해 '매직 패킷'을 보내는 것만으로도 PC를 '부팅'할 수 있습니다.</p>
lt: <h2>Pabusti tinkle (angl. Wake on LAN)</h2> <p>Su šia savybe jūs galite „pažadinti“ savo AK per tinklą, pasiuntę „magišką paketą“.</p>
mk: <h2>Разбуди преку мрежа</h2> <p>Со РПМ, можете да го „разбудете“ вашиот компјутер едноставно со праќање на „маѓичен пакет“ преку мрежата.</p>
mr: <h2>लॅन वर जागे व्हा</h2> डब्ल्यूओएलने तुम्ही केवळनेटवर्कवर एक ‘मॅजिक पॅकेट’ पाठवून तुमच्या पीसी ला ‘जागे करू’ शकता.</p>
nl: <h2>Wake on LAN</h2> <p>Met WOL is uw PC eenvoudig te 'wekken' door het versturen van een 'magic packet' via het netwerk.</p>
pa: <h2>LAN ਉੱਤੇ ਵੇਕ (WOL)</h2> <p>WOL ਨਾਲ, ਤੁਸੀਂ ਨੈੱਟਵਰਕ ਉੱਤੇ ਆਪਣੇ ਸਿਸਟਮ ਨੂੰ ਚਾਲੂ ਕਰਨ ਲਈ 'ਮੈਜ਼ਿਕ ਪੈਕੇਟ' ਭੇਜ ਸਕਦੇ ਹੋ।</p>
pl: <h2>Budzenie przez sieć</h2> <p>Za pomocą usługi WOL można "obudzić" komputer przesyłając do niego przez sieć tzw. "magiczny pakiet".</p>
ru: <h2>Wake On LAN</h2> <p>С WOL вы можете разбудить ваш компьютер, просто послав ему 'волшебный пакет' по сети.</p>
sk: <h2>Wake on LAN</h2> <p>Pomocou WOL je možné 'zobudiť' počítač poslaním 'magického' paketu po sieti.</p>
sv: <h2>Wake on LAN</h2> <p>Med WOL kan du "väcka" din dator genom att skicka ett "magiskt paket" över nätverket.</p>
tr: <h2>Ağ üzerinden uyandır</h2> <p>Ağ üzerinden uyandırma ile bilgisayarınızı ağ üzerinden 'özel bir paket' göndererek 'uyandırabilirsiniz'.</p>
wa: <h2>Wake on LAN</h2> <p>Avou WOL, vos ploz 'dispierter' vosse PC simplumint en evoyant on 'madjike paket' pal rantoele.</p>
xh: <h2>Vuka ku-LAN</h2> <p>Nge-WOL, 'ungavusa' i-PC yakho ngokuthumela nje 'ipakethe yomlingo' ngaphezu kothungelwano.</p>
zh_tw: <h2>Wake on LAN (網路喚醒)</h2> <p>使用 WOL 功能，您只要透過網路傳送「魔術封包」就可以「喚醒」 您的電腦。</p>
zu: <h2>I-Wake on LAN</h2> <p>Kanye ne-WOL, 'ungaphaphamisa' i-PC yakho ngokumane nje uthumele 'iphakethe elinomlingo' ngenethiwekhi.</p>

source: Really delete this item?
af: Skrap werklik hierdie item?
ast: ¿Desaniciar daveres esti elementu?
bg: Наистина ли желаете да изтриете този елемент?
bn: সত্যিই কি এই আইটেমটি মুছে ফেলবো?
ca: Esteu segur que voleu suprimir aquest element?
cs: Opravdu smazat tuto položku?
da: Vil du virkelig slette dette punkt?
de: Soll dieses Element wirklich gelöscht werden?
et: Kas tõesti kustutada see element?
fi: Poistetaanko tämä kohde varmasti?
fr: Souhaitez-vous vraiment supprimer cet élément ?
gl: Desexa realmente eliminar este elemento?
gu: ખરેખર આ વસ્તુ કાઢી નાખીએ?
hr: Da li zaista želite obrisati ovu stavku?
it: Eliminare realmente questo elemento?
ja: この項目を削除してよろしいですか？
km: ពិត​ជា​លុប​ធាតុ​នេះ​ឬ ?
kn: ಈ ಅಂಶವನ್ನು ನಿಜವಾಗಿಯೂ ಅಳಿಸಬೇಕೆ?
ko: 이 항목을 삭제하시겠습니까?
lt: Tikrai pašalinti šį elementą?
mk: Навистина сакате да ја избришете оваа ставка?
mr: खरंच ही मजकूर खोडून टाका?
nl: Dit item echt verwijderen?
pa: ਕੀ ਇਹ ਆਈਟਮ ਹਟਾਉਣੀ ਹੈ?
pl: Czy na pewno usunąć ten element?
ru: Действительно удалить эту запись?
sk: Naozaj odstrániť túto položku?
sv: Vill du ta bort det här objektet?
tr: Silinsin mi?
wa: Vormint disfacer cisse sacwè?
xh: Ngenene cima le nto?
zh_tw: 確定要刪除此項目嗎？
zu: Ufuna ukuyisusa ngempela le nto?

source: Waking remote host
af: Maak afstandsgasheer wakker
ast: Espertando l'agospiu remotu
bg: Събуждане на отдалечена машина
bn: ওয়েকিং রিমোট হস্ট
ca: S'està despertant l'ordinador remot
cs: Spustit vzdálený počítač
da: Vækker ekstern værtsmaskine
de: Entfernten Rechner wecken
et: Kaugmasina äratamine
fi: Etäkoneen herätys
fr: Réveil de l'hôte distant
gl: Espertando máquina remota
gu: રીમોટ હોસ્ટને જગાડવો
hr: Budim udaljeno računalo
it: Sveglia host remoto
ja: リモートホストを起動しています
km: កំពុង​ដាស់​ម៉ាស៊ីន​ពី​ចម្ងាយ
kn: ದೂರದ ಹೋಸ್ಟ್ ಎಚ್ಚರಗೊಳಿಸಲಾಗುತ್ತಿದೆ
ko: 원격 호스트 부팅
lt: Žadinti nutolusį kompiuterį
mk: Го будам далечниот домаќин
mr: दूरस्थ सादरकर्त्याला जागे करत आहे
nl: Remote host wordt wakker gemaakt
pa: ਰਿਮੋਟ ਹੋਸਟ ਵੇਕਿੰਗ
pl: Budzenie zdalnego komputera
ru: Разбудить удалённый узел
sk: Spúšťam vzdialený počítač
sv: Väcker fjärrvärddator
tr: Uzak makine uyandırılıyor
wa: Dji dispiete li lodjeu då lon
xh: Ivusa umamkeli omgama
zh_tw: 喚醒遠端主機
zu: Ukuvusa isiphakeli esikude

source: Host Name:
af: Gasheernaam:
ast: Nome d'agospiu:
bg: Име на машината:
bn: হোস্টের নাম:
ca: Nom de l'ordinador central:
cs: Jméno počítače:
da: Værtsmaskinenavn:
de: Rechnername:
et: Masina nimi:
fi: Konenimi:
fr: Nom d'hôte :
gl: Nome de máquina:
gu: હોસ્ટ નામ
hr: Naziv računala:
it: Nome host:
ja: ホスト名:
km: ឈ្មោះ​ម៉ាស៊ីន ៖
kn: ಹೋಸ್ಟ್ ಹೆಸರು:
ko: 호스트 이름:
lt: Pagrindinio kompiuterio vardas:
mk: Име на домаќинот:
mr: सादरकर्ता नाव:
nl: Hostnaam:
pa: ਹੋਸਟ ਨਾਂ:
pl: Nazwa komputera:
ru: Имя узла:
sk: Hostiteľ:
sv: Värddatornamn:
tr: Makine adı:
wa: No d' lodjeu:
xh: Igama Lomamkeli:
zh_tw: 主機名稱：
zu: Igama Lesiphakeli:

source: MAC Address of the Client:
af: MAC-adres van die kliënt:
ast: Direición MAC del veceru:
bg: МАС адрес на клиента:
bn: ক্লাইন্টের MAC ঠিকানা:
ca: Adreça MAC del client:
cs: MAC adresa klienta:
da: MAC-adresse på klienten:
de: MAC-Adresse des Clients:
et: Kliendi MAC-aadress:
fi: Asiakkaan MAC-osoite:
fr: Adresse MAC du client :
gl: Enderezo MAC do Cliente:
gu: ક્લાયન્ટનું MAC સરનામું
hr: MAC adresa klijenta:
it: Indirizzo MAC del client:
ja: クライアントの MAC アドレス:
km: អាសយដ្ឋាន MAC របស់ ម៉ាស៊ីន​ភ្ញៀវ ៖
kn: ಕ್ಲೈಂಟ್‌ನ MAC ವಿಳಾಸ:
ko: 클라이언트의 MAC 주소:
lt: Kliento MAC adresas:
mk: „MAC“ адреса на клиентот:
mr: ग्राहकाचा MAC पत्ता:
nl: MAC-adres van de cliënt:
pa: ਕਲਾਂਇਟ ਦਾ MAC ਸਿਰਨਾਵਾਂ:
pl: Adres MAC klienta:
ru: MAC-адрес клиента:
sk: MAC adresa klienta:
sv: Klientens Mac-adress:
tr: İstemcinin MAC adresi:
wa: Adresse MAC do Cliyint:
xh: Idilesi ye-MAC yoMxumi:
zh_tw: 用戶端的 MAC 位址：
zu: Ikheli le-MAC le-Client:

source: No previously configured clients found. However, a DHCP configuration was found on this system. Import the host configuration data (MAC addresses and host names) from '/etc/dhcpd.conf'?
af: Geen voorheen gekonfigureerde kliënte gevind nie. Daar is egter ’n DHCP-konfigurasie in hierdie stelsel gevind. Voer die gasheer konfigurasiedata (MAC-adresse en gasheername) vanaf '/etc/dhcpd.conf' in?
ast: Nun s'alcontraron veceros previos configuraos. Por embargu, alcontróse nesti sistema una configuración DHCP. ¿Importar los datos de configuración d'agospiu (direiciones MAC y nomes d'agospiu) de «/etc/dhcpd.conf»?
bg: Не са открити вече настроени клиенти. Все пак настройка за DHCP бе открита на тази система. Желаете ли да импортирате настройките за машините (МАС адреси и имена) от '/etc/dhcpd.conf'?
bn: পূর্বে সংরূপিত কোন ক্লায়েন্ট পাওয়া যায় নি। তবে এই সিস্টেমে একটি DHCP সংরূপণ পাওয়া গিয়েছিল। /etc/dhcpd.conf থেকে হোস্ট সংরূপণ ডেটা (MAC ঠিকানা ও হোস্টের নামগুলি) আমদানি করবেন?
ca: No s’ha trobat cap client configurat prèviament. No obstant això, sí que s'ha trobat una configuració DHCP al sistema. Voleu importar les dades de configuració de l’ordinador central (adreces MAC i noms d’ordinadors centrals) de '/etc/dhcpd.conf'?
cs: Nebyl nalezen žádný již nastavený klient. Na vašem systému však již existuje konfigurace DHCP. Přejete si importovat konfigurační data (MAC adresu a jméno počítače) z '/etc/dhcpd.conf'?
da: Fandt ingen tidligere konfigurerede klienter. Imidlertid blev en DHCP-konfiguration fundet på dette system. Importér værtsmaskinens konfigurationsdata (MAC-adresser og værtsmaskinenavne) fra '/etc/dhcpd.conf ?
de: Es wurden keine bereits konfigurierten Clients gefunden. Jedoch wurde auf diesem System eine DHCP-Konfiguration gefunden. Wollen Sie die Rechnerkonfigurationsdaten (MAC-Adressen und Rechnernamen) aus '/etc/dhcpd.conf' importieren?
et: Eelnevalt häälestatud kliente ei leitud. Süsteemist leiti aga DHCP häälestus. Kas importida masina häälestuse andmed (MAC-aadressid ja masinanimed) failist '/etc/dhcpd.conf'?
fi: Aiemmin määritettyjä asiakkaita ei löytynyt. Järjestelmästä löydettiin kuitenkin DHCP-määritys. Tuodaanko koneiden määritystiedot (MAC-osoitteet ja konenimet) /etc/dhcpd.conf-tiedostosta?
fr: Aucun client configuré précédemment n'a été trouvé. Cependant, une configuration DHCP a été trouvée sur ce système. Importer les données de configuration de l'hôte (adresses MAC et noms d'hôtes) depuis '/etc/dhcpd.conf' ?
gl: Non se atopou ningún cliente xa configurado. Sen embargo, atopouse unha configuración DHCP no sistema. Desexa importar os datos de configuración das máquinas (enderezos MAC e nomes de sistemas) de '/etc/dhcpd.conf'?
gu: પહેલાના કન્ફિગર થયેલા ગ્રાહકો શોધાયા નથી. આમ છતાં, આ સિસ્ટમ પર DHCP કન્ફિગ્યુરેશન શોધાયું.'/etc/dhcpd.conf'? માંથી હોસ્ટ કન્ફિગ્યુરેશન માહિતી (MAC સરનામાં અને હોસ્ટ નામો) ઇમ્પોર્ટ કરવી છે?
hr: Nije pronađen niti jedan postavljeni klijent. No, pronađene su DHCP postavke na ovom sustavu. Da li želite uvesti konfiguracijske podatke (MAC adresu i imena računala) iz '/etc/dhcpd.conf'?
it: Non è stato rilevato alcun client configurato in precedenza. È stata comunque rilevata una configurazione DHCP sul sistema. Importare i dati di configurazione dell'host (indirizzo MAC e nomi host) da '/etc/dhcpd.conf'?
ja: 以前に設定したクライアントが見つかりません。 しかしながら、このシステムには DHCP が設定されています。ホスト設定データ (MAC アドレスとホスト名) を /etc/dhcpd.conf から取得しますか？
km: រក​មិន​ឃើញ​ម៉ាស៊ីន​ភ្ញៀវ​ដែល​បាន​កំណត់​រចនាសម្ព័ន្ធ​ពី​មុន ។ យ៉ាងណា​ក៏​ដោយ ការ​កំណត់​រចនាសម្ព័ន្ធ DHCP ត្រូវ​បាន​រក​ឃើញ​លើ​ប្រព័ន្ធ​នេះ ។ នាំចូល​ទិន្នន័យ​កំណត់​រចនាសម្ព័ន្ធ​ម៉ាស៊ីន (អាសយដ្ឋាន MAC និង​ឈ្មោះ​ម៉ាស៊ីន) ពី '/etc/dhcpd.conf' ឬ ?
kn: ಈ ಹಿಂದೆ ಸಂರಚನೆಯಾಗಿರುವ ಯಾವುದೇ ಕ್ಲೈಂಟ್ ದೊರಕಿಲ್ಲ. ಆದಾಗ್ಯೂ, ಒಂದು DHCP ಸಂರಚನೆ ಈ ವ್ಯವಸ್ಥೆಯಲ್ಲಿ ದೊರಕಿದೆ. ಹೋಸ್ಟ್ ಸಂರಚನೆಯ ಡೇಟಾ(MAC ವಿಳಾಸಗಳು ಮತ್ತು ಹೋಸ್ಟ್ ಹೆಸರುಗಳು)ವನ್ನು '/etc/dhcpd.conf' ನಿಂದ ಆಮದು ಮಾಡಿಕೊಳ್ಳಬೇಕೆ?
ko: 이전에 구성된 클라이언트를 찾을 수 없습니다. 그러나 이 시스템에서 DHCP 구성을 찾았습니다. '/etc/dhcpd.conf'에서 호스트 구성 데이터(MAC 주소 및 호스트 이름)를 가져오기 하시겠습니까?
lt: Nerasta anksčiau konfigūruotų klientų, tačiau sistemoje rasta DHCP konfigūracija. Ar importuoti kompiuterio konfigūracijos duomenis (MAC adresus ir kompiuterio pavadinimus) iš '/etc/dhcpd.conf'?
mk: Не се пронајдени претходно конфигурирани клиенти. Но, на овој систем е пронајдено „DHCP“ конфигурација. Внесете ги податоците за конфигурацијата на домаќинот („MAC“ адресите и имињата на домаќините) од „/etc/dhcpd.conf“?
mr: आधीचा आकृतीबंधित केलेला क्लाएंट मिळाला नाही. तथापि, या सिस्टीमवर डीसीपीएच आकृतीबंध मिळाला. ’/etc/dhcpd.conf’?वरून होस्ट आकृतीबंध डेटा (मॅक एड्रेसेस आणि होस्ट्स नेम्स) आणा.
nl: Er zijn geen eerdere geconfigureerde cliënten gevonden. Er is echter wel een DHCP-configuratie op dit systeem gevonden. De host-configuratiedata (MAC-adressen en hostnamen) uit '/etc/dhcpd.conf' importeren?
pa: ਪਹਿਲਾਂ ਸੰਰਚਿਤ ਕਲਾਂਇਟ ਨਹੀਂ ਲੱਭਿਆ ਹੈ। ਪਰ, ਤੁਹਾਡੇ ਸਿਸਟਮ ਤੇ DHCP ਸੰਰਚਨਾ ਨਹੀਂ ਲੱਭੀ ਹੈ। '/etc/dhcpd.conf' ਤੋਂ ਹੋਸਟ ਸੰਰਚਨਾ ਡਾਟਾ (MAC ਸਿਰਨਾਵਾਂ ਅਤੇ ਹੋਸਟ ਨਾਂ) ਪ੍ਰਾਪਤ ਕਰਨੇ ਹਨ?
pl: Nie znaleziono skonfigurowanych wcześniej klientów. W systemie wykryto jednak konfigurację DHCP. Czy zaimportować dane konfiguracyjne komputerów (adresy MAC i nazwy hostów) z pliku /etc/dhcpd.conf?
ru: Не обнаружено ранее настроенных клиентов. Однако, в этой системе были обнаружены настройки DHCP. Импортировать настройки узлов (MAC-адреса и имена узла) из '/etc/dhcpd.conf'?
sk: Nepodarilo sa nájsť vopred nakonfigurovaných klientov. DHCP konfigurácia je však dostupná na tomto systéme. Importovať konfiguračné dáta hostiteľov (MAC adresy a názvy) z '/etc/dhcpd.conf'?
sv: Inga tidigare inställda klienter hittades. Dock hittades en DHCP-inställningen på systemet. Importera datorinställningsdata (Mac-adresser och datornamn) från "/etc/dhcpd.conf"?
tr: Önceden yapılandırılmış bir istemci bulunamadı, ancak sistemde bir DHCP yapılandırması bulundu. Ana makine verileri (MAC adresi ve makine adları) '/etc/dhcpd.conf' dosyasından alınsın mı?
wa: Dji n' a trové pont d' cliyint ddja -z apontyî. Mins nerén, on apontiaedje DHCP a stî trové so ç' sistinme. Aberweter les dnêyes d' apontiaedje do lodjeu (adresses MAC et nos d' lodjeu) a pårti d' '/etc/dhcpd.conf'?
xh: Akukho baxumi babumbekileyo bangaphambili bafunyenweyo. Kanti, ubumbeko lwe-DHCP lufumanekile kwesi sixokelelwano Ngenisa idata yobumbeko yomamkeli (idilesi ye-MAC kunye namagama abamkeli) ku- '/etc/dhcpd.conf'?
zh_tw: 找不到之前設定的用戶端。 不過，在這個系統中找到 DHCP 組態。是否從 '/etc/dhcpd.conf' 輸入 主機組態資料 (MAC 位址與主機名稱)？
zu: Awekho ama-client ahlelwe esikhathini esidlule. Nokho, ukuhlelwa kwe-DHCP kutholakele kule sistimu. Landa ukwaziswa kokuhlelwa kwesiphakeli (amakheli e-MAC kanye namagama eziphakeli) kwi- '/etc/dhcpd.conf'?
