Repository: Dzejrou/yast-translations
Catalog: po/docker/*.po
Languages: fa, nl

source: Changes in Container
fa: تغییرات در محفظه
nl: Wijzigingen in container

source: Path
fa: مسیر
nl: Pad

source: Status
fa: وضعیت

source: &Exit
fa: خروج
nl: &Sluiten

source: Commit Container
fa: ارتکاب محفظه
nl: Container vastleggen (commit)

source: Repository
fa: مخزن
nl: Opslagruimte

source: Name
fa: نام
nl: Naam

source: Tag
fa: تگ

source: Author
fa: مؤلف
nl: Auteur

source: Message
fa: پیام
nl: Bericht

source: &Ok
fa: پذیرش

source: &Cancel
fa: لغو
nl: &Annuleren

source: Inject Shell
fa: تزریق Shell
nl: Shell plaatsen

source: Target Shell
fa: هدف قرار دادن Shell
nl: Doel-shell

source: Failed to run terminal. Error: %{error}
fa: در اجرای پایانه ناموفق بود. خطا: %{error}
nl: Het uitvoeren van de terminal is mislukt. Fout: %{error}

source: Docker service does not run. Should YaST start docker? Otherwise YaST quits.
fa: سرویس Docker در حال اجرا نیست. آیا YaST داکر را شروع کند؟ در غیر اینصورت YaST خارج میشود.
nl: Dockerservice wordt niet uitgevoerd. Moet YaST docker starten? Anders wordt YaST afgesloten.

source: Docker service does not run. Run this module as root or start docker service manually.
fa: سرویس داکر در حال اجرا نیست. این ماژول را در حالت ریشه اجرا کنید و یا سرویس داکر را به صورت دستی اجرا کنید.

source: Communication with docker failed with error: %s. Please try again.
fa: ارتباط با داکر با این خطا ناموفق بود: %s. لطفا مجددا تلاش کنید.
nl: Communicatie met docker is mislukt met fout: %s. Probeer het opnieuw.

source: Do you really want to stop the running container?
fa: آیا شما واقعا میخواهید محفظه ی در حال اجرا را متوقف کنید؟
nl: Wilt u de actieve container stoppen?

source: Do you want to remove the container?
fa: آیا شما واقعا میخواهید محفظه را حذف کنید؟
nl: Wilt u de container verwijderen?

source: Do you really want to kill the running container?
fa: آیا شما واقعا میخواهید محفظه ی در حال اجرا را بکشید؟
nl: Wilt u de actieve container afbreken?

source: &Images
fa: ایمیج ها

source: &Containers
fa: محفظه ها

source: Docker Images
fa: ایمیج های داکر

source: Running Docker Containers
fa: محفظه های در حال اجرای داکر
nl: Dockercontainers uitvoeren

source: Image ID
fa: شناسه ی ایمیج

source: Created
fa: ایجاد شده
nl: Aangemaakt

source: Virtual Size
fa: حجم مجازی
nl: Virtuele grootte

source: Container ID
fa: شناسه ی محفظه

source: Image
fa: ایمیج

source: Command
fa: فرمان
nl: Opdracht

source: Ports
fa: درگاه ها
nl: Poorten

source: Re&fresh
fa: تازه سازی
nl: &Vernieuwen

source: R&un
fa: اجرا
nl: U&itvoeren

source: &Delete
fa: حذف
nl: Verwij&deren

source: S&how Changes
fa: نمایش تغییرات
nl: Wijzigingen &tonen

source: Inject &Terminal
fa: تزریق پایانه
nl: Terminal &plaatsen

source: &Stop Container
fa: توقف محفظه
nl: Container &stoppen

source: &Kill Container
fa: کشتن محفظه
nl: Container &afbreken

source: &Commit
fa: ارتکاب
nl: &Vastleggen (commit)

source: Do you really want to delete image "%s"?
fa: آیا شما واقعا میخواهید ایمیج "%s" را حذف کنید؟
nl: Wilt u image "%s" verwijderen?

source: Run Container
fa: اجرای محفظه
nl: Container uitvoeren

source: Host
fa: میزبان

source: Container
fa: محفظه

source: Add
fa: افزودن
nl: Toevoegen

source: Remove
fa: حذف
nl: Verwijderen

source: Volumes
fa: حجم ها

source: Choose directory to share
fa: فهرست را برای به اشتراک گذاری انتخاب کنید
nl: Te delen map kiezen

source: Choose target directory
fa: فهرست هدف را انتخاب کنید
nl: Doelmap kiezen

source: Choose external port
fa: درگاه خروجی را انتخاب کنید
nl: Externe poort kiezen

source: Choose internal port
fa: درگاه ورودی را انتخاب کنید
nl: Interne poort kiezen

source: Docker service does not run. \ Run this module as root or start docker service manually.
nl: Dockerservice is niet actief. Voer deze module uit als root of start de dockerservice handmatig.
