Repository: Dzejrou/yast-translations
Catalog: po/live-installer/*.po
Languages: ar, ca, cs, da, de, el, es, fi, fr, gl, he, hr, hu, it, ja, ka, km, ko, lt, nb, nl, nn, pa, pl, pt_br, ro, ru, sk, sv, tg, th, uk, wa, zh_tw

source: <p> To change the values, click the respective headline or select <b>Change Installation Settings</b>.</p>
ar: <p> لتغيير القيم انقر فوق عنوانها أو حدد <b>تغيير إعدادات التثبيت</b></p>
ca: <p> Per canviar-ne els valors, feu clic a les capçaleres respectives, o bé seleccioneu <b>Canvia els paràmetres de la instal·lació...</b>.</p>
cs: <p> Hodnoty změníte kliknutím na odpovídající záhlaví nebo pomocí nabídky <b>Změnit nastavení instalace</b>.</p>
da: <p> Ændr værdierne ved at trykke på den respektive overskrift, eller ved at trykke på knappen <b>Ændr installationsindstillinger</b>.</p>
de: <p> Wenn Sie die Einstellungen ändern möchten, klicken Sie auf die betreffende Überschrift oder wählen Sie <b>Installationseinstellungen ändern</b> aus.</p>
el: <p> Αλλάξτε τις τιμές κάνοντας κλικ στον αντίστοιχο τίτλο ή επιλέξτε <b>Αλλαγή Ρυθμίσεων Εγκατάστασης</b>.</p>
es: <p> Para cambiar los valores pulse sobre la respectiva cabecera o bien seleccione <b>Cambiar ajustes de la instalación</b>.</p>
fi: <p> Muuta arvoja napsauttamalla otsikkoa tai käytä <b>Muuta asennuksen määrityksiä</b> -valikkoa.</p>
fr: <p> Pour modifier les valeurs, cliquez sur le titre correspondant ou sélectionnez <b>Modifier les paramètres d'installation</b>.</p>
gl: <p> Para cambiar os valores prema na respectiva cabeceira ou prema o botón <b>Cambiar configuración da instalación</b>.</p>
he: <p> בכדי לשנות ערכים, לחצו על הכותרות או בחר<b>שנה הגדרות התקנה</b>.</p>
hu: <p> Az értékek módosításához kattintson a megfelelő főcímre, vagy nyomja meg a <b>Telepítési beállítások módosítása</b> gombot.</p>
it: <p> Per modificare i valori fare clic sull'intestazione corrispondente oppure selezionare <b>Modifica impostazioni di installazione</b>.</p>
ja: <p> 設定を変更するにはヘッドラインのリンクを押すか、 もしくは <b>インストール設定の変更</b> メニューをご利用ください。</p>
km: <p> ដើម្បី​ផ្លាស់ប្ដូរ​​តម្លៃ ចុច​​ចំណងជើង​នីមួយៗ ឬ​ជ្រើស <b>ផ្លាស់ប្ដូរ​ការ​កំណត់​ការ​ដំឡើង</b> ។</p>
lt: <p> Keiskite reikšmes spausdami ant atitinkamos antraštės arba naudodami meniu <b>Keisti diegimo nuostatas</b>.</p>
nb: <p> Du kan endre verdiene ved å klikke på overskriften eller på <b>Endre installasjonsinnstillinger.</b></p>
nl: <p> Wijzig de waarden door op de respectievelijke kopregel te klikken of door de knop <b>Installatie-instellingen wijzigen</b> te gebruiken.</p>
nn: <p> Du kan endra verdiane ved å trykkja på overskrifta eller på <b>Endra installasjonsinnstillingar</b>.</p>
pa: <p> ਮੁੱਲ ਬਦਲਣ ਵਾਸਤੇ, ਢੁੱਕਵੀਂ ਹੈੱਡ-ਲਾਈਨ ਚੁਣੋ ਜਾਂ <b>ਇੰਸਟਾਲੇਸ਼ਨ ਸੈਟਿੰਗ ਬਦਲੋ</b> ਬਟਨ ਨੂੰ ਦੱਬੋ।</p>
pl: <p> W celu zmiany wartości, należy kliknąć odpowiedni nagłówek lub użyć przycisku <b>Zmień ustawienia instalacji</b>.</p>
pt_br: <p> Para alterar os valores, clique no respectivo cabeçalho ou selecione <b>Alterar as configurações da instalação</b>.</p>
ru: <p> Чтобы изменить значения, нажмите на соответствующем заголовке или используйте кнопку <b>Изменить настройки установки</b>.</p>
sk: <p> Hodnoty zmeníte kliknutím na príslušný titulok, alebo vyberte <b>Zmeniť nastavenia inštalácie</b></p>
tg: <p> Барои тағйир додани қиматҳои насб, сарварақҳои мувофиқро зер кунед ё тугмаи <b>Тағйир додани танзимоти насб</b>-ро интихоб намоед.</p>
uk: <p> Змініть значення, натиснувши відповідний заголовок, або скориставшись меню <b>Змінити параметри встановлення</b>.</p>
wa: <p> Po candjî les valixhances, clitchîz so leus gros tites oudonbén tchoezixhoz l' boton <b>Candjî tchuzes d' astalaedje</b></p>
zh_tw: <p> 按下對應的標題來改變設定值 或選擇<b>變更安裝設定</b>。</p>

source: <p> Your hard disk has not been modified, you can still safely abort. </p>
ar: <p> لم يتم تعديل القرص الثابت، يمكنك إلى الآن الغاء العملية بأمان. </p>
ca: <p> El disc dur encara no s'ha modificat i encara podeu interrompre la instal·lació sense cap problema. </p>
cs: <p> Váš pevný disk dosud nebyl nijak změněn, stále můžete instalaci přerušit. </p>
da: <p> Din harddisk er ikke blevet ændret, du kan stadig trygt afbryde. </p>
de: <p> Ihre Festplatte wurde nicht verändert, Sie können immer noch ohne Risiko abbrechen. </p>
el: <p> Ο σκληρός σας δίσκος δεν έχει μεταβληθεί, έτσι μπορείτε ακόμα με ασφάλεια να ματαιώσετε την εγκατάσταση. </p>
es: <p> Su disco duro no ha sido modificado, por lo que aún puede cancelar sin problemas. </p>
fi: <p> Kiintolevyäsi ei muutettu millään tavalla, joten voit turvallisesti vielä keskeyttää asennuksen. </p>
fr: <p> Votre disque dur n'a pas été modifié, vous pouvez donc interrompre en toute sécurité. </p>
gl: <p> O seu disco duro non foi modificado, aínda pode interromper a instalación sen problemas. </p>
he: <p> הכונן הקשיח שלכם לא שונה, אתם יכולים בבטחה לבטל. </p>
hr: <p> Vaš disk nije promijenjen u bilo kojem obliku, tako da je još uvijek sigurno odustati. </p>
hu: <p> Merevlemezének tartalma eddig nem változott, így most még biztonsággal megszakíthatja a telepítést. </p>
it: <p> Il disco fisso non è stato modificato, quindi si può ancora interrompere il processo in modo sicuro. </p>
ja: <p> まだハードディスクの内容は何も変更していませんので、中止しても問題はありません。 </p>
km: <p> ថាស​រឹង​របស់​អ្នក​មិន​ត្រូវ​បាន​កែប្រែ​ទេ ដូច្នេះ​អ្នក​នៅ​តែ​អាច​បោះបង់​ដោយ​សុវត្ថិភាព ។ </p>
ko: <p> 하드디스크가 변경되지 않았으므로 안전하게 중지할 수 있습니다. </p>
lt: <p> Jūsų standusis diskas dar nebuvo pakeistas, taigi vis dar galite saugiai nutraukti. </p>
nb: <p> Harddisken er ikke endret, så det er fremdeles trygt å avbryte. </p>
nl: <p> Uw harde schijf is niet gewijzigd, u kunt dus nog steeds veilig afbreken. </p>
nn: <p> Harddisken er ikkje endra, så det er framleis trygt å avbryta. </p>
pa: <p> ਤੁਹਾਡੀ ਹਾਰਡ ਡਿਸਕ ਉੱਤੇ ਕਿਸੇ ਤਰ੍ਹਾਂ ਦੀ ਕੋਈ ਵੀ ਤਬਦੀਲੀ ਨਹੀਂ ਕੀਤੀ ਗਈ, ਇਸਕਰਕੇ ਤੁਸੀਂ ਸੁਰੱਖਿਅਤ ਢੰਗ ਨਾਲ ਛੱਡ ਸਕਦੇ ਹੋ। </p>
pl: <p> Zmiany na dysku twardym nie zostały jeszcze dokonane, można bezpiecznie przerwać instalację. </p>
pt_br: <p> Seu disco rígido não foi alterado, você ainda pode cancelar com segurança. </p>
ro: <p> Harddisk-ul dvs nu a fost modificat în nici un fel, puteți înca anula procesul. </p>
ru: <p> Ваш жёсткий диск не был изменён, вы всё ещё можете безопасно прервать установку. </p>
sk: <p> Váš disk nebol zmenený, takže môžete bezpečne prerušiť inštaláciu. </p>
sv: <p> Din hårddisk har inte ändrats. Det är fortfarande säkert att avbryta. </p>
tg: <p> Диски компютерии шумо тағйир наёфт, бинобар ин шумо метавонед насбро бехатар қатъ кунед. </p>
th: <p> จะไม่มีการแก้ไขใด ๆ กับฮาร์ดดิสก์ของคุณ ดังนั้นคุณจึงทำการยกเลิกได้อย่างปลอดภัย </p>
uk: <p> На вашому жорсткому диску не було зроблено жодних змін, отже ще можна безпечно перервати встановлення.</p>
wa: <p> Vosse deure plake n' a gote sitî candjeye co, ki vs poloz co abandner sins risse. </p>
zh_tw: <p> 您的硬碟尚未套用任何變更，因此您仍可以安全的中止離開。 </p>

source: <p>Welcome to the &product; installation. Press <b>Next</p> to run the installation wizard.</p>
ar: <p>مرحبا بك في تثبيت &product;. إضغط <b>التالي</p> لتشغيل معالج التثبيت.</p>
ca: <p>Us donem la benvinguda a la instal·lació de &product; Premeu <b>Següent</p> per iniciar l'auxiliar d'instal·lació.</p>
cs: <p>Vítejte v instalaci systému &product;. Průvodce instalací spustíte kliknutí na tlačítko <b>Další</b>.</p>
da: <p>Velkommen til installation af &product;. Tryk på <b>Næste</b> for at køre installationsguiden.</p>
de: <p>Willkommen zur Installation von &product;. Klicken Sie auf <b>Weiter</b>, um den Installationsassistenten zu starten.</p>
el: <p>Καλώς ήλθατε στην εγκατάσταση του &product. Πατήστε <b>Επόμενο</p> για να εκινήσετε τον οδηγό εγκατάστασης.</p>
es: <p>Bienvenido a la instalación de &product;. Pulse <b>Siguiente</b> para ejecutar el asistente de instalación.</p>
fi: <p>Tervetuloa ohjelman &product; asennukseen. Suorita asennusavustaja napsauttamalla <b>Seuraava</p>.</p>
fr: <p>Bienvenue dans l'installation de &product;. Cliquez sur <b>Suivant</b> pour lancer l'assistant d'installation.</p>
gl: <p>Benvid@ á instalación de &product;. Prema <b>Seguinte</b> para executar o asistente de instalación.</p>
he: <p>ברוכים הבאים להתקנת &product;. לחץ <b>המשך</b> להפעיל את אשף ההתקנה.</p>
hr: <p>Dobrodošli u instalaciju &product;. Stisnite <b>Dalje</p> da biste pokrenuli čarobnjaka za instalaciju.</p>
hu: <p>Üdvözöljük a(z) &product; telepítőjében. A telepítővarázsló indításához nyomja meg a <b>Következő</p> gombot.</p>
it: <p>Benvenuti nell'installazione di &product;. Premere <b>Avanti</p> per avviare la procedura guidata di installazione.</p>
ja: <p>&product; のインストールへようこそ。 <b>次へ</p> を押すとインストールウイザードが始まります。</p>
ka: <p>მოგესალმებათ &product;-ის ჩადგმის პროგრამა. ჩადგმის ისტატის გასაშვებად <b>შემდეგს</p>.</p>
km: <p>សូម​ស្វាគមន៍​មក​កាន់​ការ​ដំឡើង &product; ។ ចុច <b>បន្ទាប់</p> ដើម្បី​រត់​អ្នក​ជំនួយ​ការ​ដំឡើង ។</p>
ko: <p>&product; 설치에 오신것을 환영합니다. <b>다음</p>버튼을 누르면 설치 마법사를 실행합니다.</p>
lt: <p>Jus sveikina &product; diegimas. Spauskite <b>Toliau</p> norėdami paleisti diegimo vedlį.</p>
nb: <p>Velkommen til installasjonsprogrammet for &product;. Trykk på <b>Neste</p> for å starte installasjonsveiviseren.</p>
nl: <p>Welkom bij de installatie van &product;. Klik <b>Verder</b> om de installatie-assistent te starten.</p>
nn: <p>Velkomen til installeringa av &product;. Trykk <b>Neste</p> for å starta installasjonsvegvisaren.</p>
pa: <p>&product; ਇੰਸਟਾਲੇਸ਼ਨ ਵਲੋਂ ਜੀ ਆਇਆਂ ਨੂੰ। ਇੰਸਟਾਲੇਸ਼ਨ ਸਹਾਇਕ ਚਲਾਉਣ ਲਈ <b>ਅੱਗੇ</p> ਦੱਬੋ।</p>
pl: <p>Witamy w procesie instalacji &product;. Proszę nacisnąć przycisk <b>Dalej</p>, aby uruchomić kreatora instalacji.</p>
pt_br: <p>Bem-vindo a instalação do &product;. Clique em <b>Próximo</p> para executar o assistente de instalação.</p>
ro: <&p>Bine ați venit la instalarea product;. Apăsați <b>Următor</p> pentru a rula asistenutl de instalare.</p>
ru: <p>Добро пожаловать в установку &product;. Нажмите <b>Далее</p> для запуска мастера установки.</p>
sk: <p>Vitajte v inštalácii systému &product;. Sprievodcu inštalácie spustíte kliknutím na tlačidlo <b>Ďalej</b>.</p>
sv: <p>Välkommen till installationen av &product;. Klicka på <b>Nästa</p> för att påbörja installationsguiden.</p>
tg: <p>Хуш омадед ба насби &product;. Барои иҷро кардани устоди насб, тугмаи <b>Навбатӣ</p>-ро зер кунед.</p>
th: <p>ยินดีต้อนรับสู่การติดตั้ง &product; กด <b>ถัดไป</p> เพื่อเรียกตัวช่วยทำการติดตั้ง</p>
uk: <p>Ласкаво просимо до встановлення &product;. Натисніть <b>Далі</p>, щоб запустити майстер встановлення.</p>
wa: <p>Bénvnou a l' astalaedje di &product;. Tchôkîz <b>Shuvant</b> po-z enonder l' macrea d' astalaedje.</p>
zh_tw: <p>歡迎您使用 &product; 安裝程式。 按 <b>下一步</p> 執行安裝精靈。</p>

source: Welcome to %1 installation
ar: أهلا بك إلى تثبيت %1
ca: Us donem la benvinguda a la instal·lació d'%1
cs: Vítejte v instalaci %1
da: Velkommen til installation af %1
de: Willkommen zur %1-Installation
el: Καλώς ήλθατε στην εγκατάσταση του %1
es: Bienvenido a la instalación de %1
fi: Tervetuloa ohjelman %1 asennukseen
fr: Bienvenue dans l'installation de %1
gl: Benvid@ á instalación de %1
he: ברוכים הבאים לתוכנת ההקנה של %1
hr: Dobrodošli u %1 instalaciju
hu: Üdvözli Önt a(z) %1 telepítőprogram
it: Benvenuti nell'installazione di %1
ja: %1 インストールにようこそ！
ka: მოგესალმებათ %1-ის ჩადგმის პროგრამა
km: សូមស្វាគមន៍​មក​កាន់​ការ​ដំឡើង %1
ko: %1 설치에 오신것을 환영합니다
lt: Jus sveikina %1 diegimas
nb: Velkommen til %1-installasjonen
nl: Welkom bij de %1-installatie
nn: Velkomen til installering av %1
pa: %1 ਇੰਸਟਾਲੇਸ਼ਨ ਵਲੋਂ ਜੀ ਆਇਆਂ ਨੂੰ
pl: Witamy w programie instalacyjnym %1
pt_br: Bem-vindo à instalação do %1
ro: Bine ați venit la instalarea %1
ru: Добро пожаловать в установку %1
sk: Vitajte v inštalácii %1
sv: Välkommen till %1-installationen
tg: Хуш омадед ба насби %1
th: ยินดีต้อนรับสู่การติดตั้ง %1
uk: Ласкаво просимо до встановлення %1
wa: Bénvou a l' astalaedje di %1
zh_tw: 歡迎使用 %1 安裝程式

source: Your %1 will be installed quickly and easily in a few steps. You will only have to answer some questions.
ar: سيتم تثبيت %1 بسرعة وسهولة في بضع خطوات. عليك فقط الإجابة على بعض الأسئلة.
ca: El vostre %1 s'instal·larà ràpidament i fàcil en uns pocs passos. Només haureu de respondre algunes preguntes.
cs: Váš %1 bude rychle a jednoduše nainstalován v několika krocích. Před instalací budete vyzváni k zadání několika informací.
da: Din %1 vil blive installeret hurtigt og nemt i nogle få trin. Du skal blot besvare nogle spørgsmål.
de: Ihr %1 wird schnell und einfach in wenigen Schritten installiert. Sie müssen nur einige Fragen beantworten.
el: Το %1 θα εγκατασταθεί γρήγορα και εύκολα σε λίγα βήματα. Θα χρειαστεί μόνο να απαντήσετε σε μερικές ερωτήσεις.
es: Su %1 se instalará rápida y fácilmente en unos pocos pasos. Sólo debe responder a algunas preguntas.
fi: %1 asennetaan muutamassa vaiheessa nopeasti ja helposti. Sinun tulee vain vastata muutamiin kysymyksiin.
fr: Votre %1 sera installé rapidement et facilement en quelques étapes. Vous devrez simplement répondre à quelques questions.
gl: %1 vaise instalar axiña e doadamente en poucos pasos. Só terá que contestar a algunhas preguntas.
he: ה%1 שלך יותקן במהירות ובקלות בכמה שלבים. את/ה צריכ/ה לענות על כמה שאלות.
hr: Vaš %1 sustav će bit instaliran brzo i lako u samo nekoliko koraka. Morat ćete odgovoriti na samo par pitanja.
hu: A(z) %1 néhány lépésben gyorsan és egyszerűen telepítésre kerül. Csupán néhány kérdésre kell válaszolnia.
it: %1 sarà installata rapidamente e con facilità in pochi passaggi. Si dovrà solamente rispondere ad alcune domande.
ja: %1 は、いくつかの質問に答えるだけで、 素早く簡単にインストールする ことができます。
km: %1 នឹង​ត្រូវ​បាន​ដំឡើង​ភ្លាមៗ និង​​ងាយ​ស្រួល​តែ​ពីរ ឬ​បី​ជំហាន​ប៉ុណ្ណោះ ។ អ្នក​នឹង​ត្រូវ​ឆ្លើយ​សំណួរ​មួយ​ចំនួន​ប៉ុណ្ណោះ ។
ko: %1 설치를 빠르고 쉽게 설치하기 위해 몇가지 질문에 답하고 진행하세요.
lt: Jūsų %1 bus įdiegta greitai ir paprastai vos keliais žingsniais. Jums tereikės atsakyti į kai kuriuos klausimus.
nb: Nå kan du raskt og enkelt installere %1 ved å følge noen få trinn. Du må bare svare på noen spørsmål.
nl: Uw %1 zal snel en simpel, in een paar stappen, worden geinstalleerd. U dient alleen wat vragen te beantwoorden.
nn: No kan du raskt og enkelt installera %1 ved å følgja nokre få trinn. Du treng berre svara på nokre få spørsmål.
pa: ਤੁਹਾਡੀ %1 ਤੁਰੰਤ ਅਤੇ ਕੁਝ ਹੀ ਸਟੈਪਾਂ ਵਿੱਚ ਇੰਸਟਾਲ ਹੋਵੇਗੀ। ਤੁਹਾਨੂੰ ਕੇਵਲ ਕੁਝ ਸਵਾਲਾਂ ਦੇ ਜਵਾਬ ਦੇਣੇ ਪੈਣਗੇ।
pl: System %1 zostanie zainstalowany szybko i łatwo w kilku etapach. Proszę tylko odpowiedzieć na kilka pytań.
pt_br: Seu %1 será instalado rapidamente e facilmente em alguns passos. Você terá somente que responder algumas perguntas.
ro: %1 va fi instalat rapid și comod în câțiva pași. Trebuie doar să răspundeți la câteva întrebări.
ru: Ваш дистрибутив %1 будет установлен быстро и просто за несколько шагов. Вам только нужно ответить на некоторые вопросы.
sk: Váš %1 bude inštalovaný rýchlo a jednoducho v niekoľkých krokoch. Budete musieť odpovedať na niektoré otázky.
sv: %1 kommer att installeras snabbt och enkelt i några få steg. Du kommer endast att få besvara några frågor.
tg: Маҳсули %1 хеле тез ва бо якчанд қадами осон насб карда мешавад. Шумо бояд танҳо ба якчанд савол ҷавоб диҳед.
th: %1 จะถูกติดตั้งอย่างรวดเร็วและง่ายดาย โดยมีกระบวนการไม่กี่ขั้นตอน และคุณจะได้ตอบและป้อนข้อมูลเพียงเล็กน้อยเท่านั้น
uk: %1 буде швидко і просто встановлено. Ви тільки відповісте на декілька питань.
wa: Vosse %1 serè raddimint eyet åjheymint astalé e seulmint kékes côps. Vos n' åroz k' a responde a sacwantès kesses.
zh_tw: 只要幾個步驟，您的 %1 將 快速輕鬆的安裝完成。 您只需要回答幾個問題。

source: There is no user interface available for this module.
ar: لا يوجد أي واجهة مستخدم متاحة لهذه الوحدة النمطية.
ca: No hi ha cap interfície d'usuari disponible per a aquest mòdul.
cs: Pro vybraný modul neexistuje uživatelské rozhraní.
da: Der er ingen brugerflade tilgængelig til dette modul.
de: Für dieses Modul ist keine Benutzeroberfläche verfügbar.
el: Δεν υπάρχει διαθέσιμη διεπαφή χρήστη για αυτήν την μονάδα.
es: No hay ninguna interfaz de usuario disponible para este módulo.
fi: Tähän moduuliin ei ole käyttöliittymää.
fr: Aucune interface utilisateur n'est disponible pour ce module.
gl: Non hai ningunha interface de usuario dispoñíbel para este módulo.
he: אין ממשק משתמש עבור מודול זה.
hr: Niti jedno korisničko sučelje nije raspoloživo ovom modulu.
hu: Nincs felhasználói felület a kiválasztott modulhoz.
it: Non vi è alcuna interfaccia utente disponibile per questo modulo.
ja: このモジュールのユーザインターフェイスが見つかりません。
ka: ამ მოდულს არ გააჩნია სამომხმარებლო ინტერფეისი.
km: គ្មាន​ចំណុច​ប្រទាក់​អ្នកប្រើ សម្រាប់​ម៉ូឌុល​នេះ ។
ko: 이 모듈에 대한 유저 인터페이스를 이용할 수 없습니다.
lt: Šiam moduliui nėra naudotojo sąsajos.
nb: Det er ikke noe tilgjengelig brukergrensesnitt for denne modulen.
nl: Er is voor deze module geen gebruikersinterface beschikbaar.
nn: Det finst ikkje noko brukergrensesnitt for denne modulen.
pa: ਉਸ ਮੋਡੀਊਲ ਲਈ ਕੋਈ ਯੂਜ਼ਰ ਇੰਟਰਫੇਸ ਨਹੀਂ ਹੈ।
pl: Brak dostępnego interfejsu użytkownika dla tego modułu.
pt_br: Não existe interface de usuário disponível para este módulo.
ro: Nu există nici o interfață utilizator pentru acest modul.
ru: Для этого модуля интерфейс пользователя недоступен.
sk: Pre tento modul nie je k dispozícii používateľské rozhranie.
sv: Det finns inget användargränssnitt för den här modulen.
tg: Барои ин модул ягон интерфейси корбарӣ дастрас нест.
th: มอดูลนี้ไม่มีส่วนติดต่อผู้ใช้อยู่
uk: Для цього модуля немає інтерфейсу користувача.
wa: Gn a pont d' eterface uzeu po ç' module.
zh_tw: 此模組沒有可用的使用者介面。

source: Your computer has less than %1 of memory. This may not be sufficient for the live installation, especially when installing while running other applications. Before continuing, close all running applications.
ar: ذاكرة الحاسب أقل من %1 . وهذا قد لا يكون كافي لتثبيت نسخة حية، خصوصا عند التثبيت أثناء تشغيل تطبيقات أخرى. قبل المتابعة، قم بإنهاء التطبيقات قيد التشغيل.
ca: La memòria del vostre ordinador és inferior a %1. Això pot no ser suficient per a la instal·lació en viu, especialment quan es fa la instal·lació mentre s'executen altres aplicacions. Abans de continuar, tanqueu totes les aplicacions en execució.
cs: Váš počítač má méně než %1 paměti. To nemusí být dostatečné pro instalaci z živého média, zvláště pokud provádíte instalaci za běhu dalších aplikací. Před pokračováním ukončete všechny běžící aplikace.
da: Din computer har mindre end %1 hukommelse. Dette vil måske ikke være tilstrækkeligt til live-installation, især ved installation mens andre programmer køres. Afslut alle kørende programmer før du fortsætter.
de: Ihr Computer hat weniger als %1 Hauptspeicher. Dies reicht für die Live-Installation möglicherweise nicht aus, besonders wenn bei der Installation andere Anwendungen ausgeführt werden. Beenden Sie alle aktiven Anwendungen, bevor sie fortfahren.
el: Ο υπολογιστής σας διαθέτει λιγότερο από %1 μνήμη. Αυτό μπορεί να μην είναι αρκετό για την εγκατάσταση, ειδικά όταν κατά την εγκατάσταση εκτελούνται άλλες εφαρμογές. Πριν να συνεχίσετε, τερματίστε όλες τις εφαρμογές που εκτελούνται.
es: A su equipo le queda menos de %1 de memoria. Puede que no sea suficiente para una instalación live, especialmente al instalar mientras se ejecutan otras aplicaciones. Antes de continuar, cierre todas las aplicaciones en ejecución.
fi: Tietokoneessasi on vähemmän kuin %1 muistia. Tämä ei ehkä riitä live-asennukselle varsinkaan jos muita ohjelmia käytetään asennuksen aikana. Ennen kuin jatkat, sulje kaikki käynnissä olevat ohjelmat.
fr: Votre ordinateur possède moins de %1 de mémoire. Cela peut ne pas être suffisant pour l'installation Live, particulièrement lorsque lors de l'installation d'autres applications sont en cours d'exécution. Avant de continuer, fermez toutes les applications en cours d'exécution.
gl: Ao seu computador quédalle menos de %1 de memoria. Iso pode non ser suficiente para unha instalación live, especialmente ao instalar mentres se executan outros aplicativos. Antes de continuar, peche todos os aplicativos en execución.
he: למחשב יש פחות מ%1 זיכרון. זה ככול הנראה לא יספיק עבור ההתקנה החיה, במיוחד כאשר מתקינים בזמן שתוכניות אחרות פועלות. לפני שתמשיכו, סגרו את כל התכוניות האחרות.
hu: A számítógépben kevesebb, mint %1 memória található. Ez nem elegendő a Live telepítéshez, különösen akkor, ha telepítés közben más alkalmazásokat futtat. Mielőtt folytatná, lépjen ki minden futó alkalmazásból.
it: Il computer ha meno di %1 di memoria. Questa potrebbe non essere sufficiente per una installazione live, soprattutto se si installa mentre sono in esecuzione altre applicazioni. Prima di continuare, chiudere tutte le applicazioni aperte.
ja: お使いのコンピュータは %1 より少ないメモリしか搭載していません。 特に、他のアプリケーションを動かしながらライブインストールを 行ないたいような場合には、メモリが足りなくなるものと思われます。 継続する前に、実行中の全てのアプリケーションを終了してください。
km: កុំព្យូទ័រ​របស់​អ្នក​មាន​អង្គ​ចងចាំ​តិច​ជាង %1 ។ វា​អាច​មិន​គ្រប់គ្រាន់​សម្រាប់​ការ​ដំឡើង ផ្ទាល់ ជាពិសេស​នៅ​ពេល​ដំឡើង ខណៈ​ដែល​កំពុង​ដំណើរការ​កម្មវិធី​ផ្សេង ។ មុន​ពេល​បន្ត ត្រូវ​បញ្ចប់​កម្មវិធី​ដែល​ដំណើរការ​ទាំងអស់ ។
lt: Jūsų kompiuteris turi mažiau nei %1 atminties. Tiek gali nepakakti „Live“ diegimui, ypač kai diegimo metu veikia kitos programos. Prieš tęsdami, užverkite visas kitas veikiančias programas.
nb: Datamaskinen har mindre enn %1 minne. Dette er kanskje ikke tilstrekkelig for live-installasjonen, spesielt hvis du installerer mens andre programmer kjører. Avslutt alle programmer før du fortsetter.
nl: uw computer heeft minder dan %1 geheugen. Dit zou onvoldoende kunnen zijn voor de live-installatie, speciaal wanneer tijdens installatie ook andere applicaties draaien. Alvorens verder te gaan dient u all draaiende applicaties af te sluiten.
nn: Datamaskina har mindre enn %1 minne. Dette er kanskje ikkje nok for live-installasjonen, spesielt viss du installerer samtidig som andre program køyrer. Avslutt alle programa før du held fram.
pa: ਤੁਹਾਡੇ ਕੰਪਿਊਟਰ ਉੱਤੇ %1 ਤੋਂ ਘੱਟ ਮੈਮੋਰੀ ਹੈ। ਇਹ ਲਾਈਵ ਇੰਸਟਾਲੇਸ਼ਨ ਲਈ ਘੱਟ ਹੋ ਸਕਦੀ ਹੈ, ਖਾਸ ਤੌਰ ਉੱਤੇ ਜਦੋਂ ਇੰਸਟਾਲ ਕਰਨ ਦੌਰਾਨ ਹੋਰ ਐਪਲੀਕੇਸ਼ਨ ਚੱਲਣ ਰਹੀਆਂ ਹੋਣ। ਜਾਰੀ ਰੱਖਣ ਤੋਂ ਪਹਿਲਾਂ ਸਭ ਹੋਰ ਚੱਲਦੀਆਂ ਐਪਲੀਕੇਸ਼ਨਾਂ ਨੂੰ ਬੰਦ ਕਰ ਦਿਓ।
pl: Ten komputer ma mniej niż %1 pamięci RAM. Może to być ilość niewystarczająca dla instalacji live, zwłaszcza gdy podczas instalacji uruchomione będą inne aplikacje. Proszę zakończyć wszystkie działające aplikację przed kontynuowaniem.
pt_br: Seu computador possui menos de %1 de memória. Isso pode não ser suficiente para a instalação do LiveCD, especialmente ao instalar enquanto se executa outros aplicativos. Antes de continuar, feche todos os aplicativos em execução.
ru: В вашем компьютере меньше %1 памяти. Этого может быть недостаточно для live-установки, особенно при установке с другими запущенными приложениями. Перед тем, как продолжить, закройте все запущенные приложения.
sk: Váš počítač má menej ako %1 pamäte. To nemusí byť postačujúce pre live inštaláciu, najmä, keď inštalujete, zatiaľ čo bežia iné aplikácie. Pred pokračovaním ukončite všetky spustené aplikácie.
tg: Компютери шумо кам аз %1 ҳофиза дорад. Ин ҳофиза барои насбкунӣ аз диски зинда кофӣ нест, махсусан вақте ки барномаҳои дигар ҳангоми насбкунӣ истифода мешаванд. Пеш аз идомаи насбкунӣ, ҳамаи барномаҳои кушодашударо пӯшед.
uk: Ваш комп'ютер має менше пам'яті ніж %1. Цього може бути недостатньо для встановлення на ходу, особливо, якщо інші програми виконуються під час встановлення. Перед продовженням закрийте всі запущені програми.
wa: Vosse copiutrece a moens di %1 di memwere. Ça n' pôreut nén esse assez pol vicant astalaedje, especiålmint si vs astalez tot enondant d' ôtes programes. Divant d' aler pus lon, cloyoz tos les programes ki sont enondêyes.
zh_tw: 您的電腦記憶體少於 %1。這可能對 live 安裝來說 是不夠的，尤其當在安裝時執行其他 應用程式。 在繼續之前，請結束所有的應用程式。
