Repository: Dzejrou/yast-translations
Catalog: po/live-installer/*.po
Languages: ar, ca, cs, da, de, el, es, fi, fr, gl, he, hr, hu, it, ja, ka, km, ko, lt, nb, nl, nn, pa, pl, pt_br, ro, ru, sk, sv, tg, th, uk, wa, zh_tw

source: Software Installation
ar: تثبيت البرامج
ca: Instal·lació de programari
cs: Instalace softwaru
el: Εγκατάσταση Λογισμικού
es: Instalación de software
fi: Ohjelmistojen asennus
fr: Installation de logiciels
gl: Instalación de software
he: תוכנת התקנה
hr: Instalacija programa
hu: Szoftvertelepítés
it: Installazione dei programmi
ja: ソフトウエアインストール
ka: პროგრამების ჩადგმა
km: ការ​ដំឡើង​កម្មវិធី
ko: 소프트웨어 설치
lt: Programų diegimas
nb: Installasjon av programvare
nl: Software installatie
nn: Installering av programvare
pa: ਸਾਫਟਵੇਅਰ ਇੰਸਟਾਲੇਸ਼ਨ
pl: Instalacja oprogramowania
pt_br: Instalação de software
ro: Instalare software
ru: Установка программного обеспечения
sk: Inštalácia softvéru
sv: Programinstallation
tg: Насби нармафзор
th: การติดตั้งซอฟต์แวร์
uk: Встановлення ПЗ
wa: Astalaedje di programe
zh_tw: 軟體安裝

source: Evaluating filesystems to copy...
ar: تقييم نظام الملفات للنسخ...
ca: Avaluant els sistemes de fitxers que s'han de copiar...
cs: Zjišťují se souborové systémy ke kopírování...
da: Evaluerer filsystemer, som skal kopieres...
de: Zu kopierende Dateisysteme werden untersucht ...
el: Εκτίμηση των Σ/Α που θα αντιγραφούν...
es: Evaluando sistemas de archivos a copiar...
fi: Tarkastetaan tiedostojärjestelmiä, joille kopioidaan...
fr: Évaluation des systèmes de fichiers à copier...
gl: Avaliando sistemas de ficheiros a copiar...
he: בוחן מערכות קבצים להעתקה...
hr: Provjeravam datotečni sustav koji će biti kopiran...
hu: Fájlrendszerek kiértékelése a másoláshoz…
it: Analisi dei file system da copiare in corso...
ja: コピー先のファイルシステムを検証しています...
km: កំពុង​វាយតម្លៃ​ឯកសារ​ប្រព័ន្ធ​ត្រូវ​ចម្លង...
ko: 파일시스템 복사 측정 중...
lt: Įvertinama kopijuotina rinkmenų sistema...
nb: Evaulerer filsystemer som skal kopieres...
nl: Te kopiëren bestandssysteem wordt geëvalueerd...
nn: Undersøkjer filsystem som skal kopierast …
pa: ਕਾਪੀ ਲਈ ਫਾਇਲ ਸਿਸਟਮਾਂ ਦੀ ਜਾਂਚ ਜਾਰੀ...
pl: Określanie systemów plików do skopiowania...
pt_br: Avaliando o sistema de arquivos a copiar...
ro: Evaluez sistemele de fișiere petnru copiere...
ru: Оценка файловых систем для копирования…
sk: Vyhodnocujem súborové systémy pre kopírovanie...
sv: Utvärderar filsystem att kopiera...
tg: Баҳодиҳии системаи файлӣ барои нусхабардорӣ...
th: ทำการประเมินระบบแฟ้มที่จะคัดลอก...
uk: Оцінювання файлових систем для копіювання...
wa: Dji préjhe les sistinmes di fitchî a copyî...
zh_tw: 正在評估將複製的檔案系統...

source: Copying root filesystem...
ar: نسخ نظام ملفات الجذر...
ca: Copiant el sistema de fitxers d'arrel...
cs: Kopíruje se kořenový souborový systém...
da: Kopierer rodfilsystem...
de: Root-Dateisystem wird kopiert ...
el: Αντιγραφή βασικού Σ/Α...
es: Copiando el sistema de archivos raíz...
fi: Kopioidaan juuritiedostojärjestelmä...
fr: Copie du système de fichiers racine...
gl: Copiando sistema de ficheiros raíz...
he: מעתיק מערכת קבצים ראשית...
hr: Kopiram korjenski datotečni sustav...
hu: A root fájlrendszer másolása…
it: Copia del file system radice in corso...
ja: ルートファイルシステムをコピーしています...
ka: იწერება root ფაილური სისტემა...
km: កំពុង​ចម្លង​ប្រព័ន្ធ​ឯកសារ root...
ko: 루트 파일시스템 복사 중...
lt: Kopijuojama šakninė rinkmenų sistema...
nb: Kopierer rotfilsystem...
nl: Kopieren hoofdbestandssysteem...
nn: Kopierer rotfilsystem …
pa: root ਫਾਇਲ ਸਿਸਟਮ ਕਾਪੀ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
pl: Kopiowanie głównego systemu plików...
pt_br: Copiando o sistema de arquivos raiz...
ro: Copiez sistemul de fișiere root...
ru: Копирование корневой файловой системы...
sk: Kopírujem koreňový súborový systém...
sv: Kopierar rotfilsystem...
tg: Нусхабардории системаи файлии root...
th: ทำการคัดลอกระบบแฟ้มราก (root)...
uk: Копіювання кореневої файлової системи...
wa: Dji copeye li sistinme di fitchî racene...
zh_tw: 正在複製根檔案系統...

source: Copying live image...
ar: نسخ الصورة الحية...
ca: Copiant la imatge...
cs: Kopíruje se živý obraz...
da: Kopierer live-imagefilen...
de: Live Abbilder werden kopiert ...
el: Αντιγραφή των εικόνας δεδομένων...
es: Copiando imagen live...
fi: Kopioidaan live-levykuvaa...
fr: Copie de l'image Live...
gl: Copiando imaxe live...
he: מעתיק עותק חי מהתקליטור...
hu: Live lemezkép másolása…
it: Copia dell'immagine live in corso...
ja: ライブイメージをコピーしています...
km: កំពុង​ចម្លង​រូបភាព​បន្ត​ផ្ទាល់...
ko: 라이브 이미지 복사 중...
lt: Kopijuojamas demonstracinės sistemos atvaizdis...
nb: Kopierer live-diskbilde...
nl: Live-image wordt gekopieerd...
nn: Kopierer live-diskbilete …
pa: ਲਾਈਵ ਈਮੇਜ਼ ਕਾਪੀ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
pl: Kopiowanie obrazu live...
pt_br: Copiando a imagem do live...
ro: Copiez imaginea live...
ru: Копирование live-образа...
sk: Kopírujem live obraz...
tg: Нусхабардории тасвири диски зинда...
th: ทำการคัดลอกอิมเมจ Live...
uk: Копіювання «живого» штампа...
wa: Dji copeye li vicante imådje...
zh_tw: 正在複製 live 影像...

source: Copying %1...
ar: نسخ %1...
ca: Copiant %1...
cs: Kopíruje se %1...
da: Kopierer %1...
de: %1 wird kopiert ...
el: Αντιγραφή %1...
es: Copiando %1...
fi: Kopioidaan %1...
fr: Copie de %1...
gl: Copiando %1...
he: מעתיק %1 ...
hr: Kopiram %1...
hu: %1 másolása…
it: Copia di %1 in corso...
ja: %1 をコピーしています...
ka: %1-ის კოპირება...
km: កំពុង​ចម្លង %1...
ko: %1 복사 중...
lt: Kopijuojama %1...
nb: Kopierer %1...
nl: %1 wordt gekopieerd...
nn: Kopierer %1 …
pa: %1 ਕਾਪੀ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
pl: Kopiowanie %1...
pt_br: Copiando %1...
ro: Copiez %1...
ru: Копирование %1...
sk: Kopírujem %1...
sv: Kopierar %1...
tg: Нусхабардории %1...
th: ทำการคัดลอก %1...
uk: Копіювання %1...
wa: Dji copeye %1...
zh_tw: 正在複製 %1...

source: Copying the live image to hard disk failed. You have run out of disk space. Choose a bigger disk partition for the installation of the live system.
ar: فشل نسخ الصورة الحية إلى القرص الثابت. قمت بإستهلاك مساحة القرص. اختر قساماً أكبر من القرص لتثبيت النظام الحي.
ca: Ha fallat la còpia de la imatge viva al disc dur. Us heu quedat sense espai. Escolliu una partició de disc més gran per instal·lar-hi el sistema viu.
cs: Kopírování živého obrazu na pevný disk selhalo. Na disku došlo místo. Vyberte pro instalaci živého systému větší diskový oddíl.
da: Kopiering af live-image til harddisken mislykkedes. Du er løbet tør for diskplads. Vælg en større diskpartition til installationen af live-systemet.
de: Fehler beim kopieren des Live-Abbildes auf die Festplatte. Es existiert nicht genügend freier Platy auf der Festplatte. Wählen Sie eine größere Partition für die Installation des Live-Systems.
el: Αποτυχία αντιγραφής εικόνας δεδομένων στον σκληρό δίσκο. Δεν έχετε επαρκή χώρο στο δίσκο. Επιλέξτε κατάτμηση με περισσότερο χώρο για την εγκατάσταση από την εικόνα δεδομένων.
es: Falló el proceso de copia de la imágen al disco duro. Se ha quedado sin espacio en disco. Escoja una partición más grande para la instalación del sistema.
fi: Live-kuvatiedoston kopioiminen kiintolevylle epäonnistui. Vapaa tila levyltä on loppunut. Valitse suurempi levyosio live-kuvatiedoston asennusta varten.
fr: La copie de l'image Live sur le disque dur a échoué. Vous manquez d'espace disque. Choisissez une partition de disque plus grande pour l'installation du système Live.
gl: Fallou a copia da imaxe live no disco duro. Ten que executar fóra do espazo do disco. Escolla unha partición máis grande para a instalación do sistema live.
he: העתקת התמונה החיה לכונן הקשיח נכשלה. נגמר לכם שטח בכונן. בחרו מחיצה גדולה יותר עבור התקנת המערכת החיה.
hu: A Live lemezkép másolása a lemezre sikertelen. Elfogyott a szabad lemezterület. Válasszon egy nagyobb partíciót a live rendszer telepítéséhez.
it: Copia dell'immagine live su disco fisso fallita. Si è terminato lo spazio sul disco. Scegliere una partizione disco più grande per l'installazione del sistema live.
ja: ライブイメージをハードディスクにコピーする処理が失敗しました。 ディスク容量が不足しています。ライブシステムをインストールする には、より大きいディスクパーティションを選択してください。
km: ចម្លង​រូបភាព​ផ្ទាល់​ទៅកាន់​ថាសរឹង​បាន​បរាជ័យ ។ អ្នក​គ្មាន​ទំហំ​ថាស​ឡើយ ។ ជ្រើស​ភាគ​ថាស​ធំជាង​នេះ ​​សម្រាប់​ការ​ដំឡើង ប្រព័ន្ធ​ផ្ទាល់ ។
lt: Nepavyko nukopijuoti demonstracinės sistemos atvaizdžio į standųjį diską. Diske nepakanka vietos. Sistemos diegimui pasirinkite didesnį disko skaidinį.
nb: Kopiering av live-diskbildet til harddisken mislyktes. Det er ikke nok plass på disken. velg en større diskpartisjon for installasjon av live-systemet.
nl: Kopiëren van de live-image naar de harde schijf is mislukt. U hebt niet voldoende schijfruimte meer. Kies een grotere schijfpartitie voor de installatie van het live-systeem.
nn: Feil ved kopiering av diskbiletet til harddisken. Du har ikkje nok ledig diskplass. Vel ein større diskpartisjon for installering av live-systemet.
pl: Kopiowanie obrazu live na dysk twardy nie powiodło się. Na dysku jest niewystarczająca ilość miejsca. Należy wybrać większa partycję do zainstalowania systemu live.
pt_br: Falha na cópia da imagem do LiveCD para o disco rígido. Acabou o espaço em disco. Escolha uma partição maior para a instalação do sistema.
ro: Copierea imaginii live pe hard disc a eșuat. Ați rămas fără spațiu pe disc. Alegeți o partiție pe disc mai mare pentru instalarea sistemului live.
ru: Сбой копирования live-образа на жёсткий диск. Свободное место на диске закончилось. Выберите более вместительный раздел для установки live-системы.
sk: Kopírovanie live obrazu na pevný disk zlyhalo. Máte nedostatok miesta na disku. Zvoľte väčší diskový oddiel pre inštaláciu live systému.
tg: Нусхабардории тасвири диски зинда ба диски компютерӣ қатъ шудааст. Шумо фазои кофӣ дар диски истифодашуда надоред. Барои насб кардани системаи зинда, қисми диски калонтарро истифода баред.
uk: Збій копіювання живого штампа на жорсткий диск. Вільне місце на диску закінчилося. Виберіть більший розділ для установки системи наживо.
wa: Li copiaedje del vicante imådje sol deure plake a fwait berwete. Vos n' avoz pupont d' plaece sol plake assez. Tchoezixhoz ene pårticion di plake pus grande po l' astalaedje do vicant sistinme.
zh_tw: 複製 live 影像到硬碟失敗。 您的一疊空間用完了。選擇 一個較大應磁碟分割區來安裝 live 系統。

source: Copying the live image to hard disk failed.
ar: فشل تثبيت النظام الحي على القرص الصلب.
ca: Ha fallat la còpia de la imatge al disc dur.
cs: Kopírování živého obrazu na disk selhalo.
da: Kopiering af live-imagefilen til harddisk mislykkedes.
de: Fehler beim Kopieren des Live-Abbildes auf die Festplatte.
el: Αποτυχία αντιγραφής εικόνας δεδομένων στο σκληρό δίσκο.
es: Fallo al copiar la imagen Live al disco duro.
fi: Live-levykuvan kopiointi kiintolevylle epäonnistui.
fr: La copie de l'image Live sur le disque dur a échoué.
gl: Produciuse un erro ao copiar a imaxe Live ao disco duro.
he: העתקת העותק החי לכונן הקשיח נכשלה.
hr: Kopiranje slike sustava na tvrdi disk nije uspjelo.
hu: A Live lemezkép másolása a lemezre sikertelen.
it: Copia dell'immagine live sul disco fisso fallita.
ja: ライブイメージをハードディスクにコピーするのに失敗しました。
km: បាន​បរាជ័យ​ក្នុង​ការ​​ចម្លង​រូបភាព​បន្ត​ផ្ទាល់​ទៅ​កាន់​ថាសរឹង ។
ko: 라이브 이미지를 하드디스크로 복사하는데 실패했습니다.
lt: Nepavyko nukopijuoti demonstracinės sistemos atvaizdžio į standųjį diską.
nb: Kopiering av Live-diskbilde til harddisk mislyktes.
nl: Kopiëren van de live-image naar de harde schijf is mislukt.
nn: Feil ved kopiering live-diskbilete til harddisken.
pa: ਲਾਇਨ ਈਮੇਜ਼ ਹਾਰਡ ਡਿਸਕ ਉੱਤੇ ਕਾਪੀ ਕਰਨ ਲਈ ਫੇਲ੍ਹ ਹੈ।
pl: Kopiowanie obrazu dysku live na dysk twardy nie powiodło się.
pt_br: Falha ao copiar a imagem do LiveCD para o disco rígido
ro: Copierea imaginii live pe disc a eșuat.
ru: Сбой копирования образа носителя на жёсткий диск.
sk: Zlyhalo kopírovanie live obrazu na disk.
tg: Нусхабардории тасвири диски зинда ба диски компютерӣ қатъ шудааст.
th: การคัดลอกอิมเมจ Live ไปยังฮาร์ดดิสก์ล้มเหลว
uk: Помилка копіювання «живого» штампа на жорсткий диск.
wa: Li copiaedje del vicante imådje viè l' deure plake a fwait berwete.
zh_tw: 正在複製 Live 影像到硬碟失敗。

source: Installation Settings
ar: إعدادات التثبيت
ca: Paràmetres de la instal·lació
cs: Nastavení instalace
da: Installationsindstillinger
de: Installationseinstellungen
el: Ρυθμίσεις Εγκατάστασης
es: Configuración de la instalación
fi: Asennuksen määritykset
fr: Paramètres d'installation
gl: Preferencias da instalación
he: הגדרות התקנה
hr: Postavke instalacije
hu: Telepítési beállítások
it: Impostazioni dell'installazione
ja: インストール設定
ka: ჩადგმის პარამეტრები
km: កំណត់​ការ​ដំឡើង
ko: 설치 설정
lt: Diegimo nuostatos
nb: Installasjonsinnstillinger
nl: Installatie-instellingen
nn: Installasjonsinnstillingar
pa: ਇੰਸਟਾਲੇਸ਼ਨ ਸੈਟਿੰਗ
pl: Ustawienia instalacji
pt_br: Configurações da instalação
ro: Setări de instalare
ru: Параметры установки
sk: Nastavenie inštalácie
sv: Inställningar för installation
tg: Танзимоти насб
th: ตั้งค่าการติดตั้ง
uk: Параметри встановлення
wa: Tchuzes d' astalaedje
zh_tw: 安裝設定

source: Analyzing the system...
ar: تحليل النظام...
ca: Analitzant el sistema...
cs: Probíhá analýza systému...
da: Analyserer systemet...
de: System wird analysiert ...
el: Ανάλυση του συστήματος...
es: Analizando el sistema...
fi: Tutkitaan järjestelmää...
fr: Analyse du système...
gl: Analizando o sistema...
he: מאבחן מערכת...
hr: Analiziram sustav...
hu: A rendszer vizsgálata…
it: Analisi del sistema...
ja: システムを分析しています...
ka: სისტემის ანალიზი...
km: កំពុង​វិភាគ​ប្រព័ន្ធ...
ko: 시스템 분석 중...
lt: Analizuojama sistema...
nb: Analyserer systemet...
nl: Uw systeem wordt onderzocht...
nn: Analyserer systemet …
pa: ਤੁਹਾਡੇ ਸਿਸਟਮ ਦੀ ਜਾਂਚ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ...
pl: Analizowanie systemu...
pt_br: Analisando o sistema...
ro: Analizez sistemul...
ru: Анализ системы...
sk: Analyzujem systém...
sv: Analyserar systemet...
tg: Таҳлили система...
th: ทำการวิเคราะห์ระบบ...
uk: Аналіз системи...
wa: Dji corwaite li sistinme...
zh_tw: 正在分析系統...

source: Use %1%% of disk %2 for Linux
ar: استخدم %1%% من القرص %2 للينكس
ca: Usa %1%% del disc %2 per a Linux
cs: Použít %1%% z disku %2 pro Linux
da: Brug %1%% af disk %2 til Linux
de: %1%% der Festplatte %2 für Linux reservieren
el: Χρήση %1%% του δίσκου %2 για το Linux
es: Usar %1%% del disco %2 para Linux
fi: Käytä %1 %% levystä %2 Linuxia varten
fr: Utilisation de %1%% du disque %2 pour Linux
gl: Usar %1%% do disco %2 para Linux
he: השתמש ב%1%% מתוך דיסק %2 עבור לינוקס
hr: Koristi%1%% od diska %2 za Linux
hu: A(z) %2 lemez %1%%-ának használata a Linuxhoz
it: Usa %1%% del disco %2 per Linux
ja: Linux 用にディスク %2 を %1%% 使う
km: ប្រើ %1%% នៃ​ថាស %2 សម្រាប់​លីនុច
ko: %2 리눅스 디스크의 %1%% 사용
lt: Linux sisttema naudoja %1%% iš %2 disko
nb: Bruk %1%% av disken %2 for Linux
nl: Gebruikt %1%% van harde schijf %2 voor Linux
nn: Bruk %1 %% av disken %2 til Linux
pa: ਲੀਨਕਸ ਲਈ %2 ਡਿਸਕ ਉੱਤੇ %1%% ਵਰਤੋਂ
pl: Użyj %1%% z dysku %2 dla systemu Linux
pt_br: Use %1%% do disco %2 para o Linux
ro: Utilizează %1%% din disc %2 pentru Linux
ru: Использовать %1%% диска %2 для Linux
sk: Použiť %1%% disku %2 pre Linux
sv: Använd %1%% av disken %2 för Linux
tg: Истифодаи %1%% аз диски %2 барои Linux
th: ใช้ %1%% ของดิสก์ %2 สำหรับลินุกซ์
uk: Вживати %1%% диска %2 для Linux
wa: Eployî %1 %% del plake %2 po Linux
zh_tw: 使用磁碟 %2 的 %1%% 給 Linux

source: Do not use disk %1
ar: لا تستخدم القرص %1
ca: No facis servir el disc %1
cs: Nepoužívat disk %1
da: Brug ikke disken %1
de: Festplatte %1 nicht verwenden
el: Να μη γίνει &χρήση του δίσκου %1
es: No usar disco %1
fi: Älä käytä levyä %1
fr: Ne pas utiliser le disque %1
gl: Non usar disco %1
he: אל תשתמש בכונן %1
hr: Nemoj korisiti disk %1
hu: A(z) %1 lemez használatának tiltása
it: Non usare il disco %1
ja: ディスク %1 を使用しない
ka: არ გამოიყენო დისკი %1
km: កុំ​ប្រើ​ថាស %1
ko: %1 디스크 사용하지 않음
lt: Nenaudoti disko %1
nb: Ikke bruk disken %1
nl: Hardeschijf %1 niet gebruiken
nn: Ikkje bruk disken %1
pa: ਡਿਸਕ %1 ਨਾ ਵਰਤੋਂ
pl: Nie używaj dysku %1
pt_br: Não use o disco %1
ro: Nu folosi discul %1
ru: Не использовать диск %1
sk: Nepoužívať disk %1
sv: Använd inte disk %1
tg: Истифода набурдани диски %1
th: อย่าใช้ดิสก์ %1
uk: Не вживати диск %1
wa: En nén eployî l' plake %1
zh_tw: 不要使用磁碟 %1

source: Partitioning
ar: تقسيم
ca: Partició dels discs
cs: Rozdělování disku
da: Partitionering
de: Partitionierung
el: Κατάτμηση
es: Particiones
fi: Osiointi
fr: Partitionnement
gl: Particionando
he: מיחוץ
hr: Particioniranje
hu: Particionálás
it: Partizionamento
ja: パーティション分割
ka: დისკის დაყოფა
km: ការ​ចែក​ជា​ភាគ
ko: 파티션 작업
lt: Skaidiniai
nb: Partisjonering
nl: Partitionering
nn: Partisjonering
pa: ਪਾਰਟੀਸ਼ਨਿੰਗ
pl: Partycjonowanie
pt_br: Particionamento
ro: Partiționez
ru: Разметка
sk: Rozdelenie disku
sv: Partitionering
tg: Қисмбандӣ
th: จัดแบ่งพาร์ทิชัน
uk: Розподіл диска
wa: Fé des pårticions
zh_tw: 磁碟分割

source: System start-up
ar: بدء تشغيل النظام
cs: Start systému
es: Inicio del sistema
fi: Järjestelmän käynnistys
it: Avvio del sistema
km: ចាប់ផ្ដើម​ប្រព័ន្ធ
nb: Oppstart av systemet
pa: ਸਿਸਟਮ ਸ਼ੁਰੂਆਤ
pl: Uruchamianie systemu
pt_br: Inicialização do sistema
tg: Оғози кори система

source: Ask whether to boot Linux or existing system
ar: اسأل إذا كان الإقلاع لنظام لينكس أو الأنظامة القائمة
cs: Dotázat se, zda spustit Linux nebo existující systém
es: Preguntar si iniciar Linux o el sistema existente
fi: Kysy, käynnistetäänkö Linux vai toinen järjestelmä
it: Chiedi se avviare Linux o un sistema esistente
km: សួរ​ថា​តើ​ត្រូវ​ចាប់ផ្ដើម​ពី​លីនុច ឬ​ពី​ប្រព័ន្ធ​ដែល​មាន​ស្រាប់
nb: Spør om Linux eller det eksisterende systemet skal startes opp
pa: ਪੁੱਛੋ ਕਿ ਕੀ ਲੀਨਕਸ ਜਾਂ ਮੌਜੂਦਾ ਸਿਸਟਮ ਬੂਟ ਕਰਨਾ ਹੈ
pl: Pytaj czy uruchomić system Linux, czy istniejący system
pt_br: Perguntar se o Linux ou outro sistema existente deve ser inicializado
tg: Интихоби худроҳандозии Linux ё системаи мавҷудбуда

source: Boot only Linux
ar: إقلاع لينُكس فقط
cs: Spustit pouze Linux
es: Iniciar sólo Linux
fi: Käynnistä vain Linux
it: Avvia solo Linux
km: ចាប់ផ្ដើម​តែ​ពី​លីនុច​ប៉ុណ្ណោះ
nb: Start bare opp Linux
pa: ਕੇਵਲ ਲੀਨਕਸ ਹੀ ਬੂਟ ਕਰੋ
pl: Uruchamiaj tylko system Linux
pt_br: Iniciar somente o Linux
tg: Танҳо Linux-ро бор кардан

source: System start time-out: %1 seconds
ar: مهلة بدء النظام : %1 ثانية
cs: Odpočet do startu systému: %1 sekund
es: Tiempo de espera para el inicio del sistema: %1 segundos
fi: Järjestelmän käynnistyksen aikakatkaisu: %1 sekuntia
it: Scadenza avvio di sistema: %1 secondi.
km: ពេល​សម្រាក​ប្រព័ន្ធ​ចាប់ផ្ដើម ៖ %1 វិនាទី
nb: Tidsavbrudd for systemoppstart: %1 sekunder
pa: ਸਿਸਟਮ ਸਟਾਰਟ ਟਾਈਮ-ਆਉਟ: %1 ਸਕਿੰਟ
pl: Czas oczekiwania na uruchomienie systemu: %1 sekund
pt_br: Tempo de espera para o início do sistema: %1 segundos
tg: Хотимаи вақти оғози система: %1 сония

source: Keyboard
ar: لوحة المفاتيح
ca: Teclat
cs: Klávesnice
da: Tastatur
de: Tastatur
el: Πληκτρολόγιο
es: Teclado
fi: Näppäimistö
fr: Clavier
gl: Teclado
he: מקלדת
hr: Tipkovnica
hu: Billentyűzet
it: Tastiera
ja: キーボード
ka: კლავიატურა
km: ក្ដារចុច
ko: 키보드
lt: Klaviatūra
nb: Tastatur
nl: Toetsenbord
nn: Tastatur
pa: ਕੀਬੋਰਡ
pl: Klawiatura
pt_br: Teclado
ro: Tastatură
ru: Клавиатура
sk: Klávesnica
sv: Tangentbord
tg: Клавиатура
th: แป้นพิมพ์
uk: Клавіатура
wa: Taprece
zh_tw: 鍵盤

source: Time Zone
ar: المنطقة الزمنية
ca: Zona horària
cs: Časové pásmo
da: Tidszone
de: Zeitzone
el: Ζώνη Ώρας
es: Zona horaria
fi: Aikavyöhyke
fr: Fuseau horaire
gl: Zona Horaria
he: אזור זמן
hr: Vremenska zona
hu: Időzóna
it: Fuso orario
ja: 時間帯
ka: დროის სარტყელი
km: តំបន់​ពេលវេលា
ko: 시간대
lt: Laiko juosta
nb: Tidssone
nl: Tijdzone
nn: Tidssone
pa: ਟਾਈਮ ਜ਼ੋਨ
pl: Strefa czasowa
pt_br: Fuso horário
ro: Fus orar
ru: Часовой пояс
sk: Časové pásmo
sv: Tidszon
tg: Минтақаи вақт
th: เขตเวลา
uk: Часовий пояс
wa: Coisse ås eures
zh_tw: 時區

source: Change Installation Settings
ar: تغيير إعدادات التثبيت
ca: Canvia els paràmetres de la instal·lació
cs: Změnit instalační nastavení
da: Ændr installationsindstillinger
de: Installationseinstellungen ändern
el: Αλλαγή Ρυθμίσεων Εγκατάστασης
es: Cambiar configuración de la instalación
fi: Muuta asennuksen määrityksiä
fr: Modifier les paramètres d'installation
gl: Cambiar a Configuración da Instalación
he: שנה הגדרות התקנה
hr: Promijeni postavke instalacije
hu: Telepítési beállítások módosítása
it: Modifica impostazioni di installazione
ja: インストール設定の変更
ka: ჩადგმის პარამეტრების შეცვლა
km: ផ្លាស់ប្ដូរ​ការ​កំណត់​ការដំឡើង
ko: 설치 설정 변경
lt: Keisti diegimo nuostatas
nb: Endre installasjonsinnstillinger
nl: Installatie-instellingen wijzigen
nn: Endra installasjonsinnstillingar
pa: ਇੰਸਟਾਲੇਸ਼ਨ ਸੈਟਿੰਗ ਬਦਲੋ
pl: Zmień ustawienia instalacji
pt_br: Alterar as configurações da instalação
ro: Modifică setările de instalare
ru: Изменить настройки установки
sk: Zmeniť nastavenia inštalácie
sv: Ändra inställningar för installation
tg: Тағйир додани танзимоти насб
th: เปลี่ยนการตั้งค่าการติดตั้ง
uk: Змінити параметри встановлення
wa: Candjî tchuzes d' astalaedje
zh_tw: 變更安裝設定

source: <p> Use <b>Accept</b> to perform a new installation with the values displayed.</p>
ar: <p> استخدم <b>قبول</b> لتنفيذ تثبيت جديد مع القيم المعروضة.</p>
ca: <p> Useu l'opció <b>Accepta</b> per fer una instal·lació nova amb els valors que es mostren.</p>
cs: <p> K provedení nové instalace se zobrazenými hodnotami klepněte na <b>Přijmout</b>.</p>
da: <p> Brug <b>Acceptér</b> til at udføre en ny installation med de viste værdier.</p>
de: <p> Klicken Sie auf <b>Übernehmen</b>, um eine neue Installation mit den angezeigten Einstellungen durchzuführen.</p>
el: <p> Χρησιμοποιήστε την <b>Αποδοχή</b> για να ξεκινήσει νέα εγκατάσταση με τις τιμές που εμφανίζονται.</p>
es: <p> Pulse <b>Aceptar</b> para llevar a cabo una nueva instalación con los valores mostrados. </p>
fi: <p> Suorita uusi asennus näytetyin arvoin napsauttamalla <b>Hyväksy</b>.</p>
fr: <p> Utilisez <b>Accepter</b> pour effectuer une nouvelle installation avec les valeurs affichées.</p>
gl: <p> Prema <b>Aceptar</b> para realizar unha nova instalación cos valores amosados.</p>
he: <p> השתמשו <b>אשר<b/> לבצע התקנה חדשה עם הערכים המוצגים.</p>
hr: <p> Kliknite <b>Prihvati</b> da biste izveli novu instalaciju s prikazanim vrijednostima.</p>
hu: <p> A telepítés megjelenített értékekkel való megkezdéséhez kattintson az <b>Elfogadás</b> gombra.</p>
it: <p> Usare <b>Accetto</b> per effettuare una nuova installazione con i valori mostrati.</p>
ja: <p> <b>了解</b> ボタンを押すと、表示された設定で新規インストールを開始します。</p>
km: <p> ប្រើ<b>ព្រមទទួល</b> ដើម្បី​អនុវត្ត​ការ​ដំឡើង​ថ្មី​ជា​មួយ​នឹង​តម្លៃ​ដែល​បាន​បង្ហាញ ។</p>
ko: <p> 보이는 값으로 새롭게 설치하려면 <b>적용</b>를 선택하십시오.</p>
lt: <p> Norėdami naujai įdiegti sistemą su rodomomis reikšmėmis, spauskite <b>Priimti</b>.</p>
nb: <p> Velg <b>Bekreft</b> for å utføre en ny installasjon med disse verdiene.</p>
nl: <p> Klik op <b>Accepteren</b> om met de weergegeven waarden een nieuwe installatie uit te voeren.</p>
nn: <p> Vel <b>Stadfest</b> for å starta ei ny installasjon med desse verdiane.</p>
pa: <p> ਵੇਖਾਏ ਮੁੱਲਾਂ ਨਾਲ ਨਵੀਂ ਇੰਸਟਾਲੇਸ਼ਨ ਕਰਨ ਲਈ <b>ਮਨਜ਼ੂਰ</b> ਵਰਤੋਂ।</p>
pl: <p> Aby przeprowadzić nową instalację z wyświetlonymi wartościami, proszę nacisnąć przycisk <b>Akceptuj</b>.</p>
pt_br: <p> Use <b>Aceitar</b> para fazer uma nova instalação com os valores exibidos.</p>
ro: <p> Folosiți <b>Acceptă</b> pentru o nouă instalare cu valorile afișsate.</p>
ru: <p> Нажмите <b>Принять</b>, чтобы осуществить новую установку с указанными значениями.</p>
sk: <p> Pre novú inštaláciu s použitím zobrazených hodnôt stlačte <b>Akceptovať</b>.</p>
sv: <p> Använd <b>Acceptera</b> för att utföra en ny installation med värdena som visas.</p>
tg: <p> Барои амалӣ кардани насби нав бо қиматҳои пешниҳодшуда, тугмаи <b>Қабул кардан</b>-ро истифода баред.</p>
th: <p> ใช้ <b>ยอมรับ</b> เพื่อทำการติดตั้งใหม่ด้วยค่าที่แสดงให้เห็น</p>
uk: <p> Вживайте <b>Прийняти</b>, щоб виконати нове встановлення з показаними значеннями.</p>
wa: <p> Eployîz <b>Dji so d' acoird</b> po fé on novea astalaedje avou les valixhances håynêyes.</p>
zh_tw: <p> 按<b>「接受」</b>使用畫面中顯示的設定值來執行全新的安裝。</p>
