Repository: Dzejrou/yast-translations
Catalog: po/live-installer/*.po
Languages: ar, ca, cs, da, de, el, es, fi, fr, gl, he, hr, hu, it, ja, ka, km, ko, lt, nb, nl, nn, pa, pl, pt_br, ro, ru, sk, sv, tg, th, uk, wa, zh_tw

source: YaST detected a mounted removable media. YaST cannot install the system on mounted media. Unmount the media to install the system on it.
ar: اكتشف YaST وسائط القابلة للإزالة موصلة. لا يستطيع YaST تثبيت النظام على الوسائط التي يتم توصيلها. لتثبيت النظام على هذه الوسائط، قم بإلغاء توصيلها أولاً.
ca: El YaST ha detectat dispositius externs muntats. El YaST no pot instal·lar el sistema en un mitjà que estigui muntat. Per instal·lar el sistema en aquest mitjà, heu de desmuntar-lo primer.
cs: YaST zjistil připojené úložné zařízení. YaST nemůže nainstalovat systém na zařízení, které je připojené do systému. Odpojte zařízení ze systému, pokud na něj chcete instalovat.
da: YaST registrerede et monteret flytbart medie. YaST kan ikke installere systemet på et medie som er monteret. For at installere på mediet skal det afmonteres først.
de: YaST hat ein eingehängtes Wechselmedium erkannt. YaST kann das System nicht auf eingehängten Medien installieren. Um das System auf diesen Medien zu installieren, müssen Sie diese zuerst aushängen.
el: Το YaST εντόπισε προσαρτημένο αφαιρούμενο μέσο. Το YaST δεν μπορεί να εγκαταστήσει το σύστημα στο μέσο που είναι προσαρτημένο. Για να εγκαταστήσετε το σύστημα σε αυτό το μέσο, αποπροσαρτήστε το πρώτα.
es: YaST ha detectado un soporte extraíble montado. YaST no puede instalar el sistema en un soporte que esté montado. Para instalar el sistema en tales soportes, desmóntelos primero.
fi: YaST tunnisti liitetyn irrotettavan tietovälineen. YaST ei voi asentaa järjestelmää liitetylle tietovälineelle. Asentaaksesi järjestelmän irrota tietoväline ensin.
fr: YaST a détecté un média amovible monté. YaST ne peut pas installer le système sur un média qui est monté. Démontez le média afin d'installer le système sur celui-ci.
gl: YaST detectou un medio extraibel montado. YaST non pode instalar o sistema nun soporte que estea montado. Para instalar o sistema nestes medios, desmonte o soporte.
he: YaST איתר אחסון משלף מעוגן. YaST לא יכול להתקין את המערכת על אחסון מעוגן. בטלו עגינה כדי להתקין את המערכת.
hu: A YaST eltávolítható felcsatolt eszközt talált. A YaST nem tudja a rendszert egy felcsatolt eszközre telepíteni. A rendszer telepítéséhez le kell csatolni a rendszert.
it: YaST ha identificato un dispositivo removibile montato. YaST non può installare il sistema sul dispositivo montato. Smontare il dispositivo per installarvi sopra il sistema.
ja: YaST はマウント済みのリムーバブルメディアを検出しました。 YaST は マウント済みのメディア上にインストールすることができません。 これらのメディア上にインストールするには、まずはマウントを解除してください。
km: YaST បាន​រក​ឃើញ​មេឌៀ​ចល័ត​ដែល​បានម៉ោន ។ YaST មិន​អាច​ដំឡើង ប្រព័ន្ធ​លើ​មេឌៀ​ដែល​ត្រូវ​បានម៉ោន ។ ដើម្បី​ដំឡើង​ប្រព័ន្ធ​នៅ​លើ​មេឌៀ​ទាំង​នេះ អាន់ម៉ោន​ពួកវា​សិន ។
lt: YaST aptiko prijungtą pašalinamą laikmeną. YaST negali diegti sistemos į laikmeną, kuri yra prijungta programine prasme. Norėdami įdiegti sistemą į šią laikmeną, pirmiausia ją atjunkite.
nb: YaST registrerte et montert flyttbart medium. YaST kan ikke installere på monterte medier. Disse mediene må først avmonteres for å installere systemet på dem.
nl: YaST heeft een aangekoppeld verwijderbaar medium gedetecteerd. YaST kan het systeem niet installeren op een aangekoppeld medium. Koppel het medium af om het hierop te installeren.
nn: YaST registrerte eit montert flyttbart medium. YaST kan ikkje installera på monterte medium. Du må avmontera mediet dersom du vil installera på det.
pl: Program YaST wykrył zamontowany nośnik wymienny. Nie można zainstalować systemu na zamontowanym nośniku. Aby zainstalować system na nośniku, należy go odmontować.
pt_br: O YaST detectou um dispositivo removível montado. O YaST não pode instalar o sistema em uma mídia montada. Desmonte a mídia para instalar o sistema nela.
ru: YaST обнаружил примонтированный съёмный носитель. YaST не может установить систему на примонтированный носитель. Отмонтируйте носитель перед установкой на него системы.
sk: YaST zistil pripojené vymeniteľné médium. YaST nemôže inštalovať systém na pripojené médium. Zrušte pripojenie média, ak chcete naň inštalovať systém.
tg: Системаи YaST медиаи ҷудошавандаи васлшударо муайян кард. YaST наметавонад системаро ба диски васлшуда насб кунад. Барои насб кардани система ба ин диск, аввал онро ҷудо кунед.
uk: YaST-ом виявлено змонтований переносний носій. YaST не може встановити систему на носії, який змонтовано. Щоб встановити систему на цьому носії, спочатку демонтуйте його.
wa: YaST a trové on media oiståve monté. YaST ni sait nén astaler l' sistinme so on media k' est monté. Po-z astaler l' sistine so ç' media la, dismontez l' aprume.
zh_tw: YaST 偵測到一個已掛載的可移除媒體。 YaST 無法安裝 系統在已掛載的媒體上。 要安裝系統在這些媒體上，請先卸載它們。

source: openSUSE installer detected DMRAID array. It is not supported by the openSUSE live installer. Continuing the installation may cause data loss.
ar: اكتشاف مثبت أوبن سوزي تنسيق DMRAID. والذي لا يدعمه المثّبت الحي لأوبن سوزيي. متابعة التثبيت قد يسبب فقدان البيانات.
ca: L'instal·lador de l'openSUSE ha detectat una disposició DMRAID. Això no és compatible amb l'instal·lador en viu de l'openSUSE. Si continueu amb la instal·lació es poden perdre dades.
cs: Instalátor openSUSE detekoval pole DMRAID. To není openSUSE live instalátorem podporováno. Pokračování instalace může vést ke ztrátě dat.
da: openSUSEs installationsprogram fandt DMRAID-array. Det er ikke understøttet af openSUSEs live-installer. Fortsættelse af installationen kan forårsage datatab.
de: Vom openSUSE-Installationsprogramm wurde ein DMRAID-Array festgestellt. Dieses wird nicht vom openSUSE-Live-Installationsprogramm unterstützt. Ein Fortsetzen der Installation kann zu Datenverlust führen.
el: Η εγκατάσταση του openSUSE ανίχνευσε μια παράταξη DMRAID. Δεν υποστηρίζεται από την εγκατάσταση του openSUSE live. Η συνέχεια της εγκατάστασης μπορεί να προκαλέσει απώλεια δεδομένων.
es: El instalador openSUSE detectó un array DMRAID. No está soportado por el instalador openSUSE Live. Continuar con la instalación puede provocar pérdida de datos.
fi: Asennusohjelma havaitsi DMRAID-järjestelmän. OpenSUSEn Live-asennusohjelma ei tue DMRAID-järjestelmää. Asennuksen jatkaminen voi aiheuttaa tietohävikkiä.
fr: Le programme d'installation d'openSUSE a détecté un ensemble DMRAID. Celui-ci n'est pas pris en charge par le programme d'installation Live d'openSUSE. Poursuivre l'installation peut entrainer une perte de données.
gl: O instalador de openSUSE detectou unha estrutura de datos DMRAID. O instalador de openSUSE live non é compatíbel. Continuar coa instalación podería causar perda de datos.
he: התקנת openSUSE גילתה מערך DMRAID. תכונה לא נתמכת בהתקנה החיה של openSUSE. המשך ההתקנה עלולה לגרום לאבדון נתונים.
hr: openSUSE program za instalaciju je otkrio DMRAID polje. Ono nije podržano od strane openSUSE programa za instalalaciju. Nastavak instalacije može uzrokovati gubitak podataka.
hu: Az openSUSE telepítő DMRAID-tömböt talált, amelyet a live telepítő nem támogat. A telepítés folytatásával adatvesztés léphez fel.
it: L'installatore di openSUSE ha rilevato un array DMRAID. Quest'ultimo non è supportato dall'installatore live di openSUSE. Proseguire l'installazione può causare la perdita dei dati.
ja: openSUSE インストーラは DMRAID アレイを検出しました。 DMRAID アレイは openSUSE ライブインストーラでは対応していません。 インストールを続行すると書き込まれているデータを失ってしまう危険があります。
ka: openSUSE-ის ჩადგმის პროგრამამ აღმოაჩინა DMRAID მასივი. ის არ არის მხარდაჭერილი openSUSE live-დან. ჩადგმის გაგრძელებამ შესაძლოა გამოიწვიოს მონაცემების დაკარგვა.
km: កម្មវិធី​ដំឡើង​អូផឹនស៊ូស៊ី បាន​រកឃើញ​អារ៉េ DMRAID ។ វា​ត្រូវបាន​គាំទ្រ​ដោយ​កម្មវិធី​ដំឡើង​អូផឹនស៊ូស៊ី​ផ្ទាល់ ។ បន្ត​ការ​ដំឡើង អាច​បង្ក​ឲ្យ​បាត់បង់​ទិន្នន័យ ។
ko: 오픈수세 설치관리자가 DMRAID를 감지하였습니다. 이것은 오픈수세 라이브 설치에서 지원하지 않습니다. 설치를 계속하면 데이터를 잃어버릴 수 있습니다.
lt: openSUSE diegyklė aptiko DMRAID. To openSUSE parodomasis diegimas nepalaiko. Tęsdami diegimą jūs galite prarasti savo duomenis.
nb: Installasjonsprogrammet for openSUSE har funnet et DMRAID array. Dette støttes ikke av installasjonsprogrammet. Det kan føre til tap av data hvis du fortsetter installasjonen.
nl: Het openSUSE installatieprogramma detecteert een DMRAID array. Dat is niet ondersteund door het openSUSE live-installatieprogramma. Doorgaan met de installatie kan verlies van gegevens betekenen.
nn: Installasjonsprogrammet fann eit DMRAID-array. Dette vert ikkje støtta av installasjonsprogrammet, og om du held fram å installera, kan det føra til tap av data.
pa: ਓਪਨਸੂਸੇ (openSUSE) ਇੰਸਟਾਲਰ ਨੇ DMRAID ਅਰੇ ਖੋਜੀ ਹੈ। ਇਸ ਲਈ ਓਪਨ-ਸੂਸੇ ਲਾਈਵ ਇੰਸਟਾਲਰ ਹਾਲੇ ਸਹਿਯੋਗੀ ਨਹੀਂ ਹੈ। ਇੰਸਟਾਲੇਸ਼ਨ ਜਾਰੀ ਰੱਖਣ ਨਾਲ ਡਾਟਾ ਖਰਾਬ ਹੋਣ ਦਾ ਖ਼ਦਸ਼ਾ ਹੈ।
pl: Instalator openSUSE wykrył macierz dyskową DMRAID. Nie jest ona obsługiwana przez instalator wersji live openSUSE. Kontynuowanie instalacji może doprowadzić do utraty danych.
pt_br: O instalador do openSUSE detectou um array DMRAID. Isso não é suportado pelo instalador LiveCD do openSUSE. Continuar a instalação pode causar perda de dados.
ro: Programul de instalare al openSUSE a detectat un array DMRAID. Acesta nu este suportat de programul de instalare live openSUSE. În cazull în care continuați instalarea puteți pierde informații.
ru: Установщик openSUSE обнаружил массив DMRAID. Он не поддерживается "живым" установщиком openSUSE. Продолжение установки может привести к потере данных.
sk: openSUSE inštalátor zistil DMRAID pole. To nie je podporované live inštalátorom openSUSE. Pokračovanie inštalácie môže spôsobiť stratu dát.
sv: Installationen för openSUSE upptäckte en DMRAID-array, vilken stöds inte av installationen. Att fortsätta med installationen kan innebära dataförlust.
tg: Насбкунандаи openSUSE қатори DMRAID-ро муайян кард. Он бо насбкунандаи зиндаи openSUSE дастгирӣ намешавад. Агар насбро идома диҳед, метавонед ҳамаи маълумотро гум кунед.
th: ตัวติดตั้ง openSUSE ตรวจพบดิสก์อาร์เรย์แบบ DMRAID ซึ่งตัวติดตั้ง openSUSE แบบ live ยังไม่รองรับดิสก์ดังกล่าว การทำการติดตั้งต่อไปอาจจะทำให้ข้อมูลสูญหายได้
uk: Програма встановлення openSUSE виявила масив DMRAID. Така конфігурація не підтримується програмою встановлення openSUSE "наживо". Якщо ви продовжите встановлення, можлива втрата даних.
wa: L' astaleu d' openSUSE a detecté on tåvlea DMRAID. Ci n' est nén sopoirté pal vicant astaleu d' openSUSE. Continouwer l' astalaedje pôreut fé k' vos pierdoxhe des dnêyes.
zh_tw: openSUSE 安裝程式偵測到 DMRAID 陣列。 這個裝置無法被 openSUSE Live 安裝程式支援。 繼續安裝可能導致資料遺失。

source: The computer needs to be rebooted without the Live CD in the drive to finish the installation. Either YaST can reboot now or you can reboot any time later. Note that the Live CD is not ejected, you can either eject it after the Live system shuts down or select "Hard Disk" in the boot menu of the Live CD.
ar: لإنهاء التثبيت يحتاج الحاسب إلى إعادة التشغيل بدون القرص المضغوط الحي. يستطيع YaST إعادة التشغيل الآن ويمكنك إعادة التشغيل في أي وقت لاحق. لاحظ أنه لا يتم إخراج القرص المضغوط الحي يمكنك إخراجه بعد إيقاف النظام أو حدد "القرص الصلب" في قائمة الإقلاع من قائمة القرص المضغوط الحي.
ca: L'ordinador s'ha de reiniciar sense el CD viu a la unitat per acabar la instal·lació. El YaST pot reiniciar ara el sistema o bé el podeu reiniciar més tard manualment. Tingueu en compte que si el CD viu no s'expulsa, el podeu treure després que el sistema viu s'aturi o bé seleccioneu «Disc dur» al menú d'arrencada del CD viu.
cs: Pro dokončení instalace je třeba restartovat počítač bez Live CD v mechanice. YaST může nyní počítač restartovat nebo můžete počítač ručně restartovat kdykoliv později. Pokud nebude Live CD vyjmuto, musíte jej vyjmout buď po vypnutí Live systému nebo zvolit "Hard Disk" ve startovacím menu Live CD.
da: Genstart computeren uden live-cd'en i drevet for at afslutte installationen. Enten kan YaST genstarte nu eller du kan selv genstarte på et senere tidspunkt. Bemærk at Live-cd'en ikke kan skubbes ud nu. Du kan skubbe den ud efter live-systemet lukker ned eller ved at vælge "Harddisk" i live-cd'ens boot-menu.
de: Starten Sie den Computer ohne Live-CD im Laufwerk neu um mit der Installation fortzufahren. YaST kann jetzt neu starten oder Sie könnenn später den Computer neu starten. Beachten Sie, dass die CD jetzt nicht ausgeworfen werden kann. Sie können sie nach dem Herunterfahren des Live-Systems oder durch Auswahl von "Festplatte" im Boot-Menü der Live-CD auswerfen.
el: Επανεκκινήστε τον υπολογιστή χωρίς το Live CD στον οδηγό για να ολοκληρωθεί η εγκατάσταση. Είτε το YaST μπορεί να επανεκκινήσει τώρα είτε μπορείτε εσείς να επανεκκινήσετε αργότερα. Σημειώστε ότι το CD δεν μπορεί να αποβληθεί τώρα, μπορείτε να το εξάγετε μετά τον τερματισμό του συστήματος Live ή να επιλέξετε το "Σκληρός Δίσκος" στο μενού εκκίνησης του Live CD.
es: El equipo necesita reiniciarse sin el Live CD en la unidad para continuar la instalación. YaST puede reiniciarlo ahora o usted puede hacerlo más tarde en cualquier momento. Nota: si el CD no es expulsado, puede hacerlo después de que el sistema se apague o seleccionando "Hard Disk" (disco duro) en el menú de inicio del Live CD.
fi: Asennuksen viimeistelemiseksi tietokone täytyy käynnistää uudelleen ilman LiveCD:tä asemassa. YaST voi käynnistää koneen uudelleen nyt tai voit tehdä sen itse myöhemmin. Huomaa, ettei LiveCD:tä poisteta asemasta. Voit joko poistaa sen Live-järjestelmän sammuttua tai valita "Kiintolevy"- kohdan LiveCD:n käynnistyslataimesta.
fr: L'ordinateur doit être redémarré sans le Live-CD dans le lecteur afin de terminer l'installation. Soit YaST peut redémarrer maintenant, soit vous pouvez redémarrer ultérieurement. Notez que le Live-CD n'est pas éjecté, vous pouvez soit l'éjecter après l'arrêt du système Live, ou sélectionner "Disque dur" dans le menu de démarrage du Live-CD.
gl: Volva arrancar o computador sen o CD Live na unidade para continuar a instalación. Yast pode facelo agora ou vostede pode reinicialo máis tarde en calquera intre. Teña en conta que se o CD non é expulsado agora, pode facelo despois de que o sistema se apague ou escoller "Disco duro" no menú inicio do live CD.
he: המחשב מצריך הפעלה מחדש מבלי התקליטור בכונן בכדי לסיים את ההתקנה. או שעכ"מ יפעיל מחדש כעת או שתוכל להפעיל מחדש בכל זמן אחר. שימו לב שהתקליטור לא יפלט, אתם יכולים להוציא אותו לאחר שהמערכת החיה מבצעת כיבוי או שבחרו "כונן קשיח" בתפריט האתחול של התקליטור.
hu: A telepítés befejezéséhez a számítógép újraindítása szükséges, miután kivette a Live CD-t a meghajtóból Ha a Live CD-t a meghajtó nem adta ki automatikusan, akkor vegye ki, miután a rendszer leállt vagy válassza ki a "Merevlemez"-t a Live CD indítómenüjéből.
it: Riavviare il computer dopo aver tolto il Live CD dal lettore per completare l'installazione. YaST può riavviare il computer adesso oppure lo si può riavviare dopo in qualsiasi momento. Si noti che il CD live non viene espulso, si può espellerlo dopo l'arresto del sistema live, o selezionando "Hard Disk" nel menu di avvio del CD live.
ja: ライブ CD をドライブから取り出してコンピュータを再起動 する必要があります。 YaST から再起動を行なうこともできますし、 後から手動で再起動を行なうこともできます。 なお、ここではライブ CD を取り出すことはできません。現在のシステムを シャットダウンするか、ライブ CD の起動メニューで "ハードディスク" を選択したあとに取り出してください。
km: ចាប់ផ្ដើម​កុំព្យូទ័រ​ឡើងវិញ​ដោយ​គ្មាន​ស៊ីឌី​ផ្ទាល់​នៅ​ក្នុង​ដ្រាយ ដើម្បី​បន្ត​ការ​ដំឡើង ។ ចំណាំ​ថា ស៊ីឌី​មិន​អាច​ច្រាន​ចេញ​​នៅ​ពេល​ឥឡូវ​បានទេ ។ អ្នក​អាច​​បន្ទាប់​ពី​បិទ​ប្រព័ន្ធ​ផ្ទាល់ ឬ​ដោយ​ជ្រើស "ថាសរឹង" នៅ​ក្នុង​ម៉ឺនុយ​ចាប់ផ្ដើម​របស់​​ស៊ីឌី​ផ្ទាល់ ។​
lt: Baigiant diegti reikia išimti diegimo laikmeną ir iš naujo paleisti kompiuterį. YaST gali paleisti iš naujo dabar arba galite tai padaryti patys vėliau. Beje, jei kompiuteris neišstūmė „Live CD“, jį galite išimti išsijungus „Live“ sistemai. Jei vėl sistema pasileis iš „LiveCD“, rinkitės paleidimo meniu punktą „Standusis diskas“.
nb: Start datamaskinen på nytt uten Live CD-en i stasjonen for å fullføre installasjonen. YaST kan enten starte maskinen på nytt nå, eller du kan når som helst starte maskinen på nytt senere. Live-CD-en kan ikke løses ut nå. Du kan enten løse den ut etter at Live-systemet er slått av, eller ved å velge «Harddisk» i oppstartsmenyen for Live CD-en.
nl: Herstart de computer zonder de Live-CD in het apparaat om door te gaan met de installatie. Ofwel YaST kan nu herstarten of u kunt later herstarten. Let op dat als de Live-CD nu niet is uitgeworpen, u kunt deze kunt uitwerpen na het afsluiten van het Live-systeem of selecteer "Harde schijf" in het opstartmenu van de Live-CD.
nn: Start datamaskina på nytt utan live-CD-en i stasjonen for å fullføra installeringa. YaST kan anten starta maskina på nytt no, eller du kan når som helst starta maskina på nytt seinare. Live-CD-ein kan ikkje løysast ut no. Du kan anten løysa han ut etter at Live-systemet er slått av, eller ved å velja «Harddisk» i oppstartsmenyen for live-CD-en.
pa: ਇੰਸਟਾਲੇਸ਼ਨ ਜਾਰੀ ਰੱਖਣ ਵਾਸਤੇ ਕੰਪਿਊਟਰ ਨੂੰ ਡਰਾਇਵ ਵਿਚਲੀ ਲਾਈਵ CD ਤੋਂ ਬਿਨਾਂ ਮੁੜ-ਚਾਲੂ ਕਰੋ। ਜਾਂ ਤਾਂ YaST ਹੁਣੇ ਮੁੜ-ਚਾਲੂ ਕਰੇਗਾ ਜਾਂ ਤੁਸੀਂ ਬਾਅਦ ਵਿੱਚ ਮੁੜ-ਚਾਲੂ ਕਰ ਸਕਦੇ ਹੋ। ਯਾਦ ਰੱਖੋ ਕਿ CD ਨੂੰ ਹੁਣ ਬਾਹਰ ਨਹੀਂ ਕੱਢਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ ਹੈ। ਤੁਸੀਂ ਇਸ ਨੂੰ ਲਾਈਵ ਸਿਸਟਮ ਬੰਦ ਹੋਣ ਦੇ ਬਾਅਦ ਜਾਂ ਲਾਈਵ CD ਦੇ ਬੂਟ ਮੇਨੂ ਵਿੱਚੋਂ "ਹਾਰਡ ਡਿਸਕ" ਦੀ ਚੋਣ ਕਰਕੇ ਬਾਹਰ ਕੱਢ ਸਕਦੇ ਹੋ।
pl: Aby zakończyć instalację należy uruchomić ponownie komputer, bez płyty Live CD w napędzie. System może zostać uruchomiony ponownie przez YaST teraz lub możesz go uruchomić ponownie później. Uwaga:płyty Live CD nie można wyjąć w tej chwili. Można to zrobić po opuszczeniu systemu live lub po wybraniu "Dysk twardy" w menu rozruchowym Live CD.
pt_br: O computador precisa ser reiniciado sem o LiveCD na unidade para continuar a instalação. O YaST pode reiniciar agora ou você poderá fazê-lo mais tarde. Note que se o LiveCD não for ejetado, você poderá ejetá-lo depois que o sistema Live desligar ou selecionar "Disco rígido" no menu de boot menu do LiveCD.
ro: Reporniți calculatorul fără CD-ul Live înauntru pentru a continua instalarea. CD-ul nu poate fi scos acum. O puteți face după ce sistemul Live se oprește sau selectând "Hard Disk" în meniul de boot al Live CD-ului.
ru: Необходимо перезагрузить компьютер, предварительно вынув Live CD из дисковода, чтобы завершить установку. Перезагрузку может выполнить либо YaST сейчас, либо вы в любое другое время. Заметьте, что Live CD не извлекается сам, вы сможете вынуть его либо после того, как выключите загруженную систему, либо выбрав "Жёсткий диск" в меню загрузки Live CD.
sk: Pre dokončenie inštalácie, musí byť počítač reštartovaný bez vloženého Live CD v mechanike. YaST môže reštartovať teraz alebo kedykoľvek neskôr. Všimnite si, že Live CD nie je vysunuté. Môžete ho vysunúť po vypnutí systému, alebo vyberte "Hard Disk" v ponuke štartu Live CD.
tg: Барои ба анҷом расонидани насб, компютери шумо бояд бе диски зинда дар дрвайви CD бозоғозӣ карда шавад. YaST метавонад компютери шуморо ҳозир бозоғозӣ кунад ё ки шумо метавонед онро дар вақти дилхоҳ бозоғозӣ кунед. Ба қайд гиред, ки диски зинда аз драйви CD бароварда нашудааст, ва шумо метавонед онро баъдтар баъд аз хомӯши системаи зинда бароред ё аз менюи роҳандозии диски зиндаи CD "Диски компютерӣ"-ро интихоб кунед .
uk: Щоб завершити встановлення, перезавантажте комп'ютер, вийнявши КД з пристрою зчитування. YaST може перезавантажити вже або ви самі перезавантажте пізніше. Зауважте, що якщо КД не вийнято, ви можете вийняти його після завершення роботи із записаною на ньому системою або вибравши "Жорсткий диск" у меню завантаження "живого" КД.
wa: Renondez l' copiutrece sins kel vicante plake lazer ni soeye divins l' léjheu po fini l' astalaedje. Soeye-t i YaST pout renonder sol côp oudonbén vs poloz renonder tolminme cwand pus tård Notez k' sel vicante plake lazer n' est nén rexhowe, vos ploz soeye-t i l' fé rexhe après kel vicant sistinme åye sitî distindou oudonbén tchoezi «Deure plake» el dressêye d' enondaedje sistinme del vicante plake lazer.
zh_tw: 電腦需要(不用 Live CD )重新開機 來完成安裝程序。YaST 可以現在重新開機 或您也可以稍候在任何時候重新開機。 注意 Live CD 此時無法退出。您可在 Live 系統關機後取出它，或在 Live CD 開機選單中 選擇"硬碟"。

source: Reboot &Now
ar: إعادة التشغيل &الآن
ca: Reinicia &ara
cs: Restartovat &nyní
da: Genstart &nu
de: &Jetzt neu starten
el: Επανεκκίνηση &Τώρα
es: Reiniciar &ahora
fi: Käynnistä uudelleen &nyt
fr: Redémarrer Mai&ntenant
gl: Reiniciar &agora
he: אתחל מחדש &כעת
hr: Ponovno &pokreni sada
hu: Újraindítás most
it: Riavvia &Ora
ja: 今すぐ再起動 (&N)
ka: ა&ხლავე გადატვირტვა
km: ចាប់​ផ្ដើម​ឡើងវិញ​ឥឡូវ
ko: 지금 다시 시작(&N)
lt: Paleisti iš naujo &dabar
nb: Start på nytt &nå
nl: &Nu herstarten (reboot)
nn: Start på nytt &no
pa: ਹੁਣੇ ਮੁੜ-ਚਾਲੂ(&N)
pl: Uruchom ponownie teraz
pt_br: &Reinicializar agora
ro: Repor&nește acum
ru: Перезагрузиться &сейчас
sk: Reštartovať &teraz
tg: &Ҳозир бозоғозӣ кардан
th: บูตระบบใหม่เ&ดี๋ยวนี้
uk: Перезавантажити &тепер
wa: Renonder l' sistinme do &côp
zh_tw: 現在重新開機(&N)

source: Reboot &Later
ar: إعادة التشغيل &لاحقا
ca: Reinicia &més tard
cs: Restartovat &později
da: Genstart &senere
de: &Später neu starten
el: Επανεκκίνηση &Αργότερα
es: Reiniciar más &tarde
fi: Käynnistä tietokone uudelleen &myöhemmin
fr: Redémarrer p&lus tard
gl: Reiniciar &máis tarde
he: אתחל מחדש &מאוחר יותר
hr: Ponovno &pokreni kasnije
hu: Újraindítás ké&sőbb
it: Riavvia &Dopo
ja: 後で再起動 (&L)
ka: მო&გვიანებით გადატვირტვა
km: ចាប់​ផ្ដើម​ឡើងវិញ​នៅពេល​ក្រោយ
ko: 나중에 다시 시작(&L)
lt: Paleisti iš naujo &vėliau
nb: Start på nytt s&enere
nl: &Later herstarten (reboot)
nn: Start på nytt &seinare
pa: ਬਾਅਦ 'ਚ ਮੁੜ-ਚਾਲੂ(&L)
pl: Uruchom ponownie później
pt_br: Reinicializar &mais tarde
ro: &Repornește mai târziu
ru: Перезагрузиться &позже
sk: Reštartovať &neskôr
tg: &Баъдтар бозоғозӣ кардан
th: บูตระบบใหม่ใน&ภายหลัง
uk: Перезавантажити п&ізніше
wa: Renonder l' sistinme pus &tård
zh_tw: 稍後重新開機(&L)
