Repository: Dzejrou/yast-translations
Catalog: po/live-installer/*.po
Languages: ar, ca, cs, da, de, el, es, fi, fr, gl, he, hr, hu, it, ja, ka, km, ko, lt, nb, nl, nn, pa, pl, pt_br, ro, ru, sk, sv, tg, th, uk, wa, zh_tw

source: Failed to restart the computer. Reboot it manually. You may even need to push the 'Reset' button to restart it.
ar: فشل في إعادة تشغيل الحاسب. إعادة تشغيل يدوياً. قد تحتاج حتى لضغط زر 'الطاقة' لإعادة تشغيله.
ca: No s'ha pogut reiniciar l'ordinador. Reinicieu-lo manualment. Fins i tot podeu prémer el botó «Reset» per reiniciar-lo.
cs: Chyba při pokusu o restart počítače. Restartujte jej ručně. Možná bude třeba stisknout tlačítko 'Reset'.
da: Genstart af computeren mislykkedes. Genstart manuelt. Du vil måske endda skulle trykke på "Sluk"-knappen for at genstarte.
de: Computer konnte nicht neu gestartet werden. Starten Sie ihn manuell neu. Eventuell müssen Sie sogar den 'Reset'-Knopf drücken um neu zu starten.
el: Αποτυχία επανεκκίνησης υπολογιστή. Επανεκκινήστε χειροκίνητα. Ίσως χρειαστεί να πιέσετε το κουμπί "Reset" για επανεκκίνηση.
es: Error al reiniciar el equipo. Reinice el mismo manualmente. Puede ser necesario pulsar el botón de 'Reinicio' para hacerlo.
fi: Tietokoneen uudelleenkäynnistys epäonnistui. Tee uudelleenkäynnistys itse. Voit jopa joutua painamaan "Reset"-nappia.
fr: Impossible de redémarrer l'ordinateur. Redémarrez le manuellement. L'utilisation du bouton 'Reset' sera peut être nécessaire pour le redémarrer.
gl: Produciuse un erro ao reiniciar o computador. Vólvao arrancar de xeito manual. Pode precisar premer no botón 'Reinicio' para facelo.
he: ההפעלה מחדש של המחשב נכשלה אתחל מחדש בצורה ידנית. ייתכן שיהי צורך ללחוץ על כפתור האיפוס.
hu: A számítógép automatikus újraindítása nem sikerült. Indítsa újra kézzel. Néhány esetben a 'Reset' gomb megnyomása szükséges.
it: Impossibile riavviare il computer. Riavviarlo manualmente. Si potrebbe anche aver bisogno di premere il pulsante 'Reset' per riavviare il computer.
ja: コンピュータを再起動することができませんでした。 手動で再起動してください。場合によっては 'リセット' ボタンを 押す必要があるかもしれません。
ka: კომპიუტერის გადატვირთვა ვერ მოხერხდა. გადატვირთეთ ის ხელოვნურად - შეგიძლიათ გამოიყენოთ 'Reset'-ის ღილაკი.
km: បរាជ័យ​ក្នុង​ការ​ចាប់ផ្ដើម​កុំព្យូទ័រ​ឡើងវិញ ។ ចាប់ផ្ដើម​ឡើងវិញ​ដោយ​ដៃ ។ អ្នក​អាច​ចុច​ប៊ូតុង 'កំណត់​ឡើងវិញ' ដើម្បី​ចាប់ផ្ដើម​វា​ឡើងវិញ ។
ko: 컴퓨터 다시 시작에 실패했습니다. 수동으로 다시 시작 해야 합니다. '재설정' 버튼을 누르면 다시 시작 할 수 있습니다.
lt: Nepavyko kompiuterio paleisti iš naujo. Paleiskite iš naujo rankiniu būdu. Galite net nuspausti „Reset“ mygtuką ir paleiskite iš naujo.
nb: Kunne ikke starte maskinen på nytt. Start på nytt manuelt. Kanskje du må starte på nytt med 'Reset'-knappen.
nl: Herstarten van de computer is mislukt. Herstart handmatig. Misschien moet u zelfs de 'Reset'-knop indrukken om te herstarten.
nn: Kunne ikkje starta maskina på nytt. Start på nytt manuelt. Det kan vera du du må bruka «Reset»-knappen til dette.
pa: ਕੰਪਿਊਟਰ ਨੂੰ ਮੁੜ-ਚਾਲੂ ਕਰਨ ਲਈ ਫੇਲ੍ਹ ਹੈ। ਖੁਦ ਮੁੜ-ਚਾਲੂ ਕਰੋ। ਤੁਹਾਨੂੰ ਇਸ ਨੂੰ ਮੁੜ-ਚਾਲੂ ਕਰਨ ਵਾਸਤੇ 'ਰੀਸੈੱਟ' ਬਟਨ ਵੀ ਦੱਬਣਾ ਪੈ ਸਕਦਾ ਹੈ।
pl: Uruchomienie ponowne systemu zakończyło się niepowodzeniem. Należy uruchomić ponownie ręcznie. Być może będzie trzeba wcisnąć przycisk 'Reset' aby zrestartować komputer.
pt_br: Falha ao reiniciar o computador. Reinicie-o manualmente. Você poderá até ter que apertar o botão 'Reset' para reiniciá-lo.
ro: Repornirea a eșuat. Reporniți calculatorul manual. S-ar putea să trebuiască să apăsați butonul 'Reset' pentru a reporni.
ru: Сбой при перезагрузке компьютера. Перезагрузите его вручную. Вам может даже понадобится нажать кнопку 'Reset' для перезагрузки.
sk: Zlyhal reštart počítača. Reštartujte ho ručne. Možno budete musieť dokonca stlačiť tlačidlo 'Reset'.
tg: Бозоғозии компютер қатъ шудааст. Компютерро ба таври дастӣ бозоғозӣ кунед. Шумо ҳам метавонед тугмаи 'Reset'-ро дар дастгоҳи худ зер кунед.
th: ล้มเหลวในการเริ่มระบบคอมพิวเตอร์ใหม่อีกครั้ง โปรดทำการเริ่มระบบใหม่ด้วยตัวเอง ซึ่งอาจจะใช้วิธีกดที่ปุ่ม 'รีเซ็ต' บนตัวเครื่อง เพื่อทำการเริ่มระบบใหม่
uk: Не вдалося перезапустити комп'ютер. Перезавантажте вручну. Можливо, навіть, прийдеться натиснути кнопку скидання.
wa: Li renondaedje del copiutrece a fwait berwete. Renondez l' al mwin. Vos pôrîz minme aveur dandjî d' tchôkî l' boton «Reset» pol renonder.
zh_tw: 重新啟動電腦失敗。 請手動重新開機。您甚至可能要按 'Reset' 按鈕來重新啟動。

source: Copying files to installed system...
ar: يتم الآن نسخ الملفات إلى النظام المثبَّت...
ca: Copiant els fitxers al sistema instal·lat...
cs: Do instalovaného systému se kopírují soubory...
da: Kopierer filer til det installerede system...
de: Dateien werden in das installierte System kopiert ...
el: Αντιγραφή αρχείων στο εγκατεστημένο σύστημα...
es: Copiando archivos al sistema instalado...
fi: Kopioidaan tiedostot asennettuun järjestelmään...
fr: Copie des fichiers vers le système installé...
gl: Copiando ficheiros ó sistema instalado...
he: העתק קבצים למערכת המותקנת...
hr: Kopiram datoteke na instalirani sustav...
hu: Fájlok másolása a telepített rendszerre…
it: Copia dei file sul sistema installato in corso...
ja: インストールしたシステムへファイルをコピーしています...
ka: ფაილების ჩადგმურ სისტემაზე კოპირება...
km: កំពុង​ចម្លង​ឯកសារ​ទៅ​ប្រព័ន្ធ​ដែល​បាន​ដំឡើង...
ko: 설치될 시스템으로 파일 복사 중...
lt: Kopijuojamos rinkmenos į įdiegtą sistemą...
nb: Kopierer filer til installert system...
nl: Bestanden worden naar het geïnstalleerde systeem gekopieerd...
nn: Kopierer filer til installert system …
pa: ਇੰਸਟਾਲ ਹੋਏ ਸਿਸਟਮ 'ਤੇ ਫਾਇਲਾਂ ਕਾਪੀ ਕੀਤੀਆਂ ਜਾ ਰਹੀਆਂ ਹਨ...
pl: Kopiowanie plików do instalowanego systemu...
pt_br: Copiando os arquivos para o sistema instalado...
ro: Copiez fișierele pe sistemul instalat...
ru: Копирование файлов в установленную систему...
sk: Kopírujem súbory na inštalovaný systém...
sv: Kopierar filer till installerat system...
tg: Нусхабардории файлҳо ба системаи насбшуда...
th: ทำการคัดลอกแฟ้มไปยังระบบที่ติดตั้ง...
uk: Копіювання файлів у систему, яка встановлюється...
wa: Dji copeye les fitchîs diviè l' sistinme d' astalé...
zh_tw: 正在將檔案複製到已安裝的系統...

source: Writing YaST Configuration...
ar: تتم الآن كتابة إعدادات YaST...
ca: Escrivint la configuració del YaST...
cs: Zapisuje se nastavení YaSTu...
da: Skriver YaST-konfiguration...
de: YaST-Konfiguration wird geschrieben ...
el: Εγγραφή ρυθμίσεων του YaST...
es: Escribiendo la configuración de YaST...
fi: Kirjoitetaan YaST-määritykset...
fr: Écriture de la configuration de YaST...
gl: Escribindo a Configuración de YaST...
he: כותב הגדרות עכ"מ...
hr: Zapisujem YaST postavke...
hu: YaST-beállítások mentése…
it: Scrittura della configurazione di YaST in corso...
ja: YaST の設定を書き込んでいます...
ka: YaST-ის პარატრების ჩაწერა...
km: កំពុង​សរសេរ​ការ​កំណត់​រចនាសម្ព័ន្ធយ៉ាស...
ko: YaST 구성 기록 중...
lt: Įrašoma YaST konfigūracija...
nb: Lagrer YaST-konfigurasjon...
nl: YaSt-configuratie wordt opgeslagen...
nn: Lagrar YaST-oppsett …
pa: YaST ਸੰਰਚਨਾ ਲਿਖੀ ਜਾ ਰਹੀ ਹੈ...
pl: Zapisywanie konfiguracji programu YaST...
pt_br: Salvando a configuração do YaST...
ro: Scriu configurarea YaST...
ru: Запись конфигурации YaST...
sk: Zapisujem konfiguráciu YaST-u...
sv: Sparar YaST-inställningar...
tg: Танзимоти YaST сабт шуда истодааст...
th: ทำการเขียนค่าการปรับแต่งของ YaST...
uk: Запис конфігурації YaST...
wa: Dji scrî l' apontiaedje di YaST
zh_tw: 正在寫入 YaST 組態...

source: Saving language...
ar: يتم الآن حفظ اللغة...
ca: Desant la llengua...
cs: Ukládá se jazyk...
da: Gemmer sprog...
de: Sprache wird gespeichert ...
el: Αποθήκευση γλώσσας...
es: Guardando el idioma...
fi: Tallennetaan kieli...
fr: Enregistrement de la langue...
gl: Gardando o idioma...
he: שומר הגדרות שפה...
hr: Pohranjujem jezik...
hu: Nyelvi beállítások mentése…
it: Salvataggio della lingua in corso...
ja: 言語を保存しています...
ka: ენის შენახვა...
km: កំពុង​រក្សាទុក​ភាសា...
ko: 언어 저장 중...
lt: Išsaugoma kalba...
nb: Lagrer språk...
nl: Taal wordt opgeslagen...
nn: Lagrar språk …
pa: ਭਾਸ਼ਾ ਸੰਭਾਲੀ ਜਾ ਰਹੀ ਹੈ...
pl: Zapisywanie języka...
pt_br: Salvando o idioma...
ro: Salvez limba...
ru: Сохранение языка...
sk: Ukladám jazyk...
sv: Sparar språk...
tg: Забон захира шуда истодааст...
th: ทำการจัดเก็บค่าภาษา...
uk: Збереження мови...
wa: Dji schape li lingaedje...
zh_tw: 正在儲存語言設定...

source: Saving keyboard configuration...
ar: يتم الآن حفظ إعداد لوحة المفاتيح...
ca: Desant la configuració del teclat...
cs: Ukládá se nastavení klávesnice...
da: Gemmer tastaturkonfiguration...
de: Tastaturkonfiguration wird gespeichert ...
el: Αποθήκευση ρύθμισης πληκτρολογίου...
es: Guardando la configuración del teclado...
fi: Tallennetaan näppäimistömääritys...
fr: Enregistrement de la configuration du clavier...
gl: Gardando a configuración do teclado...
he: שומר הגדרות מקלדת...
hr: Zapisujem postavke tipkovnice...
hu: Billentyűzetkonfiguráció mentése…
it: Salvataggio della configurazione della tastiera in corso...
ja: キーボードの設定を保存しています...
ka: კლავიატურის კონფიგურაციის შენახვა...
km: កំពុង​រក្សាទុក​ការ​កំណត់​រចនាសម្ព័ន្ធ​ក្ដារចុច...
ko: 키보드 구성 저장 중...
lt: Išsaugoma klaviatūros sąranka...
nb: Lagrer tastaturoppsett...
nl: Toetsenbordconfiguratie wordt opgeslagen...
nn: Lagrar tastaturoppsett …
pa: ਕੀ-ਬੋਰਡ ਸੰਰਚਨਾ ਸੰਭਾਲੀ ਜਾ ਰਹੀ ਹੈ...
pl: Zapisywanie konfiguracji klawiatury...
pt_br: Salvando a configuração do teclado...
ro: Salvez configurația tastaturii...
ru: Сохранение настроек клавиатуры...
sk: Ukladám konfiguráciu klávesnice...
sv: Sparar tangentbordsinställningar...
tg: Танзимоти клавиатура захира шуда истодааст...
th: ทำการจัดเก็บการปรับแต่งค่าของแป้นพิมพ์...
uk: Збереження конфігурації клавіатури...
wa: Dji schape l' apontiaedje del taprece...
zh_tw: 正在儲存鍵盤組態...

source: Saving time zone...
ar: يتم الآن حفظ المنطقة الزمنية...
ca: Desant la zona horària...
cs: Ukládá se nastavení časové zóny...
da: Gemmer tidszone...
de: Zeitzone wird gespeichert ...
el: Αποθήκευση ζώνης ώρας...
es: Guardando la zona horaria...
fi: Tallennetaan aikavyöhyke...
fr: Enregistrement du fuseau horaire...
gl: Gardando a zona horaria...
he: שומר הגדרות איזור זמן...
hr: Zapisujem vremensku zonu...
hu: Időzóna-beállítások mentése…
it: Salvataggio del fuso orario in corso ...
ja: タイムゾーンを保存しています...
ka: დროის სარტყელის შენახვა...
km: កំពុង​រក្សាទុក​តំបន់​ពេលវេលា...
ko: 시간대 저장 중...
lt: reikšmėmisisisisisisisisisisisa laiko juosta...
nb: Lagrer tidssone...
nl: Tijdzone wordt opgeslagen...
nn: Lagrar tidssone …
pa: ਟਾਈਮ ਜ਼ੋਨ ਸੰਭਾਲਿਆ ਜਾ ਰਿਹਾ ਹੈ...
pl: Zapisywanie strefy czasowej...
pt_br: Salvando o fuso horário...
ro: Salvez fusul orar...
ru: Сохранение часового пояса...
sk: Ukladám nastavenie časovej zóny...
sv: Sparar tidszon...
tg: Минтақаи вақт захира шуда истодааст...
th: ทำการจัดเก็บค่าเขตเวลา...
uk: Збереження часової зони...
wa: Dji schape li zone d' eure...
zh_tw: 正在儲存時區...
