Repository: Dzejrou/yast-translations
Catalog: po/control-center/ie.po
Languages: ie

source: &Search
ie: &Serchar

source: Ready
ie: Finit

source: Starting configuration module "%1"...
ie: Lansante li module de configuration «%1»...

source: YaST Control Center
ie: Centre de control de YaST

source: YaST Control Center is not running as root. You will only see modules which do not require root privileges.
ie: Centre de control de YaST ne ha esset lansat quam li superusator. Solmen modules que ne besona privilegies del superusator es monstrat.

source: Log files written successfully.
ie: Files de diarium esset scrit successosimen.

source: Couldn't save y2logs.
ie: Ne successat gardar y2logs.

source: Writing log files ...
ie: Scriente files de diarium...

source: %1 exists! Really overwrite?
ie: %1 ja existe! Superscrir it?

source: %1 exists and is write-protected! Really overwrite?
ie: %1 ja existe e es protectet de scrition! Superscrir it?

source: Confirm
ie: Confirmation

source: C&ontinue
ie: C&ontinuar

source: &Cancel
ie: &Anullar
