Repository: Dzejrou/yast-translations
Catalog: po/sudo/*.po
Languages: ar, ca, cs, da, de, el, es, fr, hu, id, it, ja, ko, lt, nl, pl, ru, sq, sv, uk

source: <p>To edit an existing host alias, select an item from the table and click the <b>Edit</b> button. To delete the selected item, click the <b>Delete</b> button. </p>
ca: <p>Per editar un àlies d'amfitrió existent, seleccioneu un element de la taula i cliqueu a <b>Edita</b>. Per esborrar-lo, cliqueu a <b>Suprimeix</b>. </p>
de: <p>Wenn Sie einen vorhandenen Host-Alias bearbeiten möchten, wählen Sie ein Element in der Tabelle aus und klicken Sie auf die Schaltfläche <b>Bearbeiten</b>. Wenn Sie das ausgewählte Element löschen möchten, klicken Sie auf die Schaltfläche <b>Löschen</b>. </p>
es: <p>Para editar un alias de host existente, seleccione un elemento en la tabla y haga clic en el botón <b>Editar</b>. Para suprimir el elemento seleccionado, haga clic en el botón <b>Suprimir</b>. </p>
fr: <p>Pour modifier un alias d'hôte existant, sélectionnez un élément dans la table et cliquez sur le bouton <b>Modifier</b>. Pour supprimer l'élément sélectionné, cliquez sur le bouton <b>Supprimer</b>. </p>
ja: <p>既存のホストの別名を編集するには、表内から項目を選んで <b>編集</b> ボタンを押してください。ホストの別名を削除するには、同じく表内から項目を選んで <b>削除</b> ボタンを押してください。 </p>
nl: <p>Als u een bestaande hostalias wilt wijzigen, selecteert u een item in de tabel en klikt u op de knop <b>Bewerken</b>. Als u het geselecteerde item wilt verwijderen, klikt u op de knop <b>Verwijderen</b>.</p>
ru: <p>Для редактирования существующего псевдонима хоста выберите соответствующую запись в таблице и нажмите кнопку <b>Редактировать</b>. Чтобы удалить выбранную запись, нажмите кнопку <b>Удалить</b>.</p>

source: <p><b><big>RunAs Aliases</big></b><br> In this dialog, you can configure RunAs aliases. A RunAs alias is a set of users that is given a unique name. This name is later used to refer to all users in this set in the sudo configuration. </p>
ca: <p><b><big>Àlies d'Executa_com_a</big></b><br> En aquest diàleg, podeu configurar àlies d'Executa_com_a. Un àlies d'Executa_com_a és un conjunt d'usuaris que té un nom únic. Aquest nom s'usa després per referir-se a tots els usuaris del conjunt a la configuració de sudo. </p>
de: <p><b><big>RunAs-Aliasnamen</big></b><br>In diesem Dialogfeld können RunAs-Aliasnamen konfiguriert werden. Als RunAs-Alias wird eine Gruppe von Benutzern bezeichnet, für die ein eindeutiger Name vergeben wurde. Anhand dieses Namens wird später auf alle Benutzer in dieser Gruppe in der sudo-Konfiguration verwiesen. </p>
es: <p><b><big>Alias de EjecutarComo</big></b><br> En este recuadro de diálogo, puede configurar alias de EjecutarComo. Los alias de EjecutarComo son conjuntos de usuarios a los que se asigna un nombre exclusivo. Este nombre se emplea después para hacer referencia a todos los usuarios del conjunto en la configuración de sudo. </p>
fr: <p><b><big>Alias RunAs</big></b><br> Dans cette boîte de dialogue, vous pouvez configurer des alias RunAs. Un alias RunAs est un ensemble d'utilisateurs identifié par un nom unique. Ce nom sert par la suite à désigner tous les utilisateurs de cet ensemble dans la configuration de sudo. </p>
ja: <p><b><big>RunAs の別名</big></b><br>このダイアログでは、 RunAs の別名を設定することができます。 RunAs の別名とは複数のユーザを含むもので、それに対して唯一の名前を設定します。ここで付けられた名前は、 sudo の設定内で別名内にある任意のユーザを意味するものとして使用することができます。</p>
nl: <p><b><big>RunAs-aliassen</big></b><br>In deze dialoog kunt u de RunAs-aliassen instellen. RunAs-alias is een set gebruikers waaraan een unieke naam is gegeven. De naam wordt later gebruikt om in de sudo-configuratie naar alle gebruikers in deze set te refereren.</p>
ru: <p><b><big>Псевдонимы RunAs</big></b><br>В этом диалоговом окне можно настроить псевдонимы RunAs. Псевдоним RunAs — это набор пользователей, которому присваивается уникальное имя. Это имя затем используется для ссылки на всех пользователей данного набора в конфигурации sudo.</p>

source: <p>To add a new RunAs alias, click the <b>Add</b> button and fill in the appropriate fields. Alias name and list of users in the alias must not be empty. </p>
ca: <p>Per afegir un nou àlies d'Executa_com_a, cliqueu a <b>Afegeix</b> i empleneu els camps adequats. El nom d'àlies i la llista d'usuaris a l'àlies no han d'estar en blanc. </p>
de: <p>Wenn Sie einen neuen RunAs-Alias hinzufügen möchten, klicken Sie auf die Schaltfläche <b>Hinzufügen</b> und machen Sie die erforderlichen Angaben. Der Aliasname und die Liste der Benutzer im Alias dürfen nicht leer sein. </p>
es: <p>Para añadir un nuevo alias de EjecutarComo, haga clic en el botón <b>Añadir</b> y rellene los campos adecuados. El nombre de alias y la lista de usuarios no pueden estar vacíos. </p>
fr: <p>Pour ajouter un alias RunAs, cliquez sur le bouton <b>Ajouter</b> et complétez les champs correspondants. Le nom de l'alias et la liste des utilisateurs de l'alias ne peuvent pas être vides. </p>
ja: <p>新しい RunAs の別名を追加するには <b>追加</b> ボタンを押して必要な項目に記入してください。別名の名前とユーザ一覧にそれぞれ記入および設定しなければなりません。 </p>
nl: <p>Als u een nieuw RunAs-alias wilt toevoegen, klikt u op de knop <b>Toevoegen</b> en vult u de benodigde velden in. De velden voor de aliasnaam en de lijst met gebruikers in de alias mogen niet leeg zijn.</p>
ru: <p>Чтобы добавить новый псевдоним RunAs, нажмите кнопку <b>Добавить</b> и заполните соответствующие поля. Имя псевдонима и список пользователей в псевдониме не должны быть пустыми.</p>

source: <p>To edit an existing RunAs alias, select an item from the table and click the <b>Edit</b> button. To delete the selected item, click the <b>Delete</b> button. </p>
ca: <p>Per editar un àlies d'executa_com_a existent, seleccioneu un element de la taula i cliqueu a <b>Edita</b>. Per esborrar-lo un, cliqueu a <b>Suprimeix</b>. </p>
de: <p>Wenn Sie einen vorhandenen RunAs-Alias bearbeiten möchten, wählen Sie einen Eintrag in der Tabelle aus und klicken Sie auf die Schaltfläche <b>Bearbeiten</b>. Wenn Sie den ausgewählten Eintrag löschen möchten, klicken Sie auf die Schaltlfäche <b>Löschen</b>. </p>
es: <p>Para editar un alias de EjecutarComo existente, seleccione un elemento en la tabla y haga clic en el botón <b>Editar</b>. Para suprimir el elemento seleccionado, haga clic en el botón <b>Suprimir</b>. </p>
fr: <p>Pour modifier un alias RunAs, sélectionnez un élément dans le tableau et cliquez sur le bouton <b>Modifier</b>. Pour supprimer l'élément sélectionné, cliquez sur le bouton <b>Supprimer</b>. </p>
ja: <p>既存の RunAs の別名を編集するには、表内から項目を選んで <b>編集</b> ボタンを押してください。 RunAs の別名を削除するには、同じく表内から項目を選んで <b>削除</b> ボタンを押してください。 </p>
nl: <p>Als u een bestaand RunAs-alias wilt wijzigen, selecteert u een item in de tabel en klikt u op de knop <b>Bewerken</b>. Als u het geselecteerde item wilt verwijderen, klikt u op de knop <b>Verwijderen</b>.</p>
ru: <p>Для редактирования существующего псевдонима RunAs выберите запись из таблицы и нажмите кнопку <b>Редактировать</b>. Для удаления выбранной записи нажмите кнопку <b>Удалить</b>.</p>

source: <p><b><big>Command Aliases</big></b><br> In this dialog, you can configure command aliases. A command alias is a set of commands (optionally with parameters) that is given a unique name. This name is then used to refer to all commands in this set in the sudo configuration. </p>
ca: <p><b><big>Àlies d'ordre</big></b><br> En aquest diàleg, podeu configurar àlies d'ordre. Un àlies d'ordre és un conjunt d'ordres (optionalment amb paràmetres) que té un nom únic. Aquest nom s'usa després per referir-se a totes les ordres d'aquest conjunt a la configuració de sudo. </p>
de: <p><b><big>Kommando-Aliasnamen</big></b><br>In diesem Dialogfeld können Kommando-Aliasnamen konfiguriert werden. Als Kommando-Alias wird eine Gruppe von Kommandos (optional mit Parametern) bezeichnet, für die ein eindeutiger Name vergeben wurde. Anhand dieses Namens wird später auf alle Kommandos in dieser Gruppe in der sudo-Konfiguration verwiesen. </p>
es: <p><b><big>Alias de comando</big></b><br> En este recuadro de diálogo, puede configurar alias de comandos. Los alias de comando son conjuntos de comandos (opcionalmente con parámetros) a los que se les asigna un nombre exclusivo. Este nombre se emplea después para hacer referencia a todos los comandos del conjunto en la configuración de sudo. </p>
fr: <p><b><big>Alias de commande</big></b><br> Dans cette boîte de dialogue, vous pouvez configurer des alias de commande. Un alias de commande est un ensemble de commandes (éventuellement avec des paramètres) identifié par un nom unique. Ce nom sert par la suite à désigner toutes les commandes de cet ensemble dans la configuration de sudo. </p>
ja: <p><b><big>コマンドの別名</big></b><br>このダイアログではコマンドの別名を設定することができます。コマンドの別名とは複数のコマンドを含むもので (オプションでパラメータも設定できます) 、それに対して唯一の名前を設定します。ここで付けられた名前は、 sudo の設定内で別名内の全てのコマンドを意味するものとして使用することができます。</p>
nl: <p><b><big>Opdrachtaliassen</big></b><br>In deze dialoog kunt u opdrachtaliassen instellen. Een opdrachtalias is een set van opdrachten (optioneel met parameters) waaraan een unieke naam is gegeven. Deze naam wordt gebruikt om in de sudo-configuratie te refereren naar alle opdrachten in deze set.</p>
ru: <p><b><big>Псевдонимы команд</big></b><br>В этом диалоговом окне можно настроить псевдонимы команд. Псевдоним команд — это набор команд (возможно, с параметрами), которому присваивается уникальное имя. Это имя затем используется для ссылки на все команды данного набора в конфигурации sudo.</p>

source: <p>To add a new command alias, click the <b>Add</b> button and fill in the appropriate fields. Alias name and list of commands in the alias must not be empty. </p>
ca: <p>Per afegir un nou àlies d'ordre, cliqueu a <b>Afegeix</b> i empleneu els camps adequats. El nom d'àlies i la llista d'ordres a l'àlies no han d'estar en blanc. </p>
de: <p>Wenn Sie einen neuen Kommando-Alias hinzufügen möchten, klicken Sie auf die Schaltfläche <b>Hinzufügen</b> und machen Sie die erforderlichen Angaben. Der Aliasname und die Liste der Kommandos im Alias dürfen nicht leer sein. </p>
es: <p>Para añadir un nuevo alias de comando, haga clic en el botón <b>Añadir</b> y rellene los campos adecuados. El nombre de alias y la lista de comandos no pueden estar vacíos. </p>
fr: <p>Pour ajouter un nouvel alias de commande, cliquez sur le bouton <b>Ajouter</b> et complétez les champs correspondants. Le nom de l'alias et la liste des commandes de l'alias ne peuvent pas être vides. </p>
ja: <p>新しいコマンドの別名を追加するには <b>追加</b> ボタンを押して必要な項目に記入してください。別名の名前とコマンド一覧にそれぞれ記入および設定しなければなりません。 </p>
nl: <p>Als u een nieuwe opdrachtalias wilt toevoegen, klikt u op de knop <b>Toevoegen</b> en vult u de benodigde velden in. De naam van de alias en de lijst met opdrachten in de alias mogen niet leeg zijn.</p>
ru: <p>Чтобы добавить новый псевдоним команды, нажмите кнопку <b>Добавить</b> и заполните соответствующие поля. Имя псевдонима и список команд в псевдониме не должны быть пустыми.</p>

source: <p>To edit an existing command alias, select an item from the table and click the <b>Edit</b> button. To delete the selected item, click the <b>Delete</b> button. </p>
ca: <p>Per editar un àlies d'ordre existent, seleccioneu un element de la taula i cliqueu a <b>Edita</b>. Per esborrar-lo un, cliqueu a <b>Suprimeix</b>. </p>
de: <p>Wenn Sie einen vorhandenen Kommando-Alias bearbeiten möchten, wählen Sie einen Eintrag in der Tabelle aus und klicken Sie dann auf die Schaltlfäche <b>Bearbeiten</b>. Wenn Sie den ausgewählten Eintrag löschen möchten, klicken Sie auf die Schaltfläche <b>Löschen</b>. </p>
es: <p>Para editar un alias de comando existente, seleccione un elemento en la tabla y haga clic en el botón <b>Editar</b>. Para suprimir el elemento seleccionado, haga clic en el botón <b>Suprimir</b>. </p>
fr: <p>Pour modifier un alias de commande, sélectionnez un élément dans le tableau et cliquez sur le bouton <b>Modifier</b>. Pour supprimer l'élément sélectionné, cliquez sur le bouton <b>Supprimer</b>. </p>
ja: <p>既存のコマンドの別名を編集するには、表内から項目を選んで <b>編集</b> ボタンを押してください。コマンドの別名を削除するには、同じく表内から項目を選んで <b>削除</b> ボタンを押してください。 </p>
nl: <p>Als u een bestaande alias wilt wijzigen, selecteert u een item in de tabel en klikt u op de knop <b>Bewerken</b>. Als u het geselecteerde item wilt verwijderen, klikt u op de knop <b>Verwijderen</b>.</p>
ru: <p>Для редактирования псевдонима команды выберите запись в таблице и нажмите кнопку <b>Редактировать</b>. Чтобы удалить выбранную запись, нажмите кнопку <b>Удалить</b>.</p>

source: <p><b><big>User Alias</big></b><br>A user alias consists of one or more users, system groups (prefixed with '%') or otheruser aliases. It is given single name (must contain uppercase letters, numbers and underscore only), which is then used to refer to all users in this alias.</p>
ca: <p><b><big>Àlies d'usuari</big></b><br> L'àlies d'usuari consisteix en un o més usuaris, grups del sistema (prefixats amb "%") o altres àlies d'usuari. És un nom únic (només ha de contenir majúscules, números i línies baixes), que s'usa després per referir-se a tots els usuaris de l'àlies.</p>
de: <p><b><big>Benutzer-Alias</big></b><br>Der Benutzer-Alias besteht aus einem oder mehreren Benutzern, Systemgruppen (mit Präfix '%') oder anderen Benutzer-Aliasnamen. Für ihn wird ein eindeutiger Name vergeben (darf nur Großbuchstaben, Zahlen und Unterstriche enthalten), anhand dessen dann auf alle Benutzer in diesem Alias verwiesen wird. </p>
es: <p><b><big>Alias de usuario</big></b><br> Los alias de usuario consisten en uno o varios usuarios, grupos de sistema (con el prefijo %) u otros alias de usuario. Se les asigna un nombre único (que puede incluir solo letras en mayúscula, números y caracteres de subrayado) , que después se utiliza para hacer referencia a todos los usuarios del alias. </p>
fr: <p><b><big>Alias d'utilisateur</big></b><br>Un alias d'utilisateur comporte un ou plusieurs utilisateurs, groupes système (précédés de '%') ou autres alias d'utilisateur. Il est identifié par un nom unique (qui ne peut comporter que des lettres majuscules, des chiffres et des caractères de soulignement), qui sert par la suite à désigner tous les utilisateurs de cet alias. </p>
ja: <p><b><big>ユーザの別名</big></b><br>ユーザの別名には 1 人以上のユーザやシステムグループ (頭に '%' を付けて指定します) 、または他のユーザの別名を指定することができます。ユーザの別名には単一の名前 (半角大文字, 数字, アンダースコアの文字を利用できます) を設定し、それらのユーザ全体を意味するものとして使うことができます。 </p>
nl: <p><b><big>Gebruikersalias</big></b><br>De gebruikersalias bestaat uit één of meer gebruikers, systeemgroepen (voorafgegaan door '%') of andere gebruikersaliassen. Aan de alias wordt een unieke naam gegeven (die alleen mag bestaan uit hoofdletters, cijfers en onderstreepjes). Deze naam wordt gebruikt om naar alle gebruikers in deze alias te refereren.</p>
ru: <p><b><big>Псевдоним пользователя</big></b><br>Псевдоним пользователя состоит из одного или нескольких пользователей, системных групп (начинающихся с символа %) или других псевдонимов пользователей. Ему назначается простое имя (только буквы в верхнем регистре, цифры и символ подчеркивания), которое затем используется для ссылки на всех пользователей в псевдониме.</p>

source: <p>Enter a unique name into <b>Alias Name</b> input field. To add users or groups to the alias, select user or group name from the drop-down menu and click the <b>Add</b> button. To remove user from the alias, select the appropriate item from the table, and click the <b>Remove</b> button. To finish the configuration, click <b>OK</b>. </p>
ca: <p>Introduïu un nom únic al camp d'entrada <b>Nom d'àlies</b>. Per afegir usuaris o grups a l'àlies, seleccioneu el nom d'usuari o de grup del menú desplegable i cliqueu a <b>Afegeix</b>. Per suprimir un usuari de l'àlies, seleccioneu l'element corresponent de la taula i cliqueu a <b>Suprimeix</b>. Per acabar la configuració, cliqueu a <b>D'acord</b>.</p>
de: <p>Geben Sie im Eingabefeld <b>Aliasname</b> einen eindeutigen Namen ein. Wenn Sie dem Alias Benutzer oder Gruppen hinzufügen möchten, wählen Sie den Benutzer- oder Gruppennamen im Dropdown-Menü aus und klicken Sie auf die Schaltfläche <b>Hinzufügen</b>. Wenn Sie einen Benutzer aus dem Alias entfernen möchten, wählen Sie den entsprechenden Eintrag in der Tabelle aus und klicken Sie auf die Schaltfläche <b>Entfernen</b>. Mit <b>OK</b> wird die Konfiguration abgeschlossen. </p>
es: <p>Escriba un nombre exclusivo en el campo <b>Alias</b>. Para añadir usuarios o grupos al alias, seleccione el nombre correspondiente en el menú desplegable y haga clic en el botón <b>Añadir</b>. Para eliminar un usuario del alias, seleccione el elemento adecuado en la tabla y haga clic en <b>Eliminar</b>. Para terminar la configuración, haga clic en <b>Aceptar</b>. </p>
fr: <p>Saisissez un nom unique dans le champ de saisie <b>Nom d'alias</b>. Pour ajouter des utilisateurs ou des groupes à l'alias, sélectionnez le nom de l'utilisateur ou du groupe dans le menu déroulant, puis cliquez sur le bouton <b>Ajouter</b>. Pour supprimer un utilisateur de l'alias, sélectionnez l'élément correspondant dans le tableau, puis cliquez sur le bouton <b>Supprimer</b>. Pour terminer la configuration, cliquez sur <b>OK</b>. </p>
ja: <p> <b>別名の名前</b> 項目に固有の名前を入力してください。ユーザやグループを別名に追加するには、ドロップダウンメニューから必要なものを選んで <b>追加</b> を押してください。別名からユーザを取り除くには、取り除くべき項目を選んで <b>削除</b> ボタンを押してください。設定が完了したら <b>OK</b> を押してください。 </p>
nl: <p>Voer een unieke naam in in het invoerveld <b>Aliasnaam</b>. Als u gebruikers of groepen aan de alias toe wilt voegen, kiest u de gebruikers- of groepsnaam in het afrolmenu en klikt u op de knop <b>Toevoegen</b>. Als u een gebruiker uit de alias wilt verwijderen, selecteert u het bijhorende item in de tabel en klikt u op de knop <b>Verwijderen</b>. Als u de configuratie af wilt ronden, klikt op <b>OK</b>.</p>
ru: <p>Введите уникальное имя в текстовое поле <b>Имя псевдонима</b>. Чтобы добавить в псевдоним пользователей или группы, выберите пользователя или группу в меню и нажмите кнопку <b>Добавить</b>. Для удаления пользователя из псевдонима выберите соответствующую запись из таблицы и нажмите кнопку <b>Удалить</b>. Чтобы закончить настройку, нажмите <b>ОК</b>.</p>

source: <p><b>Note:</b> Alias name must not be empty. Each alias must have at least one member.</p>
ca: <p><b>Nota:</b> el nom de l'àlies no pot estar en blanc. Cada àlies ha de tenir com a mínim un membre.</p>
de: <p><b>Hinweis:</b> Es muss ein Aliasname angegeben werden. Jeder Alias muss mindestens ein Mitglied aufweisen.</p>
es: <p><b>Nota:</b> El nombre de alias no puede estar vacío. Cada alias debe contar con al menos un miembro.</p>
fr: <p><b>Remarque :</b> un nom d'alias ne peut pas être vide. Chaque alias doit comporter au moins un membre.</p>
ja: <p><b>注意:</b> 別名の名前は必ず指定する必要があります。また、別名には少なくとも 1 人以上のユーザを設定する必要があります。</p>
nl: <p><b>Opmerking:</b> Aliasnaam mag niet leeg zijn. Elke alias dient minstens één gebruiker te bevatten.</p>
ru: <p><b>Примечание.</b> Имя псевдонима не должно быть пустым. В каждом псевдониме должен быть хотя бы один член.</p>

source: <p><b><big>Host Alias</big></b><br> A host alias consists of one or more hostnames, single IP addresses, IP addresses combined with netmask id dotted quad notation (e.g. 192.168.0.0/255.255.255.0) or CIDR number of bits notation (e.g. 192.168.0.0/24), or other host aliases. It is given single name (must contain uppercase letters, numbers and underscore only), which is then used to refer to all hosts in this alias. </p>
ca: <p><b><big>Àlies d'amfitrió</big></b><br> Un àlies d'amfitrió consisteix en un o més noms d'amfitrió, adreces IP úniques, adreces IP combinades amb un id de màscara de xarxa anotada amb punts (p. e. 192.168.0.0/255.255.255.0) o amb la nota CIDR del nombre de bits (e.g. 192.168.0.0/24), o altres àlies d'amfitrió. És un nom únic (només ha de contenir majúscules, números i línies baixes), que s'usa després per referir-se a tots els amfitrions de l'àlies. </p>
de: <p><b><big>Host-Alias</big></b><br> Der Host-Alias besteht aus einem oder mehreren Host-Namen, eindeutigen IP-Adressen, Kombinationen aus IP-Adressen und Netzmasken in Dotted-Quad-Notation (z. B. 192.168.0.0/255.255.255.0) bzw. der CIDR-Nummer der Bits-Notation (z.B. 192.168.0.0/24) oder anderen Host-Aliasnamen. Für ihn wird ein eindeutiger Name vergeben (darf nur Großbuchstaben, Zahlen und Unterstriche enthalten), anhand dessen dann auf alle Hosts in diesem Alias verwiesen wird.</p>
es: <p><b><big>Alias de host</big></b><br> Los alias de host consisten en uno o varios nombres de host, direcciones IP, direcciones IP combinadas con máscaras de red en notación cuádruple con puntos (por ejemplo, 192.168.0.0/255.255.255.0) o en notación CIDR de número de bits (como 192.168.0.0/24) u otros alias de host. Se les asigna un nombre exclusivo (que sólo puede incluir letras en mayúscula, números o caracteres de subrayado), que después se utiliza para hacer referencia a todos los hosts del alias. </p>
fr: <p><b><big>Alias d'hôte</big></b><br> Un alias d'hôte comporte un ou plusieurs noms d'hôte, adresses IP uniques, adresses IP combinées avec un masque réseau en notation séparée par des points (par exemple, 192.168.0.0/255.255.255.0) ou en nombre de bits CIDR (par ex. 192.168.0.0/24), ou d'autres alias d'hôte. Il est identifié par un nom unique (qui ne peut comporter que des majuscules, des chiffres ou des traits de soulignement), qui sert ensuite à désigner tous les hôtes de cet alias. </p>
ja: <p><b><big>ホストの別名</big></b><br>ホストの別名は、 1 つ以上のホスト名や単一の IP アドレス、他のホストの別名やネットマスク付きの IP アドレス (例: 192.168.0.0/255.255.255.0) または CIDR 表記 (例: 192.168.0.0/24) で指定することができます。ホストの別名には固有の名前 (半角大文字, 数字, アンダースコアの文字を利用できます) を設定し、それらのホスト全体を意味するものとして使うことができます。 </p>
nl: <p><b><big>Hostalias</big></b><br>Hostalias bestaat uit één of meer hostnamen, enkelvoudige IP-adressen, IP-adressen met netmasker opgebouwd uit vier getallen (bijv. 192.168.0.0/255.255.255.0) of CIDR-nummer van bits-notatie (bijv. 192.168.0.0/24) of andere hostaliassen. Het is een unieke naam (mag alleen hoofdletters, cijfers en underscores bevatten) die gebruikt wordt om naar alle hosts in deze alias te refereren.</p>
ru: <p><b><big>Псевдоним хоста</big></b><br>Псевдоним хоста состоит из одного или более имен хостов, просто IP-адресов, IP-адресов в сочетании с сетевой маской через точку (например, 192.168.0.0/255.255.255.0) или CIDR-числом (например 192.168.0.0/24) или других псевдонимов хостов. Ему присваивается простое имя (только буквы в верхнем регистре, числа и символ подчеркивания), которое затем используется для ссылки на все хосты в этом псевдониме.</p>
