Repository: Dzejrou/yast-translations
Catalog: po/sudo/*.po
Languages: ar, ca, cs, da, de, el, es, fr, hu, id, it, ja, ko, lt, nl, pl, ru, sq, sv, uk

source: <p><b><big>RunAs Alias</big></b><br> RunAs alias is very similar to User Alias. It consists of one or more users, system groups (prefixed with '%') or other RunAs aliases. It is given single name (must contain uppercase letters, numbers and underscore only), which is then used to refer to all users in this alias. </p>
ar: <p><b><big>اسم مستعار RunAs</big></b><br> اسم مستعار RunAs مشابهة جداً لاسم المستخدم المستعار. ويتألف من واحد أو أكثر من المستخدمين، بنظام المجموعات (يسبقها '%') أو غيرها من الأسماء المستعارة RunAs. أعطها اسم فريد (يجب أن تحتوي على أحرف وأرقام وتسطير أسفل السطر فقط)، الذي سيستخدم للإشارة إلى كافة المستخدمين في هذا الاسم المستعار. </p>
cs: <p><b><big>Alias 'Spustit jako'</big></b><br> Alias 'Spustit jako' je velmi podobný aliasu uživatele. Sestává z jednoho nebo více uživatelů, systémových skupin (s předponou '%') nebo dalších aliasů 'Spustit jako'. Je mu přiřazeno jedno jméno (musí obsahovat pouze velká písmena, číslice a podtržítka), které se pak používá jako odkaz na všechny uživatele v aliasu. </p>
hu: <p><b><big>RunAs álnév</big></b><br> A RunAs álnév igen hasonló a felhasználói álnevekhez. Egy egy vagy több felhasználót, rendszercsoportot ('%' előtag) vagy más RunAs álnevet takar. Van egy saját azonosítója (csak nagybetűkből, számokból és aláhúzás karakterből állhat), amellyel az álnév összes felhasználójára egyszerre lehet hivatkozni. </p>
it: <p><b><big>Alias RunAs</big></b><br> L'alias RunAs è molto simile all'alias utente. È costituito da uno o più utenti, gruppi di sistema con prefisso '%', o da altri alias RunAs. A questo alias è assegnato un nome univoco, contenente solo lettere maiuscole, numeri e trattino basso, che viene usato in seguito per fare riferimento a tutti gli utenti in questo alias. </p>
ko: <p><b><big>RunAs 별칭</big></b><br> RunAs 별칭은 사용자 별칭과 매우 비슷합니다. 1명 이상의 사용자나 시스템 그룹 (머리글로 '%'를 사용) 또는 다른 RunAs 별칭을 포함합니다. RunAs 별칭에는 단일 이름이름(반각 대문자, 숫자, 밑줄 만 사용)을 설정하여, 사용자 전체를 의미하는 것으로 사용할 수 있습니다. </p>
pl: <p><b><big>Alias RunAs</big></b><br> Alias RunAs jest bardzo podobny do aliasu użytkowników. Zawiera on jednego lub więcej użytkowników, grup systemowych (poprzedzonych znakiem '%') albo innych aliasów RunAs. Nazwa aliasu może być pojedynczym słowem (może zawierać jedynie małe litery, cyfry i znak podkreślenia); jest ona następnie używana do odwoływania się do wszystkich użytkowników z tego aliasu. </p>

source: <p><b><big>Command Alias</big></b><br> Command Alias is a list of one or more commands (with optional parameters), directories, or other command aliases. It is given single name (must contain uppercase letters, numbers and underscore only), which is then used to refer to all commands in this alias. A command can optionally have one or more parameters specified. If so, users can run the command with these parameters only. If a directory name is used, any command in that directory can be run. </p>
ar: <p><b><big>الاسم المستعار للأمر</big></b><br> الاسم المستعار للأمر هو قائمة بأمر واحد أو أكثر (مع المعلمات الاختيارية)، أو مجلدات أو أسماء مستعارة لأوامر أخرى. أعطها اسم مفرد (يجب أن تحتوي على أحرف وأرقام وتسطير أسفل السطر فقط)، الذي سيستخدم للإشارة إلى كافة الأوامر الموجودة في هذه الأسماء المستعارة. يمكن أن يحتوي الأمر اختيارياً واحد أو أكثر من المعلمات المحددة. إذا كان الأمر كذلك، يمكن للمستخدمين تشغيل الأمر مع هذه المعلمات فقط. إذا استخدمت اسم مجلد، يمكن تشغيل أي أمر في هذا المجلد. </p>
cs: <p><b><big>Alias příkazu</big></b><br> Alias příkazu je seznam obsahující jeden či více příkazů (s volitelnými parametry), adresářů nebo jiných aliasů příkazů. Je mu přiřazeno jedno jméno (musí obsahovat pouze velká písmena, číslice a podtržítka). Toto jméno slouží jako odkaz na všechny příkazy v aliasu. Volitelně může příkaz mít nastaven jeden či více parametrů. Pokud jsou parametry uvedeny, mohou uživatelé příkaz spouštět pouze s uvedenými parametry. Pokud je použito jméno adresáře, lze spustit libovolný příkaz z tohoto adresáře. </p>
hu: <p><b><big>Parancsálnév</big></b><br> A parancsálnév egy vagy több parancsot (és azok esetleges paramétereit), könyvtárat vagy más parancsálnevet takar. Van egy saját azonosítója (csak nagybetűkből, számokból és aláhúzás karakterből állhat), amellyel az álnév összes parancsára egyszerre lehet hivatkozni. Egy parancsnak lehetnek paraméterei is megadva. Ha meg vannak adva, akkor a felhasználók csak ezekkel a paraméterekkel futtathatják a parancsot. Ha könyvtárnév van megadva, akkor a könyvtárban lévő összes parancs futtatható. </p>
it: <p><b><big>Alias comando</big></b><br> L'alias comando rappresenta un elenco di uno o più comandi con parametri facoltativi, directory o altri alias comandi. A questo alias è assegnato un nome univoco, contenente solo lettere maiuscole, numeri e trattino basso, che viene usato in seguito per fare riferimento a tutti i comandi in questo alias. Per un comando è possibile specificare facoltativamente uno o più parametri. In questo caso, gli utenti possono eseguire il comando solo con tali parametri. Se si usa un nome di directory, è possibile eseguire qualsiasi comando in tale directory. </p>
ko: <p><b><big>명령 별칭</big></b><br> 명령 별칭은 복수의 명령(추가 파라미터 포함)이나 디렉터리, 또는 다른 명령 별칭을 포함합니다. 명령 별칭에는 단일 이름(반각 대문자, 숫자, 밑줄 망 사용)을 설정하고, 명령 전체를 의미하는것으로 사용할 수 있습니다. 명령에는 한개 이상의 매개변수를 지정할 수 있습니다. 매개변수를 지정한 경우 사용자는 그 매개변수 포함한 명령만 실행 할 수 있습니다. 또, 디렉터리명을 지정한 경우 그 디렉터리에 있는 모든 명령을 실행 할 수 있습니다. </p>
pl: <p><b><big>Alias poleceń</big></b><br> Alias poleceń jest listą z jednym lub więcej poleceń (z parametrami opcjonalnymi), katalogami albo innymi aliasami poleceń. Nazwa aliasu może być pojedynczym słowem (może zawierać jedynie małe litery, cyfry i znak podkreślenia); jest ona następnie używana do odwoływania się do wszystkich poleceń z tego aliasu. Polecenie może być uzupełnione o jeden lub więcej opcjonalnych parametrów. W takim przypadku użytkownicy będą mogli używać tych poleceń jedynie z podanymi parametrami. W razie użycia nazwy katalogu, będą mogły być wykonywane wszystkie polecenia z tego katalogu. </p>

source: <p>Enter unique name into <b>Alias Name</b> text entry. To add a new command to the alias, click on <b>Add</b> button.A pop-up window will appear, where you can enter command name (or select one from file browser by clicking on <b>Browse</b> button. Additionally, you can specify command parameters in <b>Parameters</b> text entry
ar: <p>أدخل اسم فريد في حقل <b>الاسم المستعار</b> . لإضافة أمر جديد للاسم المستعار اختر <b>إضافة</b> .ستظهر قائمة منبثقة حيث يمكنك إدخال اسم الأمر (أو اختيار واحد من مستعرض الملفات باختيار <b>استعراض</b> . بالاضافة إلى ذلك يمكنك من حقل <b>مُعلمات</b> تحديد معلمات الأوامر
cs: <p>Zadejte jedinečné jméno do položky <b>Jméno aliasu</b>. Pro přidání nového příkazu do aliasu klikněte na tlačítko <b>Přidat</b>. Vyskočí okno, do kterého můžete zadat jméno příkazu (nebo kliknout na <b>Procházet</b>). Navíc můžete v poli <b>Parametry</b> zadat parametry zvoleného příkazu.
hu: <p>Adjon meg egy egyedi nevet az <b>Álnév</b> szövegmezőben. Az álnévhez parancsokat a <b>Hozzáadás</b> gombra kattintva adhat hozzá. Megjelenik egy felugró ablak, amelybe írja be a kívánt parancs nevét (vagy válasszon ki egyet a fájlböngészőből a <b>Tallózás</b> gombra kattintva. Ezenkívül a <b>Paraméterek</b> szövegmezőben az esetleges paraméterek is megadhatók.
it: <p>Immettere un nome univoco nel campo di testo <b>Nome alias</b>. Per aggiungere un nuovo comando all'alias, fare clic sul pulsante <b>Aggiungi</b>. Apparirà una finestra a comparsa in cui è possibile immettere un nome di comando oppure selezionarne uno mediante il pulsante <b>Sfoglia</b>. È inoltre possibile specificare i parametri del comando nel campo di testo <b>Parametri</b>.
ko: <p><b>별칭 이름</b> 테스트 항목에 고유한 이름을 입력하십시오. 별칭에 새 명령을 추가하려면 <b>추가</b> 버튼을 클릭하십시오. 팝업 창이 나타나며, 여기서 명령 이름을 입력할 수 있거나 <b>찾아보기</b> 버튼을 클릭하여 파일 브라우저에서 선택할 수 있습니다. 또한 <b>파라미터</b> 텍스트 항목에 명령 파라미터를 지정할 수 있습니다.
pl: <p>Proszę wprowadzić unikatową nazwę w polu <b>Nazwa aliasu</b>. Aby do aliasu dodać nowe polecenie, proszę nacisnąć przycisk <b>Dodaj</b>. Pojawi się okno, w którym będzie można wprowadzić nazwę polecenia (albo wybrać polecenie po naciśnięciu przycisku <b>Przeglądaj</b>). Dodatkowo można określić parametry polecenia, w polu <b>Parametry</b>.

source: To remove command from the alias, select appropriate entry from the table, and click on <b>Remove</b> button. To finish the configuration, click <b>OK</b>. </p>
ar: لإزالة أمر من اسم مستعار، حدد الإدخال المناسب من الجدول، ثم انقر <b>إزالة</b> . ولإنهاء الإعداد، اختر <b>موافق</b>. </p>
cs: Pro odstranění příkazu z aliasu vyberte odpovídající položku z tabulky a klikněte na <b>Odstranit</b>. pro dokončení konfigurace klikněte na <b>OK</b>. </p>
hu: Parancs törléséhez válassza ki a táblázat megfelelő bejegyzését, majd kattintson az <b>Eltávolítás</b> gombra. A konfiguráció befejezéséhez kattintson az <b>OK</b> gombra. </p>
it: Per rimuovere il comando dall'alias, selezionare la voce appropriata dalla tabella e fare clic sul pulsante <b>Rimuovi</b>. Per terminare la configurazione, fare clic su <b>OK</b>. </p>
ko: 별칭으로부터 명령을 제겨하려면, 표에서 항목을 선택하고 <b>제거</b> 버튼을 누르세요. 구성을 마치려면 <b>확인</b>을 누르세요. </p>
pl: Aby usunąć polecenie z aliasu, należy zaznaczyć odpowiednia pozycję w tabeli i nacisnąć przycisk <b>Usuń</b>. W celu zakończenia konfiguracji proszę nacisnąć przycisk <b>OK</b>. </p>
