Repository: Dzejrou/yast-translations
Catalog: po/sudo/*.po
Languages: ar, ca, cs, da, de, el, es, fr, hu, id, it, ja, ko, lt, nl, pl, ru, sq, sv, uk

source: <p>Enter a unique name into the <b>Alias Name</b> input field. To add hosts to thealias, click the <b>Add</b> button. A pop-up window will appear, where you can entera valid hostname or IP address and then click <b>OK</b>.<p>
ca: <p>Introduïu un nom únic al camp d'entrada <b>Nom d'àlies</b>. Per afegir amfitrions a l'àlies, cliqueu a <b>Afegeix</b>. Apareixerà una finestra emergent, on podeu introduir un nom d'amfitrió vàlid o adreça IP i clicar a <b>D'acord</b>.<p>
de: <p>Geben Sie im Eingabefeld <b>Aliasname</b> einen eindeutigen Namen ein. Wenn Sie dem Alias Hosts hinzufügen möchten, klicken Sie auf die Schaltfläche <b>Hinzufügen</b>. Daraufhin wird ein Popup-Fenster angezeigt, in dem Sie einen gültigen Host-Namen bzw. eine gültige IP-Adresse eingeben können. Klicken Sie anschließend auf <b>OK</b>. <p>
es: <p>Escriba un nombre exclusivo en el campo <b>Nombre de alias</b>. Para añadir hosts al alias, haga clic en el botón <b>Añadir</b>. Se mostrará una ventana emergente donde se debe introducir un nombre de host o una dirección IP válidos y después hacer clic en <b>Aceptar</b>. <p>
fr: <p>Saisissez un nom unique dans le champ de saisie <b>Nom d'alias</b>. Pour ajouter des hôtes à l'alias, cliquez sur le bouton <b>Ajouter</b>. Une fenêtre contextuelle apparaît, dans laquelle vous pouvez entrer un nom d'hôte ou une adresse IP valide avant de cliquer sur <b>OK</b>. <p>
ja: <p><b>別名の名前</b> 項目に固有の名前を入力してください。別名にホストを追加するには、 <b>追加</b> を押してください。ポップアップウインドウが表示されたら、正しいホスト名または IP アドレスを入力し、 <b>OK</b> を押してください。 <p>
nl: <p>Voer een unieke naam in in het veld <b>Aliasnaam</b>. Als u hosts aan de alias toe wilt voegen, klikt u op de knop <b>Toevoegen</b>. In het venster dat geopend wordt, kunt u een geldige hostnaam of IP-adres invoeren en vervolgens op <b>OK</b> klikken.<p>
ru: <p>Введите уникальное имя в поле <b>Имя псевдонима</b>. Чтобы добавить хосты в псевдоним, нажмите кнопку <b>Добавить</b>. Появится окно, в котором вы сможете ввести имя хоста или IP-адрес и затем нажать кнопку <b>ОК</b>.<p>

source: <p>To remove host from the alias, select the appropriate item from the table, and click the <b>Remove</b> button. To finish the configuration, click <b>OK</b>. </p>
ca: <p>Per suprimir un amfitrió de l'àlies, seleccioneu l'element corresponent de la taula i cliqueu a <b>Suprimeix</b>. Per acabar la configuració, cliqueu a <b>D'acord</b>.</p>
de: <p>Wenn Sie einen Host aus dem Alias entfernen möchten, wählen Sie das entsprechende Element in der Tabelle aus und klicken Sie auf die Schaltfläche <b>Entfernen</b>. Mit <b>OK</b> wird die Konfiguration abgeschlossen. </p>
es: <p>Para eliminar un host del alias, seleccione el elemento adecuado en la tabla y haga clic en el botón <b>Eliminar</b>. Para completar la configuración, haga clic en <b>Aceptar</b>. </p>
fr: <p>Pour supprimer un hôte de l'alias, sélectionnez l'élément correspondant dans le tableau et cliquez sur le bouton <b>Supprimer</b>. Pour terminer la configuration, cliquez sur <b>OK</b>. </p>
ja: <p> 別名からホストを削除するには、表内から項目を選んで <b>削除</b> ボタンを押してください。設定が完了したら <b>OK</b> を押してください。 </p>
nl: <p>Als u een host uit de alias wilt verwijderen, klikt u op het bijhorende item in de tabel en vervolgens op de knop <b>Verwijderen</b>. Als u de configuratie wilt afronden, klikt u op <b>OK</b>.</p>
ru: <p>Для удаления хоста из псевдонима выберите соответствующую запись в таблице и нажмите кнопку <b>Удалить</b>. Чтобы закончить настройку, нажмите <b>ОК</b>.</p>

source: <p><b><big>RunAs Alias</big></b><br> A RunAs alias is very similar to a User alias. It consists of one or more users, system groups (prefixed with '%') or other RunAs aliases. It is given single name (must contain uppercase letters, numbers and underscore only), which is then used to refer to all users in this alias.</p>
ca: <p><b><big>Àlies Executa_com_a</big></b><br> L'àlies Executa_com_a és molt semblant a l'àlies d'usuari. Consisteix en un o més usuaris, grups del sistema (prefixats amb "%") o altres àlies d'Executa_com_a. És un nom únic (només ha de contenir majúscules, números i ratlles baixes), que s'usa per referir-se després a tots els usuaris en aquest àlies.</p>
de: <p><b><big>RunAs-Alias</big></b><br> Der RunAs-Alias weist große Ähnlichkeit mit dem Benutzer-Alias auf. Er besteht aus einem oder mehreren Benutzern, Systemgruppen (mit Präfix '%') oder anderen RunAs-Aliasnamen. Für ihn wird ein eindeutiger Name vergeben (darf nur Großbuchstaben, Zahlen und Unterstriche enthalten), anhand dessen dann auf alle Benutzer in diesem Alias verwiesen wird.</p>
es: <p><b><big>Alias de EjecutarComo</big></b><br> Los alias de EjecutarComo son muy parecidos a los alias de usuario. Consisten en uno o varios usuarios, grupos de sistema (con el prefijo %) u otros alias de EjecutarComo. Se les asigna un nombre exclusivo (que sólo puede incluir letras en mayúscula, números y caracteres de subrayado), que después se utiliza para hacer referencia a todos los usuarios incluidos en el alias. </p>
fr: <p><b><big>Alias RunAs</big></b><br> Un alias RunAs est très semblable à un alias d'utilisateur. Il comporte un ou plusieurs utilisateurs, groupes système (précédés de '%') ou autres alias RunAs. Il est identifié par un nom unique (qui ne peut comporter que des lettres majuscules, des chiffres et des traits de soulignement), qui sert par la suite à désigner tous les utilisateurs de cet alias.</p>
ja: <p><b><big>RunAs の別名</big></b><br>RunAs の別名はユーザの別名にとても似ています。 1 人以上のユーザやシステムグループ (頭に '%' を付けて指定します) 、または他の RunAs の別名を含むものです。 RunAs の別名には固有の名前 (半角大文字, 数字, アンダースコアの文字を利用できます) を設定し、それらのユーザ全体を意味するものとして使うことができます。</p>
nl: <p><b><big>RunAs-alias</big></b><br>RunAs-alias is te vergelijken met een gebruikersalias. Deze bestaat uit één of meer gebruikers, systeemgroepen (voorafgegaan door '%') of andere RunAs-aliassen. Deze heeft een unieke naam (mag alleen hoofdletters, cijfers en onderstreepjes zijn) die gebruikt kan worden om naar alle gebruikers in deze alias te refereren.</p>
ru: <p><b><big>Псевдоним RunAs</big></b><br>Псевдоним RunAs очень похож на псевдоним пользователя. Он состоит из одного или более пользователей, системных групп (начинающихся с символа %) или других псевдонимов RunAs. Ему присваивается простое имя (только буквы в верхнем регистре, цифры и символ подчеркивания), которое затем используется для ссылки на всех пользователей в этом псевдониме.</p>

source: <p>Enter a unique name into the <b>Alias Name</b> input field. To add users or groups to the alias, select user or group name from the drop-down menu and click the <b>Add</b> button. To remove user from the alias, select the appropriate item from the table, and click the <b>Remove</b> button. To finish the configuration, click <b>OK</b>. </p>
ca: <p>Introduïu un nom únic al camp d'entrada <b>Nom d'àlies</b>. Per afegir usuaris o grups a l'àlies, seleccioneu un nom d'usuari o de grup del menú desplegable i cliqueu a <b>Afegeix</b>. Per suprimir un usuari de l'àlies, seleccioneu l'element corresponent de la taula i cliqueu a <b>Suprimeix</b>. Per acabar la configuració, cliqueu a <b>D'acord</b> </p>
de: <p>Geben Sie im Eingabefeld <b>Aliasname</b> einen eindeutigen Namen ein. Wenn Sie dem Alias Benutzer oder Gruppen hinzufügen möchten, wählen Sie den Benutzer- oder Gruppennamen im Dropdown-Menü aus und klicken Sie auf die Schaltfläche <b>Hinzufügen</b>. Wenn Sie einen Benutzer aus dem Alias entfernen möchten, wählen Sie den entsprechenden Eintrag in der Tabelle aus und klicken Sie auf die Schaltfläche <b>Entfernen</b>. Mit <b>OK</b> wird die Konfiguration abgeschlossen. </p>
es: <p>Escriba un nombre exclusivo en el campo <b>Alias</b>. Para añadir usuarios o grupos al alias, seleccione el nombre correspondiente en el menú desplegable y haga clic en el botón <b>Añadir</b>. Para eliminar un usuario del alias, seleccione el elemento adecuado en la tabla y haga clic en <b>Eliminar</b>. Para terminar la configuración, haga clic en <b>Aceptar</b>. </p>
fr: <p>Saisissez un nom unique dans le champ de saisie <b>Nom d'alias</b>. Pour ajouter des utilisateurs ou des groupes à l'alias, sélectionnez le nom de l'utilisateur ou du groupe dans le menu déroulant, puis cliquez sur le bouton <b>Ajouter</b>. Pour supprimer un utilisateur de l'alias, sélectionnez l'élément correspondant dans le tableau, puis cliquez sur le bouton <b>Supprimer</b>. Pour terminer la configuration, cliquez sur <b>OK</b>. </p>
ja: <p> <b>別名の名前</b> 項目に固有の名前を入力してください。ユーザやグループを別名に追加するには、ドロップダウンメニューから必要なものを選んで <b>追加</b> を押してください。別名からユーザを取り除くには、取り除くべき項目を選んで <b>削除</b> ボタンを押してください。設定が完了したら <b>OK</b> を押してください。 </p>
nl: <p>Voer een unieke naam in in het invoerveld <b>Aliasnaam</b>. Als u gebruikers of groepen aan de alias toe wilt voegen, kiest u de gebruikers- of groepsnaam in het afrolmenu en klikt u op de knop <b>Toevoegen</b>. Als u een gebruiker uit de alias wilt verwijderen, selecteert u het bijhorende item in de tabel en klikt u op de knop <b>Verwijderen</b>. Als u de configuratie af wilt ronden, klikt op <b>OK</b>.</p>
ru: <p>Введите уникальное имя в поле <b>Имя псевдонима</b>. Чтобы добавить в псевдоним пользователей или группы, выберите пользователя или группу в меню и нажмите кнопку <b>Добавить</b>. Для удаления пользователя из псевдонима выберите соответствующую запись из таблицы и нажмите кнопку <b>Удалить</b>. Чтобы закончить настройку, нажмите <b>ОК</b>.</p>

source: <p><b>Note:</b> The alias name must not be empty. Each alias must have at least one member.</p>
ca: <p><b>Nota:</b> el nom de l'àlies no pot estar en blanc. Cada àlies ha de tenir com a mínim un membre.</p>
de: <p><b>Hinweis:</b> Es muss ein Aliasname angegeben werden. Jeder Alias muss mindestens ein Mitglied aufweisen.</p>
es: <p><b>Nota:</b> el nombre del alias no puede quedar vacío. Cada alias debe contar con al menos un miembro.</p>
fr: <p><b>Remarque :</b> le nom d'alias ne peut pas être vide. Chaque alias doit comporter au moins un membre.</p>
ja: <p><b>注意:</b> 別名の名前は必ず指定する必要があります。また、別名には少なくとも 1 人以上のユーザを設定する必要があります。</p>
nl: <p><b>Opmerking:</b> Aliasnaam mag niet leeg zijn. Elke alias dient minstens één lid te bevatten.</p>
ru: <p><b>Примечание:</b> Имя псевдонима не должно быть пустым. В каждом псевдониме должен быть хотя бы один член.</p>

source: <p><b><big>Command Alias</big></b><br> A Command Alias is a list of one or more commands (with optional parameters), directories, or other command aliases. It is given single name (must contain uppercase letters, numbers and underscore only), which is then used to refer to all commands in this alias. A command can optionally have one or more parameters specified. If so, users can run the command with these parameters only. If a directory name is used, any command in that directory can be run. </p>
ca: <p><b><big>Àlies d'ordre</big></b><br> Un àlies d'ordre és una llista d'una o més ordres (amb paràmetres opcionals), directoris o altres àlies d'ordre. És un nom únic (només ha de contenir majúscules, números i guions baixos), que s'usa per referir-se a totes les ordres d'aquest àlies. Una ordra pot tenir opcionalment un o més parèmetres especificats. Si és així, els usuaris poden executar l'ordre només amb aquests paràmetres. Si s'usa un nom de directori, es pot executar qualsevol ordre del directori. </p>
de: <p><b><big>Kommando-Alias</big></b><br> Beim Kommando-Alias handelt es sich um eine Liste mit einem oder mehreren Kommandos (mit optionalen Parametern), Verzeichnissen oder anderen Kommando-Aliasnamen. Für ihn wird ein eindeutiger Name vergeben (darf nur Großbuchstaben, Zahlen und Unterstriche enthalten), anhand dessen dann auf alle Kommandos in diesem Alias verwiesen wird. Für ein Kommando können optional ein oder mehrere Parameter angegeben werden. In diesem Fall können Benutzer das Kommando nur mit diesen Parametern ausführen. Wenn ein Verzeichnisname verwendet wird, kann jedes der Kommandos in diesem Verzeichnis ausgeführt werden. </p>
es: <p><b><big>Alias de orden</big></b><br> Los alias de orden son listas de una o varias órdenes (con parámetros opcionales), directorios u otros alias de orden. Se les asigna un nombre exclusivo (que solo puede incluir letras en mayúscula, números y guiones bajos), que se utiliza después para hacer referencia a todas las órdenes del alias. Cada orden puede tener uno o varios parámetros especificados. Si es así, los usuarios podrán ejecutar la orden solo con esos parámetros. Si se utiliza el nombre de un directorio, se puede ejecutar cualquier orden que esté incluida en este.</p>
fr: <p><b><big>Alias de commande</big></b><br> Un alias de commande est une liste d'une ou de plusieurs commandes (avec des paramètres facultatifs), répertoires ou autres alias de commande. Il est identifié par un nom unique (qui ne peut comporter que des lettres majuscules, des chiffres et des traits de soulignement) qui sert par la suite à désigner toutes les commandes de cet alias. Il est également possible de spécifier un ou plusieurs paramètres pour une commande. Dans ce cas, les utilisateurs ne peuvent exécuter la commande qu'avec ces paramètres. Si un nom de répertoire est utilisé, n'importe quelle commande de ce répertoire peut être exécutée. </p>
ja: <p><b><big>コマンドの別名</big></b><br>コマンドの別名とは複数のコマンド (オプションでパラメータも設定できます) やディレクトリ、または他のコマンドの別名を含むものです。コマンドの別名には固有の名前 (半角大文字, 数字, アンダースコアの文字を利用できます) を設定し、それらのコマンド全体を意味するものとして使うことができます。コマンドには 1 つ以上のパラメータを指定することもできます。パラメータを指定した場合は、ユーザはそのパラメータ付きでしかコマンドを実行できなくなります。またディレクトリ名を指定した場合は、そのディレクトリにある全てのコマンドを実行することができるようになります。 </p>
nl: <p><b><big>Opdrachtalias</big></b><br>Een opdrachtalias is een lijst van één of meer opdrachten (optioneel met parameters), mappen of andere opdrachtaliassen. Deze krijgt eenunieke naam (mag alleen hoofdletters, cijfers en underscores bevatten) die gebruikt kan worden om te refereren naar alle opdrachten in deze alias. Een opdracht kan optioneel één of meer parameters bevatten. Wanneer deze zijn opgegeven kunnen de opdrachten alleen met deze parameters worden gestart. Als een mapnaam wordt opgegeven, dan kunnen alle opdrachten in die map worden uitgevoerd.</p>
ru: <p><b><big>Псевдоним команды</big></b><br>Псевдоним команды — это список из одной или нескольких команд (с дополнительными параметрами), каталогов или других псевдонимов команд. Ему присваивается простое имя (только буквы в верхнем регистре, цифры и символ подчеркивания), которое затем используется для ссылки на все команды в этом псевдониме. Для команды можно задать один или несколько параметров. Если они указаны, пользователь может запустить команду только с этими параметрами. Если задано имя каталога, может быть запущена любая команда в этом каталоге.</p>

source: <p>Enter a unique name into the <b>Alias Name</b> input field. To add a new command to the alias, click the <b>Add</b> button.A pop-up window will appear, where you can enter command name (or select one from file browser by clicking on <b>Browse</b> button. Additionally, you can specify command parameters in <b>Parameters</b> input field </p>
ca: <p>Introduïu un nom únic al camp d'entrada <b>Nom d'àlies</b>. Per afegir una ordre nova a l'àlies, cliqueu a <b>Afegeix</b>. Apareixerà una finestra emergent, on podeu introduir un nom d'ordre (o selecconar-ne un des del navegador de fitxers clicant a <b>Navega</b>. Addicionalment, podeu especifcar paràmetres de l'ordre al camp <b>Paràmeters</b>.</p>
de: <p>Geben Sie im Eingabefeld <b>Aliasname</b> einen eindeutigen Namen ein. Wenn Sie dem Alias ein neues Kommando hinzufügen möchten, klicken Sie auf die Schaltfläche <b>Hinzufügen</b>. Daraufhin wird ein Popup-Fenster angezeigt, in dem Sie den Kommandonamen auswählen können (wenn Sie auf <b>Auswählen</b> klicken, können Sie auch im Dateibrowser eine Auswahl treffen). Kommandoparameter können auch im Eingabefeld <b>Parameter</b> angegeben werden.</p>
es: <p>Escriba un nombre exclusivo en el campo <b>Nombre de alias</b>. Para añadir una orden nueva al alias, pulse en el botón <b>Añadir</b>. Se mostrará una ventana emergente, donde puede escribir el nombre de la orden (o puede seleccionarla con el explorador de archivos mediante el botón <b>Examinar</b>). También puede especificar parámetros de la orden en el campo <b>Parámetros</b>.</p>
fr: <p>Saisissez un nom unique dans le champ de saisie <b>Nom d'alias</b>. Pour ajouter une nouvelle commande à l'alias, cliquez sur le bouton <b>Ajouter</b>. Une fenêtre contextuelle apparaît et vous permet d'entrer un nom de commande (ou d'en sélectionner un dans le navigateur de fichiers en cliquant sur le bouton <b>Parcourir</b>. En outre, vous pouvez spécifier les paramètres de la commande dans le champ de saisie <b>Paramètres</b>. </p>
ja: <p><b>別名の名前</b> 項目に固有の名前を入力してください。別名にコマンドを追加するには、<b>追加</b> を押してください。ポップアップウインドウが表示されたらコマンド名を入力するか、もしくは <b>参照</b> ボタンを押して選択してください。また、追加でコマンドパラメータを <b>パラメータ</b> 項目に記入することもできます。</p>
nl: <p>Voer een unieke naam in in het invoerveld <b>Aliasnaam</b>. Om een nieuwe opdracht aan de alias toe te voegen, klik op de knop <b>Toevoegen</b>. In het venster dat geopend wordt, kunt u de opdrachtnaam invoeren (of selecteren in de bestandskiezer door op de knop <b>Bladeren</b> te klikken). Aanvullend kunt u parameters invoeren in het invoerveld <b>Parameters</b>.</p>
ru: <p>Введите уникальное имя в текстовое поле <b>Имя псевдонима</b>. Чтобы добавить новую команду к псевдониму, нажмите на кнопку <b>Добавить</b>. Появится окно, где вы сможете ввести имя команды (или выбрать в файловом менеджере, нажав кнопку <b>Обзор</b>). Дополнительно вы можете указать параметры команды в текстовом поле <b>Параметры</b>.</p>

source: To remove command from the alias, select the appropriate item from the table, and click the <b>Remove</b> button. To finish the configuration, click <b>OK</b>. </p>
ca: Per suprimir una ordre de l'àlies, seleccioneu l'element corresponent de la taula i cliqueu a <b>Suprimeix</b>. Per acabar la configuració, cliqueu a <b>D'acord</b>. </p>
de: Wenn Sie ein Kommando aus dem Alias entfernen möchten, wählen Sie den entsprechenden Eintrag in der Tabelle aus und klicken Sie dann auf <b>Entfernen</b>. Mit <b>OK</b> wird die Konfiguration abgeschlossen. </p>
es: Para eliminar una orden del alias, seleccione el elemento adecuado en la tabla y pulse en el botón <b>Eliminar</b>. Para completar la configuración, pulse en <b>Aceptar</b>. </p>
fr: Pour supprimer une commande de l'alias, sélectionnez l'élément correspondant dans le tableau et cliquez sur le bouton <b>Supprimer</b>. Pour terminer la configuration, cliquez sur <b>OK</b>. </p>
ja: 別名からコマンドを削除するには、表内から項目を選んで <b>削除</b> ボタンを押してください。設定が完了したら <b>OK</b> を押してください。 </p>
nl: Als u een opdracht uit de alias wilt verwijderen, selecteert u het bijhorende item in de tabel en klikt op de knop <b>Verwijderen</b>. Als u de configuratie wilt afronden,klikt u op <b>OK</b>.</p>
ru: Для удаления команды из псевдонима выберите соответствующую запись в таблице и нажмите кнопку <b>Удалить</b>. Чтобы закончить настройку, нажмите <b>ОК</b>.</p>

source: Rules with digest are not supported.
ca: No s'admeten regles amb resum.
de: Regeln mit Digest werden nicht unterstützt.
es: No se admiten reglas con resumen.
ja: ダイジェスト指定付きのルールには対応していません。
nl: Regels met samenvatting worden niet ondersteund.
ru: Правила с подписью не поддерживаются.

source: Multiple tags on single line are not supported.
ca: No s'admeten diverses etiquetes en una sola línia.
de: Mehrere Tags in einer Zeile werden nicht unterstützt.
es: No se admiten varias etiquetas en una sola línea.
ja: 1 つの行内に複数のタグを付ける方式には対応していません。
nl: Meerdere tags op een enkele regel worden niet ondersteund.
ru: Несколько тегов на одной строке не поддерживаются.

source: This rule is a system rule necessary for correct functionality of sudo.
ar: هذه القاعدة قاعدة نظام لازمة للحصول على الوظائف الصحيحة من sudo.
ca: Aquesta regla és una regla de sistema necessària per al funcionament correcte de sudo.
cs: Toto pravidlo je systémové a je nezbytné pro správnou funkci příkazu sudo.
da: Denne regel er en systemregel som er nødvendig for at sudo fungerer korrekt.
de: Diese Regel ist eine Systemregel, die für das korrekte Funktionieren von Sudo erforderlich ist.
el: Αυτός ο κανόνας είναι κανόνας συστήματος και είναι απαραίτητος για τη σωστή λειτουργία του sudo.
es: Esta es una regla de sistema necesaria para el correcto funcionamiento de sudo.
fr: Cette règle est une règle du système necessaire pour le fonctionnement correct de sudo.
hu: Ez a szabály rendszerszintű, a sudo megfelelő működéséhez szükséges.
id: Aturan ini adalah aturan sistem yang diperlukan untuk fungsi sudo yang benar.
it: Questa regola è una regola di sistema necessaria per il corretto funzionamento di sudo.
ja: このルールは sudo が正しく動作するために必要なシステムルールです。
ko: 이 규칙은 sudo 기능이 정상적으로 동작하기 위해 필요한 시스템 규칙입니다.
lt: Ši taisyklė yra sistemos taisyklė, reikalinga tinkamam sudo veikimui.
nl: Deze regel is een systeemregel die nodig is voor de juiste werking van sudo.
pl: Ta reguła jest regułą systemową konieczną do poprawnego działania usługi sudo.
ru: Это системное правило, необходимое для правильной работы sudo.
sv: Den här regeln är en systemregel som behövs för att sudo ska fungera korrekt.
uk: Це системне правило, яке потрібне для належного функціонування sudo.

source: After deleting it, some applications may no longer work. Really delete?
ar: بعد حذفه، قد لا تعمل بعض التطبيقات. هل تريد حذفه؟
ca: Després de suprimir-lo, algunes aplicacions podrien no funcionar. Realment voleu suprimir-lo?
cs: Pokud jej smažete, možná přestanou pracovat některé aplikace. Opravdu smazat?
da: Efter at slette den vil nogle programmer måske ikke længere virke. Vil du virkelig slette den?
de: Nach dem Löschen funktionieren einige Anwendungen möglicherweise nicht mehr. Möchten Sie wirklich löschen?
el: Μετά τη διαγραφή του, κάποιες εφαρμογές μπορεί να μην λειτουργούν πια. Είστε σίγουροι ότι θέλετε να γίνει διαγραφή;
es: Después de realizar la supresión, puede que algunas aplicaciones no funcionen. ¿Confirma que quiere eliminarla?
fr: Après la suppression, certaines applications peuvent ne plus fonctionner. Voulez-vous vraiment supprimer ?
hu: Törlés után, néhány alkalmazás lehet, hogy nem fog működni. Valóban törli?
id: Setelah menghapusnya, beberapa aplikasi mungkin tidak lagi berfungsi. Benar-benar menghapus?
it: Se si cancella, alcune applicazioni potrebbero non funzionare. Cancellare veramente?
ja: この項目を削除すると、アプリケーションによっては動作しなくなる可能性があります。 本当に削除してよろしいですか？
ko: 이것을 삭제하면, 특정 응용프로그램이 동작하지 않을 수 있습니다. 정말 삭제하시겠습니까?
lt: Ištrynus, kai kurios programos gali nebeveikti. Ar tikrai ištrinti?
nl: Als u die verwijdert, kunnen enkele programma's mogelijk niet langer werken Toch verwijderen?
pl: Po jej usunięciu niektóre programy mogą przestać funkcjonować prawidłowo. Czy na pewno usunąć?
ru: После удаления некоторые программы могут не работать. Действительно удалить?
uk: Після вилучення деякі програми можуть перестати працювати. Дійсно вилучити?
