Repository: Dzejrou/yast-translations
Catalog: po/sudo/*.po
Languages: ar, ca, cs, da, de, el, es, fr, hu, id, it, ja, ko, lt, nl, pl, ru, sq, sv, uk

source: <p><b>Hostname or Alias</b> is either a hostname (e.g. www.example.com), a single IP address (e.g. 192.168.0.1), an IP address combined with a netmask, or a host alias. If commands may be run on any host, use the 'ALL' keyword. The hostname or IP address is matched against your own hostname or IP address, so if you don't intend to share one /etc/sudoers file between multiple machines, 'ALL' or 'localhost' will be sufficient for almost all purposes. </p>
ca: <p>L'entrada <b>Nom d'amfitrió o àlies</b> és o bé un nom d'amfitrió (p. e. www.example.com), una adreça IP única (p. e. 192.168.0.1), una adreça IP combinada amb una màscara de xarxa, o un àlies d'amfitrió. Si les ordres poden executar-se en qualsevol amfitrió, useu la paraula clau ALL. Es comprova el nom d'amfitrió o l'aderça IP amb el vostre nom d'amfitrió o adreça IP; per tant, si no teniu la intenció de compartir un fitxer de /etc/sudoers entre diferents màquines, "ALL" o "localhost" serà suficient per a la majoria de propòsits. </p>
de: <p><b>Host-Name oder Alias</b> ist entweder ein Host-Name (z. B. www.example.com), eine einzelne IP-Adresse (z. B. 192.168.0.1), eine IP-Adresse kombiniert mit einer Netzmaske oder ein Host-Alias. Wenn die Kommandoausführung auf einem beliebigen Host erfolgen darf, verwenden Sie das Schlüsselwort 'ALL'. Der Host-Name bzw. die IP-Adresse wird mit Ihrem eigenen Host-Namen bzw. Ihrer eigenen IP-Adresse abgeglichen, wenn Sie also eine einzelne /etc/sudoers-Datei nicht für mehrere Computer freigeben möchten, ist 'ALL' bzw. 'localhost' in nahezu allen Fällen ausreichend. </p>
es: <p>El nombre de host o alias<b></b> puede consistir en el nombre del host (como www.ejemplo.com), una dirección IP (por ejemplo, 192.168.0.1) o una dirección IP combinada con una máscara de red o un alias de host. Si se pueden ejecutar comandos en cualquier host, utilice la palabra clave ALL. El nombre de host o la dirección IP se hace coincidir con su propio nombre de host o dirección IP, por lo que, si no tiene intención de compartir un archivo /etc/sudoers entre varios equipos, ALL o localhost son suficientes en la mayoría de los casos. </p>
fr: <p><b>Nom d'hôte ou alias</b> spécifie le nom de l'hôte (par exemple, www.exemple.com), une adresse IP unique (par exemple, 192.168.0.1), une adresse IP combinée à un masque réseau ou l'alias de l'hôte. Si des commandes peuvent être exécutées sur n'importe quel hôte, utilisez le mot clé 'ALL'. Le nom de l'hôte ou l'adresse IP est mis(e) en correspondance avec votre propre nom d'hôte ou adresse IP. Ainsi, si vous n'avez pas l'intention de partager un fichier /etc/sudoers entre plusieurs machines, 'ALL' ou 'localhost' devrait convenir dans presque tous les cas. </p>
ja: <p><b>ホスト名または別名</b> にはホスト名 (例: www.example.com) のほか、単一の IP アドレス (例: 192.168.0.1) やネットマスク付きのサブネット指定、ホストの別名を指定することができます。全てのホストでそのコマンドを実行させたい場合は、 'ALL' キーワードを指定してください。ホスト名や IP アドレスはそれぞれのマシンで異なるものですので、複数のマシンで /etc/sudoers ファイルを共有しない限りは、'ALL' または 'localhost' を選択するのがよりよい選択です。</p>
nl: <p>De invoer voor <b>Hostnaam of alias</b> bestaat uit een hostnaam (zoals www.voorbeeld.nl), een enkelvoudig IP-adres (bijv. 192.168.0.1), IP-adres met een netmasker of hostalias. Als opdrachten via elke host mogen worden uitgevoerd, gebruikt u het steekwoord 'ALL'. De hostnaam of het IP-adres wordt van uw eigen hostnaam of IP-adres afgeleid. Dus als u niet van plan bent om één /etc/sudoers-bestand te delen met meerdere computers, dan is 'ALL' of 'localhost' voldoende voor vrijwel alle doeleinden.</p>
ru: <p><b>Имя хоста или псевдоним</b> — это либо имя хоста (например, www.example.com), либо только IP-адрес (например, 192.168.0.1), либо IP-адрес в сочетании с сетевой маской, либо псевдоним хоста. Если команды могут запускаться с любого хоста, используйте ключевое слово ALL. Имя хоста или IP-адрес сопоставляется с вашим хостом или IP-адресом, и если вы не собираетесь использовать файл /etc/sudoers на нескольких компьютерах, в большинстве случаев вам подойдет запись ALL или localhost.</p>

source: <p><b>RunAs Username or Alias</b> is an optional parameter specifying a user whose access privileges will be used to execute a particular command. If empty, the <b>root</b> user is the default. It can be a single username, a groupname prefixed with '%' or a run_as alias name. Select from the existing users, groups and aliases in the drop-down menu, or enter your own value. </p>
ca: <p>L'<b>àlies o nom d'usuari d'Executa_com_a</b> és un paràmetre opcional que especifica un usuari, els privilegis d'accés del qual s'usaran per executar una ordre concreta. Si està buit, és per defecte l'usuari d'<b>arrel</b> Pot ser un nom d'usuari únic, un nom de grup prefixat amb "%" o un nom d'àlies d'Executa_com_a. Seleccioneu-los dels usuaris, grups i àlies existents del menú desplegable o introduïu-hi el vostre valor. </p>
de: <p><b>RunAs-Benutzername oder -Alias</b> ist ein optionaler Parameter, der einen Benutzer angibt, dessen Zugriffsberechtigungen zur Ausführung eines bestimmten Kommandos verwendet werden. Wenn hier keine Angabe erfolgt, ist Benutzer <b>root</b> der Standard. Hierbei kann es sich wiederum um einen einzelnen Benutzernamen, einen Gruppennamen mit dem Präfix '%' oder um den run_as-Aliasnamen handeln. Wählen Sie im Dropdown-Menü aus vorhandenen Benutzern, Gruppen oder Aliasnamen aus oder geben Sie einen eigenen Wert ein. </p>
es: <p>El nombre de usuario de EjecutarComo o alias<b></b> es un parámetro opcional que especifica un usuario cuyos privilegios de acceso se utilizarán para ejecutar un comando concreto. Si se deja en blanco, el usuario por defecto es <b>root</b>. Puede tratarse de un solo nombre de usuario, de un nombre de grupo con el prefijo % o de un nombre de alias de run_as. Se pueden seleccionar usuarios, grupos y alias existentes en el menú desplegable o escribir valores propios. </p>
fr: <p><b>Nom d'utilisateur RunAs ou alias</b> est un paramètre facultatif qui spécifie un utilisateur dont les privilèges d'accès seront utilisés pour exécuter une commande particulière. S'il est vide, l'utilisateur <b>root</b> est l'utilisateur par défaut. Il peut s'agir d'un simple nom d'utilisateur, d'un nom de groupe précédé de '%' ou d'un nom d'alias run_as. Sélectionnez des utilisateurs, des groupes et des alias dans le menu déroulant, ou saisissez votre propre valeur. </p>
ja: <p><b>RunAs ユーザ名または別名</b> はユーザを指定するオプションのパラメータです。ここで指定したユーザ権限で指定したコマンドを実行します。指定しない場合は、ユーザ <b>root</b> が既定として使われます。この項目は単一のユーザ名で指定できるほか、グループ名 (例: '%' を頭に付けて '%bar' のように) や別名を指定することができます。既存のユーザやグループ、または別名をドロップダウンメニューから選択するか、それぞれの名前を入力してください。</p>
nl: <p><b>RunAS-gebruikersnaam of alias</b> is een optionele parameter die een gebruiker specificeert waarvan de toegangsrechten worden gebruikt om een bepaalde opdracht uit te voeren. Indien leeg is gebruiker <b>root</b> de standaard. Dit kan wederom een enkelvoudige gebruikersnaam, groepsnaam voorafgegaan door '%' of run_as-aliasnaam zijn. Kies in het afrolmenu uit bestaande gebruikers, groepen en aliassen of voer uw eigen waarde in.</p>
ru: <p><b>Имя пользователя или псевдоним RunAs</b> — это дополнительный параметр, определяющий пользователя, чьи права будут применяться для выполнения определенной команды. Если это значение не указано, то по умолчанию используется пользователь <b>root</b>. Это значение может быть просто именем пользователя, именем группы, начинающимся с символа %, или именем псевдонима run_as. Выберите вариант из существующих пользователей, групп и псевдонимов в меню или введите свое значение.</p>

source: <p><b>No Password</b> is an optional tag. Normally, users have to authenticate themselves (i.e. supply their own password, not the root password) before running a particular command. Set the No Password tag to 'Yes' if you want to disable this authentication. </p>
ca: <p><b>Sense contrasenya</b> és una etiqueta opcional. Normalment, els usuaris s'han d'autenticar a si mateixos (p. e. proporcionar la contrasenya, no la d'arrel) abans d'executar una ordre concreta. Establiu l'etiqueta Sense Contrasenya a "Sí" si voleu inhabilitar aquesta autenticació. </p>
de: <p><b>Kein Passwort</b> ist ein optionales Tag. Normalerweise müssen sich Benutzer authentifizieren (also ihr eigenes Kennwort angeben, nicht das root-Passwort), bevor sie ein bestimmtes Kommando ausführen. Legen Sie 'Ja' für das Tag 'Kein Passwort' fest, wenn Sie diese Authentifizierung deaktivieren möchten. </p>
es: <p><b>Sin contraseña</b> es una etiqueta opcional. Normalmente, los usuarios deben autenticarse (proporcionar su propia contraseña, no la del usuario Root) antes de ejecutar un comando concreto. En la etiqueta Sin contraseña, defina "Yes" si quiere desactivar esta autenticación. </p>
fr: <p><b>Pas de mot de passe</b> est une balise facultative. Normalement, les utilisateurs doivent s'authentifier eux-mêmes (c'est-à-dire fournir leur propre mot de passe, et non pas le mot de passe root) avant d'exécuter une commande particulière. Définissez la balise Pas de mot de passe sur 'Oui' si vous voulez désactiver cette authentification. </p>
ja: <p><b>パスワード無し</b> はオプションタグです。一般に、 sudo を利用して特定のコマンドを実行する際には、 (root のパスワードではなく) 自分自身のパスワードを入力して認証するようになっています。この認証を行いたくない場合は、これを 'はい' に設定してパスワード無しのタグを設定してください。</p>
nl: <p><b>Geen wachtwoord</b> is een optionele tag. Normaliter dienen gebruikers zichzelf te verifiëren (bijv. door hun eigen wachtwoord op te geven, i.p.v. die van root) voordat ze een bepaalde opdracht kunnen uitvoeren. Zet de tag 'Geen wachtwoord' op 'Ja' als u deze verificatie wilt uitschakelen.</p>
ru: <p><b>Без пароля</b> — это дополнительный параметр. Обычно пользователи должны аутентифицировать себя (т.е. вводить свой пароль, не администратора) перед запуском отдельных команд. Установите метку Без пароля в 'Да', если вы хотите отключить эту аутентификацию.</p>

source: <p>The <b>Commands to Run</b> table is a list of commands (optionally with parameters), directories and command aliases that a particular user will be allowed to run. If a directory name is used, any command in that directory can be run. The 'ALL' keyword means 'any command', so use it with care. </p>
ca: <p>La taula d'<b>Ordres a executar</b> és una llista d'ordres (optionalment amb paràmetres), directoris i àlies d'ordres que un usuari concret té permís per executar. Si s'usa un nom de directori, es pot executar qualsevol ordre al directori. La paraula clau ALL significa qualsevol ordre, per tant, useu-la amb prudència. </p>
de: Bei der Tabelle <p><b>Auszuführende Kommandos</b> handelt es sich um eine Aufstellung mit Kommandos (optional mit Parametern), Verzeichnissen und Kommando-Aliasnamen, die bestimmte Benutzer ausführen dürfen. Wenn ein Verzeichnisname verwendet wird, dürfen sämtliche Kommandos in diesem Verzeichnis ausgeführt werden. Das Schlüsselwort 'ALL' steht für ein beliebiges Kommando und sollte folglich mit Bedacht verwendet werden. </p>
es: <p>La tabla <b>Comandos para ejecutar</b> es una lista de comandos (que pueden incluir parámetros), directorios y alias de comando que puede ejecutar cada usuario concreto. Si se utiliza un nombre de directorio, cualquier comando incluido en él se podrá ejecutar. La palabra clave ALL hace referencia a "cualquier comando", por lo que se debe emplear con cuidado. </p>
fr: <p>Le tableau <b>Commandes à exécuter</b> répertorie les commandes (éventuellement avec des paramètres), les répertoires et les alias de commande qu'un utilisateur particulier sera autorisé à exécuter. Si un nom de répertoire est utilisé, toute commande de ce répertoire peut être exécutée. Le mot clé 'ALL' signifie n'importe quelle commande. Vous devez donc l'utiliser avec prudence. </p>
ja: <p><b>実行するコマンド</b> の一覧には、指定したユーザに対して実行を許可するディレクトリとコマンド別名など、コマンドの一覧が表示されています。なお、追加のパラメータがあれば、それも表示されます。ディレクトリ名を指定すると、そのディレクトリにある全てのコマンドを実行することができる意味になります。また、 'ALL' キーワードを指定すると全てのコマンドの意味になります。利用する際にはご注意ください。</p>
nl: <p>De tabel <b>Opdrachten om uit te voeren</b> is een lijst met opdrachten (optioneel met parameters), mappen en opdrachtaliassen die een bepaalde gebruiker mag uitvoeren. Als een mapnaam wordt gebruikt, dan kunnen alle opdrachten in die map worden uitgevoerd. Het steekwoord 'ALL' staat voor 'elke opdracht'. Gebruik het dus met zorg.</p>
ru: <p>Таблица <b>Команды для запуска</b> — это список команд (иногда с параметрами), каталогов и псевдонимов команд, которые пользователь может выполнить. Если указано имя каталога, может быть запущена любая команда в этом каталоге. Ключевое слово ALL означает «любую команду», поэтому используйте его с осторожностью.</p>

source: <p>To add a new command, click the <b>Add</b> button, enter the command name with optional parameters and click <b>OK</b>. To remove a command, select the appropriate item from the table and click the <b>Delete</b> button. </p>
ca: <p>Per afegir una ordre nova, cliqueu al botó <b>Afegeix</b>, empleneu el nom de l'ordre amb els paràmetres opcionals i cliqueu a <b>D'acord</b>. Per suprimir una ordre, seleccioneu l'element adequat de la taula i cliqueu al botó <b>Suprimeix</b>.</p>
de: <p>Wenn Sie ein neues Kommando hinzufügen möchten, klicken Sie auf die Schaltlfäche <b>Hinzufügen</b>, geben Sie den Kommandonamen mit optionalen Parametern ein und klicken Sie dann auf <b>OK</b>. Wenn Sie ein Kommando entfernen möchten, wählen Sie den entsprechenden Eintrag in der Tabelle aus und klicken dann auf die Schaltfläche <b>Löschen</b>. </p>
es: <p>Para añadir un comando nuevo, haga clic en <b>Añadir</b>, introduzca el nombre del comando con parámetros opcionales y haga clic en <b>Aceptar</b>. Para eliminar un comando, seleccione el elemento adecuado de la tabla y haga clic en <b>Suprimir</b>.</p>
fr: <p>Pour ajouter une commande, cliquez sur le bouton <b>Ajouter</b>, entrez le nom de la commande avec des paramètres facultatifs et cliquez sur <b>OK</b>. Pour supprimer une commande, sélectionnez l'élément approprié dans le tableau et cliquez sur le bouton <b>Supprimer</b>. </p>
ja: <p> 新しいコマンドを追加するには <b>追加</b> ボタンを押し、コマンド名やオプションパラメータなどを指定して <b>OK</b> を押してください。コマンドを削除するには、削除するコマンドを一覧から選択して <b>削除</b> ボタンを押してください。 </p>
nl: <p>Als u een nieuwe opdracht wilt toevoegen, klikt u op de knop <b>Toevoegen</b>, voert u de naam van de opdracht in met eventuele parameters en klikt u op <b>OK</b>. Als u een opdracht wilt verwijderen, selecteert u het bijhorende item in de tabel en klikt u op de knop <b>Verwijderen</b>.</p>
ru: <p>Чтобы добавить новую команду, нажмите кнопку <b>Добавить</b>, укажите имя команды с дополнительными параметрами и нажмите <b>ОК</b>. Для удаления команды выберите соответствующую запись в таблице и нажмите кнопку <b>Удалить</b>.</p>

source: <p><b><big>User Aliases</big></b><br> In this dialog, you can configure user aliases. A user alias is a set of users that is given a unique name. This name is later used to refer to all users in this set in the sudo configuration. </p>
ca: <p><b><big>Àlies d'usuaris</big></b><br> En aquest diàleg, podeu configurar àlies d'usuaris. Un àlies d'usuari és un conjunt d'usuaris que rep un nom únic. Aquest nom s'usa després per referir-se a tots els usuaris del conjunt a la configuració de sudo. </p>
de: <p><b><big>Benutzer-Aliasnamen</big></b><br> In diesem Dialogfeld können Benutzer-Aliasnamen konfiguriert werden. Als Benutzer-Alias wird eine Gruppe von Benutzern bezeichnet, für die ein eindeutiger Name vergeben wird. Anhand dieses Namens wird später auf sämtliche Benutzer in dieser Gruppe in der sudo-Konfiguration verwiesen. </p>
es: <p><b><big>Alias de usuario</big></b><br> En este recuadro de diálogo, puede configurar alias de usuario. Los alias de usuario son conjuntos de usuarios a los que se asigna un nombre exclusivo. Este nombre se emplea después para hacer referencia a todos los usuarios del conjunto en la configuración de sudo. </p>
fr: <p><b><big>Alias d'utilisateur</big></b><br> Dans cette boîte de dialogue, vous pouvez configurer les alias d'utilisateur. Un alias est un ensemble d'utilisateurs identifié par un nom unique. Ce nom est ensuite utilisé pour faire référence à tous les utilisateurs de cet ensemble dans la configuration de sudo. </p>
ja: <p><b><big>ユーザの別名</big></b><br>このダイアログでは、ユーザの別名を設定することができます。ユーザの別名とは複数のユーザを含むもので、それに対して唯一の名前を設定します。ここで付けられた名前は、 sudo の設定内で別名内の全てのユーザを意味するものとして使用することができます。</p>
nl: <p><b><big>Gebruikersaliassen</big></b><br>In deze dialoog kunt u gebruikersaliassen instellen. Een gebruikersalias is een set gebruikers waaraan een unieke naam is gegeven. De naam wordt later gebruikt om in de sudo-configuratie te refereren naar alle gebruikers in deze set.</p>
ru: <p><b><big>Псевдонимы пользователей</big></b><br>В этом диалоговом окне можно настроить псевдонимы пользователей. Псевдоним пользователя — это набор пользователей, которому присваивается уникальное имя. Это имя позже используется для ссылки на всех пользователей данного набора в конфигурации sudo.</p>

source: <p>To add a new user alias, click the <b>Add</b> button and fill in the appropriate fields. The alias name and the list of users in the alias must not be empty. </p>
ca: <p>Per afegir un nou àlies d'usuari, cliqueu a <b>Afegeix</b> i empleneu els camps adequats. El nom d'àlies i la llista d'usuaris a l'àlies no han d'estar en blanc. </p>
de: <p>Wenn Sie einen neuen Benutzer-Alias hinzufügen möchten, klicken Sie auf die Schaltfläche <b>Hinzufügen</b> und machen Sie die erforderlichen Angaben. Der Alias-Name und die Liste der Benutzer im Alias dürfen nicht leer sein. </p>
es: <p>Para añadir un nuevo alias de usuario, haga clic en <b>Añadir</b> y rellene los campos adecuados. El nombre de alias y la lista de usuarios no pueden estar vacíos. </p>
fr: <p>Pour ajouter un alias d'utilisateur, cliquez sur le bouton <b>Ajouter</b> et complétez les champs correspondants. Le nom de l'alias et la liste des utilisateurs de l'alias ne doivent pas être vides. </p>
ja: <p>新しいユーザの別名を追加するには、 <b>追加</b> ボタンを押して必要な項目に記入してください。別名の名前とユーザ一覧に、それぞれ記入および設定しなければなりません。 </p>
nl: <p>Als u een gebruikersalias wilt toevoegen, klikt u op de knop <b>Toevoegen</b> en vult u de benodigde velden in. De velden voor de aliasnaam en de lijst met gebruikers mogen niet leeg zijn.</p>
ru: <p>Чтобы добавить новый псевдоним пользователя, нажмите кнопку <b>Добавить</b> и заполните соответствующие поля. Имя псевдонима и список пользователей в псевдониме не должны быть пустыми.</p>

source: <p>To edit an existing user alias, select an item from the table and click the <b>Edit</b> button. To delete the selected item, click the <b>Delete</b> button. </p>
ca: <p>Per editar un àlies d'usuari existent, seleccioneu un element de la taula i cliqueu a <b>Edita</b>. Per esborrar-lo, cliqueu a <b>Suprimeix</b>. </p>
de: <p>Wenn Sie einen vorhandenen Benutzer-Alias bearbeiten möchten, wählen Sie einen Eintrag in der Tabelle aus und klicken Sie auf die Schaltfläche <b>Bearbeiten</b>. Wenn Sie den ausgewählten Eintrag löschen möchten, klicken Sie auf die Schaltfläche <b>Löschen</b>. </p>
es: <p>Para editar un alias de usuario existente, seleccione un elemento en la tabla y haga clic en <b>Editar</b>. Para suprimir el elemento seleccionado, haga clic en el botón <b>Suprimir</b>. </p>
fr: <p>Pour modifier un alias d'utilisateur, sélectionnez un élément du tableau et cliquez sur le bouton <b>Modifier</b>. Pour supprimer l'élément sélectionné, cliquez sur le bouton <b>Supprimer</b>. </p>
ja: <p>既存のユーザの別名を編集するには、表内から項目を選んで <b>編集</b> ボタンを押してください。ユーザの別名を削除するには、同じく表内から項目を選んで <b>削除</b> ボタンを押してください。 </p>
nl: <p>Als u een bestaande gebruikersalias wilt bewerken, selecteert u een item in de tabel en klikt u op de knop <b>Bewerken</b>. Als u het geselecteerde item wilt verwijderen, klikt u op de knop <b>Verwijderen</b>.</p>
ru: <p>Для редактирования существующего псевдонима пользователя выберите соответствующую запись в таблице и нажмите кнопку <b>Редактировать</b>. Чтобы удалить выбранную запись, нажмите кнопку <b>Удалить</b>.</p>

source: <p><b><big>Host Aliases</big></b><br>In this dialog, you can configure host aliases. A host alias is a set of hosts that is given a unique name. This name is later used to refer to all hosts in this set in the sudo configuration. </p>
ca: <p><b><big>Àlies d'amfitrió</big></b><br> En aquest diàleg, podeu configurar àlies d'amfitrió. Un àlies d'amfitrió és un conjunt d'amfitrions que té un nom únic. Aquest nom s'usa després per referir-se a tots els amfitrions del conjunt a la configuració de sudo. </p>
de: <p><b><big>Host-Aliasnamen</big></b><br>In diesem Dialogfeld werden Host-Aliasnamen konfiguriert. Als Host-Alias wird eine Gruppe von Hosts bezeichnet, für die ein eindeutiger Name vergeben wurde. Anhand dieses Namens wird später auf alle Hosts in dieser Gruppe der sudo-Konfiguration verwiesen. </p>
es: <p><b><big>Alias de host</big></b><br> En este recuadro de diálogo, puede configurar alias de host. Los alias de host son conjuntos de hosts a los que se asigna un nombre exclusivo. Este nombre se emplea después para hacer referencia a todos los hosts del conjunto en la configuración de sudo. </p>
fr: <p><b><big>Alias d'hôte</big></b><br>Dans cette boîte de dialogue, vous pouvez configurer l'alias des hôtes. L'alias d'hôte est un ensemble d'hôtes identifié par un nom unique. Ce nom sert par la suite à désigner tous les hôtes de cet ensemble dans la configuration de sudo. </p>
ja: <p><b><big>ホストの別名</big></b><br>このダイアログでは、ホストの別名を設定することができます。ホストの別名とは複数のホスト名を含むもので、それに対して唯一の名前を設定します。ここで付けられた名前は、 sudo の設定内で別名内にある任意のホストを意味するものとして使用することができます。</p>
nl: <p><b><big>Hostaliassen</big></b><br>In deze dialoog kunt u hostaliassen instellen. Hostalias is een set hosts waaraan een unieke naam is gegeven. De naam wordt later gebruikt om in de sudo-configuratie te refereren naar alle hosts in deze set.</p>
ru: <p><b><big>Псевдонимы хостов</big></b><br>В этом диалоговом окне можно настроить псевдонимы хостов. Псевдоним хоста — это набор хостов, которому присваивается уникальное имя. Это имя затем используется для ссылки на все хосты данного набора в конфигурации sudo.</p>

source: <p>To add a new host alias, click the <b>Add</b> button and fill in the appropriate fields. Alias name and list of hosts in the alias must not be empty. </p>
ca: <p>Per afegir un nou àlies d'amfitrió, cliqueu a <b>Afegeix</b> i empleneu els camps adequats. El nom d'àlies i la llista d'amfitrions a l'àlies no han d'estar en blanc. </p>
de: <p>Wenn Sie einen neuen Host-Alias hinzufügen möchten, klicken Sie auf die Schaltfläche <b>Hinzufügen</b> und machen Sie die erforderlichen Angaben. Der Aliasname und die Liste der Hosts im Alias dürfen nicht leer sein. </p>
es: <p>Para añadir un nuevo alias de host, haga clic en <b>Añadir</b> y rellene los campos adecuados. El nombre de alias y la lista de hosts no pueden estar vacíos. </p>
fr: <p>Pour ajouter un nouvel alias d'hôte, cliquez sur le bouton <b>Ajouter</b> et complétez les champs correspondants. Le nom de l'alias et la liste des hôtes de l'alias ne peuvent pas être vides. </p>
ja: <p>新しいホストの別名を追加するには <b>追加</b> ボタンを押して必要な項目に記入してください。名前とホスト一覧にそれぞれ記入および設定しなければなりません。 </p>
nl: <p>Als u een nieuwe hostalias wilt toevoegen, klikt u op de knop <b>Toevoegen</b> en vult de benodigde velden in. De velden voor de aliasnaam en de lijst met hosts mogen niet leeg zijn.</p>
ru: <p>Чтобы добавить новый псевдоним хоста, нажмите кнопку <b>Добавить</b> и заполните соответствующие поля. Имя псевдонима и список хостов в псевдониме не должны быть пустыми.</p>
