Repository: Dzejrou/yast-translations
Catalog: po/sudo/*.po
Languages: ar, ca, cs, da, de, el, es, fr, hu, id, it, ja, ko, lt, nl, pl, ru, sq, sv, uk

source: User, Group or User Alias
ar: المستخدم أو المجموعة أو الاسم المستعار للمستخدم
ca: Usuari, grup o àlies d'usuari
cs: Uživatel, skupina nebo alias uživatele
da: Bruger,gruppe- eller bruger-alias
de: Benutzer, Gruppe oder Benutzer-Alias
el: Χρήστης, Ομάδα ή Ψευδώνυμο Χρήστη
es: Usuario, grupo o alias de usuario
fr: Utilisateur, groupe ou alias d'utilisateur
hu: Felhasználó, csoport vagy felhasználói álnév
id: Pengguna, Grup atau Alias Pengguna
it: Utente, gruppo o alias gruppo
ja: ユーザ、グループまたはユーザの別名
ko: 사용자, 그룹 혹은 사용자 별칭
lt: Naudotojas, grupė arba naudotojo alternatyvusis vardas
nl: Gebruiker, groep of gebruikersalias
pl: Użytkownik, grupa albo alias użytkownika
ru: Пользователь, группа или псевдоним пользователя
sq: Përdoruesi, grupi ose përdoruesi i Alias
sv: Användare, grupp eller användaralias
uk: Користувач, група або псевдонім користувача

source: Host or Host Alias
ar: المضيف أو اسم مستعار للمضيف
ca: Amfitrió o àlies d'amfitrió
cs: Hostitel nebo alias hostitele
da: Værtsmaskine eller værtsmaskine-alias
de: Host oder Host-Alias
el: Κόμβος ή Ψευδώνυμο Κόμβου
es: Host o alias de host
fr: Hôte ou alias d'hôte
hu: Gép vagy gépálnév
id: Host atau Alias Host
it: Host o alias host
ja: ホストまたはホストの別名
ko: 호스트 혹은 호스트 별칭
lt: Pagrindinis kompiuteris arba pagrindinio kompiuterio alternatyvusis vardas
nl: Host of hostalias
pl: Host albo alias hosta
ru: Хост или псевдоним хоста
sq: Host i hostit të Alias
sv: Dator eller datoralias
uk: Вузол або псевдоніми вузла

source: RunAs or RunAs Alias
ar: RunAs أو الاسم المستعار RunAs
ca: Executa_com_a o àlies Executa_com_a
cs: Příkaz RunAs nebo alias příkazu RunAs
da: 'Kør som' eller 'kør som'-alias
de: RunAs oder RunAs-Alias
el: ΕκτέλεσηΩς ή Ψευδώνυμο ΕκτέλεσηΩς
es: EjecutarComo o alias de EjecutarComo
fr: RunAs ou alias RunAs
hu: RunAs vagy RunAs álnév
id: RunAs atau Alias RunAs
it: RunAs o alias RunAs
ja: RunAs または RunAs の別名
ko: RunAs 혹은 RunAs 별칭
lt: RunAs arba RunAs alternatyvusis vardas
nl: RunAs of RunAs-alias
pl: RunAs albo alias RunAs
ru: RunAs или псевдоним RunAs
sv: Kör som eller Kör som-alias
uk: RunAs або псевдонім RunAs

source: No Password
ar: بدون كلمة مرور
ca: Sense contrasenya
cs: Bez hesla
da: Ingen adgangskode
de: Kein Passwort
el: Χωρίς Κωδικό Πρόσβασης
es: Sin contraseña
fr: Pas de mot de passe
hu: Nincs jelszó
id: Tanpa Kata Sandi
it: Nessuna password
ja: パスワードなし
ko: 열쇠글 없음
lt: Be slaptažodžio
nl: Geen wachtwoord
pl: Bez hasła
ru: Без пароля
sq: Asnjë fjalëkalim
sv: Inget lösenord
uk: Без пароля

source: Commands to Run
ar: الأمر للتشغيل
ca: Ordres a executar
cs: Příkazy ke spuštění
da: Kommandoer at køre
de: Auszuführende Kommandos
el: Εντολές για Εκτέλεση
es: Comandos para ejecutar
fr: Commandes à exécuter
hu: Futtatandó parancsok
id: Perintah untuk Menjalankan
it: Comandi da eseguire
ja: 実行するコマンド
ko: 실행할 명령
lt: Vykdytinos komandos
nl: Opdrachten om uit te voeren
pl: Polecenia do uruchomienia
ru: Команды для запуска
sq: Komandat për të drejtuar
sv: Kommandon som ska köras
uk: Виконувані команди

source: Username must not be empty.
ar: يجب إلا يكون اسم المستخدم فارغاً.
ca: El nom d'usuari no pot estar en blanc.
cs: Uživatelské jméno nesmí být prázdné.
da: Brugernavn skal angives.
de: Es muss ein Benutzername angegeben werden.
el: Το όνομα χρήστη δεν πρέπει να είναι κενό.
es: El nombre de usuario no puede estar vacío.
fr: Le nom de l'utilisateur ne doit pas être vide.
hu: A felhasználónév nem maradhat üresen.
id: Nama pengguna tidak boleh kosong.
it: Il nome utente non può essere vuoto.
ja: ユーザ名を指定する必要があります。
ko: 사용자 이름은 비워 두면 안 됩니다.
lt: Naudotojo vardas negali būti tuščias.
nl: Gebruikersnaam mag niet leeg zijn.
pl: Nazwa użytkownika nie może być pusta.
ru: Имя пользователя не должны быть пустым.
sq: Emri i përdoruesit nuk duhet të jetë bosh.
sv: Användarnamn får inte vara tomt.
uk: Ім'я користувача не може бути порожнім.

source: Hostname must not be empty.
ar: يجب إلا يكون اسم المضيف فارغة.
ca: El nom d'amfitrió no pot estar en blanc.
cs: Název počítače nesmí být prázdný.
da: Værtsmaskinenavn skal angives.
de: Es muss ein Rechnername angegeben werden.
el: Το όνομα κόμβου δεν πρέπει να είναι κενό.
es: El nombre de host no puede estar vacío.
fr: Le nom de l'hôte ne doit pas être vide.
hu: A gépnevet meg kell adni.
id: Nama host tidak boleh kosong.
it: Il nome host non può essere vuoto.
ja: ホスト名を指定する必要があります。
ko: 호스트 이름은 비워 두면 안 됩니다.
lt: Pagrindinio kompiuterio vardas negali būti tuščias.
nl: Hostnaam mag niet leeg zijn.
pl: Nazwa hosta nie może być pusta.
ru: Имя хоста не должно быть пустым.
sq: Emri i hostit nuk duhet të jetë bosh.
sv: Datornamn får inte vara tomt.
uk: Назва вузла не може бути порожньою.

source: Command list must have at least one entry.
ar: قائمة الأوامر يجب أن تحتوي إدخال واحد على الأقل.
ca: La llista d'ordres ha de contenir almenys una entrada.
cs: Seznam příkazů musí obsahovat alespoň jednu položku.
da: Kommandolisten skal have mindst en indgang.
de: Kommandoliste muss mindestens einen Eintrag enthalten.
el: Η λίστα εντολών θα πρέπει να έχει τουλάχιστον μια καταχώρηση.
es: La lista de comandos debe tener al menos una entrada.
fr: La liste des commandes doit comporter au moins une entrée.
hu: A parancslistának legalább egy parancsot tartalmaznia kell.
id: Daftar perintah harus memiliki minimal satu entri.
it: L'elenco dei comandi deve contenere almeno una voce.
ja: コマンドリストには、少なくとも 1 つの項目を指定する必要があります。
ko: 명령 목록에 항목이 하나 이상 있어야 합니다.
lt: Komandų sąrašas privalo turėti bent vieną įrašą.
nl: Lijst met opdrachten dient minstens één item te bevatten.
pl: Lista poleceń musi mieć przynajmniej jeden wpis.
ru: В списке команд должна быть хотя бы одна запись.
sq: Lista e komandës duhet të ketë të paktën një hyrje.
sv: Listan Kommando måste innehålla minst en post.
uk: Список команд повинен мати принаймні один запис.

source: New User Alias
ar: الاسم المستعار للمستخدم الجديد
ca: Nou àlies d'usuari
cs: Nový alias uživatele
da: Nyt bruger-alias
de: Neuer Benutzer-Alias
el: Νέο Ψευδώνυμο Χρήστη
es: Nuevo alias de usuario
fr: Alias de nouvel utilisateur
hu: Új felhasználói álnév
id: Alias Pengguna Baru
it: Nuovo alias utente
ja: 新しいユーザの別名
ko: 새 사용자 별칭
lt: Naujas naudotojo alternatyvusis vardas
nl: Nieuwe gebruikersalias
pl: Nowy alias użytkownika
ru: Новый псевдоним пользователя
sq: Alias i Përdoruesit të Ri
sv: Nytt användaralias
uk: Новий псевдонім користувача

source: Existing User Alias
ar: الاسم المستعار للمستخدم الحالي
ca: Àlies d'usuaris existents
cs: Existující alias uživatele
da: Eksisterende bruger-alias
de: Vorhandener Benutzer-Alias
el: Υπάρχων Ψευδώνυμο Χρήστη
es: Alias de usuario existente
fr: Alias d'utilisateur existant
hu: Meglévő felhasználói álnév
id: Alias Pengguna yang ada
it: Alias utente esistente
ja: 既存のユーザの別名
ko: 기존 사용자 별칭
lt: Esamas naudotojo alternatyvusis vardas
nl: Bestaande gebruikersalias
pl: Istniejący alias użytkownika
ru: Существующий псевдоним пользователя
sq: Alias Përdorues ekzistues
sv: Befintligt användaralias
uk: Існуючий псевдонім користувача

source: Sudo Configuration
ar: إعدادات sudo
ca: Configuració de sudo
cs: Konfigurace sudo
da: Sudo-konfiguration
de: Sudo-Konfiguration
el: Ρύθμιση sudo
es: Configuración de sudo
fr: Configuration sudo
hu: Sudo beállítása
id: Konfigurasi sudo
it: Configurazione di sudo
ja: sudo 設定
ko: Sudo 구성
lt: Sudo konfigūracija
nl: Sudo-configuratie
pl: Konfiguracja usługi Sudo
ru: Конфигурация sudo
sq: Konfigurimi i Sudo –s
sv: Sudo Konfiguration
uk: Налаштування Sudo

source: Users
ar: مستخدمون
ca: Usuaris
cs: Uživatelé
da: Brugere
de: Benutzer
el: Χρήστες
es: Usuarios
fr: Utilisateurs
hu: Felhasználók
id: Pengguna
it: Utenti
ja: ユーザ
ko: 사용자
lt: Naudotojai
nl: Gebruikers
pl: Użytkownicy
ru: Пользователи
sq: Përdoruesit
sv: Användare
uk: Користувачі

source: Hosts
ar: المضيفون
ca: Amfitrions
cs: Servery
da: Værtsmaskiner
el: Κόμβοι
fr: Hôtes
hu: Kiszolgálók
id: Host
it: Host
ja: ホスト
ko: 호스트
lt: Pagrindiniai kompiuteriai
pl: Hosty
ru: Хосты
sq: Hostet
sv: Värddatorer
uk: Вузли

source: RunAs
ar: تشغيل ك
ca: Executa_com_a
da: Kør-som
el: ΕκτέλεσηΩς
es: EjecutarComo
sv: Kör som
uk: ЗапуститиЯк

source: NOPASSWD
ar: لا توجد كلمة مرور
ca: SenseCONTRASENYA
es: SINCONTRASEÑA
lt: BE SLAPTAŽODŽIO
sv: INGETLÖSENORD
uk: НЕМА ПАРОЛЯ

source: Commands
ar: الأوامر
ca: Ordres
cs: Příkazy
da: Kommandoer
de: Kommandos
el: Εντολές
es: Comandos
fr: Commandes
hu: Parancsok
id: Perintah
it: Comandi
ja: コマンド
ko: 명령
lt: Komandos
nl: Opdrachten
pl: Polecenia
ru: Команды
sq: Komandet
sv: Kommandon
uk: Команди

source: Up
ar: حتى
ca: Amunt
cs: Nahoru
da: Op
de: Nach oben
el: Πάνω
es: Arriba
fr: Monter
hu: Fel
id: Naik
it: Su
ja: 上
ko: 위
lt: Aukštyn
nl: Omhoog
pl: Góra
ru: Вверх
sq: lart
sv: Upp
uk: Вгору

source: Down
ar: إلى أسفل
ca: Avall
cs: Dolů
da: Ned
de: Nach unten
el: Κάτω
es: Abajo
fr: Descendre
hu: Le
id: Turun
it: Giù
ja: 下
ko: 아래
lt: Žemyn
nl: Omlaag
pl: Dół
ru: Вниз
sq: Postë
sv: Ner
uk: Вниз

source: Rules for sudo
ar: قواعد sudo
ca: Regles per a sudo
cs: Pravidla sudo
da: Regler for sudo
de: Regeln für sudo
el: Κανόνες για το sudo
es: Reglas de sudo
fr: Règles pour sudo
hu: Sudo-szabályok
id: Aturan untuk sudo
it: Regole per sudo
ja: sudo のルール
ko: sudo 용 규칙
lt: Sudo taisyklės
nl: Regels voor sudo
pl: Reguły dla sudo
ru: Правила sudo
sq: Rregullat për sudo
sv: Regler för sudo
uk: Правила для sudo

source: Rules for sudo
ar: قواعد sudo
ca: Regles per a sudo
cs: Pravidla pro sudo
da: Regler for sudo
de: Regeln für sudo
el: Κανόνες για το sudo
es: Reglas de sudo
fr: Règles pour sudo
hu: Sudo-szabályok
id: Aturan untuk sudo
it: Regole per sudo
ja: sudo のルール
ko: sudo 규칙
lt: Sudo taisyklės
nl: Regels voor sudo
pl: Reguły dla sudo
ru: Правила sudo
sq: Rregullat për sudo
sv: Regler för sudo
uk: Правила для sudo

source: Alias Name
ar: الاسم المستعار
ca: Àlies
cs: Název aliasu
da: Aliasnavn
el: Όνομα Χρήστη
es: Nombre del alias
fr: Nom d'alias
hu: Álnév (alias)
id: Nama Alias
it: Nome alias
ja: 別名の名前
ko: 별칭 이름
lt: Alternatyvusis vardas
nl: Aliasnaam
pl: Nazwa aliasu
ru: Имя псевдонима
sq: Emri i Alias
sv: Aliasnamn
uk: Назва псевдоніма

source: Members
ar: أعضاء
ca: Membres
cs: Členové
da: Medlemmer
de: Mitglieder
el: Μέλη
es: Miembros
fr: Membres
hu: Tagok
id: Anggota
it: Membri
ja: メンバー
ko: 구성원
lt: Nariai
nl: Leden
pl: Członkowie
ru: Члены
sq: anëtarët
sv: Medlemmar
uk: Члени

source: User Aliases
ar: الأسماء المستعارة للمستخدم
ca: Àlies d'usuaris
cs: Aliasy uživatelů
da: Bruger-aliaser
de: Benutzer-Aliasnamen
el: Ψευδώνυμα Χρηστών
es: Alias de usuario
fr: Alias d'utilisateur
hu: Felhasználói álnevek
id: Alias Pengguna
it: Alias utente
ja: ユーザの別名
ko: 사용자 별칭
lt: Naudotojų alternatyvusis vardas
nl: Gebruikersaliassen
pl: Aliasy użytkowników
ru: Псевдонимы пользователей
sq: Aliases Përdorues
sv: Användaralias
uk: Псевдоніми користувачів

source: RunAs Aliases
ar: الأسماء المستعارة RunAs
ca: Àlies d'executa_com_a
cs: Aliasy příkazu RunAs
da: 'Kør som'-aliaser
de: RunAs-Aliasnamen
el: Ψευδώνυμα ΕκτέλεσηΩς
es: Alias de EjecutarComo
fr: Alias RunAs
hu: RunAs álnevek
id: Alias RunAs
it: Alias RunAs
ja: RunAs の別名
ko: RunAs 별칭
lt: RunAs alternatyvieji vardai
nl: RunAs-aliassen
pl: Aliasy RunAs
ru: Псевдонимы RunAs
sq: Runases Aliases
sv: Kör som-alias
uk: Псевдоніми RunAs

source: Host Aliases
ar: الأسماء المستعارة المضيف
ca: Àlies de l'amfitrió
cs: Aliasy hostitelů
da: Værtsmaskine-aliaser
de: Host-Aliasnamen
el: Ψευδώνυμα Κόμβων
es: Alias de host
fr: Alias de l'hôte
hu: Gépálnevek
id: Alias Host
it: Alias host
ja: ホストの別名
ko: 호스트 별칭들
lt: Pagrindinių kompiuterių alternatyvieji vardai
nl: Hostaliassen
pl: Aliasy hostów
ru: Псевдонимы хостов
sq: Host i Aliases
sv: Värddatoralias
uk: Псевдоніми вузлів

source: Command Aliases
ar: الأسماء المستعارة للأمر
ca: Àlies d'ordres
cs: Aliasy příkazů
da: Kommando-aliaser
de: Kommando-Aliasnamen
el: Ψευδώνυμα Εντολών
es: Alias de comando
fr: Alias de commande
hu: Parancsálnevek
id: Alias Perintah
it: Alias comando
ja: コマンドの別名
ko: 명령 별칭
lt: Komandų alternatyvieji vardai
nl: Opdrachtaliassen
pl: Aliasy poleceń
ru: Псевдонимы команд
sq: Komandet Aliases
sv: Kommandoalias
uk: Псевдоніми команд

source: Yes
ar: نعم
ca: Sí
cs: Ano
da: Ja
de: Ja
el: Ναι
es: Sí
fr: Oui
hu: Igen
id: Ya
it: Sì
ja: はい
ko: 예
lt: Taip
nl: Ja
pl: Tak
ru: Да
sq: Po
sv: Ja
uk: Так

source: Host alias %1 is being used in one of the sudo rules. Deleting it may result in an inconsistent sudo configuration file. Really delete it?
ar: المضيف يستخدم الاسم المستعار %1 في إحدى قواعد sudo. قد يؤدي حذفه إلى عدم تناسق ملف إعدادات sudo. هل تريد حذفه؟
ca: L'àlies d'amfitrió %1 s'usa en una de les regles de sudo. Suprimir-lo pot resultar en un fitxer de configuració de sudo inconsistent. El voleu suprimir?
cs: Alias hostitele %1 se používá v jednom z pravidel sudo. Jeho odstranění může vést k nekonzistencím v konfiguračním souboru sudo. Opravdu jej chcete odstranit?
da: Værtsmaskine-aliaset %1 anvendes i en af sudo-reglerne. At slette det kan resultere i en usammenhængende sudo-konfigurationsfil. Vil du virkelig slette det?
de: Das Rechner-Alias %1 wird in einer der Sudo-Regeln verwendet. Wenn er gelöscht wird, kann dies zu Inkonsistenzen in der sudo-Konfigurationsdatei führen. Soll es wirklich gelöscht werden?
el: Το ψευδώνυμο του διακομιστή %1 χρησιμοποιείται σε ένα κανόνα sudo. Διαγράφοντας το μπορεί να προκαλέσει αστάθεια στο αρχείο ρυθμίσεων του sudo. Είστε σίγουροι ότι θέλετε τη διαγραφή του;
es: El alias de host %1 se está utilizando en una regla de sudo. Si se suprime, puede generar un archivo de configuración de sudo incoherente. ¿Seguro que desea suprimirlo?
fr: L'alias d'hôte %1 est utilisé dans une des règles sudo. Sa suppression peut se traduire par des incohérences dans le fichier de configuration de sudo. Vraiment le supprimer ?
hu: A(z) %1 gépálnevet egy vagy több sudo szabály használja. Törlése esetén a sudo konfigurációs fájl inkonzisztenssé válhat. Biztosan törli?
id: Alias host %1 sedang digunakan di salah satu aturan sudo. Menghapusnya bisa menghasilkan berkas konfigurasi sudo yang tidak konsisten. Benar-benar menghapusnya?
it: L'alias host %1 è in uso in una delle regole di sudo. La relativa rimozione potrebbe causare un'incoerenza nel file di configurazione di sudo. Rimuoverlo comunque?
ja: ホストの別名 %1 は sudo ルール内で使われています。 削除すると、 sudo 設定ファイルが矛盾した状態になってしまいます。本当に削除してよろしいですか？
ko: 호스트 별칭 %1은(는) sudo 규칙 중 하나에서 사용되고 있습니다. 삭제하면 일관성 없는 sudo 구성 파일이 발생할 수 있습니다. 삭제하시겠습니까?
lt: Pagrindinio kompiuterio alternatyvusis vardas %1 yra naudojamas vienoje iš sudo taisyklių. Jį ištrynus gali būti pažeista sudo konfigūracijos rinkmena. Tikrai ištrinti?
nl: Hostalias %1 wordt gebruikt in één van de sudo-regels. Het verwijderen ervan kan leiden tot een inconsistent sudo-configuratiebestand. Wilt u het toch verwijderen?
pl: Alias hosta %1 jest używany w jednej z reguł sudo. Usunięcie go może spowodować niespójność pliku konfiguracji sudo. Czy na pewno usunąć ten alias?
ru: Псевдоним хоста %1 используется в одном из правил sudo. Его удаление может привести к несогласованности в файле конфигурации sudo. Действительно удалить его?
sq: Host alias% 1 është duke u përdorur në një nga rregullat sudo. Fshirja e tij mund të rezultojë në një skedar të konfigurimit të sundimit të paqëndrueshëm.
sv: Värdaliaset %1 används i en av sudo-reglerna. Om du tar bort den kan det leda till en inkonsekvent sudo-inställningsfil. Vill du ta bort den?
uk: Псевдонім вузла %1 вживається в одному з правил sudo. Вилучення його може призвести до порушення цілісності файла конфігурації sudo. Дійсно вилучити?

source: User alias %1 is being used in one of the sudo rules. Deleting it may result in an inconsistent sudo configuration file. Really delete it?
ar: المستخدم يستخدم الاسم المستعار %1 في إحدى قواعد sudo. قد يؤدي حذفه إلى عدم تناسق ملف إعدادات sudo. هل تريد حذفه؟
ca: L'àlies d'usuari %1 s'usa en una de les regles de sudo. Suprimir-lo pot resultar en un fitxer de configuració de sudo inconsistent. El voleu suprimir?
cs: Alias uživatele %1 se používá v jednom z pravidel sudo. Jeho odstranění může vést k nesrovnalostem v konfiguračním souboru sudo. Opravdu jej chcete odstranit?
da: Bruger-aliaset %1 anvendes i en af sudo-reglerne. At slette det kan resultere i en usammenhængende sudo-konfigurationsfil. Vil du virkelig slette det?
de: Das Benutzer-Alias %1 wird in einer der Sudo-Regeln verwendet. Wenn er gelöscht wird, kann dies zu Inkonsistenzen in der sudo-Konfigurationsdatei führen. Soll es wirklich gelöscht werden?
el: Το ψευδώνυμο χρήστη %1 χρησιμοποιείται σε ένα κανόνα sudo. Διαγράφοντας το μπορεί να προκαλέσει αστάθεια στο αρχείο ρυθμίσεων του sudo. Είστε σίγουροι ότι θέλετε διαγραφή του;
es: El alias de usuario %1 se está utilizando en una regla de sudo. Si se suprime, puede generar un archivo de configuración de sudo incoherente. ¿Seguro que desea suprimirlo?
fr: L'alias utilisateur %1 est utilisé dans une des règles sudo. Sa suppression peut se traduire par des incohérences dans le fichier de configuration de sudo. Vraiment le supprimer ?
hu: A(z) %1 felhasználói álnevet egy sudo szabály használja. Törlése esetén a sudo konfigurációs fájl inkonzisztenssé válhat. Biztosan törli?
id: Alias pengguna %1 sedang digunakan di salah satu aturan sudo. Menghapusnya bisa menghasilkan berkas konfigurasi sudo yang tidak konsisten. Benar-benar menghapusnya?
it: L'alias utente %1 è in uso in una delle regole di sudo. La relativa rimozione potrebbe causare un'incoerenza nel file di configurazione sudo. Rimuoverlo comunque?
ja: ユーザの別名 %1 は sudo ルール内で使われています。 削除すると、 sudo 設定ファイルが矛盾した状態になってしまいます。本当に削除してよろしいですか？
ko: 사용자 별칭 %1은(는) sudo 규칙 중 하나에서 사용되고 있습니다. 삭제하면 일관성 없는 sudo 구성 파일이 발생할 수 있습니다. 삭제하시겠습니까?
lt: Viena sudo taisyklė naudoja naudotojo pseudonimą %1 . Jį ištrynus gali būti pažeista sudo konfigūracijos rinkmena. Tikrai ištrinti?
nl: Gebruikeralias %1 wordt gebruikt in één van de sudo-regels. Verwijderen kan leiden tot een inconsistent sudo-configuratiebestand. Wilt u het toch verwijderen?
pl: Alias użytkownika %1 jest używany w jednej z reguł sudo. Usunięcie go może spowodować niespójność pliku konfiguracji sudo. Czy na pewno usunąć ten alias?
ru: Псевдоним пользователя %1 используется в одном из правил sudo. Удаление его может привести к противоречивости файла настроек sudo. Действительно удалить его?
sq: Emri i përdoruesit% 1 është duke u përdorur në një nga rregullat sudo. Fshirja e tij mund të rezultojë në një skedar të konfigurimit të sundimit të paqëndrueshëm.
sv: Användaraliaset %1 används i en av sudo-reglerna. Om du tar bort den kan det leda till en inkonsekvent sudo-inställningsfil. Vill du ta bort den?
uk: Псевдонім користувача %1 вживається в одному з правил sudo. Вилучення його може призвести до порушення цілісності файла конфігурації sudo. Дійсно вилучити?

source: RunAs alias %1 is being used in one of the sudo rules. Deleting it may result in an inconsistent sudo configuration file. Really delete it?
ar: RunAs يستخدم الاسم المستعار %1 في إحدى قواعد sudo. قد يؤدي حذفه إلى عدم تناسق ملف إعدادات sudo. هل تريد حذفه؟
ca: L'àlies Executa_Com_a %1 s'usa en una de les regles de sudo. Suprimir-lo pot resultar en un fitxer de configuració de sudo inconsistent. El voleu suprimir?
cs: Alias příkazu RunAs %1 se používá v jednom z pravidel sudo. Jeho odstranění může vést k nesrovnalostem v konfiguračním souboru sudo. Opravdu jej chcete odstranit?
da: 'Kør som'-aliaset %1 anvendes i en af sudo-reglerne. At slette det kan resultere i en usammenhængende sudo-konfigurationsfil. Vil du virkelig slette det?
de: Das RunAs-Alias %1 wird in einer der Sudo-Regeln verwendet. Wenn er gelöscht wird, kann dies zu Inkonsistenzen in der sudo-Konfigurationsdatei führen. Soll es wirklich gelöscht werden?
el: Το ψευδώνυμο του ΕκτέλεσηΩς %1 χρησιμοποιείται σε ένα κανόνα sudo. Διαγράφοντας το μπορεί να προκαλέσει αστάθεια στο αρχείο ρυθμίσεων του sudo. Είστε σίγουροι ότι θέλετε διαγραφή του;
es: El alias de EjecutarComo %1 se está utilizando en una regla de sudo. Si se suprime, puede generar un archivo de configuración de sudo incoherente. ¿Seguro que desea suprimirlo?
fr: L'alias RunAs %1 est utilisé dans l'une des règles sudo. Sa suppression peut se traduire par des incohérences dans le fichier de configuration de sudo. Vraiment le supprimer ?
hu: A(z) %1 RunAs álnevet egy sudo szabály használja. Törlése esetén a sudo konfigurációs fájl inkonzisztenssé válhat. Biztosan törli?
id: Alias RunAs %1 sedang digunakan di salah satu aturan sudo. Menghapusnya bisa menghasilkan berkas konfigurasi sudo yang tidak konsisten. Benar-benar menghapusnya?
it: L'alias RunAs %1 è in uso in una delle regole di sudo. La relativa rimozione potrebbe causare un'incoerenza nel file di configurazione di sudo. Rimuoverlo comunque?
ja: RunAs の別名 %1 は sudo ルール内で使われています。 削除すると、 sudo 設定ファイルが矛盾した状態になってしまいます。本当に削除してよろしいですか？
ko: RunAs 별칭 %1은(는) sudo 규칙 중 하나에서 사용되고 있습니다. 삭제하면 일관성 없는 sudo 구성 파일이 발생할 수 있습니다. 삭제하시겠습니까?
lt: Viena sudo taisyklė naudoja „paleisti kaip“ pseudonimą %1. Jį ištrynus gali būti pažeista sudo konfigūracijos rinkmena. Tikrai ištrinti?
nl: RunAs-alias %1 wordt gebruikt in één van de sudo-regels. Het verwijderen ervan kan leiden tot een inconsistent sudo-configuratiebestand. Wilt u het toch verwijderen?
pl: Alias RunAs %1 jest używany w jednej z reguł sudo. Usunięcie go może spowodować niespójność pliku konfiguracji sudo. Czy na pewno usunąć ten alias?
ru: Псевдоним RunAs %1 используется в одном из правил sudo. Удаление его может привести к противоречивости файла настроек sudo. Действительно удалить его?
sq: RunAs alias% 1 është duke u përdorur në një nga rregullat sudo. Fshirja e tij mund të rezultojë në një skedar të konfigurimit të sundimit të paqëndrueshëm.
sv: RunAs-aliaset %1 används i en av sudo-reglerna. Om du ta bort den kan det leda till en inkonsekvent sudo-inställningsfil. Vill du ta bort den?
uk: Псевдонім "виконати як" %1 вживається в одному з правил sudo. Вилучення його може призвести до порушення цілісності файла конфігурації sudo. Дійсно вилучити?
