Repository: Dzejrou/yast-translations
Catalog: po/sudo/*.po
Languages: ar, ca, cs, da, de, el, es, fr, hu, id, it, ja, ko, lt, nl, pl, ru, sq, sv, uk

source: Command alias %1 is being used in one of the sudo rules. Deleting it may result in an inconsistent sudo configuration file. Really delete it?
ar: الأمر يستخدم الاسم المستعار %1 في إحدى قواعد sudo. قد يؤدي حذفه إلى عدم تناسق ملف إعدادات sudo. هل تريد حذفه؟
ca: L'àlies d'ordre %1 s'usa en una de les regles de sudo. Suprimir-lo pot resultar en un fitxer de configuració de sudo inconsistent. El voleu suprimir?
cs: Alias příkazu %1 se používá v jednom z pravidel sudo. Jeho odstranění může vést k nesrovnalostem v konfiguračním souboru sudo. Opravdu jej chcete odstranit?
da: Kommando-aliaset %1 anvendes i en af sudo-reglerne. At slette det kan resultere i en usammenhængende sudo-konfigurationsfil. Vil du virkelig slette det?
de: Das Kommando-Alias %1 wird in einer der Sudo-Regeln verwendet. Wenn er gelöscht wird, kann dies zu Inkonsistenzen in der sudo-Konfigurationsdatei führen. Soll es wirklich gelöscht werden?
el: Το ψευδώνυμο της εντολής %1 χρησιμοποιείται σε ένα κανόνα sudo. Διαγράφοντας το μπορεί να προκαλέσει αστάθεια στο αρχείο ρυθμίσεων του sudo. Είστε σίγουροι ότι θέλετε διαγραφή του;
es: El alias de comando %1 se está utilizando en una regla de sudo. Si se suprime, puede generar un archivo de configuración de sudo incoherente. ¿Seguro que desea suprimirlo?
fr: L'alias de commande %1 est utilisé dans une des règles sudo. Sa suppression peut se traduire par des incohérences dans le fichier de configuration de sudo. Vraiment le supprimer ?
hu: A(z) %1 parancsálnevet egy vagy több sudo szabály használja. Törlése esetén a sudo konfigurációs fájl inkonzisztenssé válhat. Biztosan törli?
id: Alias perintah %1 sedang digunakan di salah satu aturan sudo. Menghapusnya bisa menghasilkan berkas konfigurasi sudo yang tidak konsisten. Benar-benar menghapusnya?
it: L'alias di comando %1 è in uso in una delle regole di sudo. La sua rimozione potrebbe causare un'inconsistenza nel file di configurazione di sudo. Rimuoverlo comunque?
ja: コマンドの別名 %1 は sudo ルール内で使われています。 削除すると、 sudo 設定ファイルが矛盾した状態になってしまいます。本当に削除してよろしいですか？
ko: 명령 별칭 %1은(는) sudo 규칙 중 하나에서 사용되고 있습니다. 삭제하면 일관성 없는 sudo 구성 파일이 발생할 수 있습니다. 삭제하시겠습니까?
lt: Viena sudo taisyklė naudoja komandos pseudonimą %1 . Jį ištrynus gali būti pažeista sudo konfigūracijos rinkmena. Tikrai ištrinti?
nl: Opdrachtalias %1 wordt gebruikt in één van de sudo-regels. Het verwijderen ervan kan leiden tot een inconsistent sudo-configuratiebestand. Wilt u het toch verwijderen?
pl: Alias polecenia %1 jest używany w jednej z reguł sudo. Usunięcie go może spowodować niespójność pliku konfiguracji sudo. Czy na pewno usunąć ten alias?
ru: Псевдоним команды %1 используется в одном из правил sudo. Его удаление может привести к несогласованности в файле конфигурации sudo. Действительно удалить его?
sq: Komanda Alias% 1 është duke u përdorur në një nga rregullat sudo. Fshirja e tij mund të rezultojë në një skedar të konfigurimit të sundimit të paqëndrueshëm.
sv: Kommando-aliaset %1 används i en av sudo-reglerna. Om du ta bort den kan det leda till en inkonsekvent sudo-inställningsfil. Vill du ta bort den?
uk: Псевдонім команди %1 вживається в одному з правил sudo. Вилучення його може призвести до порушення цілісності файла конфігурації sudo. Дійсно вилучити?

source: <p><b><big>Initializing sudo Configuration</big></b><br> </p>
ar: <p><b><big>تهيئة إعداد sudo</big></b><br> </p>
ca: <p><b><big>Inici de la configuració de sudo</big></b><br> </p>
cs: <p><b><big>Inicializuje se konfigurace sudo</big></b><br> </p>
da: <p><b><big>Initialiserer sudo-konfiguration</big></b><br> </p>
de: <p><b><big>sudo-Konfiguration wird initialisiert</big></b><br> </p>
el: <p><b><big> Αρχικοποίηση Ρυθμίσεων sudo</big></b><br><br> </p>
es: <p><b><big>Inicializando configuración de sudo</big></b><br> </p>
fr: <p><b><big>Initialisation de la configuration de sudo</big></b><br> </p>
hu: <p><b><big>A sudo beállításainak indítása</big></b><br> </p>
id: <p><b><big>Menginisialisasi Konfigurasi sudo</big></b><br> </p>
it: <p><b><big>Inizializzazione della configurazione di sudo</big></b><br> </p>
ja: <p><b><big>sudo 設定を準備しています</big></b><br> </p>
ko: <p><b><big>sudo 구성 초기화</big></b><br> </p>
lt: <p><b><big>Ruošiama sudo konfigūracija</big></b><br> </p>
nl: <p><b><big>De sudo-configuratie wordt geïnitialiseerd</big></b><br> </p>
pl: <p><b><big>Inicjalizacja konfiguracji usługi sudo</big></b><br> </p>
ru: <p><b><big>Инициализация настроек sudo</big></b><br> </p>
sq: <p> <b> <big> Inicializimi i konfigurimit të sudo </ big> </ b> <br> </ P>
sv: <p><b><big>Initierar sudo-inställningar</big></b><br> </p>
uk: <p><b><big>Започаткування налаштування sudo</big></b><br> </p>

source: <p><b><big>Aborting Initialization:</big></b><br>Safely abort the configuration utility by pressing <b>Abort</b> now.</p>
ca: <p><b><big>Avortament de l'inici:</big></b><br>per cancel·lar la utilitat de configuració amb seguretat, premeu <b>Avorta</b> ara.</p>
da: <p><b><big>Afbryde initialisering:</big></b><br>Du kan trygt afbryde konfigurationsværktøjet ved at trykke på <b>Afbryd</b> nu.</p>
de: <p><b><big>Initialisierung abbrechen:</big></b><br>Sie können die Konfiguration gefahrlos abbrechen, indem Sie auf die Schaltfläche <b>Abbrechen</b> klicken.</p>
es: <p><b><big>Cancelar la inicialización:</big></b><br>Puede cancelar la utilidad de configuración de forma segura pulsando <b>Cancelar.</b></p>
fr: <p><b><big>Interruption de l'initialisation :</big></b><br>Pour interrompre la configuration en toute sécurité, cliquez sur <b>Interrompre</b>.</p>
ja: <p><b><big>準備の中止:</big></b><br><b>中止</b> ボタンを押すと準備を安全に中止することができます。</p>
nl: <p><b><big>Initialisatie afbreken:</big></b><br>U kunt het configuratieprogramma veilig afbreken door nu op <b>Afbreken</b> te drukken.</p>
ru: <p><b><big>Прерывание инициализации:</big></b><br>Сейчас безопасно прервать конфигурационную утилиту нажатием <b>Прервать</b>.</p>

source: <p><b><big>Saving sudo Configuration</big></b><br></p>
ca: <p><b><big>Desant la configuració de sudo</big></b><br></p>
da: <p><b><big>Gemmer sudo-konfiguration</big></b><br></p>
de: <p><b><big>sudo-Konfiguration wird gespeichert</big></b><br></p>
es: <p><b><big>Guardando configuración de sudo</big></b><br></p>
fr: <p><b><big>Enregistrement de la configuration de sudo</big></b><br></p>
ja: <p><b><big>sudo の設定を保存しています</big></b><br></p>
nl: <p><b><big>Sudo-configuratie opslaan</big></b><br></p>
ru: <p><b><big>Сохранение конфигурации sudo</big></b><br></p>

source: <p><b><big>Aborting Saving:</big></b><br> Abort the save procedure by pressing <b>Abort</b>. An additional dialog informs whether it is safe to do so. </p>
ca: <p><b><big>Avortament de l'acció de desar</big></b><br> Per cancel·lar l'acció de desar premeu <B>Avorta</b>. Un diàleg addicional indicarà si l'acció és segura o no. </p>
da: <p><b><big>Afbryd gemning:</big></b><br>Afbryd gemmeproceduren ved at trykke på <b>Afbryd</b>.Et ekstra dialogvindue informerer, om det er sikkert at gøre det.</p>
de: <p><b><big>Speichervorgang abbrechen:</big></b><br>Brechen Sie den Speichervorgang mit <b>Abbrechen</b> ab. Ein zusätzlicher Dialog informiert Sie darüber, ob dies eine sichere Aktion ist.</p>
es: <p><b><big>Cancelar el almacenamiento:</big></b><br> Puede cancelar el proceso de almacenamiento pulsando <b>Cancelar.</b> Un recuadro de diálogo adicional le informará de si es seguro hacerlo o no. </p>
fr: <big></b><br>Interruption de l'enregistrement :</big></b><br> Pour interrompre l'enregistrement, appuyez sur <b>Interrompre</b>. Une nouvelle boîte de dialogue vous avertira si cette opération peut être effectuée en toute sécurité. </p>
ja: <p><b><big>保存の中止:</big></b><br><b>中止</b> ボタンを押すと保存を中止できます。</p>安全に中止できるかどうかのダイアログが表示されます。</p>
nl: <p><b><big>Opslaan afbreken:</big></b><br>Het opslaan kunt u afbreken door op <B>Afbreken</B> te drukken.Een extra venster zal u informeren of het veilig is om dit te doen.</p>
ru: <p><b><big>Прерывание сохранения</big></b><br>Чтобы прервать сохранение, нажмите кнопку <b>Прервать</b>.В дополнительном диалоговом окне появится сообщение о том, безопасно ли это.</p>

source: <p><b><big>Rules for sudo</big></b><br>Rules for sudo basically determine which commands a user may run on the specified hosts (optionally also as what user). Each rule is a tuple consisting of a user, a host and a list of commands, with an optional RunAs specification and additional tags. These are summarized in the following table. </p>
ca: <p><b><big>Regles per a sudo</big></b><br> Les regles per a sudo bàsicament determinen quines ordres un usuari pot executar als amfitrions especificats (optionalment també com a quin usuari). Cada regla és un conjunt que consisteix en un usuari, un amfitrió i una llista d'ordres, amb especificacions d'Executa_com_a i etiquetes opcionals. Això es resumeix a la taula següent. </p>
da: <p><b><big>Regler for sudo</big></b><br>Regler for sudo bestemmer grundlæggende, hvilke kommandoer en bruger må køre på de angivne værtsmaskiner (ved tilvalg også som hvilken bruger). Hver regel består af en bruger, en værtsmaskine og en liste over kommandoer, med et valgfrit 'kør-som'-angivelse og tilføjede mærker. Disse opsummeres i den følgende tabel. </p>
de: <p><b><big>Regeln für sudo</big></b><br>Anhand der Regeln für sudo wird grundlegend bestimmt, welche Kommandos ein Benutzer auf den angegebenen Hosts ausführen darf (optional auch die Angabe, unter welchem Benutzernamen die Ausführung erfolgt). Bei jeder Benutzerspezifikation handelt es sich um ein Tupel aus einem Benutzer, einem Host und einer Kommandoliste mit einer optionalen RunAs-Spezifikation und zusätzlichen Tags. Eine Übersicht finden Sie in der nachfolgenden Tabelle. </p>
es: <p><b><big>Reglas de sudo</big></b><br>Las reglas de sudo determinan los comandos que un usuario puede ejecutar en los hosts especificados (opcionalmente también como qué usuario). Cada regla de sudo es una tupla integrada por un usuario, un host y una lista de comandos, con una especificación opcional de EjecutarComo y etiquetas adicionales. La siguiente tabla muestra u resumen. </p>
fr: <p><b><big>Règles pour Sudo</big></b><br>Les règles pour sudo déterminent essentiellement quelles commandes un utilisateur peut exécuter sur les hôtes spécifiés (optionnellement aussi en tant que quel utilisateur). Chaque règle est un n-uplet comportant un utilisateur, un hôte et une liste de commandes, avec une spécification RunAs facultative et des balises supplémentaires. Ces informations sont résumées dans le tableau suivant. </p>
ja: <p><b><big>sudo のルール</big></b><br>sudo のルールの基本は、指定したホストでどのコマンドの実行を許可するかを決めるものです。追加で "どのユーザで" を指定することもできます。それぞれのルールはユーザ名・ホスト・コマンド一覧の組み合わせから成り、追加でRunAs (指定したユーザに成り代わる) や追加のタグを指定することができます。以下の表内に概要が示されます。</p>
nl: <p><b><big>Regels voor sudo</big></b><br>De regels voor sudo bepalen in principe welke opdrachten een gebruiker mag uitvoeren op de opgegeven hosts (optioneel ook onder welke gebruikersnaam). Elke regel is opgebouwd uit gebruiker, host en een lijst met opdrachten, met optioneel een RunAs-specificatie en aanvullende tags. Deze worden samengevat in de volgende tabel.</p>
ru: <p><b><big>Правила sudo</big></b><br>Правила sudo определяют, какую команду пользователь может выполнять на указанных хостах (в том числе от имени какого пользователя). Каждое правило — это фрагмент данных, состоящий из пользователя, хоста и списка команд с дополнительными параметрами RunAs и метками. Соответствующие сведения вкратце представлены в таблице ниже.</p>

source: <p>The <b>Users</b> column specifies a local or system user or user alias. </p><p>The <b>Hosts</b> column determines on which hosts or group of hosts referred to by a host alias a user may run the specified commands. </p>
ca: <p>La columna dels <b>Usuaris</b> especifica un usuari o àlies d'usuari local o del sistema. </p><p>La columna <b>Amfitrions</b> determina en quins amfitrions o grups d'amfitrions referits per un àlies d'amfitrió un usuari pot executar les ordres especificades. </p>
de: In der Spalte <p><b>Benutzer</b> wird der lokale Benutzer bzw. Systembenutzer oder der Benutzer-Alias angegeben. </p><p>In der Spalte <b>Hosts</b> wird angegeben, auf welchen Hosts bzw. Host-Gruppen, auf die durch ein Host-Alias verwiesen wird, ein Benutzer die angegebenen Kommandos ausführen darf.</p>
es: <p>La columna <b>Usuarios</b> indica un usuario local o del sistema o el alias de usuario.</p><p>La columna <b>Hosts</b> determina los hosts o grupos de hosts a los que se hace referencia mediante un alias de host en los que un usuario puede ejecutar los comandos especificados. </p>
fr: <p>La colonne <b>Utilisateurs</b> indique l'utilisateur local ou système ou l'alias de l'utilisateur. </p><p>La colonne <b>Hôtes</b> détermine sur quels hôtes ou groupes d'hôtes désignés par un alias d'hôte un utilisateur peut exécuter les commandes spécifiées. </p>
ja: <p><b>ユーザ</b> 列にはローカルユーザ／システムユーザ／ユーザの別名のいずれかを指定します。</p><p><b>ホスト</b> 列では、ホスト名またはホストの別名で参照するホストのグループを指定し、そのユーザに対してどのホスト上で実行を許可するかを指定します。</p>
nl: <p>In de kolom <b>Gebruikers</b> wordt de lokale gebruiker, systeemgebruiker of gebruikersalias gespecificeerd.</p><p>De kolom <b>Hosts</b> geeft aan op welke hosts of groep hosts waarnaar een hostalias refereert een gebruiker de opgegeven opdrachten mag uitvoeren.</p>
ru: <p>Столбец <b>Пользователи</b> определяет локальных или системных пользователей или псевдонимы пользователей.</p> <p>Столбец <b>Хосты</b> определяет, на каких хостах или группах хостов, на которые ссылается псевдоним хоста, пользователь может запускать указанные команды.</p>

source: <p>The <b>RunAs</b> column is anoptional parameter containing the user name (or alias) whose access privileges will be used to run commands. <b>NOPASSWD</b> is a tag determining whether users need to authorize themselves before running commands. </p>
ca: <p>La columna <b>Executa_ com_a</b> és un paràmetre opcional, que conté el nom d'usuari (o àlies) els privilegis d'accés del qual s'usaran per executar ordres. <b>NOPASSWD</b> és una etiqueta, que determina quan els usuaris s'han d'autoritzar abans d'executar ordres. </p>
de: <p>Bei der Spalte <b>RunAs</b> handelt es sich um einen optionalen Parameter mit dem Benutzernamen (oder Alias), dessen Zugriffsberechtigungen zum Ausführen von Kommandos verwendet werden. <b>NOPASSWD</b> ist ein Tag, das bestimmt, ob sich Benutzer vor dem Ausführen von Kommandos autorisieren müssen. </p>
es: <p>La columna <b>EjecutarComo</b> es un parámetro opcional que incluye el nombre del usuario (o alias) cuyos privilegios de acceso se utilizarán para ejecutar los comandos. <b>SINCONTRASEÑA</b> es una etiqueta que determina si los usuarios se deben autenticar antes de ejecutar los comandos.</p>
fr: <p>La colonne <b>RunAs</b> est un paramètre facultatif contenant le nom (ou l'alias) de l'utilisateur dont les privilèges d'accès seront utilisés pour exécuter les commandes. <b>NOPASSWD</b> est une balise qui détermine si des utilisateurs doivent s'autoriser eux-mêmes avant d'exécuter des commandes. </p>
ja: <p><b>RunAs</b> 列はオプションのパラメータで、ユーザ名またはユーザの別名を入力することで、コマンドを実行するときにどのユーザに成り代わるかを指定します。また <b>NOPASSWD</b> は、コマンドの実行前に自分自身のパスワード入力を求められることがないようにするタグです。</p>
nl: <p>De kolom <b>RunAs</b> is een optionele parameter. Deze bevat de gebruikersnaam (of alias) waarvan de toegangsrechten worden gebruikt om de opdrachten uit te voeren. <b>NOPASSWD</b> is een tag die aangeeft of gebruikers zichzelf dienen te autoriseren voordat ze opdrachten kunnen uitvoeren.</p>
ru: <p>Столбец <b>RunAs</b> — это дополнительный параметр, содержащий имя (или псевдоним) пользователя, права которого будут применяться для запуска команды. <b>NOPASSWD</b> — это метка, определяющая, должны ли пользователи проводить авторизацию перед запуском команды.</p>

source: <p>A set of commands that user can run on specified hosts is summarized in the <b>Commands</b> column. </p>
ca: <p>Un conjunt d'ordres que l'usuari pot executar en amfitrions especificats es resumeix a la columna <b>Ordres</b>. </p>
da: <p>En sæt af kommandoer, som brugere kan køre på specifikke værtsmaskiner er opsummeret i kolonnen <b>Kommandoer</b>. </p>
de: <p>Eine Reihe von Kommandos, die der jeweilige Benutzer auf angegebenen Hosts ausführen kann, wird in der Spalte in <b>Kommandos</b> zusammengefasst. </p>
es: <p>El conjunto de comandos que el usuario puede ejecutar en los hosts especificados se resume en la columna <b>Comandos</b>. </p>
fr: <p>Un ensemble de commandes que l'utilisateur peut exécuter sur les hôtes spécifiés est résumé dans la colonne <b>Commandes</b>. </p>
ja: <p>指定したホストでユーザが実行可能なコマンドの一覧は、 <b>コマンド</b> 列にまとめられています。</p>
nl: <p>Een set opdrachten die gebruikers op de opgegeven hosts kunnen uitvoeren is samengevat in de kolom <b>Opdrachten</b>.</p>
ru: <p>Набор команд, которые пользователь может выполнить на определенных хостах, представлен в столбце <b>Команды</b>.</p>

source: <p>To add a new rule, click the <b>Add</b> button and fill in the appropriate fields. User name, hostname and command list must not be empty. </p>
ca: <p>Per afegir una nova regla, cliqueu a <b>Afegeix</b> i empleneu els camps adequats. El nom d'usuari, el nom d'amfitrió i la llista d'ordres no han d'estar en blanc. </p>
de: <p>Um eine neue Regel hinzuzufügen, klicken Sie auf den Button <b>Hinzufügen</b> und füllen Sie die entsprechenden Felder. Benutzername, Host-Name und Kommandoliste dürfen nicht leer sein.</p>
es: <p>Para añadir una regla, haga clic en <b>Añadir</b> y rellene los campos apropiados. Se deben proporcionar valores para el nombre de usuario, el nombre de host y la lista de comandos. </p>
fr: <p>Pour ajouter une nouvelle règle, cliquez sur le bouton <b>Ajouter</b> et complétez les champs correspondants. Le nom d'utilisateur, le nom d'hôte et la liste de commandes ne peuvent pas être vides. </p>
ja: <p>新しいルールを追加するには、 <b>追加</b> ボタンを押して必要な項目を記入してください。ユーザ名、ホスト名、コマンド一覧をそれぞれ記入する必要があります。</p>
nl: <p>Als u een nieuwe regel wilt toevoegen, klikt u op de knop <b>Toevoegen</b> en vult u de benodigde velden in. De gebruikersnaam, hostnaam en opdrachtlijst mogen niet leeg zijn.</p>
ru: <p>Чтобы добавить новое правило, нажмите кнопку <b>Добавить</b> и заполните соответствующие поля. Имя пользователя, имя хоста и список команд не должны быть пустыми.</p>

source: <p>To edit an existing rule, select an item from the table and click the <b>Edit</b> button. To delete the selected item, click the <b>Delete</b> button. </p>
ca: <p>Per editar una regla existent, seleccioneu un element de la taula i cliqueu a <b>Edita</b>. Per esborrar-ne un, seleccioneu-lo i cliqueu a <b>Suprimeix</b>. </p>
de: <p>Wenn Sie eine vorhandene Regel bearbeiten möchten, wählen Sie ein Element in der Tabelle aus und klicken Sie dann auf den Button <b>Bearbeiten</b>. Wenn Sie das ausgewählte Element löschen möchten, klicken Sie auf den Button <b>Löschen</b>.</p>
es: <p>Para editar una regla existente, seleccione un elemento de la tabla y haga clic en <b>Editar</b>. Para suprimir el elemento seleccionado, haga clic en <b>Suprimir</b>.</p>
fr: <p>Pour modifier une règle existante, sélectionnez un élément dans le tableau et cliquez sur le bouton <b>Modifier</b>. Pour supprimer l'élément sélectionné, cliquez sur le bouton <b>Supprimer</b>. </p>
ja: <p> 既存のルールを編集するには、表から項目を選択して <b>編集</b> ボタンを押してください。選択した項目を削除するには <b>削除</b> ボタンを押してください。</p>
nl: <p>Als u een bestaande regel wilt wijzigen, selecteert u een item in de tabel en klikt u op de knop <b>Bewerken</b>. Als u een geselecteerd item wilt verwijderen, klikt u op de knop <b>Verwijderen</b>.</p>
ru: <p>Чтобы изменить существующее правило, выберите соответствующую запись в таблице и нажмите на кнопку <b>Редактировать</b>. Чтобы удалить выбранную запись, нажмите на кнопку <b>Удалить</b>.</p>

source: <p><b>User Name or Alias</b> may be specified by a single username (e.g.foo), a group name prefixed with '%' (e.g. %bar), or a user alias name. The 'ALL' keyword can be used to specify any user. Select from the existing users, groups and aliases in the drop-down menu, or enter your own value. </p>
ca: <p>El <b>Nom d'usuari o Àlies</b> es pot especificar amb un nom d'usuari simple (p. e. foo), un nom de grup prefixat amb "%" (p. e. %bar), o un nom d'àlies d'usuari. Es fa servir la paraula clau ALL per especificar qualsevol usuari. Seleccioneu usuaris existents, grups i àlies del menú desplegable o introduïu-hi el vostre valor. </p>
de: <p><b>Benutzername oder Alias</b> können durch einen einzelnen Benutzernamen (z. B. foo), einen Gruppennamen mit dem Präfix '%' (z.B. %bar) oder einen Benutzer-Aliasnamen angegeben werden. Das Schlüsselwort 'ALL' kann zur Angabe eines beliebigen Benutzers verwendet werden. Wählen Sie im Dropdown-Menü aus den vorhandenen Benutzern, Gruppen oder Aliasnamen oder geben Sie einen eigenen Wert ein. </p>
es: <p>El nombre de usuario o alias<b></b> se puede especificar como un nombre de usuario solamente (por ejemplo, foo), como un nombre de grupo con el prefijo % (por ejemplo, %bar) o como un nombre de alias de usuario. Es posible usar la palabra clave ALL para especificar cualquier usuario. Se pueden seleccionar usuarios, grupos o alias existentes en el menú desplegable o escribir valores propios. </p>
fr: <p><b>Nom d'utilisateur ou alias</b> peut être spécifié par un simple nom d'utilisateur (par exemple, Clara), par un nom de groupe précédé de '%' (par exemple, %bar) ou par un nom d'alias d'utilisateur. Le mot clé 'ALL' peut être utilisé pour spécifier n'importe quel utilisateur. Sélectionnez parmi les utilisateurs, les groupes et les alias existants dans le menu déroulant, ou saisissez votre propre valeur. </p>
ja: <p><b>ユーザ名または別名</b> には単一のユーザ名 (例: foo) のほか、グループ名 (例: '%' を頭に付けて '%bar' のように指定します) やユーザの別名を指定することができます。また、 'ALL' キーワードを指定すると全てのユーザの意味になります。既存のユーザやグループ、または別名をドロップダウンメニューから選択するか、それぞれの名前を入力してください。</p>
nl: <p>De <b>Gebruikersnaam of alias</b> mag worden opgegeven door een eenduidige gebruikersnaam (bijv. foo), groepsnaam voorafgegaan door '%' (bijv. %bar), of gebruikersaliasnaam. Als steekwoord 'ALL' wordt gebruikt, dan staat deze voor elke gebruiker. Kies in het afrolmenu een van de bestaande gebruikers, groepen en aliassen of voer uw eigen waarde in.</p>
ru: <p><b>Имя пользователя или псевдоним</b> задается в виде простого имени (например, foo), имени группы, начинающегося с символа % (например, %bar), или псевдонима пользователя. Ключевое слово ALL обозначает любого пользователя. Выберите вариант из существующих пользователей, групп или псевдонимов в меню или введите свое значение.</p>
