Repository: Dzejrou/yast-translations
Catalog: po/sudo/*.po
Languages: ar, ca, cs, da, de, el, es, fr, hu, id, it, ja, ko, lt, nl, pl, ru, sq, sv, uk

source: <p><b>User Name or Alias</b> may be specified by single username (e.g.foo), group name prefixed with '%' (e.g. %bar), or user alias name. If keyword 'ALL' is used, it stands for any user. Select from existing users, groups and aliases in drop-down menu, or enter your own value. </p>
ar: <p><b>اسم المستخدم أو الاسم المستعار</b> قد يتم تعيينها باسم مستخدم واحد (e.g.foo) أواسم مجموع تسبقها '%' (e.g. %bar)، أو اسم المستعار للمستخدم. إذا تم استخدام كلمة 'كل' فهذا يعني أي اسم مستخدم. حدد من قائمة مستخدمين والمجموعات والأسماء المستعارة في القائمة المنسدلة، أو قم بإدخال القيمة الخاصة بك. </p>
cs: <p><b>Uživatelské jméno nebo alias</b> může být určeno jedním uživatelským jménem (např. foo), názvem skupiny s předponou '%' (např. %bar) nebo názvem aliasu uživatele. Je-li použito klíčové slovo 'ALL', platí nastavení pro všechny uživatele. Vyberte v rozbalovací nabídce z existujících uživatelů, skupin a aliasů nebo zadejte vlastní hodnotu. </p>
hu: <p>A <b>Felhasználónév vagy álnév</b> lehet egy felhasználónév (pl. bela), egy csoportnév egy '%' jellel előtte (pl. %konyveles) vagy egy felhasználói álnév. Az 'ALL' kulcsszó az összes felhasználót jelenti. Válasszon a legördülő menüből a meglévő felhasználók, csoportok vagy felhasználói álnevek közül, vagy írja be a kívánt értéket. </p>
it: <p>In <b>Nome utente o alias</b> è necessario specificare il singolo nome utente (ad esempio foo), il nome del gruppo con il prefisso '%' (ad esempio %bar), oppure il nome alias. La parola chiave 'ALL', indica qualsiasi utente. Nel menu a discesa selezionare gli utenti, i gruppi e gli alias esistenti, oppure immettere il valore desiderato. </p>
ko: <p><b>사용자 이름 혹은 별칭</b> 에는 단일 사용자 이름 (예.foo), 앞머리에 '%' (예. %bar)를 붙인 그룹 이름 이나 사용자 별칭을 지정할 수 있습니다. 또, 키워드 'ALL' 를 사용하면, 모든 사용자의 의미가 됩니다. 기존 사용자나 그룹, 또는 별칭을 드롭 다운 메뉴로 선택하던가, 각자의 이름을 입력해주세요. </p>
pl: <p><b>Nazwa lub alias użytkownika</b> mogą być określone przez pojedynczą nazwę użytkownika (np. foo), nazwę grupy poprzedzoną znakiem '%' (np. %bar), albo alias użytkownika. Słowo kluczowe 'ALL' oznacza dowolnego użytkownika. Z menu istniejących użytkowników, grup i aliasów należy wybrać odpowiednie ustawienie albo wpisać własną wartość. </p>

source: <p><b>Hostname or Alias</b> entry consists of either hostname(e.g. www.example.com), single IP address (e.g. 192.168.0.1), IP address combined with netmask, or host alias. If commands may be run on any host, use keyword 'ALL'. Hostname or IP address is matched against your own hostname or IP address, so if you don't intend to share one /etc/sudoers file between multiple machines, 'ALL' or 'localhost' entry will be sufficient for almost all purposes. </p>
ar: <p><b>حدد اسم مضيف أو اسم مستعار</b> يتكون من أما اسم المضيف (e.g. www.example.com), عنوان IP مفرد (مثل. 192.168.0.1), عنوان IP، مع قناع الشبكة، أو الاسم المستعار للمضيف. إذا كان يمكن تشغيل الأوامر على أي مضيف، استخدم الكلمة الأساسية 'الكل'. اسم المضيف أو عنوان IP يتم مطابقته اسم المضيف أو عنوان IP الخاص بك، حتى إذا كنت لا ترغب في مشاركة محتوي الملف /etc/sudoers بين أجهزة متعددة، إدخال 'الكل' أو 'localhost' ستكون كافية للأغراض كلها تقريبا. </p>
cs: <p>Položka <b>Název hostitele nebo alias</b> obsahuje název hostitele (např. www.example.com), jednu IP adresu (např. 192.168.0.1), IP adresu s maskou sítě nebo alias hostitele. Pokud mohou být příkazy spouštěny na libovolném hostiteli, použijte klíčové slovo 'ALL'. Název hostitele či IP adresa se porovnávají s vaším vlastním názvem hostitele či IP adresou, takže pokud nehodláte sdílet jeden soubor /etc/sudoers mezi více počítači, měl by záznam 'ALL' nebo 'localhost' téměř vždy dostačovat. </p>
hu: <p>A <b>Gépnév vagy álnév</b> bejegyzés lehetséges értékei: egy gépnév (pl. www.pelda.hu), egy IP-cím (pl. 192.168.0.1), egy IP-cím és hálózati maszk, vagy egy gép-álnév. Ha a parancsok bármely gépen futtathatók, akkor használja az 'ALL' kulcsszót. A gépnév vagy IP-cím összevetésre kerül a saját gépnévvel vagy IP-címmel, vagyis ha nem akarja megosztani a /etc/sudoers fájlt több gép között, akkor az 'ALL' vagy 'localhost' a legtöbb célra teljesen elegendő lesz. </p>
it: <p>La voce <b>Nome host o alias</b> è costituita dal nome host (ad esempio www.esempio.com), dal singolo indirizzo IP (ad esempio 192.168.0.1), dall'indirizzo IP combinato con la maschera di rete o dall'alias host. Se è possibile eseguire i comandi su un host qualsiasi, usare la parola chiave 'ALL'. Il nome host o l'indirizzo IP vengono confrontati con il proprio nome host o indirizzo IP, quindi non si desidera condividere un file /etc/sudoers tra più computer, è sufficiente specificare 'ALL' o 'localhost' per quasi tutti gli scopi. </p>
ko: <p><b>호스트 이름 혹은 별칭</b> 에는 호스트 이름(예. www.example.com)외에, 단독 IP주소 (예. 192.168.0.1), IP 주소에 포함하는 넷마스크, 호스트 별칭을 지정할 수 있습니다. 모든 호스트로 명령을 실행하려는 경우 'ALL'키워드를 지정하세요. 호스트 이름 이나 IP 주소는 각각 머신마다 다르므로 복수 머신으로 /etc/sudoers 파일을 공유하지 않는 한 'ALL' 또는 'localhost' 를 선택하는 것이 보다 좋은 방법입니다. </p>
pl: <p>Wpis <b>Nazwa lub alias hosta</b> zawiera nazwę hosta (np. www.przykład.com), pojedynczy adres IP (np. 192.168.0.1), adres IP połączony z maską podsieci albo alias hosta. Jeśli polecenie może być wykonywane na każdym hoście, należy użyć słowa kluczowego 'ALL'. Nazwa hosta albo adres IP jest zgodny z nazwą hosta albo adresem IP, tak że jeśli nie zamierza się współdzielić pliku /etc/sudoers między wieloma komputerami, wpis 'ALL' albo 'localhost' będzie wystarczający dla prawie wszystkich zastosowań. </p>
sq: <p> 1 <b> 2Hostname ose Alias </ b> 3 hyrja përbëhet nga hostname (p.sh. www.example.com), IP i vetëm adresën (p.sh. 192.168.0.1), adresën IP të kombinuar me netmask, ose alias të strehuesit. Nëse mund të jenë komandat të kandidojë në çdo host, përdor fjalën 'ALL'. Emri i përdoruesit ose adresa IP përputhet me hostname tuaj ose IP adresa, kështu që nëse nuk keni ndërmend të ndani një file / etc / sudoers midis makinave të shumta, Hyrja 'ALL' ose 'localhost' do të jetë e mjaftueshme për pothuajse të gjitha qëllimet. </ p> 4

source: <p><b>RunAs Username or Alias</b> is an optional parameter specifying an user, whose access privileges will be used to execute particular command. If empty, user <b>root</b> is the default one. It can be again single username, groupname prefixed with '%' or run_as alias name Select from existing users, groups and aliases in drop-down menu, or enter your own value. </p>
ar: <p><b>تشغيل اسم المستخدم أو الاسم المستعار</b> هو معلمة اختيارية تحدد مستخدم، له صلاحيات ستستخدم لتنفيذ أمر معين. إذا كان فارغاً، المستخدم هو <b>الجذر</b> إفتراضياً. قد يكون اسم مستخدم أو اسم مجموعة يسبقها '%' مرة أخرى أو اسم مستعار run_as حدد من القائمة المستخدمين والمجموعات والأسماء المستعارة في القائمة المنسدلة، أو قم بإدخال القيمة الخاصة بك. </p>
cs: <p><b>Uživatelské jméno nebo alias RunAs</b> je volitelný parametr určující uživatele, jehož přístupová práva budou použita pro spouštění určitého příkazu. Je-li prázdný, jako výchozí se použije uživatel <b>root</b>. Může se jednat o jedno uživatelské jméno, skupinu s předponou '%' nebo název aliasu RunAs. Vyberte existujícího uživatele, skupinu či alias z rozbalovací nabídky nebo zadejte vlastní hodnotu. </p>
hu: <p>A <b>RunAs felhasználónév vagy álnév</b> egy elhagyható paraméter, amely azt a felhasználót adja meg, akinek a jogosultságaival az adott parancs futni fog. Ha üres, akkor a <b>root</b> felhasználó az alapértelmezett érték. Ez szintén lehet egy felhasználónév, '%' előtaggal egy csoportnév vagy egy run_as álnév Válasszon a legördülő menüből a meglévő felhasználók, csoportok vagy felhasználói álnevek közül, vagy írja be a kívánt értéket. </p>
it: <p><b>Nome utente o alias RunAs</b> è un parametro facoltativo che specifica un utente i cui privilegi di accesso saranno usati per eseguire un particolare comando. Se questo campo è vuoto, viene usato l'utente predefinito <b>root</b>. Di nuovo può essere un singolo utente, un nome di gruppo con il prefisso '%' oppure il nome alias run_as. Selezionare uno degli utenti, gruppi e alias esistenti dal menu a tendina, oppure immettere il valore desiderato. </p>
ko: <p><b>RunAs 사용자 이름 또는 별칭</b> 은 사용자를 지정하는 매개변수 옵션입니다. w여기에서 지정한 사용자 권한으로 지정한 명령을 실행합니다. 비어 있을경우 <b>root</b> 사용자가 기본으로 사용됩니다. 이 항목은 단일 사용자 이름으로 지정하는것 외에 앞머리에 '%' 가 붙은 그룹 이름 혹은 run_as 별칭을 지정할 수 있습니다. 기존의 사용자나 그룹 그리고 별칭을 드롭 다운 메뉴나 이름 입력을 통해 선택하세요. </p>
pl: <p><b>RunAs nazwa_użytkownika albo alias</b> są opcjonalnymi parametrami określającymi użytkownika, którego uprawnienia będą używane do wykonywania poszczególnych poleceń. Pusta nazwa oznacza, że domyślnym użytkownikiem będzie użytkownik <b>root</b>. Może to być pojedyncza nazwa użytkownika, nazwa grupy poprzedzona znakiem '%' albo nazwa aliasu RunAs. Należy wybrać nazwę z menu rozwijanego z nazwami istniejących użytkowników, grup i aliasów albo wprowadzić własną wartość. </p>
sq: <p> 1 <b> 2RunAs Username ose Alias </ b> 3 është një parametër opsional që specifikon një përdorues, privilegjet e të cilave kanë akses do të përdoren për të ekzekutuar komandë të veçantë. Nëse bosh, përdoruesi <b> 4root </ b> 5 është default një. Mund të jetë përsëri një emër i vetëm, grupi me prefiksim me emrin '%' ose run_as alias Përzgjidhni nga përdoruesit ekzistues, grupet dhe mbiemrat në menunë zbritëse, ose futni vlerën tuaj. </ p> 6

source: <p><b>No Password</b> is an optional tag. Normally, users have to authenticate themselves (i.e. supply their own password, not root's one) before running particular command. Set No Password tag to 'Yes' if you want to disable this authentication </p>
ar: <p><b>بدون كلمة مرور</b> علامة اختيارية. عادة، يكون لدى المستخدمين لتصديق على أنفسهم (أي توفير كلمة المرور الخاصة بهم، وليست كلمة مرور الجذر) قبل تشغيل أمر معين. عين علامة بدون كلمة مرور إلى 'نعم' إذا رغبت بتعطيل هذه المصادقة </p>
cs: <p><b>No Password</b> je volitelná značka. Za běžných okolností se uživatelé musí před použitím určitého příkazu prokázat (tj. zadat své heslo, ne heslo uživatele root). Pokud chcete nutnost tohoto ověření zrušit, nastavte značku No Password na hodnotu Yes </p>
hu: <p>A <b>Nincs jelszó</b> címke nem kötelező. Általában a felhasználóknak hitelesíteni kell magukat (meg kell adni a saját jelszavukat, nem a gyökérszintű felhasználóét) egy adott parancs futtatása előtt. A Nincs jelszó címke 'Igen' értékre állításával kikapcsolható ez a hitelesítés. </p>
it: <p><b>Nessuna password</b> rappresenta un'etichetta facoltativa. In genere, è necessario che gli utenti effettuino l'autenticazione, ad esempio immettendo la propria password anziché quella dell'utente root, prima di eseguire un comando particolare. Per disabilitare questa autenticazione, impostare l'etichetta Nessuna password su 'Sì' </p>
ko: <p><b>비밀번호 없음</b>은 선택적 태그입니다. 일반적으로 사용자는 특정 명령을 실행하기 전에 자신을 인증해야 합니다(즉, 루트의 비밀번호가 아니라 자신의 비밀번호 제공). 이 인증을 비활성화하려면 [비밀번호 없음] 태그를 '예'로 설정하십시오. </p>
pl: <p><b>Bez hasła</b> jest opcjonalnym znacznikiem. Standardowo użytkownicy muszą się uwierzytelnić (np. podając własne hasło, nie hasło użytkownika root) przed wykonaniem polecenia. W celu wyłączenia tego uwierzytelniania należy w opcji <b>Bez hasła</b> ustawić wartość 'Tak'. </p>
sq: <p><b>Asnjë fjalëkalim</b>është një tag opcional. Normalisht, përdoruesit duhet të vërtetojnë vetë (dmth., japin fjalëkalimin e tyre, jo rrënjën) përpara se të ekzekutohen komand.Vendosni asnjë fjalëkalim etiketo për 'Po' nëse dëshironi disable this authentication </p>

source: <p><b>Commands to Run</b> table is a list of commands (optionally with parameters), directories and command aliases that particular user will be allowed to run. If a directory name is used, any command in that directory can be run. Again, keyword 'ALL' stands for any command, so use it with care. </p>
ar: <p><b>جدول أوامر التشغير</b> قائمة من الأوامر (اختيارياً مع المعلمات)، المجلدات والأسماء المستعارة لأمر مستخدم معين وسيتم السماح بتشغيلها. إذا كان يتم استخدام اسم المجلد، يمكن تشغيل أي أمر في هذا المجلد. مرة أخرى، كلمة 'كل' تعني تنفيذ أي أمر، يرجى استخدامه بحذر. </p>
cs: <p>Tabulka <b>Příkazy ke spuštění</b> je seznam příkazů (volitelně s parametry), adresářů a aliasů příkazů, které určitý uživatel může spouštět. Pokud je použit název adresáře, lze spouštět libovolný příkaz v tomto adresáři. Klíčové slovo 'ALL' zastupuje všechny příkazy, používejte ho opatrně. </p>
hu: <p>A <b>Futtatandó parancsok</b> táblázat parancsokat sorol fel (esetleg paraméterekkel), könyvtárakat és parancsálneveket, amelyeket az adott felhasználó futtathat. Könyvtárnév megadása esetén a könyvtár összes parancsa futtatható. Megint csak, az 'ALL' kulcsszó minden parancsot helyettesít, ezért célszerű óvatosan használni. </p>
it: <p>La tabella <b>Comandi da eseguire</b> include un elenco di comandi (facoltativamente con i parametri), directory e alias di comandi che un particolare utente è autorizzato a eseguire. Se è usato un nome di directory, è possibile eseguire tutti i comandi inclusi in tale directory. Di nuovo la parola chiave 'ALL' indica qualsiasi comando, quindi utilizzarla con attenzione. </p>
ko: <p><b>실행할 명령</b> 표에는 지정한 사용자의 실행을 허용하는 디렉터리 및 명령 별칭 등의 명령목록(추가적 매개변수 포함)이 표시됩니다. 디렉터리 이름이 사용되고 있는경우, 그 디렉터리에 있는 명령 모두를 실행 할 수 있습니다. 또, 키워드 'ALL' 을 지정하면 모든 명령이라는 의미가 되므로 주의를 요합니다. </p>
pl: <p>Tabela <b>Polecenia do wykonania</b> jest listą poleceń (opcjonalnie z parametrami), katalogów i aliasów poleceń, do których wykonania upoważnieni są poszczególni użytkownicy. W przypadku użycia nazwy katalogu, będą mogły być wykonywane wszystkie polecenia w nim zawarte. Słowo kluczowe 'ALL' oznacza wszystkie polecenia, dlatego należy używać go z ostrożnością. </p>
sq: <p><b>Komandat për të drejtuar</b>gjendje është një listë e komandave (opsionale me parametrat),directories dhe aliases komandës që përdoruesi i veçantë do të lejohet për të drejtuar. Nëse përdoret një emër i direktorisë, çdo komandë në atë direktori mund të ekzekutohet. Përsëri, fjalia 'ALL' qëndron për çdo komandë, prandaj përdorni atë me kujdes. </p>

source: To add a new command, click on <b>Add</b> button, fill in command name with optional parameters and click <b>OK</b>. To remove command, select appropriate entry from the table and click on <b>Delete</b> button.
ar: لإضافة أمر جديد، انقر<b>إضافة</b> قم بكتابة اسم الأمر مع المعلمات الاختيارية ثم انقر <b>موافق</b>. لإزالة الأوامر، حدد الإدخال المناسب من الجدول ثم اختر <b> حذف</b>.
cs: Chcete-li přidat nový příkaz, klikněte na tlačítko <b>Přidat</b>, zadejte jméno příkazu včetně volitelných parametrů a klikněte na <b>OK</b>. Chcete-li příkaz odstranit, vyberte odpovídající položku z tabulky a klikněte na tlačítko <b>Odstranit</b>.
hu: Egy új parancs hozzáadásához kattintson a <b>Hozzáadás</b> gombra, adja meg a parancs nevét és ha kell, a paramétereket, majd kattintson az <b>OK</b> gombra. A parancs eltávolításához válassza ki a kívánt parancsot a táblából, majd kattintson az <b>Eltávolítás</b> gombra.
it: Per aggiungere un nuovo comando, fare clic sul pulsante <b>Aggiungi</b>, immettere il nome del comando con i parametri facoltativi, quindi fare clic su <b>OK</b>. Per rimuovere un comando, selezionare la voce appropriata dalla tabella e fare clic sul pulsante <b>Elimina</b>.
ko: 새 명령을 추가하려면, <b>추가</b>를 클릭하고 명령 이름에 추가 매개변수를 채우고 <b>확인</b>을 클릭하세요. 명령을 제거하려면, 표에서 삭제할 것을 선택하고 <b>삭제</b>를 클릭하세요.
pl: Aby dodać nowe polecenie, należy nacisnąć przycisk <b>Dodaj</b>, wpisać nazwę polecenia z parametrami opcjonalnymi, a następnie nacisnąć przycisk <b>OK</b>. Aby usunąć polecenie, proszę zaznaczyć odpowiedni wpis w tabeli i nacisnąć przycisk <b>Usuń</b>.
sq: Për të shtuar një komandë të re, klikoni mbi<b>Shto</b>butonin,plotësoni emrin e komandës me opsional parametrat dhe kliko<b>Në rregull</b>.Për të hequr komandën, zgjidhni hyrjen e duhur nga tabela dhe klikoni mbi<b>Fshij</b>butonin.

source: <p><b><big>User Aliases</big></b><br> In this dialog, you can configure user aliases. User alias is a set of users that is given an unique name. This name is later used to refer to all users in this set in sudo configuration. </p>
ar: <p><b><big>أسماء المستخدم المستعارة</big></b><br> في مربع الحوار هذا، يمكنك إعداد أسماء المستخدم المستعارة. الاسم المستعار للمستخدم هو مجموعة من المستخدمين تعطى اسم فريد. بعد ذلك يستخدم هذا الاسم للإشارة إلى المستخدمين في هذه المجموعة في إعداد sudo. </p>
cs: <p><b><big>Aliasy uživatelů</big></b><br> V tomto dialogu můžete konfigurovat aliasy uživatelů. Alias uživatele je sada uživatelů s jedinečným názvem. Tento název je později používán nástrojem sudo jako odkaz na všechny uživatele v této sadě. </p>
hu: <p><b><big>Felhasználói álnevek</big></b><br> Ebben az ablakban állíthatók be a felhasználói álnevek. A felhasználói álnév egy külön azonosító felhasználók egy adott halmazához. Ez az álnév a sudo konfiguráció során a halmaz összes felhasználóját fogja jelenteni. </p>
it: <p><b><big>Alias utente</big></b><br> In questa finestra di dialogo è possibile configurare gli alias utente, ovvero un gruppo di utenti a cui è assegnato un nome univoco. Questo nome viene usato in seguito per fare riferimento a tutti gli utenti in questo gruppo nella configurazione di sudo. </p>
ko: <p><b><big>사용자 별칭</big></b><br> 이 대화상자에서는 사용자 별칭을 설정할 수 있습니다. 사용자 별칭은 설정한 사용자에 대해 특별한 이름을 붙이는것입니다. 이 이름은 후에 sudo 구성 내의 모든 사용자를 의미하는것으로 사용됩니다. </p>
pl: <p><b><big>Aliasy użytkowników</big></b><br> W tym oknie można określić aliasy użytkowników. Alias użytkowników jest zbiorem użytkowników, któremu nadano jedną, wspólną nazwę. Nazwa ta jest później używana w konfiguracji usługi sudo do odwoływania się do wszystkich użytkowników tej grupy. </p>
sq: <p> <b> <big> Alias Përdorues </ big> </ b> <br> In this dialog, you can configure user aliases. User alias is a set of users that is given një emër unik. Ky emër më vonë përdoret për t'iu referuar të gjithë përdoruesve në këtë set në konfigurimin e sudo. </p>

source: <p>To add a new user alias, click on <b>Add</b> button and fill in appropriate entries. Alias name and list of users in the alias must not be empty. </p>
ar: <p>لإضافة اسم مستعار لمستخدم جديد، انقر <b>إضافة</b> واكتب الإدخالات المناسبة. الاسم المستعار اسم وقائمة المستخدمين يجب أن لا يكون فارغة. </p>
cs: <p>Chcete-li přidat nový alias uživatele, klikněte na tlačítko <b>Přidat</b> a vyplňte příslušná pole. Název aliasu a seznam uživatelů v aliasu nesmějí být prázdné. </p>
hu: <p>Egy új felhasználói álnév hozzáadásához kattintson a <b>Hozzáadás</b> gombra és töltse ki a megfelelő bejegyzéseket. Az álnevet és a hozzá tartozó felhasználók listáját ki kell tölteni. </p>
it: <p>Per aggiungere un nuovo utente alias, fare clic sul pulsante <b>Aggiungi</b> e compilare le voci appropriate. Il nome alias e l'elenco degli utenti nell'alias non possono essere vuoti. </p>
ko: <p>새 사용자 별칭을 추가하려면 <b>추가</b>를 클릭하고 항목을 채워주세요. 별칭 이름과 사용자의 목록은 비워있으면 안됩니다. </p>
pl: <p>Aby dodać nowy alias użytkowników, należy nacisnąć przycisk <b>Dodaj</b> i wypełnić odpowiednie pola. Nazwa aliasu i lista użytkowników w aliasie nie mogą być puste. </p>
sq: <p>Për të shtuar një alias të përdoruesit të ri, klikoni mbi<b>Shto</b>butonin dhe plotësoni shënimet e duhura. Emri i Alias dhe lista e përdoruesve në alias nuk duhet të jetë bosh. </p>

source: <p>To edit existing user alias, select an entry from the table and click on <b>Edit</b> button. To delete selected entry, click on <b>Delete</b> button. </p>
ar: <p>لتحرير الاسم المستعار لمستخدم في القائمة اختره ثم اختر <b>تحرير</b> . ولحذفه اختر <b>حذف</b> . </p>
cs: <p>Pokud chcete upravit stávající alias uživatele, vyberte položku v tabulce a klikněte na tlačítko <b>Upravit</b>. Pokud chcete odstranit vybranou položku, klikněte na <b>Odstranit</b>. </p>
hu: <p>Egy meglévő felhasználói álnév módosításához válasszon ki egy bejegyzést a táblázatból, majd nyomja meg a <b>Szerkesztés</b> gombot. A kiválasztott bejegyzés törléséhez nyomja meg a <b>Törlés</b> gombot. </p>
it: <p>Per modificare un alias utente esistente, selezionare una voce nella tabella e fare clic sul pulsante <b>Modifica</b>. Per cancellare la voce selezionata, fare clic sul pulsante <b>Elimina</b>. </p>
ko: <p>기존의 사용자 별칭을 편집하려면, 표에서 항목을 선택하고 <b>편집</b>을 누르세요. 항목을 삭제하려면, <b>삭제</b>를 누르세요. </p>
pl: <p>Aby zmodyfikować istniejący alias użytkowników, należy wybrać z listy odpowiedni wpis i nacisnąć przycisk <b>Edytuj</b>. W celu usunięcia zaznaczonego wpisu, proszę nacisnąć <b>Usuń</b>. </p>
sq: <p>Për të ndryshuar pseudonimin ekzistues të përdoruesit, zgjidhni një hyrje nga tabela dhe klikoni mbi<b>Edito</b> butonin.Për të fshirë hyrjen e zgjedhur, klikoni mbi<b>Fshiji</b>butonin. </p>

source: <p><b><big>Host Aliases</big></b><br> In this dialog, you can configure host aliases. Host alias is a set of hosts that is given an unique name. This name is later used to refer to all hosts in this set in sudo configuration. </p>
ar: <p><b><big>الأسماء المستعارة للمضيف</big></b><br> في مربع الحوار هذا، يمكنك إعداد الأسماء المستعارة للمضيف. الاسم المستعار للمضيف هو مجموعة من المضيفين التي تُمنح اسم فريد. بعد ذلك يستخدم هذا الاسم للإشارة إلى كافة الأجهزة المضيفة في هذه المجموعة في إعداد sudo. </p>
cs: <p><b><big>Aliasy počítačů</big></b><br> V tomto dialogu můžete nastavit aliasy počítačů. Alias počítače je sada počítačů s jedinečným jménem. Toto jméno je později používáno programem sudo jako odkaz na všechny počítače v sadě. </p>
hu: <p><b><big>Gép-álnevek</big></b><br> Ebben az ablakban állíthatók be a gép-álnevek. A gép-álnév egy külön azonosító gépek egy adott halmazához. Ez az álnév a sudo konfiguráció során a halmaz összes gépét fogja jelenteni. </p>
it: <p><b><big>Alias host</big></b><br> In questa finestra di dialogo è possibile configurare gli alias host, ovvero i gruppi di host a cui è associato un nome univoco. Questo nome viene usato in seguito per fare riferimento a tutti gli host in questo gruppo nella configurazione di sudo. </p>
ko: <p><b><big>호스트 별칭</big></b><br> 이 대화상자에는 호스트 별칭을 설정할 수 있습니다. 호스트 별칭은 설정한 호스트에 특별한 이름을 붙이는 것입니다. 이 이름은 후에 sudo 구성 내의 모든 호스트를 의미하는것으로 사용됩니다. </p>
pl: <p><b><big>Aliasy hostów</big></b><br> W tym oknie można skonfigurować aliasy hostów. Alias hostów jest zbiorem hostów, któremu nadano jedną, wspólną nazwę. Nazwa ta jest później używana w konfiguracji usługi sudo do odwoływania się do wszystkich hostów tej grupy. </p>
sq: <p> <b> <big> Aliases Host </ big> </ b> <br> Në këtë dialog, mund të konfiguroni pseudonimet e strehuesit. Alias i pritësit është një grup ushtrash që jepet një emër unik. Ky emër më vonë përdoret për t'iu referuar të gjithë hostëve në këtë set në konfigurimin e sudo. </p>

source: <p>To add a new host alias, click on <b>Add</b> button and fill in appropriate entries. Alias name and list of hosts in the alias must not be empty. </p>
ar: <p>لإضافة اسم مستعار لمضيف جديد، اختر <b>إضافة</b> واكتب الإدخالات المناسبة. الاسم المستعار للمضيف اسم وقائمة بالمستخدمين يجب أن لا يكون فارغة. </p>
cs: <p>Pro přidání nového aliasu počítače, klikněte na tlačítko <b>Přidat</b> a vyplňte požadované údaje. Jméno aliasu a seznam počítačů v aliasu nesmí být prázdné. </p>
hu: <p>Egy új gép-álnév hozzáadásához kattintson a <b>Hozzáadás</b> gombra és töltse ki a megfelelő bejegyzéseket. Az álnevet és az ehhez tartozó gépek listáját ki kell tölteni. </p>
it: <p>Per aggiungere un nuovo alias host, fare clic sul pulsante <b>Aggiungi</b> e compilare le voci appropriate. Il nome alias e l'elenco degli host nell'alias non possono essere vuoti. </p>
ko: <p>새 호스트 별칭을 추가하려면 <b>추가</b> 를 클릭하고 항목을 채워주세요. 별칭 이름과 호스트의 목록은 비워있으면 안됩니다. </p>
pl: <p>Aby dodać nowy alias hostów, należy nacisnąć przycisk <b>Dodaj</b> i wypełnić odpowiednie pola. Nazwa aliasu i lista hostów w aliasie nie mogą być puste. </p>
sq: <p>Për të shtuar një alias të hostit të ri, klikoni mbi<b>Shto</b>butonin dhe plotësoni shënimet e duhura. Emri Alias dhe lista e ushtrive në alias nuk duhet të jenë bosh. </p>
