Repository: Dzejrou/yast-translations
Catalog: po/sudo/*.po
Languages: ar, ca, cs, da, de, el, es, fr, hu, id, it, ja, ko, lt, nl, pl, ru, sq, sv, uk

source: Configuration of sudo
ar: إعدادات sudo
ca: Configuració de sudo
cs: Konfigurace sudo
da: Konfiguration af sudo
de: Konfiguration von sudo
el: Ρύθμιση του sudo
es: Configuración de sudo
fr: Configuration de sudo
hu: Sudo beállítása
id: Konfigurasi sudo
it: Configurazione di sudo
ja: sudo の設定
ko: sudo 구성
lt: Sudo konfigūracija
nl: Configuratie van sudo
pl: Konfiguracja usługi sudo
ru: Конфигурация sudo
sq: Konfigurimi i sudo–s
sv: Konfiguration av sudo
uk: Налаштування sudo

source: A valid netmask is either in dotted quad notation (4 integers in the range 128 - 255 separated by dots) or single integer in the range 0 - 32
ar: قناع الشبكة يأتي في تدوينة رباعية (4 مجموعات كل مجموعة في النطاق 128 - 255 ويفصل بين المجموعات بنقطة) أو عدد صحيح في النطاق من 0 - 32
ca: Una màscara de xarxa és o bé una notació quad amb punts (4 enters entre 128 - 255 separats per punts) o un enter sol entre 0 - 32.
cs: Platná síťová maska v čtyřbajtové číselné notaci (4 celá čísla v rozsahu 128 - 255 oddělená tečkami) nebo jedno celé číslo v rozsahu 0 - 32
da: En gyldig netmaske er enten i 'dotted quad'-tegnsystem (4 heltal i området 128- 255 adskilt med punktummer) eller et enkelt heltal i området 0-32
de: Eine gültige Netzmaske liegt entweder in Dotted-Quad-Notation vor (4 Ganzzahlen zwischen 128 und 255, die durch Punkte voneinander getrennt sind), oder es handelt sich um eine einzelne Ganzzahl zwischen 0 und 32
el: Μια έγκυρη μάσκα δικτύου είναι είτε μια τετράδα με τελείες (4 ακέραιοι από 128 έως 255 χωρισμένοι με τελείες) ή ένας ακέραιος στην ακτίνα 0 έως 32
es: Las máscaras de red válidas pueden ser notaciones cuádruples con puntos (4 números enteros comprendidos entre 128 y 255 separados por puntos) o un sólo número entero comprendido entre 0 y 32
fr: Un masque réseau valide se trouve soit en notation séparée par des points (4 entiers dans la plage 128 - 255 séparés par des points) soit sous forme d'entier simple dans la plage 0 - 32
hu: Az érvényes hálózati maszk vagy pontozott formátumban van megadva (4 db 128 - 255 közötti egész szám pontokkal elválasztva) vagy egy 0 - 32 közötti egész szám
id: Sebuah netmask yang valid ada dalam notasi quad bertitik (4 bilangan bulat di kisaran 128 - 255 dipisahkan oleh titik) atau bilangan bulat tunggal di kisaran 0 - 32
it: Una maschera di rete valida corrisponde a un simbolo puntato, costituito da 4 numeri interi inclusi nell'intervallo 128 - 255 separati da punti, oppure a un singolo numero intero incluso nell'intervallo 0 - 32
ja: 正しいネットマスクは、ドットで区切られた 4 つの数字 (ドット区切りでそれぞれ 128 〜 255 の範囲内) か、 もしくは 0 〜 32 の整数です。
ko: 올바른 넷마스크는 점으로 나뉘어진 4개의 숫자 그룹(128 - 255 범위)이거나 0 - 32 범위의 단일 정수 입니다.
lt: Tinkama tinklo kaukė yra arba taškiniame keturkrypiame žymėjime (4 sveikieji skaičiai 128 - 255 ribose, atskirti taškais) arba vienas sveikasis skaičius 0 - 32 riboje
nl: Een geldig netmasker is opgebouwd uit 4 hele getallen in het bereik van 128 - 255, van elkaar gescheiden door punten of een enkelvoudig heel getal in het bereik 0 - 32
pl: Prawidłowa maska sieci przedstawiana jest zarówno w notacji dziesiętnej z kropkami (4 liczby całkowite z przedziału 128 - 255 rozdzielone kropkami), jak i jedną liczbą całkowitą z przedziału 0 - 32.
ru: Сетевая маска — это либо четыре группы цифр через точку (4 числа в диапазоне 128–255, разделенные точками), либо одно число в диапазоне 0–32
sq: kodimi: utf-8 -------------------------------------------------- ---------------------------- Copyright (c) 2006 Novell, Inc. Të gjitha të drejtat e rezervuara. Ky program është softuer i lirë; ju mund ta rishpërndani atë dhe / ose ta ndryshoni atë nën kushtet e versionit 2 të Licencës Publike të Përgjithshme GNU, të botuar nga Fondacioni i Softuerit të Lirë. Ky program shpërndahet me shpresën se do të jetë i dobishëm, por PA NDONJË GARANCI; pa as edhe garanci të nënkuptuar të TREGTUESHMËRISË ose PËRDORIMIT PËR NJË QËLLIM TË CAKTUAR. Shihni GNU General Public License për më shumë detaje. Duhet të keni marrë së bashku një kopje të Licencës Publike të Përgjithshme GNU ky program; nëse jo, kontaktoni Novell, Inc. Për të kontaktuar Novell në lidhje me këtë skedar me postë fizike ose elektronike, ju mund të gjeni informacionet aktuale të kontaktit në www.novell.com. -------------------------------------------------- ---------------------------- Skeda: përfshijnë / sudo / complex.ycp Paketa: Konfigurimi i sudo Përmbledhje: përkufizimet e Dialogut Autorët: Bubli <kmachalkova@suse.cz> $ Id: complex.ycp 29363 2006-03-24 08: 20: 43Z mzugec $
sv: En giltig nätmask är antingen i punktavgränsat decimalformat (fyra heltal i intervallet 128–255 åtskilda med punkter) eller ett enda heltal i intervallet 0–32
uk: Дійсна мережева маска це або 4 цілих числа в межах 128 - 255, які розділено крапками, або одне ціле число в межах 0 - 32

source: Add New Host to the Alias
ar: إضافة مضيف جديد إلى الاسم المستعار
ca: Afegeix un nou amfitrió a l'àlies
cs: Přidat do aliasu nového hostitele
da: Tilføj ny værtsmaskine til aliaset
de: Alias einen neuen Host hinzufügen
el: Προσθήκη του Νέου Κόμβου στα Ψευδώνυμα
es: Añadir nuevo host al alias
fr: Ajouter un nouvel hôte à l'alias
hu: Új gép hozzáadása az álnévhez
id: Tambah Host Baru ke Alias
it: Aggiungi nuovo host ad alias
ja: 新規ホストを別名に追加
ko: 별칭에 새 호스트 추가
lt: Pridėti naują pagrindinį kompiuterį prie alternatyviojo vardo
nl: Nieuwe host toevoegen aan alias
pl: Dodanie nowego hosta do aliasów
ru: Добавить новый хост к псевдониму
sq: Shto host të ri te Alias
sv: Lägg till ny dator till alias

source: Hostname or Network
ar: اسم مضيف أو شبكة
ca: Nom d'amfitrió o xarxa
cs: Název hostitele nebo síť
da: Værtsmaskinenavn eller netværk
de: Hostname oder Netzwerk
el: Όνομα κόμβου ή Δίκτυο
es: Nombre de host o red
fr: Nom d'hôte ou réseau
hu: Gépnév vagy hálózat
id: Nama host atau Jaringan
it: Nome host o rete
ja: ホスト名／ネットワーク
ko: 호스트 이름 또는 넷워크
lt: Pagrindinio kompiuterio vardas arba tinklas
nl: Hostnaam of netwerk
pl: Nazwa hosta albo sieci
ru: Имя хоста или сеть
sq: Emri i Hostit ose i rrjetit
sv: Datornamn eller nätverk
uk: Назва вузла або мережа

source: Add New User to the Alias
ar: إضافة مستخدم جديد إلى الاسم المستعار
ca: Afegeix un nou usuari a l'àlies
cs: Přidat nového uživatele do aliasu
da: Tilføj ny bruger til aliasset
de: Einen neuen Benutzer zu dem Alias hinzufügen
el: Προσθήκη του Νέου Χρήστη στα Ψευδώνυμα
es: Añadir nuevo usuario al alias
fr: Ajouter un nouvel utilisateur à l'alias
hu: Új felhasználó hozzáadása az álnévhez
id: Tambah Pengguna Baru ke Alias
it: Aggiungi nuovo utente all'alias
ja: 新しいユーザを別名に追加
ko: 별칭에 새 사용자 추가
lt: Pridėti naują naudotoją prie alternatyviojo vardo
nl: Nieuwe gebruiker toevoegen aan alias
pl: Dodaj nowego użytkownika do aliasu
ru: Добавить нового пользователя к псевдониму
sq: Shto përdorues të ri në Alias
sv: Lägg till ny användare i detta alias
uk: Додати нового користувача до псевдоніма

source: Local and System Users (Groups)
ar: المحلية ونظام المستخدمين (المجموعات)
ca: Local i usuaris del sistema (grups)
cs: Lokální a systémoví uživatelé (skupiny)
da: Lokale- og systembrugere (grupper)
de: Lokale Benutzer und Systembenutzer (Gruppen)
el: Τοπικοί Χρήστες και Χρήστες Συστήματος (Ομάδες)
es: Usuarios locales y del sistema (grupos)
fr: Utilisateurs locaux et du système (Groupes)
hu: Helyi- és rendszerfelhasználók (csoportok)
id: Pengguna Lokal dan Sistem (Grup)
it: Utenti (gruppi) locali e di sistema
ja: ローカルおよびシステムユーザ (グループ)
ko: 로컬 및 시스템 사용자(그룹)
lt: Vietiniai ir sisteminiai naudotojai (grupės)
nl: Lokale en systeemgebruikers (groepen)
pl: Użytkownicy (grupy) lokalni i systemowi
ru: Локальные и системные пользователи (группы)
sq: Përdoruesit lokalë dhe të sistemit (Grupet)
sv: Lokala användare och systemanvändare (grupper)
uk: Локальні і системні користувачі (групи)

source: File, directory or command alias '%1' does not exist.
ar: الاسم المستعار لملف أو مجلد أو الأمر '%1' غير موجود.
ca: No existeix el fitxer, directori o àlies d'ordre '%1'.
cs: Soubor, adresář nebo alias příkazu '%1' neexistuje.
da: Fil, mappe eller kommandoalias '%1' eksisterer ikke.
de: Die Datei, das Verzeichnis oder Kommando-Alias '%1' ist nicht vorhanden.
el: Το αρχείο, ο κατάλογος ή το ψευδώνυμο εντολής '%1' δεν υπάρχει.
es: El archivo, el directorio o el alias de comando %1 no existen.
fr: Le fichier, le répertoire ou la commande '%1' n'existe pas.
hu: Nem létezik %1 fájl, könyvtár vagy parancs.
id: Berkas, direktori atau perintah %1 tidak ada.
it: Il file, la directory o l'alias di comando '%1' non esiste.
ja: ファイル、ディレクトリまたはコマンドの別名 '%1' が存在しません。
ko: 파일, 디렉터리 또는 '%1' 명령 별칭이 없습니다.
lt: Rinkmena, katalogas ar komandos alternatyvusis vardas „%1“ neegzistuoja.
nl: Bestand, directory of opdrachtalias %1 bestaat niet.
pl: Plik, katalog lub alias polecenia '%1' nie istnieje.
ru: Псевдоним «%1» файла, каталога или команды не существует.
sq: Skedari, direktoria ose komanda alias '% 1' nuk ekziston.
sv: Filen, katalogen eller kommandoaliaset %1 finns inte.
uk: Файл, каталог або псевдонім команди - "%1" не існує.

source: Add new command with optional parameters
ar: إضافة أمر جديد مع المُعامِل الاختياري
ca: Afegeix una nova ordre amb paràmtres opcionals
cs: Přidat nový příkaz s volitelnými parametry
da: Tilføj en ny kommando med valgfrie parametre
de: Neues Kommando mit optionalen Parametern hinzufügen
el: Προσθήκη νέας εντολής με προαιρετικές παραμέτρους
es: Añadir nuevo comando con parámetros opcionales
fr: Ajouter une nouvelle commande avec des paramètres facultatifs
hu: Új parancs hozzáadása opcionális paraméterekkel
id: Tambah perintah baru dengan parameter opsional
it: Aggiungi nuovo comando con parametri opzionali
ja: オプションパラメータ付きの新規コマンドを追加する
ko: 옵션 매개변수와 함께 새 명령을 추가
lt: Pridėti naują komandą su nebūtinaisiais parametrais
nl: Nieuwe opdracht toevoegen met optionele parameters
pl: Dodanie nowego polecenia z opcjonalnymi parametrami
ru: Добавить новую команду с дополнительными параметрами
sq: Shto komandë të re me parametra opsionalë
sv: Lägg till ett kommando med valfria parametrar
uk: Додати нову команду з необов'язковими параметрами

source: Command
ar: الأمر
ca: Ordre
cs: Příkaz
da: Kommando
de: Kommando
el: Εντολή
es: Comando
fr: Commande
hu: Parancs
id: Perintah
it: Comando
ja: コマンド
ko: 명령
lt: Komanda
nl: Opdracht
pl: Polecenie
ru: Команда
sq: Komendo
sv: Kommando
uk: Команда

source: Browse
ar: استعراض
ca: Navega
cs: Procházet
da: Gennemse
de: Durchsuchen
el: Αναζήτηση
es: Examinar
fr: Parcourir
hu: Tallózás
id: Ramban
it: Sfoglia
ja: 参照
ko: 찾아보기
lt: Naršyti
nl: Bladeren
pl: Przeglądaj
ru: Обзор
sq: Shfletoj
sv: Bläddra
uk: Навігація

source: Parameters (optional)
ar: مُعامِلات (اختياري)
ca: Paràmetres (opcional)
cs: Parametry (volitelné)
da: Parametre (valgfrit)
de: Parameter (optional)
el: Παράμετροι (προαιρετικό)
es: Parámetros (opcionales)
fr: Paramètres (facultatifs)
hu: Paraméterek (nem kötelező)
id: Parameter (opsional)
it: Parametri (opzionale)
ja: パラメータ (オプション)
ko: 매개변수 (추가)
lt: Parametrai (nebūtina)
nl: Parameters (optioneel)
pl: Parametry (opcjonalnie)
ru: Параметры (дополнительно)
sq: Parametrat (opsionale)
sv: Parametrar (valfritt)
uk: Параметри (необов'язкові)

source: Saving sudoer's configuration failed. Change the settings?
ar: فشل حفظ الإعدادات في sudoer's. تغيير الإعدادات؟
ca: Ha fallat desar la configuració del sudoer. Canviar-ne els paràmetres?
cs: Nepodařilo se uložit konfiguraci nástroje sudo. Změnit nastavení?
da: Mislykkedes at gemme sudoer-konfigurationen. Ændr indstillingerne?
de: Speichern der sudoer Konfiguration fehlgeschlagen. Einstellungen ändern?
el: Αποτυχία αποθήκευσης ρυθμίσεων του sudoer. Αλλαγή ρυθμίσεων;
es: No ha sido posible guardar el archivo de configuración sudoers. ¿Desea cambiar los valores de configuración?
fr: Échec de l'enregistrement de la configuration des utilisateurs sudo (sudoer). Modifier les paramètres ?
hu: A sudo beállításainak mentése nem sikerült. Módosítja a beállításokat?
id: Menyimpan konfigurasi sudoer gagal. Ubah pengaturan?
it: Salvataggio della configurazione dell'utente sudo non riuscito. Modificare le impostazioni?
ja: sudoers 設定の保存に失敗しました。設定を変更しますか？
ko: sudoer's 구성 저장에 실패했습니다. 설정을 변경하시겠습니까?
lt: Nepavyko įrašyti sudo konfigūracijos. Pakeisti nuostatas?
nl: Het opslaan van de configuratie van sudo is mislukt. Wilt u de instellingen wijzigen?
pl: Zapisywanie konfiguracji użytkownika sudo nie powiodło się. Zmienić ustawienia?
ru: Сохранить конфигурацию sudo не удалось. Изменить настройки?
sq: Ruajtja e konfigurimit të suportit dështoi. Ndryshoni cilësimet?
sv: Det gick inte att spara sudoer-konfigurationen. Vill du ändra inställningarna?
uk: Помилка збереження налаштування sudoer. Змінити параметри?

source: New Command Alias
ar: الاسم المستعار للأمر الجديد
ca: Nou àlies d'ordre
cs: Nový alias příkazu
da: Nyt kommando-alias
de: Neuer Kommando-Alias
el: Νέο Εντολή Ψευδώνυμου
es: Nuevo alias de comando
fr: Nouvel alias de commande
hu: Új parancsálnév
id: Perintah Alias Baru
it: Nuovo alias comando
ja: 新しいコマンドの別名
ko: 새 명령 별칭
lt: Naujas komandos alternatyvusis vardas
nl: Nieuwe opdrachtalias
pl: Nowy alias polecenia
ru: Новый псевдоним команды
sq: Komandi i ri i Alias
sv: Nytt kommandoalias
uk: Новий псевдонім команди

source: Existing Command Alias
ar: الاسم المستعار للأمر القائم
ca: Àlies d'ordre existent
cs: Existující alias příkazu
da: Eksisterende kommando-alias
de: Vorhandener Kommando-Alias
el: Υπάρχουσα Εμτολή Ψευδώνυμου
es: Alias de comando existente
fr: Alias de commande existante
hu: Meglévő parancsálnév
id: Perintah yang ada Alias
it: Alias comando esistente
ja: 既存のコマンドの別名
ko: 기존 명령 별칭
lt: Esamas komandos alternatyvusis vardas
nl: Bestaande opdrachtaliassen
pl: Istniejący alias polecenia
ru: Существующий псевдоним команды
sq: Komand egzistues i Alias
sv: Befintliga kommandoalias
uk: Існуючий псевдонім команди

source: Alias Name (in CAPITALS)
ar: الاسم المستعار (بالأحرف الكبيرة)
ca: Nom d'àlies (en MAJÚSCULES)
cs: Název aliasu (VELKÝMI PÍSMENY)
da: Aliasnavn (med STORE BOGSTAVER)
de: Alias-Name (in GROSSBUCHSTABEN)
el: Ψευδώνυμο (με ΚΕΦΑΛΑΙΑ)
es: Nombre del alias (en MAYÚSCULAS)
fr: Nom d'alias (en MAJUSCULES)
hu: Álnév (NAGYBETŰKKEL)
id: Nama Alias (dalam HURUF KAPITAL)
it: Nome alias (in MAIUSCOLO)
ja: 別名 (半角大文字で)
ko: 별칭 이름(CAPITALS 내)
lt: Alternatyvusis vardas (DIDŽIOSIOMIS raidėmis)
nl: Aliasnaam (in HOOFDLETTERS)
pl: Nazwa aliasu (DUŻYMI literami)
ru: Имя псевдонима (ПРОПИСНЫМИ БУКВАМИ)
sq: Emri Alias (në KAPITALE)
sv: Aliasnamn (med VERSALER)
uk: Назва псевдоніму (ВЕЛИКИМИ літерами)

source: Command Names or Directories in the Alias
ar: أسماء الأوامر أو المجلدات في الاسم المستعار
ca: Noms d'ordres o directoris dins de l'àlies
cs: Názvy příkazů nebo adresářů v aliasu
da: Kommandonavn eller mapper i aliaset
de: Komandonamen oder Verzeichnisse im Alias
el: Ονόματα ή Κατάλογοι Εντολών στα Ψευδώνυμα
es: Nombres de comando o directorios en el alias
fr: Noms de commandes ou répertoires de l'alias
hu: Parancsnevek vagy könyvtárak az álnévben
id: Nama Perintah atau Direktori di Alias
it: Nomi comando o directory nell'alias
ja: 別名のコマンド名またはディレクトリ
ko: 별칭의 명령 이름 혹은 디렉터리
lt: Komandų pavadinimai arba katalogai alternatyviuosiuose varduose
nl: Opdrachtnamen of directory's in de alias
pl: Nazwy poleceń lub katalogów w aliasie
ru: Имена команд или каталоги в псевдониме
sq: Emrat e komandës ose drejtoritë në Alias
sv: Kommandonamn eller kataloger i alias
uk: Назви або каталоги команди в псевдонімі

source: Parameters
ar: معاملات
ca: Paràmetres
cs: Parametry
da: Parametre
de: Parameter
el: Παράμετροι
es: Parámetros
fr: Paramètres
hu: Paraméterek
id: Parameter
it: Parametri
ja: 引数
ko: 매개변수
lt: Parametrai
pl: Parametry
ru: Параметры
sq: Parametrat
sv: Parametrar
uk: Параметри

source: Alias name must not be empty.
ar: يجب أن لا يكون الاسم المستعار فارغ.
ca: El nom d'àlies no pot estar en blanc.
cs: Název aliasu nesmí být prázdný.
da: Alias-navn må ikke være tomt.
de: Es muss ein Aliasname angegeben werden.
el: Το Όνομα Ψευδώνυμου δεν μπορεί να είναι κενό.
es: El nombre de alias no puede estar vacío.
fr: Le nom de l'alias ne doit pas être vide.
hu: Az álnevet meg kell adni.
id: Nama Alias jangan sampai kosong.
it: Il nome alias non può essere vuoto.
ja: 別名の名前を指定する必要があります。
ko: 별칭 이름은 비워져 있으면 안됩니다.
lt: Alternatyvusis vardas privalo būti užpildytas.
nl: Aliasnaam mag niet leeg zijn.
pl: Nazwa aliasu nie może być pusta.
ru: Имя псевдонима не должны быть пустым.
sq: Emri i Alias nuk duhet te jetë bosh.
sv: Aliasnamnet får inte vara tomt.
uk: Назва псевдоніма не може бути порожньою.

source: Alias with name %1 already exists
ar: الاسم المستعار %1 موجود مسبقاًَ
ca: Ja existeix un àlies amb el nom %1
cs: Název aliasu %1 již existuje
da: Alias med navnet %1 eksisterer allerede
de: Es ist bereits ein Alias namens %1 vorhanden
el: Το Ψευδώνυμο με όνομα %1 υπάρχει ήδη
es: Ya existe un alias con el nombre %1
fr: Un alias appelé %1 existe déjà
hu: %1 azonosítójú álnév már létezik.
id: Alias dengan nama %1 sudah ada
it: Esiste già un alias denominato %1
ja: %1 という名前の別名は既に存在します。
ko: %1(이)라는 이름의 별칭은 이미 있습니다.
lt: Toks alternatyvusis vardas %1 jau egzistuoja
nl: De alias genaamd %1 bestaat al
pl: Istnieje już alias o nazwie %1.
ru: Псевдоним с именем %1 уже существует
sq: Alias me emrin% 1 ekziston tashmë
sv: Alias med namnet %1 finns redan
uk: Псевдонім з назвою «%1» вже існує

source: Alias must have at least one member.
ar: يجب أن يكون للاسم المستعار عضو واحد على الأقل.
ca: L'àlies ha de tenir almenys un membre.
cs: Alias musí mít alespoň jednoho člena.
da: Alias skal have mindst et medlem.
de: Alias muss mindestens ein Mitglied aufweisen.
el: Το ψευδώνυμο θα πρέπει να έχει τουλάχιστον ένα μέλος
es: El alias debe tener al menos un miembro.
fr: L'alias doit comporter au moins un membre.
hu: Az álnévnek legalább egy tagja kell, hogy legyen.
id: Alias harus memiliki setidaknya satu anggota.
it: L'alias deve contenere almeno un membro.
ja: 別名には少なくとも 1 つのメンバーを設定する必要があります。
ko: 별칭에는 적어도 하나의 맴버를 포함해야 합니다.
lt: Alternatyvusis vardas privalo turėti bent vieną narį.
nl: Alias moet minstens één nummer hebben.
pl: Alias musi zawierać co najmniej jednego członka.
ru: Псевдоним должен иметь хотя бы одного члена.
sq: Alias duhet të ketë të paktën një anëtar.
sv: Alias måste innehålla minst en medlem.
uk: Псевдонім повинен мати принаймні одного члена.

source: New Host Alias
ar: الاسم المستعار للمضيف الجديد
ca: Nou àlies d'amfitrió
cs: Nový alias hostitele
da: Nyt værtsmaskine-alias
de: Neuer Host-Alias
el: Νέος Κόμβος Ψευδώνυμου
es: Nuevo alias de host
fr: Alias de nouvel hôte
hu: Új gépálnév
id: Alias Host Baru
it: Nuovo alias host
ja: 新しいホストの別名
ko: 새 호스트 별칭
lt: Naujas pagrindinio kompiuterio alternatyvusis vardas
nl: Nieuwe hostalias
pl: Nowy alias hosta
ru: Новый псевдоним хоста
sq: Host i ri në Alias
sv: Nytt datoralias
uk: Новий псевдонім вузлів

source: Existing Host Alias
ar: الاسم المستعار للمضيف الموجود
ca: Àlies d'amfitrió existent
cs: Existující alias hostitele
da: Eksisterende værtsmaskine-alias
de: Vorhandener Host-Alias
el: Υπάρχων Κόμβος Ψευδώνυμου
es: Alias de host existente
fr: Alias d'hôte existant
hu: Meglévő gépálnév
id: Alias Host yang ada
it: Alias host esistente
ja: 既存のホストの別名
ko: 기존 호스트 별칭
lt: Esamas pagrindinio kompiuterio alternatyvusis vardas
nl: Bestaande hostaliassen
pl: Istniejący alias hosta
ru: Существующий псевдоним хоста
sq: Host Alias ekzistues
sv: Befintliga datoralias
uk: Існуючий псевдонім вузлів

source: Hostnames or Networks in the Alias
ar: IP أو الشبكات في الاسم المستعار
ca: Noms d'amfitrió o xarxes a l'àlies
cs: Názvy hostitelů nebo sítě v aliasu
da: Værtsmaskinenavn eller netværk i aliaset
de: Host-Namen oder Netzwerke im Alias
el: Ονόματα Κόμβων ή Δίκτυα στα Ψευδώνυμα
es: Nombres de host o redes en el alias
fr: Noms d'hôte ou réseaux de l'alias
hu: Gépnevek vagy hálózatok az álnévben
id: Nama host atau Jaringan di Alias
it: Nomi host o reti nell'alias
ja: 別名内のホスト名またはネットワーク
ko: 별칭 내의 호스트 이름 또는 넷워크
lt: Pagrindiniai kompiuteriai arba tinklai alternatyviuosiuose varduose
nl: Hostnamen en netwerken in deze alias
pl: Nazwy hostów lub sieci w aliasie
ru: Имена хостов или сети в псевдониме
sq: Hostnames ose Rrjetet në Alias
sv: Datornamn eller nätverk i alias
uk: Назви вузлів або мереж в псевдонімі

source: Hostnames/Networks
ar: أسم المضيف/الشبكات
ca: Noms d'amfitrió/Xarxes
cs: Názvy počítačů/sítě
da: Værtsmaskinenavne/netværk
de: Rechnernamen/Netzwerke
el: Ονόματα Διακομιστών/Δίκτυα
es: Nombres de host/redes
fr: Noms d'hôte/Réseaux
hu: Gépnevek/hálózatok
id: Nama host/Jaringan
it: Nomi host/Reti
ja: ホスト名／ネットワーク
ko: 호스트 이름/네트워크
lt: Pagrindinių kompiuterių vardai arba tinklai
nl: Hostnamen/netwerken
pl: Nazwy hostów/Sieci
ru: Имена хостов/сети
sq: Emri i hostit/Rrjetet
sv: Datornamn/Nätverk
uk: Назви вузлів / мережі

source: New RunAs Alias
ar: اسم مستعار RunAs جديد
ca: Nou àlies Executa_com_a
cs: Nový alias příkazu RunAs
da: Nyt 'kør som'-alias
de: Neuer RunAs-Alias
el: Νέο ΕκτέλεσηΩς Ψευδώνυμο
es: Nuevo alias de EjecutarComo
fr: Alias de nouveau RunAs
hu: Új RunAs álnév
id: Alias RunAs Baru
it: Nuovo alias RunAs
ja: 新しい RunAs の別名
ko: 새 RunAs 별칭
lt: Naujas RunAs alternatyvusis vardas
nl: Nieuwe RunAs-alias
pl: Nowy alias RunAs
ru: Новый псевдоним RunAs
sv: Nytt Kör som-alias
uk: Новий псевдонім RunAs

source: Existing RunAs Alias
ar: الاسم المستعار RunAs الموجود
ca: Àlies Executa_com_a existent
cs: Existující alias příkazu RunAs
da: Eksisterende 'kør som'-aliaser
de: Vorhandener RunAs-Alias
el: Υπάρχων ΕκτέλεσηΩς Ψευδώνυμο
es: Alias de EjecutarComo existente
fr: Alias RunAs existant
hu: Létező RunAs álnevek
id: Alias RunAs yang Ada
it: Alias RunAs esistente
ja: 既存の RunAs の別名
ko: 기존 RunAs 별칭
lt: Esamas RunAs alternatyvusis vardas
nl: Bestaande RunAs-alias
pl: Istniejący alias RunAs
ru: Существующий псевдоним RunAs
sq: Ekzistuese RunAs Alias
sv: Befintliga Kör som-alias
uk: Існуючий псевдонім RunAs

source: Alias Members
ar: أعضاء الاسم المستعار
ca: Membres d'àlies
cs: Členové aliasu
da: Alias-medlemmer
de: Alias-Mitglieder
el: Ψευδώνυμο Μελών
es: Miembros del alias
fr: Membres de l'Alias
hu: Álnév tagjai
id: Anggota Alias
it: Membri alias
ja: 別名のメンバー
ko: 별칭 맴버
lt: Alternatyviojo vardo nariai
nl: Aliasleden
pl: Członkowie aliasu
ru: Члены псевдонима
sq: Anëtarët e Alias
sv: Aliasmedlemmar
uk: Члени псевдоніма

source: New Sudo Rule
ar: قاعدة Sudo الجديدة
ca: Nova regla de sudo
cs: Nové pravidlo sudo
da: Ny sudo-regel
de: Neue Sudo-Regel
el: Νέος Κανόνας Sudo
es: Nueva regla de sudo
fr: Nouvelle règle Sudo
hu: Új sudo szabály
id: Aturan Sudo Baru
it: Nuova regola sudo
ja: 新しい sudo ルール
ko: 새 Sudo 규칙
lt: Nauja sudo taisyklė
nl: Nieuwe sudo-regel
pl: Nowa reguła Sudo
ru: Новое правило sudo
sq: Rregull i Ri i Sudos
sv: Ny sudo-regel
uk: Нове правило Sudo

source: Existing Sudo Rule
ar: قاعدة Sudo الموجودة
ca: Regla de sudo existent
cs: Existující pravidlo sudo
da: Eksisterende sudo-regel
de: Vorhandene Sudo-Regel
el: Προϋπάρχον Κανόνας Sudo
es: Regla de sudo existente
fr: Règle Sudo existante
hu: Meglévő sudo szabály
id: Aturan Sudo yang Ada
it: Regola sudo esistente
ja: 既存の sudo ルール
ko: 기존 Sudo 규칙
lt: Esama sudo taisyklė
nl: Bestaande sudo-regel
pl: Istniejąca reguła sudo
ru: Существующее правило sudo
sq: Rregullorja Ekzistuese e Sudos
sv: Befintlig sudo-regel
uk: Існуюче правило Sudo
