Repository: Dzejrou/yast-translations
Catalog: po/sudo/*.po
Languages: ar, ca, cs, da, de, el, es, fr, hu, id, it, ja, ko, lt, nl, pl, ru, sq, sv, uk

source: <p>To edit existing host alias, select an entry from the table and click on <b>Edit</b> button. To delete selected entry, click on <b>Delete</b> button. </p>
ar: <p>لتحرير الاسم المستعار لمضيف في القائمة اختره ثم اختر <b>تحرير</b> . ولحذفه اختر <b>حذف</b> . </p>
cs: <p>Pro úpravu stávajícího aliasu počítače, vyberte položku v tabulce a klikněte na tlačítko <b>Upravit</b>. Pro smazání zvolené položky, klikněte na <b>Smazat</b>. </p>
hu: <p>Meglévő gépálnév módosításához válasszon ki egy bejegyzést a táblázatból, majd kattintson a <b>Szerkesztés</b> gombra. A kiválasztott bejegyzés törléséhez kattintson a <b>Törlés</b> gombra. </p>
it: <p>Per modificare un alias host esistente, selezionare una voce dalla tabella e fare clic sul pulsante <b>Modifica</b>. Per cancellare la voce selezionata, fare clic sul pulsante <b>Elimina</b>. </p>
ko: <p>기존의 호스트 별칭을 편집하려면, 표에서 항목을 선택하고 <b>편집</b>을 누르세요. 항목을 삭제하려면, <b>삭제</b>를 누르세요. </p>
pl: <p>Aby zmodyfikować istniejący alias hosta, należy wybrać z listy odpowiedni wpis i nacisnąć przycisk <b>Edytuj</b>. W celu usunięcia zaznaczonego wpisu proszę nacisnąć <b>Usuń</b>. </p>
sq: <p>Për të ndryshuar pseudonimin ekzistues të hostit, zgjidhni një hyrje nga tabela dhe klikoni mbi<b>Edito</b> butonin.Për të fshirë hyrjen e zgjedhur, klikoni mbi<b>Fshiji</b>butonin. </p>

source: <p><b><big>RunAs Aliases</big></b><br> In this dialog, you can configure RunAs aliases. RunAs alias is a set of users that is given an unique name. This name is later used to refer to all users in this set in sudo configuration. </p>
ar: <p><b><big>أسماء لمضيف المستعارة</big></b><br> في مربع الحوار هذا، يمكنك إعداد أسماء لمضيف المستعارة. الاسم المستعار للمضيف مجموعة من المضيفين تعطي اسم فريد. بعد ذلك يستخدم هذا الاسم للإشارة إلى كل لمضيفين في هذه المجموعة في إعداد sudo. </p>
cs: <p><b><big>Aliasy 'Spustit jako'</big></b><br> V tomto dialogu můžete nakonfigurovat aliasy 'Spustit jako'. Aliasy 'Spustit jako' je sada uživatelů s jedinečným jménem. Jméno se používá pro odkazování na všechny uživatele v sadě v konfiguraci programu sudo. </p>
hu: <p><b><big>RunAs álnevek</big></b><br> Ebben az ablakban állíthatók be a RunAs álnevek. A RunAs álnév egy külön azonosító felhasználók egy adott halmazához. Ez az álnév a sudo konfiguráció során a halmaz összes felhasználóját fogja jelenteni. </p>
it: <p><b><big>Alias RunAs</big></b><br> In questa finestra di dialogo è possibile configurare gli alias RunAs. L'alias RunAs è un gruppo di utenti a cui è assegnato un nome univoco. Questo nome viene usato in seguito per fare riferimento a tutti gli utenti in questo gruppo nella configurazione di sudo. </p>
ko: <p><b><big>RunAs 별칭</big></b><br> 이 대화상자에는 RunAs 별칭을 설정할 수 있습니다. RunAs 별칭은 설정한 사용자에 대해 특별한 이름을 붙이는 것입니다. 이 이름은 후에 sudo 구성 내의 모든 사용자를 의미하는것으로 사용됩니다. </p>
pl: <p><b><big>Aliasy RunAs</big></b><br> W tym oknie można konfigurować aliasy RunAs. Alias RunAs jest zbiorem użytkowników, któremu nadano jedną, wspólną nazwę. Nazwa ta jest później używana w konfiguracji usługi sudo do odwoływania się do tej grupy. </p>
sq: <p><b><big>RunAs Aliases</big></b><br> Në këtë dialog, ju mund të konfiguroni aliases RunAs. Alias RunAs është një grup përdoruesish që jepet një emër unik. Ky emër më vonë përdoret për t'iu referuar të gjithë përdoruesve në këtë set në konfigurimin e sudo. </p>

source: <p>To add a new RunAs alias, click on <b>Add</b> button and fill in appropriate entries. Alias name and list of users in the alias must not be empty. </p>
ar: <p>لإضافة اسم مستعار لمضيف جديد، اختر <b>إضافة</b> واكتب الإدخالات المناسبة. الاسم المستعار اسم وقائمة بالمستخدمين يجب أن لا يكون فارغة. </p>
cs: <p>Pro přidání nového aliasu 'Spustit jako', klikněte na tlačítko <b>Přidat</b> a vyplňte příslušné položky. Jméno aliasu a seznam uživatelů nesmějí být prázdné. </p>
hu: <p>Egy új RunAs álnév hozzáadásához kattintson a <b>Hozzáadás</b> gombra és töltse ki a megfelelő bejegyzéseket. Az álnevet és az ehhez tartozó felhasználók listáját ki kell tölteni. </p>
it: <p>Per aggiungere un nuovo alias RunAs, fare clic sul pulsante <b>Aggiungi</b> e compilare le voci appropriate. Il nome alias e l'elenco degli utenti nell'alias non possono essere vuoti. </p>
ko: <p>새 RunAs 별칭을 추가하려면 <b>추가</b> 를 클릭하고 항목을 채워주세요. 별칭 이름과 사용자의 목록은 비워있으면 안됩니다. </p>
pl: <p>Aby dodać nowy alias RunAs, należy nacisnąć przycisk <b>Dodaj</b> i wypełnić odpowiednie pola. Nazwa aliasu i lista użytkowników w aliasie nie mogą być puste. </p>
sq: <p>Për të shtuar një alias të ri RunAs, klikoni mbi<b>Shto</b>butonin dhe plotësoni shënimet e duhura. Emri i Alias dhe lista e përdoruesve në alias nuk duhet të jetë bosh. </p>

source: <p>To edit existing RunAs alias, select an entry from the table and click on <b>Edit</b> button. To delete selected entry, click on <b>Delete</b> button. </p>
ar: <p>لتحرير اسم RunAs المستعار لمستخدم في القائمة اختره ثم اختر <b>تحرير</b> . ولحذفه اختر <b>حذف</b> . </p>
cs: <p>Pro úpravu stávajícího aliasu 'Spustit jako', vyberte položku v tabulce a klikněte na tlačítko <b>Upravit</b>. Pro smazání zvolené položky, klikněte na <b>Smazat</b>. </p>
hu: <p>Meglévő RunAs álnév módosításához válasszon ki egy bejegyzést a táblázatból, majd kattintson a <b>Szerkesztés</b> gombra. A kiválasztott bejegyzés törléséhez kattintson a <b>Törlés</b> gombra. </p>
it: <p>Per modificare un alias RunAs esistente, selezionare una voce dalla tabella e fare clic sul pulsante <b>Modifica</b>. Per cancellare la voce selezionata, fare clic sul pulsante <b>Elimina</b>. </p>
ko: <p>기존의 RunAs 별칭을 편집하려면, 표에서 항목을 선택하고 <b>편집</b>을 누르세요. 항목을 삭제하려면, <b>삭제</b> 를 누르세요. </p>
pl: <p>Aby zmodyfikować istniejący alias RunAs, należy wybrać z listy odpowiedni wpis i nacisnąć przycisk <b>Edytuj</b>. W celu usunięcia zaznaczonego wpisu proszę nacisnąć przycisk <b>Usuń</b>. </p>
sq: <p>Për të ndryshuar pseudonimin ekzistues RunAs, zgjidhni një hyrje nga tabela dhe klikoni mbi<b>Edito</b> butonin.Për të fshirë hyrjen e zgjedhur, klikoni mbi<b>fshij</b>butonin. </p>

source: <p><b><big>Command Aliases</big></b><br> In this dialog, you can configure command aliases. Command alias is a set of commands (optionally with parameters) that is given an unique name. This name is then used to refer to all commands in this set in sudo configuration. </p>
ar: <p><b><big>الأسماء المستعارة للأمر</big></b><br> في مربع الحوار هذا، يمكنك إعداد الأسماء المستعارة للأمر. الاسم المستعار للأمر هي مجموعة من الأوامر (بشكل اختياري مع المعلمات) التي تمنح اسم فريد. ثم يستخدم هذا الاسم للإشارة لكافة الأوامر الموجودة في هذه المجموعة في إعداد sudo. </p>
cs: <p><b><big>Aliasy příkazů</big></b><br> V tomto dialogu můžete nakonfigurovat aliasy příkazů. Alias příkazu je sada příkazů (volitelně s parametry) s jedinečným jménem. Toto jméno se pak používá pro odkazování na všechny příkazy v sadě v konfiguraci programu sudo. </p>
hu: <p><b><big>Parancsálnevek</big></b><br> Ezen a párbeszédpanelen állíthatók be a parancsálnevek. A parancsálnév egy külön azonosító parancsok egy adott halmazához (esetleg paraméterekkel). Ez az álnév a sudo konfiguráció során a halmaz összes parancsát fogja jelenteni. </p>
it: <p><b><big>Alias comandi</big></b><br> In questa finestra di dialogo è possibile configurare gli alias dei comandi, ovvero un gruppo di comandi (facoltativamente con parametri) a cui è assegnato un nome univoco. Questo nome viene usato in seguito per fare riferimento a tutti i comandi in questo gruppo nella configurazione di sudo. </p>
ko: <p><b><big>명령 별칭</big></b><br> 이 대화상자에는 명령 별칭을 설정할 수 있습니다. 명령 별칭은 설정한 명령(추가 매개변수 포함)에 대해 특별한 이름을 붙이는 것입니다. 이 이름은 후에 sudo 구성 내의 모든 명령을 의미하는것으로 사용됩니다. </p>
pl: <p><b><big>Aliasy poleceń</big></b><br> W tym oknie można skonfigurować aliasy poleceń. Alias poleceń jest zbiorem poleceń (opcjonalnie z parametrami), któremu nadano niepowtarzalną nazwę. Nazwa ta jest później używana w konfiguracji usługi sudo do odwoływania się do wszystkich poleceń tego zestawu. </p>
sq: <p><b><big>Command Aliases</big></b><br> Në këtë dialog, mund të konfiguroni aliases komandës. Alias i komandës është një grup komandash (opsionalisht me parametra) që i jepet një emër unik. Ky emër pastaj përdoret për t'iu referuar për të gjitha komandat në këtë set në konfigurimin e sudo. </p>

source: <p>To add a new command alias, click on <b>Add</b> button and fill in appropriate entries. Alias name and list of commands in the alias must not be empty. </p>
ar: <p>لإضافة اسم مستعار لأمر جديد، اختر <b>إضافة</b> واكتب الإدخالات المناسبة. الاسم المستعار لأمر وقائمة بالمستخدمين يجب أن لا تكون فارغة. </p>
cs: <p>Chcete-li přidat nový alias příkazu, klikněte na tlačítko <b>Přidat</b> a vyplňte příslušné položky. Jméno aliasu a seznam příkazů nesmějí být prázdné. </p>
hu: <p>Egy új parancsálnév hozzáadásához kattintson a <b>Hozzáadás</b> gombra és töltse ki a megfelelő bejegyzéseket. Az álnevet és az ehhez tartozó parancsok listáját ki kell tölteni. </p>
it: <p>Per aggiungere un nuovo alias comando, fare clic sul pulsante <b>Aggiungi</b> e compilare le voci appropriate. Il nome alias e l'elenco dei comandi non possono essere vuoti. </p>
ko: <p>새 명령 별칭을 추가하려면 <b>추가</b> 를 클릭하고 항목을 채워주세요. 별칭 이름과 명령의 목록은 비워있으면 안됩니다. </p>
pl: <p>Aby dodać nowy alias poleceń, należy nacisnąć przycisk <b>Dodaj</b> i wypełnić odpowiednie pola. Nazwa aliasu i lista poleceń w aliasie nie mogą być puste. </p>
sq: <p>Për të shtuar një alias të komandës të re, klikoni mbi<b>Shto</b>butonin dhe plotësoni shënimet e duhura. Emri Alias dhe lista e komandave në alias nuk duhet të jenë të zbrazëta. </p></p>

source: <p>To edit existing command alias, select an entry from the table and click on <b>Edit</b> button. To delete selected entry, click on <b>Delete</b> button. </p>
ar: <p>لتحرير الاسم المستعار لأمر في القائمة اختره ثم اختر <b>تحرير</b> . ولحذفه اختر <b>حذف</b> . </p>
cs: <p>Pro úpravu stávajícího aliasu příkazu, vyberte položku v tabulce a klikněte na tlačítko <b>Upravit</b>. Pro smazání zvolené položky, klikněte na <b>Smazat</b>. </p>
hu: <p>Meglévő parancsálnév módosításához válasszon ki egy bejegyzést a táblázatból, majd kattintson a <b>Szerkesztés</b> gombra. A kiválasztott bejegyzés törléséhez kattintson a <b>Törlés</b> gombra. </p>
it: <p>Per modificare l'alias esistente, selezionare una voce dalla tabella e fare clic sul pulsante <b>Modifica</b>. Per cancellare la voce selezionata, fare clic sul pulsante <b>Elimina</b>. </p>
ko: <p>기존의 명령 별칭을 편집하려면, 표에서 항목을 선택하고 <b>편집</b>을 누르세요. 항목을 삭제하려면 <b>삭제</b> 를 누르세요. </p>
pl: <p>Aby zmodyfikować istniejący alias poleceń, należy wybrać z listy odpowiedni wpis i nacisnąć przycisk <b>Edytuj</b>. W celu usunięcia zaznaczonego wpisu proszę nacisnąć <b>Usuń</b>. </p>
sq: <p>Për të ndryshuar pseudonimin e komandës ekzistuese, zgjidhni një hyrje nga tabela dhe klikoni mbi<b>Edito</b> butonin.Për të fshirë hyrjen e zgjedhur, klikoni mbi<b>Fshiji</b>butonin. </p>

source: <p><b><big>User Alias</big></b><br> User alias consists of one or more users, system groups (prefixed with '%') or other user aliases. It is given single name (must contain uppercase letters, numbers and underscore only), which is then used to refer to all users in this alias. </p>
ar: <p><b><big>الاسم المستعار للمستخدم</big></b><br> الاسم المستعار للمستخدم يتكون من مستخدم أكثر، نظام المجموعات (يسبقه '%') أو الأسماء المستعارة الأخرى للمستخدم. أعطها اسم فريد (يجب أن تحتوي على أحرف وأرقام وتسطير أسفل السطر فقط) ، الذي سيستخدم للإشارة إلى كافة المستخدمين في هذا الاسم المستعار. </p>
cs: <p><b><big>Alias uživatele</big></b><br> Alias uživatele sestává z jednoho či více uživatelů, systémových skupin (s předponou '%') nebo jiných aliasů uživatele. Alias má jedno jméno (musí obsahovat pouze velká písmena, čísla a podtržítka), které pak lze používat pro odkazování na všechny uživatele v aliasu. </p>
hu: <p><b><big>Felhasználói álnév</big></b><br> Egy felhasználói álnév egy vagy több felhasználót, rendszercsoportot ('%' előtag) vagy más felhasználói álnevet takar. Van egy saját azonosítója (csak nagybetűkből, számokból és aláhúzás karakterből állhat), amellyel az álnév összes felhasználójára egyszerre lehet hivatkozni. </p>
it: <p><b><big>Alias utente</big></b><br> L'alias utente è costituito da uno o più utenti, gruppi di sistema con prefisso '%', o altri alias utente. A questo gruppo è assegnato un nome univoco, costituito solo da lettere maiuscole, numeri e trattino basso, che viene usato in seguito per fare riferimento a tutti gli utenti in questo alias. </p>
ko: <p><b><big>사용자 별칭</big></b><br> 사용자 별칭에는 1 명 이상의 사용자나 시스템 그룹 (머릿글 '%' 붙임) 혹은 다른 사용자 별칭을 지정할 수 있습니다. 사용자 별칭에는 단일 이름 (반각 대문자, 숫자, 밑줄 사용)를 설정하여 사용자 전체를 의미하는것으로 사용할 수 있습니다. </p>
pl: <p><b><big>Aliasy użytkowników</big></b><br> Alias użytkowników zawiera jednego lub więcej użytkowników, grup systemowych (poprzedzonych znakiem '%') albo innych aliasów użytkowników. Nazwa aliasu może być pojedynczym słowem (może zawierać jedynie małe litery, cyfry i znak podkreślenia); jest ona następnie używana do odwoływania się do wszystkich użytkowników z tego aliasu. </p>
sq: <p> <b> <big> Alias Përdorues </ big> </ b> <br> Alias i përdoruesit përbëhet nga një ose më shumë përdorues, grupe sistemesh (parapaguar me '%') ose të tjera pseudonimi i përdoruesit. Jep një emër të vetëm (duhet të përmbajë shkronja të mëdha, numra dhe nënshkrimi), e cila është atëherë përdoret për t'iu referuar të gjithë përdoruesve në këtë alias.

source: <p>Enter unique name into <b>Alias Name</b> text entry. To add users or groups to the alias, select user or group name from the drop-down menu and click on <b>Add</b> button. To remove user from the alias, select appropriate entry from the table, and click on <b>Remove</b> button. To finish the configuration, click <b>OK</b>. </p>
ar: <p>قم بإدخال اسم فريد في حقل <b>الاسم المستعار</b> . لإضافة مستخدمين أو مجموعات إلى الاسم المستعار، حدد اسم المستخدم أو المجموعة من القائمة المنسدلة ثم اختر<b>إضافة</b> . لإزالة مستخدم من الاسم المستعار، حدده من الجدول، ثم اختر <b>إزالة</b> . لإنهاء الإعداد، انقر <b>موافق</b>. </p>
cs: <p>Vložte jedinečné jméno do položky <b>Jméno aliasu</b>. Pro přidání uživatelů nebo skupin do aliasu, vyberte uživatele nebo skupinu z rozbalovací nabídky a klikněte na tlačítko <b>Přidat</b>. Pro odstranění uživatele z aliasu, vyberte příslušnou položku z tabulky a klikněte na tlačítko <b>Odstranit</b>. Pro dokončení konfigurace klikněte na<b>OK</b>. </p>
hu: <p>Adjon meg egy egyedi nevet az <b>Álnév azonosító</b> szövegmezőben. Az álnévhez felhasználókat és csoportokat a legördülő menüből kiválasztva és a <b>Hozzáadás</b> gombra kattintva adhat hozzá. Egy felhasználó törléséhez válassza ki a táblázat megfelelő bejegyzését, majd kattintson az <b>Eltávolítás</b> gombra. A konfiguráció befejezéséhez kattintson az <b>OK</b> gombra. </p>
it: <p>Immettere il nome univoco nel campo di testo <b>Nome alias</b>. Per aggiungere utenti o gruppi all'alias, scegliere il nome dell'utente o del gruppo dal menu a tendina e fare clic sul pulsante <b>Aggiungi</b>. Per rimuovere un utente dall'alias, selezionare la voce appropriata dalla tabella, quindi fare clic sul pulsante <b>Rimuovi</b>. Per terminare la configurazione, fare clic su <b>OK</b>. </p>
ko: <p><b>별칭 이름</b> 항목에 고유 이름을 입력해주세요. 사용자나 그룹을 별칭에 추가하려면 사용자나 그룹 이름을 드롭다운 메뉴로부터 선택하여 <b>추가</b> 를 클릭하세요. 별칭에서 사용자를 없애려면, 없애야 할 항목을 선택하여 <b>제거</b> 를 클릭하세요. 구성을 마치려면<b>확인</b>을 클릭하세요. </p>
pl: <p>Proszę wprowadzić unikatową nazwę w polu <b>Nazwa aliasu</b>. Aby do aliasu dodać użytkowników albo grupy, należy w rozwijanym menu wybrać użytkowników lub grupy i nacisnąć przycisk <b>Dodaj</b>. Aby usunąć użytkownika/grupę z aliasu, proszę zaznaczyć odpowiedni wpis w tabeli i nacisnąć przycisk <b>Usuń</b>. W celu zakończenia konfiguracji należy nacisnąć przycisk <b>OK</b>. </p>
sq: <p>Futni emrin unik në<b>Emri Alias</b>Për të shtuar përdorues ose grupe në alias, zgjidhni përdoruesin ose emrin e grupit nga drop-down menu dhe klikoni mbi<b>Shto</b>butonin. Për të hequr përdoruesin nga alias, zgjidhni hyrjen e duhur nga tabela dhe klikoni mbi <b>Heq</b></b>butonin.Për të përfunduar konfigurimin, kliko<b>në rregull</b>në rregull</b> </p>

source: <b>Note:</b> Alias name must not be empty. Each alias must have at least one member.
ar: <b>ملاحظة:</b> يجب أن لا يكون الاسم المستعار فارغاً. يجب أن يكون هناك اسم مستعار واحد لكل عضو على الأقل.
cs: <b>Poznámka:</b> Jméno aliasu nesmí být prázdné. Každý alias musí mít nejméně jednoho člena.
hu: <b>Megjegyzés:</b> Az álnevet meg kell adni. Továbbá minden álnévnek kell, hogy legyen legalább egy tagja.
it: <b>Nota:</b> il nome alias non può essere vuoto. Ogni alias deve contenere almeno un membro.
ko: <b>주의:</b> 별칭 이름은 비어있으면 안됩니다. 또, 별칭에는 적어도 한명 이상의 사용자를 설정할 필요가 있습니다.
pl: <b>Uwaga:</b> Nazwa aliasu nie może być pusta. Każdy alias musi mieć co najmniej jeden element.

source: <p><b><big>Host Alias</big></b><br> Host alias consists of one or more hostnames, single IP addresses, IP addresses combined with netmask id dotted quad notation (e.g. 192.168.0.0/255.255.255.0) or CIDR number of bits notation (e.g. 192.168.0.0/24), or other host aliases. It is given single name (must contain uppercase letters, numbers and underscore only), which is then used to refer to all hosts in this alias. </p>
ar: <p><b><big>الاسم المستعار للمضيف</big></b><br> الاسم المستعار للمضيف يتكون من اسم واحد أو أكثر من المضيفين، واحد عناوين IP، وعناوين بروتوكول الإنترنت مع قناع شبكة مُعرف بشكل تدوين رباعي منقط (مثل 192.168.0.0/255.255.255.0) أو عدد CIDR لتدوين البتات (مثل 192.168.0.0/24)، أو الأسماء المستعارة المضيفة الأخرى. إعطها اسم مفرد (يجب أن تحتوي على أحرف وأرقام وتسطير أسفل السطر فقط)، ليتم استخدامه للإشارة إلى كافة الأجهزة المضيفة في هذا الاسم المستعار. </p>
cs: <p><b><big>Alias počítače</big></b><br> Alias počítače sestává z jednoho či více jmen počítačů, IP adres, IP adres s maskou sítě v notaci typu 192.168.0.0/255.255.255.0 nebo číslem CIDR v bitové notaci (např. 192.168.0.0/24) nebo jiných aliasů počítače. Je mu přiřazeno jedno jméno (musí obsahovat pouze velká písmena, čísla a podtržítka), které je pak používáno k odkazování na všechny počítače v aliasu. </p>
hu: <p><b><big>Gép-álnév</big></b><br> A gép-álnév egy vagy több gépnevet, IP-címet, IP-címet hálózati maszkkal pontozott formátumban (pl. 192.168.0.0/255.255.255.0) vagy CIDR bitszám-formátumban (pl. 192.168.0.0/24), esetleg további gép-álneveket tartalmaznak. Van egy saját azonosítója (csak nagybetűkből, számokból és aláhúzás karakterből állhat), amellyel az álnév összes gépére egyszerre lehet hivatkozni. </p>
it: <p><b><big>Alias host</big></b><br> L'alias host è costituito da uno o più nomi host, da singoli indirizzi IP e da indirizzi IP combinati con la maschera di rete in notazione quadrupla puntata, ad esempio 192.168.0.0/255.255.255.0, o il numero CIDR in notazione a bit, ad esempio 192.168.0.0/24, o altri host alias. A questo alias è assegnato un nome singolo, contenente solo lettere maiuscole, numeri e trattino basso, che viene usato in seguito per fare riferimento a tutti gli host in questo alias. </p>
ko: <p><b><big>호스트 별칭</big></b><br> 호스트 별칭에는 한개 이상의 호스트 이름이나 단일 IP 주소, 다른 호스트 별칭이나 넷마스크를 포함한 IP 주소를 서브넷마스크 (예. 192.168.0.0/255.255.255.0) 혹은 CIDR 번호(예. 192.168.0.0/24)로 지정할 수가 있습니다. 사용자 별칭에는 단일 이름(반각 대문자, 숫자, 밑줄만 사용)를 설정하여 그러한 호스트 전체를 의미하는것으로 사용할 수 있습니다. </p>
pl: <p><b><big>Aliasy hostów</big></b><br> Aliasy hostów zawierają jedną lub więcej nazw hostów, pojedyncze adresy IP, adresy IP połączone z maską podsieci w notacji dziesiętnej z kropkami (np. 192.168.0.0/255.255.255.0) albo z numerem CIDR w notacji bitowej (np. 192.168.0.0/24), albo inne aliasy hostów. Nazwa aliasu może być pojedynczym słowem (może zawierać jedynie małe litery, cyfry i znak podkreślenia); jest ona następnie używana do odwoływania się do wszystkich hostów z tego aliasu. </p>

source: <p>Enter unique name into <b>Alias Name</b> text entry. To add hosts to the alias, click on <b>Add</b> button. A pop-up window will appear, where you can enter valid hostname or IP address and then click <b>OK</b>. <p>
ar: <p>أدخل اسم فريد في حقل <b>الاسم المستعار</b> . لإضافة المضيفين للاسم المستعار، ثم اختر <b>إضافة</b> . ستظهر نافذة منبثقة، حيث يمكنك إدخال اسم مضيف صالح أو عنوان IP ثم انقر فوق <b>موافق</b>. <p>
cs: <p>Zadejte jedinečné jméno do políčka <b>Jméno aliasu</b>. Pro přidání počítačů do aliasu, klikněte na tlačítko <b>Přidat</b>. Vyskočí okno, do kterého můžete zadat platné jméno počítače nebo IP adresu. Pak klikněte na <b>OK</b>. <p>
hu: <p>Adjon meg egy egyedi nevet az <b>Álnév azonosító</b> szövegmezőben. Az álnévhez gépeket a <b>Hozzáadás</b> gombra kattintva adhat hozzá. Megjelenik egy felugró ablak, amelybe írja be a kívánt gépnevet vagy IP-címet, majd kattintson az <b>OK</b> gombra. <p>
it: <p>Immettere un nome univoco nel campo di testo <b>Nome alias</b>. Per aggiungere host all'alias fare clic sul pulsante <b>Aggiungi</b>. Apparirà una finestra a comparsa in cui è possibile immettere un nome host valido o un indirizzo IP. Al termine fare clic su <b>OK</b>. <p>
ko: <p><b>별칭 이름</b> 항목에 고유 이름을 입력해주세요. 별칭에 호스트를 추가하려면, <b>추가</b>를 클릭하세요. 팝업 윈도우가 표시되면 올바른 호스트 이름 또는 IP 주소를 입력하고 <b>확인</b>을 클릭하세요. <p>
pl: <p>Proszę wprowadzić niepowtarzalną nazwę w polu <b>Nazwa aliasu</b>. Aby do aliasu dodać hosty, proszę nacisnąć przycisk <b>Dodaj</b>. Pojawi się okno, w którym będzie można wprowadzić nazwę hosta albo adres IP. Następnie należy nacisnąć przycisk <b>OK</b>. <p>

source: To remove host from the alias, select appropriate entry from the table, and click on <b>Remove</b> button. To finish the configuration, click <b>OK</b>. </p>
ar: لإزالة المضيف من اسم مستعار، حدد الإدخال المناسب من الجدول، واختر <b>إزالة</b> . لإنهاء الإعداد، اختر <b>موافق</b>. </p>
cs: Pro odstranění počítače z aliasu, vyberte odpovídající položku v tabulce a klikněte na tlačítko <b>Odstranit</b>. Pro dokončení konfigurace klikněte na <b>OK</b>. </p>
hu: Gép törléséhez válassza ki a táblázat megfelelő bejegyzését, majd kattintson az <b>Eltávolítás</b> gombra. A konfiguráció befejezéséhez kattintson az <b>OK</b> gombra. </p>
it: Per rimuovere l'host dall'alias, selezionare la voce appropriata dalla tabella, quindi fare clic sul pulsante <b>Rimuovi</b>. Per terminare la configurazione, fare clic su <b>OK</b>. </p>
ko: 별칭으로부터 호스트를 제거하려면 표에서 항목을 선택하고 <b>제거</b> 를 클릭하세요. 구성을 마치려면 <b>확인</b>을 누르세요. </p>
pl: Aby usunąć hosta z aliasu, należy zaznaczyć odpowiednia pozycję w tabeli i nacisnąć przycisk <b>Usuń</b>. W celu zakończenia konfiguracji proszę nacisnąć przycisk <b>OK</b>. </p>
