Repository: Dzejrou/yast-translations
Catalog: po/sudo/*.po
Languages: ar, ca, cs, da, de, el, es, fr, hu, id, it, ja, ko, lt, nl, pl, ru, sq, sv, uk

source: If you change it, some applications may no longer work. Really edit?
ar: إذا قمت بهذا التغيير، قد لا تعمل بعض التطبيقات. هل تريد تحريرها؟
ca: Si ho canvieu, algunes aplicacions podrien no funcionar. Realment voleu canviar-ho?
cs: Pokud jej upravíte, možná přestanou pracovat některé aplikace. Opravdu upravit?
da: Hvis du ændrer den, vil nogle programmer måske ikke længere virke. Vil du virkelig redigere?
de: Wenn Sie dies ändern, funktionieren einige Anwendungen eventuell nicht mehr. Wollen Sie dies wirklich bearbeiten?
el: Αν το αλλάξετε, κάποιες εφαρμογές μπορεί να μην λειτουργούν πια. Είστε σίγουροι ότι θέλετε να το επεξεργαστείτε;
es: Si realiza cambios, puede que algunas aplicaciones no funcionen. ¿Confirma que quiere editarla?
fr: Si vous effectuez cette modification, certaines applications peuvent ne plus fonctionner. Voulez-vous vraiment l'effectuer ?
hu: Módosítás után, néhány alkalmazás lehet, hogy nem fog működni. Valóban módosítja?
id: Jika Anda mengubahnya, beberapa aplikasi mungkin tidak lagi berfungsi. Benar-benar menyunting?
it: Se si cambia, alcune applicazioni potrebbero non funzionare. Modificare realmente?
ja: この項目を変更すると、アプリケーションによっては動作しなくなる可能性があります。 本当に変更してよろしいですか？
ko: 이 규칙을 변경하면 일부 응용 프로그램이 더 이상 작동하지 않을 수 있습니다. 편집하시겠습니까?
lt: Pakeitus tai, kai kurios programos gali nebeveikti. Tikrai pakeisti?
nl: Als u die wijzigt, kan het zijn dat enkele programma's niet meer werken. Toch bewerken?
pl: Jeśli nastąpi jej zmiana, niektóre programy mogą przestać funkcjonować. Na pewno edytować?
ru: Если вы измените это, некоторые программы могут не работать. Действительно отредактировать?
sv: Om du ändrar regeln kanske vissa program inte längre fungerar. Vill du redigera regeln?
uk: Після зміни деякі програми можуть перестати працювати. Дійсно редагувати?

source: All changes will be lost. Really quit sudo configuration without saving?
ar: ستفقد كافة التغييرات. هل تريد إنهاء إعداد sudo بدون حفظ؟
ca: Es perdran tots els canvis. Esteu segur que voleu sortir de la configuració sense desar-la?
cs: Všechny změny budou ztraceny. Skutečně chcete přerušit konfiguraci sudo bez uložení?
da: Alle ændringer går tabt.Vil du virkelig afbryde sudo-konfigurationen uden at gemme?
de: Sämtliche Änderungen gehen verloren. Wollen Sie die sudo-Konfiguration wirklich beenden, ohne zu speichern?
el: Όλες οι αλλαγές θα χαθούν. Θέλετε σίγουρα να εγκαταλείψετε από τις ρυθμίσεις του sudo χωρίς αποθήκευση;
es: Se perderán todos los cambios. ¿Confirma que quiere salir de la configuración de sudo sin guardar?
fr: Toutes les modifications seront perdues. Vraiment quitter la configuration de sudo sans enregistrer ?
hu: Minden módosítás elvész. Valóban megszakítja a sudo beállítását mentés nélkül?
id: Semua perubahan akan hilang. Benar-benar keluar dari konfigurasi sudo tanpa menyimpan?
it: Tutte le modifiche andranno perse. Uscire veramente dalla configurazione di sudo senza salvare?
ja: すべての変更は失われます。保存せずに sudo 設定を終了してよろしいですか？
ko: 모든 변경사항이 손실됩니다. 저장하지 않고 sudo 구성을 종료하시겠습니까?
lt: Visi pakeitimai bus prarasti. Tikrai išeiti iš sudo konfigūracijos jos neįrašant?
nl: Alle wijzigingen zullen verloren gaan. Wilt u sudo sluiten zonder opslaan?
pl: Wszystkie zmiany zostaną utracone. Czy na pewno zakończyć konfigurację usługi sudo bez zapisywania zmian?
ru: Все изменения будут потеряны. Действительно выйти из настройки sudo без сохранения?
sv: Alla ändringar kommer att förloras. Vill du avsluta sudo-inställningarna utan att spara?
uk: Усі зміни буде втрачено. Справді облишити налаштування sudo без збереження?

source: Unsupported configuration found. YaST will now exit to prevent from breaking the system.
ca: S'ha trobat una configuració no compatible. El YaST sortirà ara per evitar trencar el sistema.
de: Nicht unterstützte Konfiguration gefunden. YaST wird nun beendet, um zu verhindern, dass das System beschädigt wird.
es: Configuración no compatible. YaST se va a cerrar para evitar que el sistema se dañe.
ja: サポート対象外の設定が見つかりました。システムを壊してしまわないよう、 YaST は終了します。
nl: Niet ondersteunde configuratie gevonden. YaST zal nu eindigen om breken van het systeem te voorkomen.
ru: Обнаружена неподдерживаемая конфигурация. YaST завершает работу во избежание вывода системы из строя.

source: Issue:
ca: Problema:
de: Problem:
es: Problema:
ja: 問題点:
nl: Probleem:
ru: Проблема:

source: Line content:
ca: Línia de contingut:
de: Zeileninhalt:
es: Contenido de la línea:
ja: 行の内容:
nl: Inhoud van regel:
ru: Содержимое строки:

source: An error occurred while reading users and groups.
ar: حدث خطأ أثناء قراءة المستخدمين والمجموعات.
ca: S’ha produït un error en llegir els usuaris i els grups.
cs: Během člení uživatelů a skupin došlo k chybě.
da: En fejl opstod under læsning af brugere og grupper.
de: Beim Lesen der Benutzer und Gruppen ist ein Fehler aufgetreten.
el: Παρουσιάστηκε σφάλμα κατά την ανάγνωση χρηστών και ομάδων.
es: Se produjo un error al leer los usuarios y grupos.
fr: Une erreur s'est produite lors de la lecture des utilisateurs et des groupes.
hu: Hiba történt a felhasználók vagy csoportok beolvasása közben.
id: Terjadi kesalahan saat membaca pengguna dan grup.
it: Si è verificato un errore durante la lettura degli utenti e dei gruppi.
ja: ユーザとグループを読み込んでいる間にエラーが発生しました。
ko: 사용자 및 그룹을 읽는 동안 오류가 발생했습니다.
lt: Skaitant naudotojus ir grupes, įvyko klaida.
nl: Er is een fout opgetreden tijdens het lezen van gebruikers en groepen.
pl: Wystąpił błąd podczas odczytywania informacji o użytkownikach i grupach.
ru: Произошла ошибка при чтении пользователей и групп.
sv: Ett fel uppstod vid läsning av användare och grupper.
uk: Трапилась помилка під час читання користувачів і груп.

source: Saving sudo Configuration
ar: حفظ إعدادات sudo
ca: Desant la configuració de sudo
cs: Ukládá se konfigurace sudo
da: Gemmer sudo-konfiguration
de: sudo-Konfiguration wird gespeichert
el: Αποθήκευση Ρυθμίσεων sudo
es: Guardando la configuración de sudo
fr: Enregistrement de la configuration sudo
hu: Sudo beállításainak mentése
id: Menyimpan Konfigurasi sudo
it: Salvataggio della configurazione di sudo
ja: sudo 設定を保存しています
ko: sudo 구성 저장 중
lt: Įrašoma sudo konfigūracija
nl: Sudo-configuratie opslaan
pl: Zapisywanie konfiguracji usługi sudo
ru: Сохранение конфигурации sudo
sv: Sparar Sudo konfiguration
uk: Збереження налаштування sudo

source: Write the settings
ar: اكتب الاعدادات
ca: Escriu els paràmetres
cs: Zapsat nastavení
da: Skriv indstillingerne
de: Einstellungen schreiben
el: Εγγραφή των ρυθμίσεων
es: Escribir la configuración
fr: Écrire les paramètres
hu: Beállítások mentése
id: Menulis pengaturan
it: Scrittura delle impostazioni
ja: 設定の書き込み
ko: 세팅 기록
lt: Įrašyti nuostatas
nl: Instellingen schrijven
pl: Zapisanie ustawień
ru: Запись параметров
sv: Spara inställningarna
uk: Записати параметри

source: Writing the settings...
ar: تتم الآن كتابة الاعدادات...
ca: Escrivint els paràmetres...
cs: Probíhá zápis nastavení...
da: Skriver indstillingerne...
de: Einstellungen werden geschrieben...
el: Εγγραφή των ρυθμίσεων...
es: Escribiendo la configuración...
fr: Écriture des paramètres...
hu: Beállítások mentése…
id: Menulis pengaturan...
it: Scrittura delle impostazioni in corso...
ja: 設定を書き込んでいます...
ko: 세팅을 기록하고 있습니다...
lt: Įrašomos nuostatos...
nl: De instellingen worden geschreven…
pl: Zapisywanie ustawień...
ru: Запись настроек...
sv: Inställningarna sparas...
uk: Запис параметрів...

source: Cannot write settings.
ar: تعذرت كتابة الإعدادات.
ca: No s'han pogut escriure els paràmetres.
cs: Nelze zapsat nastavení.
da: Kan ikke skrive indstillinger.
de: Einstellungen können nicht geschrieben werden.
el: Αδυναμία εγγραφής ρυθμίσεων.
es: No es posible escribir la configuración.
fr: Impossible d'écrire les paramètres.
hu: A beállítások mentése sikertelen.
id: Tidak dapat menulis pengaturan.
it: Impossibile scrivere le impostazioni.
ja: 設定を書き込むことができません。
ko: 설정을 기록할 수 없습니다.
lt: Nepavyksta įrašyti nuostatų.
nl: Kan de instellingen niet schrijven.
pl: Nie można zapisać ustawień.
ru: Не удается записать параметры.
sv: Det gick inte att spara inställningarna.
uk: Не вдається записати параметри.

source: Syntax error in target file. See /etc/sudoers.YaST2.new. Details:
ca: Error de sintaxi al fitxer de destinació. Vegeu /etc/sudoers.YaST2.new. Detalls:
de: Syntaxfehler in Zieldatei. Siehe /etc/sudoers.YaST2.new. Details:
es: Error de sintaxis en el archivo de destino. Consulte /etc/sudoers.YaST2.new. Detalles:
ja: 目的のファイルに文法エラーが見つかりました。詳しくは /etc/sudoers.YaST2.new ファイルをお読みください。 詳細:
nl: Syntaxisfout in doelbestand. Zie /etc/sudoers.YaST2.new. Details:
ru: Синтаксическая ошибка в целевом файле. См. /etc/sudoers.YaST2.new. Подробности:

source: No
ar: لا
cs: Ne
da: Nej
de: Nein
el: Όχι
fr: Non
hu: Nem
id: Tidak
ja: いいえ
ko: 아니요
lt: Ne
nl: Nee
pl: Nie
ru: Нет
sq: Jo
sv: Nej
uk: Ні

source: <p><b><big>Aborting Initialization:</big></b><br> Safely abort the configuration utility by pressing <b>Abort</b> now.</p>
ar: <p><b><big>إحباط التهيئة</big></b><br> لإحباط أداة الإعداد بشكلٍ آمن بالضغط على <b>إحباط</b> الآن.</p>
cs: <p><b><big>Přerušení inicializace:</big></b><br> Stisknutím tlačítka <b>Přerušit</b> bezpečně ukončíte konfigurační program.</p>
hu: <p><b><big>Az előkészítés megszakítása:</big></b><br> Most biztonsággal megszakíthatja a beállítóeszköz futását a <b>Megszakítás</b> gombbal.</p>
it: <p><b><big>Interruzione dell'inizializzazione:</big></b><br> È possibile interrompere il programma di configurazione premendo <b>Interrompi</b> ora.</p>
ko: <p><b><big>초기화 취소:</big></b><br> 지금 <b>취소</b>를 누름으로써 설정 유틸리티를 안전하게 취소할 수 있습니다.</p>
pl: <p><b><big>Przerwanie inicjalizacji:</big></b><br> Można bezpiecznie przerwać działania konfiguratora naciskając teraz przycisk <b>Przerwij</b>.</p>
sq: <p> <b> <big> Ndërprerja e inicializimit: </ big> </ b> <br> Sigurohuni që ta ndërpresni funksionin e konfigurimit duke shtypur <b> Ndërpriteni </ b> tani. </ P>

source: <p><b><big>Saving sudo Configuration</big></b><br> </p>
ar: <p><b><big>حفظ إعداد sudo</big></b><br> </p>
cs: <p><b><big>Ukládá se konfigurace sudo</big></b><br> </p>
hu: <p><b><big>Új konfiguráció készítése</big></b><br> </p>
it: <p><b><big>Salvataggio della configurazione di sudo</big></b><br> </p>
ko: <p><b><big>sudo 구성 저장</big></b><br> </p>
pl: <p><b><big>Zapisywanie konfiguracji sudo</big></b><br> </p>
sq: <p> <b> <big> Ruajtja e konfigurimit sudo </ big> </ b> <br> </ P>

source: <p><b><big>Aborting Saving:</big></b><br> Abort the save procedure by pressing <b>Abort</b>. An additional dialog informs whether it is safe to do so. </p>
ar: <p><b><big>إحباط الحفظ:</big></b><br> لإحباط الحفظ اضغط على<b>إحباط</b>. سيظهر مربع حوار إضافي يبلغك إذا كان ذلك آمنًا أم لا. </p>
cs: <p><b><big>Přerušení ukládání:</big></b><br> Stisknutím tlačítka <b>Přerušit</b> ukončíte ukládání. V následujícím dialogu se zobrazí informace o tom, zda je přerušení ukládání bezpečné.</p>
hu: <p><b><big>Mentés megszakítása:</big></b><br> A <b>Megszakítás</b> gomb megnyomásával megszakíthatja a folyamatot. Egy további párbeszédablak fogja tájékoztatni arról, hogy ezt biztonságos-e megtenni. </p>
it: <p><b><big>Interruzione del salvataggio:</big></b><br> è possibile interrompere il salvataggio premendo <b>Interrompi</b>. Viene visualizzata una nuova finestra di dialogo che indica se è sicuro procedere con l'operazione. </p>
ko: <p><b><big>저장 중단:</big></b><br> <b>중단</b>을 눌러 저장을 중단하십시오. 이 작업이 안전한지 여부를 알려 주는 추가 대화 상자가 나타납니다. </p>
pl: <p><b><big>Przerwanie zapisu:</big></b><br> Aby przerwać procedurę zapisu, należy nacisnąć przycisk <b>Przerwij</b>. Dodatkowe okno będzie zawierało informację, czy jest to bezpieczne. </p>
sq: <p> <b> <big> Ndërprerja e kursimit: </ big> </ b> <br> Ndërprisni procedurën e ruajtjes duke shtypur <b> Ndërprerë </ b>. Një dialog shtesë tregon nëse është e sigurt për ta bërë këtë. </ P>

source: <p><b><big>Rules for sudo</big></b><br> Rules for sudo basically determine which commands an user may run on specified hosts (optionally also as what user). Each rule is a tuple consisting of user, host and list of commands, with optional RunAs specification and additional tags. These are summarized in the following table. </p>
ar: <p><b><big>قواعد sudo</big></b><br> تقوم قواعد sudo ببساطة بتحديد الأوامر التي قد يشغلها المستخدم على المضيفين المحددين (اختيارياً أيضا كأي مستخدم). كل قاعدة عبار عن مجموعة مؤلفة من المستخدم والمضيف وقائمة من الأوامر، مع خيارات RunAs محددة وعلامات إضافية. وتعرض في الجدول التالي. </p>
cs: <p><b><big>Pravidla pro sudo</big></b><br> Pravidla pro sudo určují, které příkazy může uživatel na daných hostitelích spouštět (volitelně též pod jakým uživatelem). Každé pravido je setříděný seznam obsahující uživatele, hostitele a seznam příkazů, včetně volitelné specifikace RunAs a dalších značek. Ty jsou shrnuty v následující tabulce. </p>
hu: <p><b><big>Sudo-szabályok</big></b><br> A Sudo-szabályok lényegében azt határozzák meg, hogy milyen parancsokat futtathat az adott felhasználó a megadott gépeken (és esetleg, hogy milyen felhasználóként). Minden egyes felhasználói specifikáció egy felhasználónév, egy gépnév és parancsok összerendeléséből áll, amelyet opcionálisan RunAs specifikáció és további címkék egészíthetnek ki. Ezeket az alábbi táblázat foglalja össze. </p>
it: <p><b><big>Regole per sudo</big></b><br> Le regole per sudo determinano quali comandi un utente può eseguire sugli host specificati (opzionalmente è possibile scegliere anche con quale nome utente). Ogni regola è una sequenza costituita da utente, host ed elenco dei comandi, con la specifica opzionale RunAs e tag aggiuntivi. È possibile visualizzarne un elenco riassuntivo nella tabella seguente. </p>
ko: <p><b><big>sudo 규칙</big></b><br> sudo 규칙의 기본은 지정한 호스트로 어떤 명령을 실행할지 결정하는 것입니다(사용자 지정도 가능). 각각의 규칙은 사용자, 호스트, 명령의 목록으로 완성하고, 추가로 RunAs (지정한 사용자에게 대신)나 추가의 태그를 지정할 수 있습니다. 다음 표에 내용이 있습니다. </p>
pl: <p><b><big>Reguły dla sudo</big></b><br> Reguły dla sudo określają, które polecenia mogą być przez użytkownika uruchomione na określonych hostach (opcjonalnie także, jako który użytkownik). Każda reguła jest krotką składającą się z nazwy użytkownika, hosta i listy poleceń z opcjonalnymi ustawieniami RunAs i dodatkowymi etykietami. Są one przedstawione w następującej tabeli. </p>
sq: <p> <b> <big> Rregullat për sudo </ big> </ b> <br> Rregullat për sudo në thelb përcaktojnë cilat komanda mund të kandidojë një përdorues në host të specifikuar (opsionale gjithashtu si atë përdorues). Çdo rregull është një tuple që përbëhet nga përdoruesi, host dhe lista e komandave, me opsional Specifikimet RunAs dhe tags shtesë. Këto janë përmbledhur në tabelën në vijim. </ P>

source: <p><b>Users</b> column denotes local or system user or user alias. <b>Hosts</b> column determines, on which hosts, or group of hosts referred to by host alias an user may run specified commands. </p>
ar: <p><b>المستخدمين</b> العمود يشير إلى مستخدم محلي أو مستخدم للنظام أو الاسم المستعار للمستخدم. <b>المضيفين</b> عمود يحدد، على أي المضيفين، أو مجموعة المضيفين المشار إليها بالاسم المستعار للمستخدم قد يشغل الأوامر المحددة. </p>
cs: <p>Sloupec <b>Uživatelé</b> označuje místního či systémového uživatele nebo alias uživatele. Sloupec <b>Hostitelé</b> určuje hostitele či skupinu hostitelů uvedené v aliasu hostitelů, ve kterých může uživatel spouštět dané příkazy. </p>
hu: <p>A <b>Felhasználók</b> oszlop jelzi a helyi vagy rendszer felhasználót, illetve felhasználói álnevet. A <b>Kiszolgálók</b> oszlop mutatja, hogy a gép-álnév által hivatkozott mely gépen vagy gépcsoporton futtathatja a felhasználó a megadott parancsokat. </p>
it: <p>Nella colonna <b>Utenti</b> sono indicati l'utente o l'alias utente di sistema o locale. Nella colonna <b>Host</b>, invece, sono inclusi gli host, o il gruppo di host di riferimento dell'alias host in cui un utente può eseguire i comandi specificati. </p>
ko: <p><b>사용자</b> 열에는 로컬 혹은 시스템 사용자/사용자 별칭으로 지정합니다. <b>호스트</b> 열에는 호스트 이름 또는 호스트 별칭으로 참조하는 호스트의 그룹을 지정, 그 사용자에 대해서 어느 호스트상에서 실행을 허가하는지 지정합니다. </p>
pl: <p>Kolumna <b>Użytkownicy</b> przedstawia użytkowników lokalnych lub systemowych, albo ich aliasy. Kolumna <b>Hosty</b> określa, na których hostach albo ich grupach, określonych przez aliasy hostów, użytkownik może uruchomić określone polecenia. </p>

source: <b>RunAs</b> column is an optional parameter, containing user name (or alias) whose access privileges will be used to run commands. <b>NOPASSWD</b> is a tag, determining whether users need to authorize themselves before running commands. </p>
ar: العمود <b>تشغيل ك</b> هو معلمة اختيارية، تحتوي على اسم مستخدم (أو الاسم المستعار) وامتيازات الوصول التي ستستخدم لتشغيل الأوامر. علامة <b>بدون كلمة مرور</b> ، تحدد إذا كان المستخدمون بحاجة للتصريح لأنفسهم قبل تشغيل الأوامر. </p>
cs: Sloupec <b>RunAs</b> je volitelný parametr obsahující uživatelské jméno nebo alias, jehož přístupová práva budou použita pro spouštění příkazů. Značka <b>NOPASSWD</b> určuje, zda se uživatelé musí před spuštěním příkazů autorizovat. </p>
hu: A <b>RunAs</b> oszlop egy elhagyható paraméter, amely azt a felhasználónevet (vagy álnevet) tartalmazza, amelynek jogaival a parancs futni fog. A <b>NOPASSWD</b> egy címke, azt adja meg, hogy kell-e a felhasználóknak hitelesíteni magukat a parancsok futtatása előtt. </p>
it: La colonna <b>RunAs</b> è un parametro opzionale che contiene il nome utente (o alias) di cui verranno utilizzati i privilegi di accesso per l'esecuzione dei comandi. <b>NOPASSWD</b> è un tag che determina se gli utenti devono autorizzare se stessi prima di eseguire i comandi. </p>
ko: <b>RunAs</b> 열은 옵션 매개변수로 사용자 이름(혹은 별칭)을 입력하는 것으로 명령을 실행할 경우에 어느 사용자에게 대신하는지를 지정합니다. <b>NOPASSWD</b> 는 명령 실행전에 열쇠글 입력을 할 필요없습니다. </p>
pl: Kolumna <b>RunAs</b> jest opcjonalnym parametrem zawierającym nazwę użytkownika (lub jego alias) i określającym, czyje prawa dostępu będą użyte przy wykonaniu polecenia. <b>NOPASSWD</b> jest znacznikiem określającym, czy użytkownik musi dokonać autoryzacji przed wykonaniem polecenia. </p>
sq: b> RunAs </ b> është një kolonë parametër opsional, që përmban emrin e përdoruesit (ose alias) privilegjet e të cilit i qasen do të përdoren për të drejtuar komandat. <b> NOPASSWD </ b> është një etiketë, që përcakton nëse përdoruesit duhet të autorizojnë veten para se të ekzekutojnë komandat. </ P>

source: <p>A set of commands that user can run on specified hosts is summarized in <b>Commands</b> column. </p>
ar: <p>مجموعة من الأوامر التي يمكن للمستخدم تشغيلها على المضيف الملخصة في عمود <b>الأوامر</b> . </p>
cs: <p>Sada příkazů, které může uživatel spouštět na zadaných hostitelích, je shrnuta ve sloupci <b>Příkazy</b>. </p>
hu: <p>A parancsok, amelyek futtatására a felhasználó jogosult a megadott gépeken, a <b>Parancsok</b> oszlopban láthatók. </p>
it: <p>La colonna <b>Comandi</b> contiene un riepilogo dei set di comandi che l'utente può eseguire negli host specificati. </p>
ko: <p>지정한 호스트로 사용자가 실행가능한 명령 목록은 <b>명령</b> 줄에 정리되어 있습니다. </p>
pl: <p>Zestaw poleceń, które użytkownik może uruchomić na określonych hostach, podsumowano w kolumnie <b>Polecenia</b>. </p>
sq: <p> 1A grup i komandave që përdoruesi mund të kandidojë në host të specifikuar është përmbledhur në kolonën <b> 2Komandet </ b> 3. </ p> 4

source: <p> To add a new rule, click on <b>Add</b> button and fill in appropriate entries. User name, hostname and command list must not be empty. </p>
ar: <p> لإضافة قاعدة جديدة، انقر فوق الزر <b>إضافة</b> واكتب الإدخالات المناسبة. قائمة اسم المستخدم واسم المضيف والأمر يجب أن لا تكون فارغة. </p>
cs: <p> Chcete-li přidat nové pravidlo, klikněte na tlačítko <b>Přidat</b> a vyplňte příslušná pole. Uživatelské jméno, název hostitele a seznam příkazů nesmějí být prázdné. </p>
hu: <p> Egy új szabály hozzáadásához nyomja meg a <b>Hozzáadás</b> gombot és töltse ki a megfelelő bejegyzéseket. A felhasználó- és gépnevet, valamint a parancslistát ki kell tölteni. </p>
it: <p> Per aggiungere una nuova regola, fare clic sul pulsante <b>Aggiungi</b> e compilare i campi appropriati. I campi del nome utente, del nome host e l'elenco dei comandi non possono essere vuoti. </p>
ko: <p> 새로운 규칙을 추가하려면, <b>추가</b> 버튼을 눌러 필요한 항목을 기입하세요. 사용자 이름, 호스트 이름, 명령 목록을 빈자리 없이 기입해야 합니다. </p>
pl: <p>Aby dodać nową regułę, należy nacisnąć przycisk <b>Dodaj</b> oraz wypełnić odpowiednie pola. Nazwa użytkownika, nazwa hosta oraz lista poleceń nie mogą być puste. </p>
sq: <p> 1 Për të shtuar një rregull të ri, klikoni në butonin <b> 2Add </ b> 3 dhe plotësoni të përshtatshme entries. Emri i përdoruesit, emri i hostit dhe lista e komandave nuk duhet të jenë bosh. </ p> 4

source: <p>To edit existing rule, select an entry from the table and click on <b>Edit</b> button. To delete selected entry, click on <b>Delete</b> button. </p>
ar: <p>لتحرير قاعدة موجودة، حدد إدخالاً من الجدول، وانقر فوق <b>تحرير</b> . لحذف الإدخال المحدد، انقر فوق<b>حذف</b> . </p>
cs: <p>Pokud chcete upravit existující pravidlo, zvolte položku v tabulce a klikněte na tlačítko <b>Upravit</b>.Pokud chcete odstranit vybranou položku, klikněte na tlačítko <b>Odstranit</b>. </p>
hu: <p>Egy meglévő szabály módosításához válasszon ki egy bejegyzést a táblázatból, majd nyomja meg a <b>Szerkesztés</b> gombot. A kiválasztott bejegyzés törléséhez nyomja meg a <b>Törlés</b> gombot. </p>
it: <p>Per modificare una regola esistente, selezionare una voce nella tabella e fare clic sul pulsante <b>Modifica</b>. Per cancellare la voce selezionata, fare clic sul pulsante <b>Elimina</b>. </p>
ko: <p>기존의 규칙을 편집하려면, 표에서 항목을 선택하고 <b>편집</b>을 누르세요. 항목을 삭제하려면, <b>삭제</b> 를 누르세요. </p>
pl: <p>Aby edytować istniejącą regułę, należy ją zaznaczyć w tabeli i nacisnąć przycisk <b>Edytuj</b>. Aby usunąć zaznaczony wpis, proszę kliknąć przycisk<b>Usuń</b>. </p>
sq: <p> 1 Për të redaktuar rregullin ekzistues, zgjidhni një hyrje nga tabela dhe klikoni mbi <b> 2Edit </ b> 3 buton. Për të fshirë hyrjen e përzgjedhur, klikoni butonin <b> 4Fshije</ b> 5. </ p> 6
