Repository: Dzejrou/yast-translations
Catalog: po/packages/*.po
Languages: sr@latn

source: Selected Directory:
sr@latn: Izabrani folder:

source: &Detailed View
sr@latn: &Detaljan izbor

source: &File name:
sr@latn: &Ime fajla:

source: <p>Press <b>F1</b> again to get further help or <b>ESC</b> to close this dialog.</p>
sr@latn: <p>Pritisnite <b>F1</b> ponovo za dodatnu pomoć ili <b>ESC</b> da zatvorite ovaj dialog.</p>

source: <p>Press <b>F1</b> or <b>ESC</b> to close this dialog.</p>
sr@latn: <p>Pritisnite <b>F1</b> ili <b>ESC</b> da zatvorite ovaj dialog.</p>

source: Text Mode Navigation
sr@latn: Navigacija u Tekstualnom Modu

source: <p>Function key bindings:</p>
sr@latn: <p>Podešavanja Funkcijskih Tastera:</p>

source: File name
sr@latn: Ime fajla

source: Size
sr@latn: Veličina

source: Permissions
sr@latn: Ovlašćenja

source: User
sr@latn: Korisnik

source: Group
sr@latn: Grupa

source: Directory Name
sr@latn: Ime Foldera

source: Press F1 for Help
sr@latn: Pritisnite F1 za Pomoć

source: Warning
sr@latn: Upozorenje

source: Error
sr@latn: Greška

source: Notify
sr@latn: Obavesti

source: RPM Groups
sr@latn: RPM Grupe

source: Package Categories
sr@latn: Kategorije Paketa

source: Installable Patches
sr@latn: Pečevi Koji se Mogu Instalirati

source: Installed Patches
sr@latn: Instalirani Pečevi

source: Online Update Patches
sr@latn: Online Update Pečevi

source: Update Problem -- see help
sr@latn: Problem pri update-u -- vidite pomoć

source: &OK
sr@latn: &U redu

source: &Accept
sr@latn: &Prihvati

source: &Save
sr@latn: &Snimi

source: &Load
sr@latn: &Učitaj

source: &Cancel
sr@latn: &Odustani

source: Ignore &All
sr@latn: &Ignoriši Sve

source: &Solve
sr@latn: &Reši

source: &Ignore
sr@latn: &Ignoriši

source: Search Results
sr@latn: Rezultati Pretrage

source: Inst. Summary
sr@latn: Pregled Instalacije

source: Package Search
sr@latn: Pretraga Paketa

source: [+] Select [-] Delete [>] Update
sr@latn: [+] Izaberi [-] Izbriši [>] Update-uj

source: Package Dependencies
sr@latn: Međuzavisnosti Paketa

source: Selection Dependencies
sr@latn: Međuzavisnosti Selekcija

source: Solving...
sr@latn: Razrešavam...

source: Saving...
sr@latn: Snimam...

source: Loading...
sr@latn: Učitavam...

source: &Search Phrase
sr@latn: &Fraza pretrage

source: Search in
sr@latn: Pretraži u

source: &Description (time-consuming)
sr@latn: &Opis (vremenski zahtevno)

source: &Name of the Package
sr@latn: &Ime Paketa

source: S&ummary
sr@latn: P&regled

source: &Provides
sr@latn: &Pruža

source: &Requires
sr@latn: &Zahteva

source: &Ignore Case
sr@latn: zanemar&i velika/mala slova

source: Disk Usage Overview
sr@latn: Prikaz Iskorištenosti Diska

source: Additional File
sr@latn: Dodatni Fajl

source: Pre-Script
sr@latn: Pre-Skripta

source: Post-Script
sr@latn: Post-Skripta

source: Floppy
sr@latn: Disketa

source: Package Installation Help
sr@latn: Pomoć za Instalaciju Paketa

source: Package Search Help
sr@latn: Pomoć pri traženju paketa

source: Online Update Help
sr@latn: Pomoć za Online Update

source: Unresolvable package conflict.
sr@latn: Nerešiv konflikt paketa.

source: Solve the conflict by selecting or deselecting packages.
sr@latn: Rešite konflikt selektovanjem ili deselektovanjem paketa.

source: Select one of the alternatives below.
sr@latn: Izaberite jednu od dolenavedenih alternativa

source: Solve the conflict by deleting (or deselecting)
sr@latn: Rešite konflikt brisanjem (ili deselektovanjem)

source: the unwanted package or packages.
sr@latn: neželjeni paket ili paketi

source: the unwanted selection or selections.
sr@latn: neželjena selekcija ili selekcije

source: The selection or selections below will not work
sr@latn: Doleobeležena selekcija ili selekcije neće raditi

source: without the selection to delete.
sr@latn: bez selekcije koja će se obrisati.

source: The package or packages below will not work
sr@latn: Doleobeležen paket ili paketi neće raditi

source: without the package to delete.
sr@latn: bez paketa koji će se obrisati.

source: The required libraries or packages are not installed.
sr@latn: Neophodne biblioteke ili paketi nisu instalirani.

source: The required selections are not installed.
sr@latn: Potrebne selekcije nisu instalirane.

source: Enter the file name
sr@latn: Unesite ime fajla

source: <b>Version: </b>
sr@latn: <b>Verzija: </b>

source: <b>Installed: </b>
sr@latn: <b>Instalirano: </b>

source: <b>Authors: </b>
sr@latn: <b>Autori: </b>

source: <b>License: </b>
sr@latn: <b>Licenca: </b>

source: <b>Media No.: </b>
sr@latn: <b>Broj Mediuma: </b>

source: <b>Size: </b>
sr@latn: <b>Veličina: </b>

source: <b>Package Group: </b>
sr@latn: <b>Grupa Paketa: </b>

source: <b>Provides: </b>
sr@latn: <b>Pruža: </b>

source: <b>Requires: </b>
sr@latn: <b>Zahteva: </b>

source: <b>Patch: </b>
sr@latn: <b>Peč: </b>

source: The system is up to date
sr@latn: Sistem je ažuran

source: <b>Prerequires: </b>
sr@latn: <b>Inicijalni Zahtevi: </b>

source: requires...
sr@latn: zahteva...

source: has unresolved requirements...
sr@latn: ima neispunjene zahteve...

source: obsoletes...
sr@latn: zamenjuje...

source: is required by...
sr@latn: je zahtevano od...

source: is required by
sr@latn: je zahtevano od

source: is not available
sr@latn: nije dostupno

source: needs
sr@latn: zahteva

source: is set to "Taboo" status
sr@latn: ima "Tabu" status

source: more disk space.
sr@latn: više prostora na disku.

source: no package available
sr@latn: nema raspoloživih paketa

source: needs packages...
sr@latn: zahteva paket...

source: conflicts with...
sr@latn: u konfliktu je sa...

source: needs to be reinstalled
sr@latn: mora da se reinstalira

source: No conflicts or unresolved dependencies
sr@latn: Nema konflikta ili nerazrešenih međuzavisnosti

source: ...the package or packages below
sr@latn: ...dolenavedeni paket ili paketi

source: ...the selection or selections below
sr@latn: ...dolenavedena selekcija ili selekcije

source: <b>Conflicts with: </b>
sr@latn: <b>U konfliktu je sa: </b>

source: <b>Description: </b>
sr@latn: <b>Opis: </b>

source: &RPM Groups
sr@latn: &RPM Grupe

source: Se&lections
sr@latn: Se&lekcije

source: &Search
sr@latn: &Pretraži

source: Installed &Packages
sr@latn: &Instalirani paketi

source: &Installation Summary
sr@latn: Pregled &Instalacije

source: &Update List
sr@latn: &Update Lista

source: &Etc.
sr@latn: &itd.

source: &Dependencies
sr@latn: &Međuzavisnosti

source: &Check Dependencies Now
sr@latn: &Proveri Međuzavisnosti Sada

source: [ ] &Automatic Dependency Check
sr@latn: [ ] &Automatska Provera Međuzavisnosti

source: [X] &Automatic Dependency Check
sr@latn: [X] &Automatska Provera Međuzavisnosti

source: &Selections
sr@latn: &Selekcije

source: S&ave Selection
sr@latn: S&nimi Selekciju

source: &Load Selection
sr@latn: &Učitaj Selekciju

source: <i>Out of disk space!</i>
sr@latn: <i>Nema više prostora na disku!</i>

source: <b>Disk space is running out!</b>
sr@latn: <b>Nestaje prostora na disku!</b>

source: Automatic Changes
sr@latn: Automatske Promene

source: In addition to your manual selections, the following
sr@latn: Pored vašeg izbora, sledeći

source: packages have been changed to resolve dependencies:
sr@latn: paketi su promenjeni da bi se rešile zavisnosti:

source: <p>The package installation dialog offers the features to customize your SuSE Linux installation. You have the opportunity to make your own decision about the installation or removal of particular packages. For example, select additional categories for installation (see menu <i>Filter</i>) or deselect unwanted packages.</p>
sr@latn: <p>Dijalog za instalaciju paketa vam pruža mogućnost da detaljno podesite vašu SuSE Linux instalaciju. Imate mogućnost da izaberete koji paketi će biti instalirani a koji ne. Na primer, možete izabrati dodatne kategorije za instalaciju (vidite meni <i>Filter</i>) ili deselektovati neželjene pakete.</p>

source: <p>The list shows all packages belonging to the current filter with status information in the first column. To change the package status, see <i>Actions</i>.</p>
sr@latn: <p>Ova lista prikazuje sve pakete koji pripadaju trenutnom filteru sa informaciom o statusu u prvoj koloni. Da bi ste promenili status paketa, vidite <i>Akcije</i>.</p>

source: <p>Be careful when deleting packages and always pay attention to <i>Warning</i> pop-ups.</p>
sr@latn: <p>Budite oprezni kada brišete pakete i uvek bratite pažnju na <i>Upozorenja</i>.</p>

source: Description of the menus:<br><p><b>Filter:</b> the packages shown in the package list match the selected filter, such as an RPM group, a keyword, or a category of packages (like Development or Games).</p>
sr@latn: Opis menija: <br><p><b>Filter:</b> paketi prikazani u listi paketa odgovaraju izabranom filteru, kao što može biti RPM grupa, ključna reč ili kategorija paketa (npr. Razvoj Aplikacija, Igre).</p>

source: <p><b>Actions:</b> provides the possibilities to change the status of the selected package (or all packages in the list), for example, to delete a package or select an additional package for installation. The status change can also be done directly by pressing the key specified in the menu item (for detailed information about the package status, see 'Help on package status').</p>
sr@latn: <p><b>Akcije:</b> pruža mogućnosti da promenite status izabranih paketa, na primer da obrišete paket ili da izaberete neki novi. Promena statusa se takođe može izvršiti preko pritiskom tastera definisanog u meniju (za više detalja o statusima pogledajte 'Pomoć za statuse paketa').</p>

source: <p><b>Information:</b> you have the possibility to view different information about the selected package in the window on the bottom of the dialog, such as the long description, all available versions of the package, or the file list.</p>
sr@latn: <p><b>Informacije:</b> imate mogućnost da pregledate različite informacije o izabranim paketima u prozoru na dnu ovog dijaloga, kao što je duži opis, sve raspoložive verzije ili lista fajlova.</p>

source: <p><b>Etc.:</b> The menu item 'Dependencies' offers different settings for the dependency checking. Automatic dependency check means check after every change of the package status whether all requirements are fulfilled or whether conflicts occurred.</p>
sr@latn: <p><b>Itd.:</b> Stavka u meniju 'Međuzavisnosti' pruža različita podešavanja za proveru zavisnosti. Automatska provera međuzavisnosti zanči da se posle svake promene statusa nekog paketa proverava da li su svi zahtevi paketa ispunjeni i da li postoje konflikti.</p>

source: <p>To save or load a package selection, choose 'Selections'.</p>
sr@latn: <p>Da bi ste snimili ili učitali selekciju paketa izaberite 'Selekcije'.</p>

source: <p>Enter a keyword for your package search. It is possible to enter only parts of a package name, for example, to search for all 3D packages with "3d".<br> If you are looking for a term in a package description, click the appropriate check box. Start the search with 'Enter'.</p>
sr@latn: <p>Unesite ključnu reč za pretragu paketa. Moguće je uneti samo delove imena paketa.<br>Ako želite da tražite neki izraz u opisu paketa, čekirajte odgovarajući box. Pokrenite pretragu pritiskom na taster 'Enter'.</p>

source: <p>The package status can be changed using the <i>Actions</i> menu or the keys specified in the menu items. For example, use '+' to install an additional package. The "Taboo" status means the package should not be installed or the installed version should always be kept.</p>
sr@latn: <p>Status paketa može biti promenjen pomoću menija <i>Akcije</i> ili pomoću tastera definisanih za stavke menija. Na primer koristite '+' da instalirate dodatni paket. "Tabu" status znači da paket ne sme da se instalira ili da se instalirana verzija mora uvek čuvati.</p>

source: <p>By default, the package dependencies are checked with every status change. You will be informed about package conflicts and additionally required packages will be selected (the menu item <i>Etc.</i>/<i>Dependencies</i> offers different settings).</p>
sr@latn: <p>Obično se međuzavisnosti paketa proveravaju pri svakoj promeni statusa. Bićete obavešteni o konfliktima i dodatni paketi koji su potrebni će biti selektovani (Stavka <i>Međuzavisnosti</i> u meniju <i>Itd.</i> pruža i drugačije ponašanje).</p>

source: <p>You can also use <b>RET</b> or <b>SPACE</b> to toggle the package status.
sr@latn: <p>Možete takođe koristiti tastere <b>RETURN</b> ili <b>SPACE</b> da promenite status trenutnog paketa.

source: <br>The meaning of the status flags:
sr@latn: <br>Značenje statusnih flag-ova:

source: <p><b> + </b>: this package is selected for installation</p><p><b>a+ </b>: automatically selected for installation</p><p><b> > </b>: update this package</p><p><b>a> </b>: automatic update</p><p><b> i </b>: this package is installed</p><p><b> - </b>: the package will be deleted</p><p><b>---</b>: never install this package</p>
sr@latn: <p><b> + </b>: ovaj paket je označen za instalaciju</p><p><b>a+ </b>: automatski izabran za instalaciju</p><p><b> > </b>: update-uj paket</p><p><b>a> </b>: automatski update</p><p><b> i </b>: ovaj paket je instaliran</p><p><b> - </b>: ovaj paket će biti obrisan</p><p><b>---</b>: nikada nemoj da instaliraš ovaj paket</p>

source: <p><b>-i-</b>: the package is "protected" -- keep the installed version and never update or delete it.</p>
sr@latn: <p><b>-i-</b>: ovaj paket je "zaštićen" -- zadrži instaliranu verziju i nikada ne update-uj ili briši.</p>

source: <p>The <i>Actions</i> menu also provides the possibility to change the status for all packages in the list (select 'All Listed Packages').</p>
sr@latn: <p>Meni <i>Akcije</i> vam takođe omogućava da promenite status za sve pakete u listi (izaberite 'Sve Izlistane Pakete').</p>

source: <b>Update Problem List</b><br><p>The packages in the list cannot be updated automatically.</p><p>Possible reasons:</p><p>They are obsoleted by other packages.</p><p>There is no newer version to which to update on any installation media.</p><p>They are third-party packages</p><p>Manually select what to do with them. The safest course of action is to delete them.</p>
sr@latn: <b>Problem sa Listom Update-ova</b><br><p>Paketi u listi ne mogu biti update-ovani automatski.</p><p>Mogući razlozi:</p><p>Prevaziđeni su od strane drugih paketa.</p><p>Ne postoji novija verzija ni na jednom instalacionom medijumu.</p><p>To su paketi od trećih lica</p><p>Ručno izaberite šta ćete sa njima. Najbezbednija akcija je brisanje.</p>

source: Name
sr@latn: Ime

source: Package/Library
sr@latn: Paket/Biblioteka

source: Selection
sr@latn: Izbor

source: Version
sr@latn: Verzija

source: Installation Source
sr@latn: Izvor instalacije

source: Avail. Vers.
sr@latn: Raspoloživa Verzija

source: Inst. Vers.
sr@latn: Instalirana Verzija

source: Summary
sr@latn: Pregled

source: Architecture
sr@latn: Arhitektura

source: Source
sr@latn: Izvor

source: Kind
sr@latn: Vrsta

source: Kind of Dependency
sr@latn: Vrsta Zavisnosti

source: Additional Information
sr@latn: Dodatne Informacije

source: Partition
sr@latn: Particija

source: Used
sr@latn: Zauzeto

source: Free
sr@latn: Slobodno

source: Total
sr@latn: Ukupno

source: <i>List of Installed Files:</i><br>
sr@latn: <i>Lista Instaliranih Fajlova:</i><br>

source: <p>Mode "recommended" means you should install the patch. "security" is a security patch and it is highly recommended to install it. "YaST2" patches will be always installed first. The other patches must be installed on a second run.</p>
sr@latn: <p>"Preporučeni" peč bi trebalo da instalirate. "bezbednost" je bezbednosni peč i trebalo bi obavezno da ga instalirate. "YaST2" pečevi će uvek biti instalirani prvi. Ostali pečevi moraju da se instaliraju pri sledećem pokretanju programa.</p>

source: <p>Meaning of the status flags:</p><p><b>+</b>: Patches concerning your installation are preselected. They will be downloaded and installed on your system. If you do not want a certain patch, deselect it with '-'.</p>
sr@latn: <p>Značenje statusnih flag-ova:</p><p><b>+</b>: Pečevi vezani za vašu instalaciju se automatski selektovani. Oni će biti download-ovani i instalirani. Ako ne želite određeni peč deselektujte ga sa '-'.</p>

source: <p><b>i</b>: This patch is already installed.</p><p><b>></b>: The patch will be reinstalled.</p>
sr@latn: <p><b>i</b>: Ovaj peč je već instaliran.</p><p><b>></b>: Peč će biti reinstaliran.</p>

source: <p>Special keys:<br>Function keys provide a quick access to the main functions (frequently used buttons) of this dialog. See the listing below to get the bindings.</p>
sr@latn: <p>Specijalni Tasteri:<br>Funkcijski tasteri pružaju brz pristup glavnim funkcijama (često korišćenim dugmadima) ovog dijaloga. Vidite listing dole za značenja.</p>

source: <p>Shortcuts are used to perform the desired action by pressing the <b>Alt</b> key followed by the key marked in the corresponding button, check box, radio button, or other item.</p>If the <b>Alt</b> key combinations are captured by the X server, use <b>ESC</b> instead.
sr@latn: <p>Prečice se koriste se izvrši željena akcija pritiskom na <b>Alt</b> zajedno sa tasterom obeleženim na odgovarajućem dugmetu, check box-u, radio digmeti ili nekom drugom elementu.</p>Ako vam X server pravi probleme sa <b>Alt</b> kombinacijama koristite <b>ESC</b>.

source: <p>General keyboard navigation:</p>
sr@latn: <p>Opšta navigacija preko tastature:</p>

source: <p>To move inside a dialog, use <b>Tab</b> to go forward and <b>Alt</b> or <b>Shift</b> + <b>Tab</b> to go back.<br> If the <b>Alt</b> and <b>Shift</b> key combinations are occupied by the window manager or the terminal, <b>Ctrl</b> + <b>F</b> (forward) and <b>Ctrl</b> + <b>B</b> (back) can be used instead.</p>.
sr@latn: <p>Da bi ste pomerali fokus u dijalogu koristite <b>Tab</b> da se pomerate napred i <b>Alt</b> ili <b>Shift</b> + <b>Tab</b> da se pomerate unazad.<br>Ako su <b>Alt</b> i <b>Shift</b> kombinacije zauzete od strane window manager-a ili terminala, možete koristiti <b>Ctrl</b> + <b>F</b> (napred) i <b>Ctrl</b> + <b>B</b> (nazad).</p>

source: <p>The command specified on an activated button (e.g., Next, Add) is executed if the <b>Enter</b> key is pressed.</p> <p>Radio buttons or check boxes are switched on or off with <b>Enter</b> or <b>Space</b>.
sr@latn: <p>Comanda naznačena na aktivnom (fokusiranom) dugmetu će se izvršiti po pritisku na taster <b>Enter</b>.</p><p>Radio dugmad ili check box-ovi se uključuju ili isključuju sa <b>Enter</b> ili <b>Space</b>.</p>

source: <p>Scroll in lists or text (e.g., the help text) with the <b>arrow</b> keys.</p>
sr@latn: <p>Možete prolaziti kroz liste ili text sa strelicama.</p>

source: Save Package List
sr@latn: Snimi Listu Paketa

source: <p>The current package selection can be saved on a floppy (insert a formatted floppy) or on the hard disk.<br>Select the medium and specify the file name in the input field below.</p>
sr@latn: <p>Trenutni izbor paketa se može sačuvati na disketi (ubacite formatizovanu disketu) ili na hard disk.<br>Izaberite medium i navedite ime fajla.</p>

source: <p>Could not find a formatted floppy. Check that a formatted and verified floppy is inserted in the drive.</p>
sr@latn: <p>Nisam mogao da nađem formatizovanu disketu. Obezbedite formatizovanu i proverenu disketu u drajvu.</p>

source: <p>Could not write to file.<br>Check that the path name is correct and the directory is accessible.</p>
sr@latn: <p>Nisam mogao da snimim fajl.<br>Proverite ispravnost putanje i da li je folder dostupan.</p>

source: <p>Your settings have been saved to the floppy disk.</p>
sr@latn: <p>Vaše opcije su zapisane na disketu.</p>

source: <p>Your package selection has been written to the hard disk.</p>
sr@latn: <p>Vaša selekcija paketa je zapisana na hard disk.</p>

source: Load Package List
sr@latn: Učitaj Listu Paketa

source: <p>Really overwrite your package selection?</p>
sr@latn: <p>Da li da prepišem vašu selekciju paketa?</p>

source: <p>Specify the medium and the name of the file containing the user-defined package selection to install.<br>If required, insert the floppy.</p>
sr@latn: <p>Odredite medijum i ime fajla koji će da sadrži selekciju paketa koju ste napravili.<br>Ako je to potrebno, ubacite disketu.</p>

source: <p>Could not mount the floppy. Check that the floppy is inserted in the drive.</p>
sr@latn: <p>Nisam mogao da mountujem disketu, proverite da li je disketa dobro ubačena u drajvu.</p>

source: <p>Could not load the settings.<br>Check that the path name is correct and the floppy disk, if required, is inserted correctly.</p>
sr@latn: <p>Nisam mogao da učitam podešavanja.<br>Proverite putanju i da je disketa, ako je potrebna, dobro ubačena.</p>

source: <p>The package selection is loaded succesfully.</p>
sr@latn: <p>Selekcija paketa je uspešno učitana</p>

source: <p>All your choices will be lost when exiting with Cancel.<br>Really exit?</p>
sr@latn: <p>Vaš izbor će u potpunosti biti izgubljen kada izađete.<br>Da li želite da izađete?</p>

source: A&ctions
sr@latn: A&kcije

source: &Toggle [SPACE]
sr@latn: &Invertuj [SPACE]

source: &Select [+]
sr@latn: &Selektuj [+]

source: &Delete [-]
sr@latn: &Briši [-]

source: Taboo &Yes [!]
sr@latn: Tabu &Da [!]

source: Taboo &No [-]
sr@latn: Tabu &Ne [-]

source: All Listed &Packages
sr@latn: Svi &Paketi u Listi

source: &Install All
sr@latn: &Instaliraj sve

source: Do &Not Install Any
sr@latn: &Nemoj Instalirati Ništa

source: &Delete All
sr@latn: &Obriši sve

source: Do Not D&elete Any
sr@latn: N&emoj brisati ništa

source: &Update All
sr@latn: Nadogradi &sve

source: Do Not Update and &Keep Installed
sr@latn: Nemoj Update-ovati i &Zadrži Instalirano

source: &Information
sr@latn: &Informacije

source: &Package Info
sr@latn: &Informacije o paketu

source: &Long Description
sr@latn: &Detaljniji Opis

source: &Versions
sr@latn: &Verzije

source: &File List
sr@latn: &Lista Fajlova

source: Package &Relations
sr@latn: &Relacije Paketa

source: Required Disk Space:
sr@latn: Potreban Prostor na Disku:

source: &Help
sr@latn: Po&moć

source: &General Help
sr@latn: &Opšta Pomoć

source: Help on &Package Status
sr@latn: Pomoć za Status &Paketa

source: Help on &Search
sr@latn: Pomoć za Pre&tragu

source: Help on &Upate
sr@latn: Pomoć za &Update

source: &Disk Usage
sr@latn: &Iskorištenost Diska

source: Installed &Patches
sr@latn: &Pečevi Koji su Instalirani

source: &All Patches
sr@latn: &Svi Pečevi

source: &New Patches
sr@latn: &Novi Pečevi

source: &Recommended
sr@latn: &Preporučeno

source: &Security
sr@latn: &Bezbednost

source: &Optional
sr@latn: &Opciono

source: &Actions
sr@latn: &Akcije

source: &Toggle [SPACE]
sr@latn: &Invertuj [SPACE]

source: &Select [+]
sr@latn: Iz&aberi [+]

source: Dese&lect [-]
sr@latn: &Deselektuj [-]

source: &Package List
sr@latn: &Lista Paketa

source: Total Download Size:
sr@latn: Ukupna Veličina Download-a:
