Repository: Dzejrou/yast-translations
Catalog: po/dns-server/*.po
Languages: bg, ca, cs, da, el, es, hi, id, ja, km, lt, nl, pl, pt, sv, tr

source: <p><b>Refresh</b> sets how often the zone should be synchronized from master name server to slave name servers.</p>
bg: <p><b>Обновяване</b> настройва колко често зоната трябва да се синхронизира от господарския към подчинените сървъри.</p>
ca: <p>El <b>refresc</b> estableix cada quan s'hauria de sincronitzar la zona des del servidor de noms mestre als servidors de noms esclaus.</p>
cs: <p><b>Obnovit</b> - určuje, jak často se zóna má synchronizovat z hlavního serveru na podřízené nameservery.</p>
da: <p><b>Genopfrisk</b> angiver, hvor ofte zonen skal synkroniseres fra masternavneserveren til slavenavneserverne.</p>
el: <p>Η <b>Ανανέωση</b> καθορίζει το πόσο συχνά η ζώνη θα πρέπει να συγχρονίζεται από κύριο διακομιστή ονομάτων στους slave διακομιστές ονομάτων.</p>
es: <p><b>Refrescar</b> define la frecuencia con la que la zona debe ser sincronizada desde el servidor de nombres primario a los los servidores de nombres esclavos.</p>
hi: <p><b>रिफ्रेश</b> निर्धारित करता है कितनी बार जोन को मास्टर नाम सर्वर से स्लेव नाम सर्वर के बीच समन्वय बनाना चाहिए.</p>
ja: <p><b>更新間隔</b> は、マスターサーバからスレーブサーバに対して、どれくらいの 時間間隔で同期するかを指定します。</p>
km: <p><b>ធ្វើ​ឲ្យ​ស្រស់</b> កំណត់​ចំនួន​ដង​ដែល​គួរ​ធ្វើ​សមកាលកម្ម ពី​ម៉ាស៊ីន​បម្រើ​ឈ្មោះ​មេ​ទៅ​ម៉ាស៊ីន​បម្រើ​ឈ្មោះ​រង ។</p>
lt: <p><b>Atnaujinimas</b> nusako, kaip dažnai zona turi būti sinchronizuojama iš pagrindinio vardų serverio į pagalbinius vardų serverius.</p>
nl: <p><b>Vernieuwen</b> bepaalt hoe vaak de zone gesynchroniseerd moet worden vanaf de masternaamserver naar de slavenaamservers.</p>
pl: <p>Opcja <b>Odświeżanie</b> określa, jak często strefa ma być synchronizowana z serwera głównego nazw do serwerów podrzędnych.</p>
pt: <p><b>Refrescamento</b> define a frequência com que a zona deve ser sincronizada nos servidores de nomes escravos, a partir de um servidor de nomes mestre.</p>
sv: <p><b>Uppdatera</b> anger hur ofta zonen ska synkroniseras från huvudnamnservern till slavnamnservrarna.</p>
tr: <p><b>Yenileme süresi</b> ayarı ile ana sunuculardan bağımlı sunuculara bölgelerin hangi sıklıkla senkronize edilmesi gerektiği belirlenir.</p>

source: <p><b>Retry</b> sets how often slave servers try to synchronize the zone from the master server if synchronization fails.</p>
bg: <p><b>Опит</b> настройва колко често подчинените сървъри се опитват да синхронизират зоната от господарския сървър, ако синхронизацията е неуспешна.</p>
ca: <p><b>Reintenta</b> estableix cada quan els servidors esclaus intenten sincronitzar la zona des del servidor mestre si falla la sincronització.</p>
cs: <p><b>Opakování</b> - určuje, jak často se má podřízený server pokoušet synchronizovat zónu z hlavního serveru, pokud synchronizace selže.</p>
da: <p><b>Prøv igen</b> angiver, hvor ofte slaveserverne skal forsøge at synkronisere zonen fra masterserveren, hvis synkroniseringen fejler.</p>
el: <p><b>Η Επανάληψη</b> καθορίζει πόσο συχνά ο δευτερεύων διακομιστής προσπαθεί να συγχρονίσει τη ζώνη από τον κύριο διακομιστή εάν ο συγχρονισμός αποτύχει.</p>
es: <p><b>Reintentar</b> define la frecuencia con la que los servidores esclavos intentarán sincronizar la zona del servidor maestro si la sincronización falla.</p>
hi: <p><b>रिट्राई</b> निर्धारित करता है समन्वय असफल होने की स्थिति में स्लेव सर्वरों द्वारा जोन को मास्टर सर्वर से समन्वित करे का प्रयास करते हैं.</p>
ja: <p><b>再試行間隔</b> は、スレーブサーバがマスターサーバと同期する際に 何らかの失敗があった場合、どれだけの間隔を空けて再試行するかを指定します。</p>
km: <p><b>ព្យាយាម​ម្ដង​ទៀត</b> កំណត់​ចំនួន​ដង​ដែល​ម៉ាស៊ីន​បម្រើ​រងព្យាយាម​ធ្វើ​សមកាលកម្ម តំបន់​ពី​ម៉ាស៊ីន​បម្រើ​មេ បើ​ការ​ធ្វើ​សមកាលកម្ម​បរាជ័យ ។</p>
lt: <p><b>Kartojimas</b> nusako, kaip dažnai pagalbiniai serveriai bandys sinchronizuoti zoną iš pagrindinio serverio, jei sinchronizacija nutrūks.</p>
nl: <p><b>Herhalen</b> bepaalt hoe vaak de slaveservers zullen proberen om, na een mislukte synchronisatie, met de zone van de masterserver te synchroniseren.</p>
pl: <p>Opcja <b>Ponów</b> określa, jak często serwery podrzędne mają próbować synchronizować strefę z głównym serwerem w przypadku niepowodzenia synchronizacji.</p>
pt: <p><b>Tentativa</b> define a frequência com que os servidores escravos tentam sincronizar a zona, a partir de um servidor mestre, em caso de falha de sincronização.</p>
sv: <p><b>Försök igen</b> anger hur ofta slavservrarna ska synkronisera zonen från huvudservern om synkroniseringen misslyckas.</p>
tr: <p><b>Yineleme sayısı</b> ayarı ile bağımlı sunucuların ana sunucudan yaptığı senkronizasyon işlemi başarısız olursa bu işlemin kaç kez yinelenmesi gerektiğini belirlenir.</p>

source: <p><b>Expiry</b> means the period after which the zone expires on slave servers and slave servers stop answering replies until it is synchronized. </p>
bg: <p><b>Дата на изтичане на валидността</b> означава периодът, след който зоната става невалидна на подчинените сървъри и те прекратяват отговорите докато тя не се синхронизира. </p>
ca: <p>La <b>caducitat</b> significa el període després del qual la zona caduca als servidors esclaus i els servidors esclaus deixen d'enviar respostes fins que es sincronitza. </p>
cs: <p><b>Vypršení</b> - čas, po kterém vyprší platnost dat na podřízeném serveru a server přestane odpovídat na dotazy, dokud nebude synchronizován. </p>
da: <p><b>Udløb</b> er perioden, efter hvilken zonen udløber på slaveservere, og slaveservere ikke svarer, indtil de synkroniseres. </p>
el: <p><b>Η Λήξη</b> εννοεί την περίοδο μετά από την οποία η ζώνη λήγει στους δευτερεύοντες διακομιστές και οι δευτερεύοντες διακομιστές σταματούν να απαντούν αιτήσεις μέχρι να συγχρονιστούν. </p>
es: <p><b>Expiración</b> define el periodo transcurrido el cual la zona caduca en los servidores esclavos y estos dejan de contestar peticiones hasta que se sincroniza de nuevo. </p>
hi: <p><b>समाप्ति</b> का अर्थ होता है अवधि जिसके बाद स्लेव सर्वरों पर जोन समाप्त हो जाती है और स्लेव सर्वर उसका समन्वय होने तक उत्तर देना बंद कर देते हैं. </p>
ja: <p><b>有効期限</b> は、マスターサーバとの同期が行えない場合に、スレーブサーバ 内でゾーンが期限切れになるまでの時間を指定します。この時間を過ぎると、同期が完了するまでは スレーブサーバが応答しなくなります。</p>
km: <p><b>ផុត​កំណត់</b> គឺ​ជា​​អំឡុង​ពេល​ដែល​តំបន់​ផុត​កំណត់ នៅ​លើ​ម៉ាស៊ីន​បម្រើ​រង ហើយ​ម៉ាស៊ីន​បម្រើ​រង​ឈប់​ឆ្លើយតប ទាល់​តែ​វា​ត្រូវ​បាន​ធ្វើ​សមកាលកម្ម ។ </p>
lt: <p><b>Galiojimas</b> reiškia periodą, kuriam pasibaigus baigiasi zonos galiojimas pagalbiniuose serveriuose ir jie nustoja atsakinėti į užklausas, kol susinchronizuoja. </p>
nl: <p><b>Vervaltijd</b> betekent de periode waarna de zone op slaveservers vervalt en waarna slaveservers stoppen met het beantwoorden: dit totdat deze weer gesynchroniseerd is. </p>
pl: <p>Opcja <b>Wygaśnięcie</b> określa okres czasu, po upłynięciu którego strefa wygaśnie na serwerach podrzędnych. Serwery podrzędne przestaną odpowiadać na żądania dopóki strefa nie zostanie zsynchronizowana.</p>
pt: <p><b>Validade</b> significa o período de tempo a partir do qual uma zona termina a validade nos servidores escravos. Os servidores escravos não responderão a pedidos até à sua sincronização.</p>
sv: <p><b>Utgår</b> anger hur länge zonen är giltig på slavservrarna och när slavservrarna slutar svara tills de är synkroniserade. </p>
tr: <p><b>Eskime süresi</b> bağımlı sunuculardaki bölgelerin tekrar senkronize edilene kadar isteklere cevap vermeyecek durumda kalması için geçecek süreye denir.</p>

source: <p><b>Minimum</b> sets for how long the slave servers should cache negative answers (name resolution failed).</p>
bg: <p><b>Минимум</b> настройва колко дълго подчинените сървъри трябва да кешират отрицателните отговори (преводът на имената е бил неуспешен).</p>
ca: <p>El <b>mínim</b> estableix durant quant de temps els servidors esclaus haurien de mantenir les respostes negatives (fallades de resolució de nom).</p>
cs: <p><b>Minimum</b> nastaví, jak dlouho má podřízený server uchovat v mezipaměti negativní odpovědi (překlad názvu se nezdařil).</p>
da: <p><b>Minimum</b> angiver, hvor længe slaveserverne skal cache negative svar (navneresolution fejler).</p>
el: <p><b>Το Ελάχιστο</b> καθορίζει για πόσο οι δευτερεύοντες διακομιστές θα πρέπει να αποθηκεύουν αρνητικές απαντήσεις (αποτυχία ανάλυσης ονόματος).</p>
es: <p><b>Mínimo</b> define el periodo de tiempo durante el cual los servidores esclavos deben guardar en la caché las respuestas negativas (name resolution failed).</p>
hi: <p><b>न्यूनतम</b> निर्धारित करता है कितने समय तक स्लेव सर्वरों को नकारात्मक उत्तर छिपाने चाहिए (नाम प्रस्ताव असफल).</p>
ja: <p><b>最小値</b> には、スレーブサーバが否定応答 (名前解決の失敗) を記憶し続ける 時間を設定します。</p>
km: <p><b>អប្បបរមា</b> កំណត់​រយៈពេល​ដែល​ម៉ាស៊ីន​បម្រើ​រងគួរ​ទុក​ចម្លើយ អវិជ្ជមាន​នៅ​ក្នុង​ឃ្លាំង​សម្ងាត់ (ការ​ដោះស្រាយ​ឈ្មោះ​បាន​បរាជ័យ) ។</p>
lt: <p><b>Mažiausiai</b> nustato, kiek ilgai pagalbiniai serveriai turi saugoti negatyvius atsakymus (name resolution failed).</p>
nl: <p><b>Minimum</b> stelt de tijdsduur in hoe lang de slaveservers negatieve antwoorden dienen te bewaren (naamresolutie is mislukt).</p>
pl: <p>Opcja <b>Minimum</b> określa, jak długo serwery powinny buforować negatywne odpowiedzi (nieudane rozstrzygnięcie nazwy).</p>
pt: <p><b>Mínimo</b> define o tempo em que os servidores escravos devem fazer cache de respostas negativas (falha na resolução de nome).</p>
sv: <p><b>Minimum</b> anger hur länge slavservrarna ska cacha negativa svar (namnmatchningen misslyckades).</p>
tr: <p><b>En az</b> süresi bağımlı sunucuların negatif cevapları ne kadar süre boyunca önbellekte tutacakları belirlenir (başarısız ad çözümlemeleri).</p>

source: <p><b><big>TSIG Key Management</big></b><br> Define TSIG keys used for dynamic zone updates. To add a new TSIG key, use the <b>File Name</b> text field or the <b>Browse</b> button then click <b>Add</b>. To delete an existing TSIG key, select it in the list and click <b>Delete</b>. </p>
bg: <p><b><big>Управление на TSIG ключовете</big></b><br> Определяне на TSIG ключовете използвани за динамично обновяване на зоните. За да прибавите TSIG ключ, използвайте <b>Име на файл</b> текстовото поле или <b>Разлистване</b> бутона и натиснете <b>Добавяне</b>. За да изтриете съществуващ TSIG ключ изберете го от списъка и натиснете <b>Изтриване</b>. </p>
ca: <p><b><big>Gestió de la clau TSIG</big></b><br> Definiu les claus TSIG usades per a actualitzacions dinàmiques de zona. Per afegir una clau TSIG nova, useu el camp de text <b>Nom del fitxer</b> o el botó <b>Navega</b> i cliqueu a <b>Afegeix</b>. Per suprimir una clau TSIG existent, seleccioneu-la de la llista i cliqueu a <b>Suprimeix</b>. </p>
cs: <p><b><big>Správa klíčů TSIG</big></b><br> Definice klíčů TSIG pro dynamickou aktualizaci zón. K přidání klíče použijte textové políčko <b>Název souboru</b> nebo tlačítko <b>Procházet</b>a poté klepněte na <b>Přidat</b>. Existující klíč odstraníte tak, že ho označíte a klepnete na <b>Odstranit</b>. </p>
da: <p><b><big>Håndtering af TSIG-nøgler</big></b><br> Angiv TSIG-nøglene anvendt til dynamiske zoneopdateringer. For at tilføje en ny TSIG-nøgle, benyt tekstfeltet <b>Filnavn</b> eller knappen <b>Gennemse</b>, klik derefter <b>Tilføj</b>. For at slette en eksisterende TSIG-nøgle, markér den i listen og klik <b>Slet. </p>
el: <p><b><big>Διαχείριση κλειδιού TSIG</big></b><br> Ορίζει TSIG κλειδιά που χρησιμοποιούνται για δυναμικές ενημερώσεις ζώνης. Για προσθήκη ενός καινούριου TSIG κλειδιού, χρησιμοποιήστε το πεδίο κειμένου <b>Όνομα Αρχείου</b> ή το κουμπί <b>Πλοήγηση</b> και κάντε κλικ στο <b>Προσθήκη</b>. Για να διαγράψετε ένα υπάρχον TSIG κλειδί, επιλέξτε το από τη λίστα και πατήστε <b>Διαγραφή</b>. </p>
es: <p><b><big>Gestión de claves TSIG</big></b><br> Defina las claves TSIG utilizadas para las actualizaciones dinámicas de zona. Para añadir una nueva clave TSIG, utilice la casilla de texto <b>Nombre de archivo</b> o el botón <b>Examinar</b> y pulse a continuación <b>Añadir</b>. Parar suprimir una clave TSIG existente, selecciónela de la lista y pulse <b>Suprimir</b>. </p>
hi: <p><b><big>TSIG कुंजी प्रबंधन</big></b><br> डायनेमिक जोन नवीनीकरण के लिए प्रयोग में आने वाली TSIG कुंजी परिभषित करे. नई TSIG कुंजी जोड़ने के लिए, <b>फाइल नाम</b> पाठ्य क्षेत्र या <b>ब्राउज</b> बटन प्रयोग करने के बाद <b>जोड़ें</b> क्लिक करें. वर्तमान TSIG कुंजी मिटाने के लिए, सूची में से चुनकर <b>मिटाएें</b>क्लिक करें. </p>
ja: <p><b><big>TSIG 鍵管理</big></b><br> 動的ゾーン更新に使用する TSIG 鍵を定義します。 新しい TSIG 鍵を追加するには、 <b>ファイル名</b> テキストフィールドに入力 するか、 <b>参照</b> ボタンで検索したのち、 <b>追加</b> を押してください。 既存の TSIG 鍵を削除するには、一覧から選択して <b>削除</b> を押してください。 </p>
km: <p><b><big>ការ​គ្រប់គ្រង​កូនសោ TSIG</big></b><br> កំណត់​កូនសោ TSIG ដែល​ត្រូវ​បាន​ប្រើ​សម្រាប់​ការ​ធ្វើបច្ចុប្បន្នភាព​បណ្ដាញ​​បែប​ថាមវន្ត ។ ដើម្បី​បន្ថែម​កូនសោ TSIG ថ្មី​មួយ ប្រើ​វាល​អត្ថបទ <b>ឈ្មោះ​ឯកសារ</b> ឬ​ប៊ូតុង <b>រកមើល</b> បន្ទាប់​មក​ចុច <b>បន្ថែម</b> ។ ដើម្បី​លុប​កូនសោ TSIG មួយ​ដែល​មាន​ស្រាប់ ជ្រើស​វា​ក្នុង​បញ្ជី ហើយ​ចុច <b>លុប</b> ។ </p>
lt: <p><b><big>TSIG raktų valdymas</big></b><br> Apibrėžkite TSIG raktus, naudojamus dinaminiam zonų atnaujinimui. Norėdami pridėti naują TSIG raktą, naudokite <b>Rinkmenos pavadinimo</b> tekstinį laukelį arba mygtuką <b>Peržvelgti</b>, po to spaudžiant <b>Pridėti</b>. Norėdami pašalinti egzistuojantį TSIG raktą, pasirinkite jį iš sąrašo ir spauskite <b>Šalinti</b>. </p>
nl: <p><b><big>TSIG-sleutelbeheer</big></b><br> Definieer de te gebruiken TSIG-sleutels voor de dynamische zone-updates. Gebruik voor het toevoegen van een nieuwe TSIG-sleutel het tekstveld <b>Bestandsnaam</b> of de knop <b>Bladeren</b> en klik vervolgens op <b>Toevoegen</b>. Om een bestaande TSIG-sleutel te verwijderen, selecteert u deze in de lijst en klikt u op <b>Verwijderen</b>. </p>
pl: <p><b><big>Zarządzanie kluczami TSIG</big></b><br> Proszę zdefiniować klucze TSIG używane do dynamicznych aktualizacji stref. Aby dodać nowy klucz TSIG, należy skorzystać z pola tekstowego <b>Nazwa pliku</b> lub przycisku <b>Przeglądaj</b>, a następnie nacisnąć przycisk <b>Dodaj</b>. Aby usunąć istniejący klucz TSIG, należy wybrać go z listy i nacisnąć przycisk <b>Usuń</b>. </p>
pt: <p><b><big>Gestão de Chaves TSIG</big></b><br> Define as chaves TSIG utilizadas para actualizações dinâmicas de zonas. Para adicionar uma nova chave TSIG, utilize o campo de texto <b>Nome de Ficheiro</b> ou o botão <b>Navegar</b>, e depois prima <b>Adicionar</b>. Para apagar uma chave TSIG existente, escolha-a na lista, e prima <b>Apagar</b>. </p>
sv: <p><b><big>TSIG-nyckelhantering</big></b><br> Ange de TSIG-nycklar som ska användas för dynamiska zonuppdateringar. Om du vill lägga till en ny nyckel använder du textfältet <b>Filnamn</b> eller knappen <b>Bläddra</b> och klickar sedan på <b>Lägg till</b>. Om du vill ta bort en befintlig TSIG-nyckel markerar du den i listan och klickar på <b>Ta bort</b>. </p>
tr: <p><b><big>TSIG anahtar yönetimi</big></b><br> Dinamik bölge güncellemeleri için kullanılacak TSIG anahtarlarını belirleyin. Yeni bir TSIG anahtarı eklemek için <b>Dosya adı</b> bölümünü ya da düGöz at</b>ğmesi ni kullanın ve <b>Ekle</b> düğmesine basın. Mevcut bir TSIG anahtarını silmek için listeden seçin ve <b>Sil</b> düğmesine basın. </p> <b>

source: <p><b><big>Booting</big></b><br> To start the DNS server every time your computer is booted, set <b>On</b>. Otherwise set <b>Off</b>.</p>
bg: <p><b><big>Зареждане на ОС</big></b><br> За да се стартира DNS услугата всеки път когато системата се зарежда изберете <b>Включено</b>. В противен случай изберете <b>Изключено</b>.</p>
ca: <p><b><big>Arrencada</big></b><br> Per iniciar el servidor DNS cada cop que l'ordinador s'iniciï, establiu <b>On</b>. En qualsevol altre cas, establiu <b>Off</b>.</p>
cs: <p><b><big>Stav po spuštění</big></b><br> Jestliže chcete, aby se server DNS spustil při každém spuštění počítače, nastavte <b>Zapnout</b>. Jinak nastavte <b>Vypnout</b>.</p>
da: <p><b><big>Booting</big></b><br> For at starte DNS-serveren hver gang maskinen bootes, markér <b>Til</b>. Hvis ikke, markér <b>Fra</b>.</p>
el: <p><b><big>Εκκίνηση</big></b><br> Για να τρέξετε τον διακομιστή DNS κάθε φορά που ο υπολογιστής σας ξεκινάει, ορίστε <b>On</b> Αλλιώς ορίστε <b>Off</b>.</p>
es: <p><b><big>Arranque</big></b><br> Active <b>Encendido</b> para iniciar el servidor DNS cada vez que arranque el equipo. En caso contrario seleccione <b>Apagado</b>.</p>
hi: <p><b><big>Booting</big></b><br> बूटिंग प्रत्येक बार अपना कंप्यूटर बूट होने पर DNS सर्वर शुरू करने के लिए, <b>चालु</b> सेट करें. अन्यथा <b>ऑफ</b> सेट करें.</p>
ja: <p><b><big>システム起動時</big></b><br> コンピュータを起動する際に DNS サーバを開始するには <b>オン</b> を、そうでない場合は <b>オフ</b> を設定してください。</p>
km: <p><b><big>ការ​ចាប់ផ្ដើម​ឡើង</big></b><br> ដើម្បី​ចាប់ផ្ដើម​ម៉ាស៊ីន​បម្រើ DNS រាល់​ពេល​ចាប់ផ្ដើម​កុំព្យូទ័រ​របស់​អ្នក កំណត់ <b>បើក</b> ។ បើ​ពុំ​នោះ​ទេ កំណត់ <b>បិទ</b> ។</p>
nl: <p><b><big>Opstarten</big></b><br> Om de DNS-server bij elke opstart van uw computer te laten starten, dient u <b>Aan</b> in te stellen. Stel anders <b>Uit</b> in.</p>
pl: <p><b><big>Uruchamianie</big></b><br> Aby uruchamiać serwer DNS za każdym razem, gdy uruchamiany jest komputer, należy wybrać opcję <b>Włączone</b>. W przeciwnym razie należy zaznaczyć opcję <b>Wyłączone</b>.</p>
pt: <p><b><big>Arranque</big></b><br> Para iniciar o servidor DNS todas as vezes que o computador é iniciado, defina <b>Ligado</b>. Caso contrário, defina <b>Desligado</b>.</p>
sv: <p><b><big>Start</big></b><br> Om du vill starta DNS-servern varje gång datorn startas markerar du <b>På</b>. Markera annars <b>Av</b>.</p>
tr: <p><b><big>Başlangıç</big></b><br> DNS sunucusunun bilgisayarınızın her açılışında başlatılması için <b>Açık</b> seçeneğini, bu davranışı istemiyorsanız <p>Kapalı<b> seçeneğini işaretleyin.</p>

source: <p><b><big>LDAP Support</big></b><br> To store the DNS zones in LDAP instead of native configuration files, set <b>LDAP Support Active</b>.</p>
bg: <p><b><big>LDAP поддръжка</big></b><br> За да държите DNS зоните в LDAP вместо в оригиналните файлове с настройки задайте <b>LDAP поддръжка</b>.</p>
ca: <p><b><big>Suport LDAP</big></b><br> Establiu <b>Suport LDAP actiu</b> per emmagatzemar la configuració de l'LDAP en lloc dels fitxers de configuració nadius.</p>
cs: <p><b><big>Podpora LDAP</big></b><br> Pro ukládání zón do LDAP a ne do konfiguračních souborů, nastavte <b>Zapnout podporu LDAP</b>.</p>
da: <p><b><big>LDAP-understøttelse</big></b><br> For at lagre DNS-zoner i LDAP i stedet for hjemlige konfigurationsfiler, markér <b>LDAP-understøttelse aktiv</b>.</p>
el: <p><b><big>Υποστήριξη LDAP</big></b><br> Για να αποθηκεύσετε τους τομείς DNS στο LDAP εκτός από αμιγώς αρχεία ρυθμίσεων, ορίστε <b>Υποστήριξη LDAP Ενεργή</b>.</p>
es: <p><b><big>Soporte LDAP</big></b><br> Seleccione <b>Soporte LDAP activo</b> para almacenar las zonas DNS en LDAP en lugar de en archivos de configuración nativos.</p>
hi: <p><b><big>LDAP सहारा</big></b><br> देशी संरुपण फाइलों की जगह DNS जोनों को LDAP में स्टोर करने के लिए, <b>LDAP सहारा सक्रिय</b> सेट करें.</p>
ja: <p><b><big>LDAP サポート</big></b><br> 通常の設定ファイルではなく LDAP に DNS ゾーンを保存するには、 <b>LDAP サポートを有効にする</b> を選択してください。</p>
km: <p><b><big>ការ​គាំទ្រ LDAP</big></b><br> ដើម្បី​ទុក​តំបន់ DNS ក្នុង LDAP ជំនួស​ឲ្យ​ឯកសារ​កំណត់​រចនាសម្ព័ន្ធ​ដើម កំណត់ <b>ការ​គាំទ្រ LDAP សកម្ម</b> ។</p>
nl: <p><b><big>LDAP-ondersteuning</big></b><br> Stel <b>LDAP-ondersteuning inschakelen</b> in om de DNS-zones in LDAP op te slaan in plaats van in de normale configuratiebestanden.</p>
pl: <p><b><big>Obsługa LDAP</big></b><br> Aby zapisywać strefy DNS w LDAP zamiast we własnych plikach konfiguracyjnych, należy zaznaczyć opcję <b>Aktywuj obsługę LDAP</b>.</p>
pt: <p><b><big>Suporte LDAP</big></b><br> Para armazenar as zonas DNS em LDAP, em vez de ficheiros nativos de configuração, defina <b>Activar Suporte LDAP</b>.</p>
sv: <p><b><big>LDAP-stöd</big></b><br> Om du vill lagra DNS-zoner i LDAP istället för i de ursprungliga inställningsfilerna markerar du <b>LDAP-stöd aktivt</b>.</p>
tr: <p><b><big>LDAP desteği</big></b><br> DNS bölgelerini normal yapılandırma dosyaları yerine LDAP içinde tutmak için <b>LDAP desteği açık</b> seçeneğini işaretleyin.</p>

source: <p><b><big>Switch On or Off</big></b><br> To start or stop the DNS server immediately, use <b>Start DNS Server Now</b> or <b>Stop DNS Server Now</b>.</p>
bg: <p><b><big>Включване или изключване</big></b><br> За да стартирате или спрете незабавно DNS услугата използвайте <b>Стартиране на DNS услугата сега</b> или <b>Спиране на DNS услугата сега</b>.</p>
ca: <p><b><big>Activació o desactivació</big></b><br> Per iniciar o aturar el servidor DNS immediatament, useu <b>Inicia el servidor DNS ara</b> o <b>Atrua el servidor DNS ara</b>.</p>
cs: <p><b><big>Zapnout/Vypnout</big></b><br> Pokud chcete server DNS spustit nebo zastavit ihned, použijte <b>Spustit server DNS</b> nebo <b>Zastavit server DNS</b>.</p>
da: <p><b><big>Slå til eller fra</big></b><br> For at starte eller stoppe DNS-serveren straks, brug <b>Start DNS-serveren nu</b> eller <b>Stop DNS-serveren nu</b>.</p>
el: <p><b><big>Διακόπτης On ή Off</big></b><br> Για να ξεκινήσετε ή να σταματήσετε τον διακομιστή DNS αμέσως, χρησιμοποιήστε <b>Εκκίνηση Διακομιστή DNS τώρα</b>.ή <b>Σταμάτημα Διακομιστή DNS τώρα</b></p>
es: <p><b><big>Encender o apagar</big></b><br> Utilice <b>Iniciar servidor DNS ahora</b> o <b>Detener servidor DNS ahora</b> para iniciar o detener el servidor DNS inmediatamente.</p>
hi: <p><b><big>स्विच ऑन या ऑफ</big></b><br> DNS सर्वर को तत्काल शुरू या बंद करने के लिए, <b>DNS सर्वर अभी शुरू करें</b> या <b>सर्वर अभी बंद करें</b>प्रयोग करें.</p>
ja: <p><b><big>開始／停止</big></b><br> DNS サーバを即時に開始／停止するには、 <b>今すぐ DNS サーバを開始</b> または <b>今すぐ DNS サーバを停止</b> を押してください。</p>
km: <p><b><big>បើក ឬ​បិទ</big></b><br> ដើម្បី​ចាប់ផ្ដើម ឬ​បញ្ឈប់​ម៉ាស៊ីន​បម្រើ DNS ភ្លាមៗ ប្រើ <b>ចាប់ផ្ដើម​ម៉ាស៊ីន​បម្រើ DNS ឥឡូវ</b> ឬ <b>បញ្ឈប់​ម៉ាស៊ីន​បម្រើ DNS ឥឡូវ</b> ។</p>
nl: <p><b><big>In- of uitschakelen</big></b><br> Gebruik <b>DNS-server nu starten</b> of <b>DNS-server nu stoppen</b> om de DNS-server onmiddellijk te starten of te stoppen.</p>
pl: <p><b><big>Włączanie i wyłączanie</big></b><br> Aby uruchomić albo zatrzymać natychmiast serwer DNS, można skorzystać z przycisków <b>Uruchom serwer DNS teraz</b> i <b>Zatrzymaj serwer DNS teraz</b>.</p>
pt: <p><b><big>Ligar ou Desligar</big></b><br> Para iniciar ou parar imediatamente o servidor DNS, utilize <b>Iniciar Servidor DNS Agora</b> ou <b>Parar Servidor DNS Agora</b>.</p>
sv: <p><b><big>Växla av och på</big></b><br> Om du vill starta eller stoppa DNS-servern omedelbart använder du <b>Starta DNS-server nu</b> eller <b>Stoppa DNS-server nu</b>.</p>
tr: <p><b><big>Aç/kapat</big></b><br> DNS sunucusunu şu anda açıp kapamak için <b>DNS sunucusunu şimdi başlat</b> ve <b>DNS sunucusunu şimdi kapat</b> düğmelerini kullanın.</p>
