Repository: Dzejrou/yast-translations
Catalog: po/dns-server/*.po
Languages: bg, ca, cs, da, el, es, hi, id, ja, km, lt, nl, pl, pt, sv, tr

source: <p><b>CNAME: Alias for Domain Name</b>: <b>Record Key</b> is a hostname relative to the current zone or a fully qualified hostname followed by a dot. <b>Value</b> is a hostname relative to the current zone or a fully qualified hostname followed by a dot. It must be represented by an A record.</p>
bg: <p><b>CNAME: псевдоним на име на домейн</b>: <b>Ключ на запис</b> е име на машина, което има отношение към текущата зона или пълното име на машина последвано от точка. <b>Стойността</b> е името на машина, което има отношение към зоната или пълното име на машина, последвано от точка. Тя трябва да представлява А запис.</p>
ca: <p><b>CNAME: àlies per a nom de domini</b>: La <b>claur de registre</b> és un nom d'amfitrió relatiu a la zona actual o un nom d'amfitrió plenament qualificat seguits d'un punt. El <b>valor</b> és un nom d'amfitrió relatiu a la zona actual o un nom d'amfitrió plenament qualificat seguits d'un punt. Ha de ser representat per un registre A.</p>
cs: <p><b>CNAME: Alias názvu domény</b>: <b>Klíč záznamu</b> je název hostitele v aktuální zóně, nebo úplný název hostitele ukončený tečkou. <b>Hodnota</b> je název hostitele v aktuální zóně nebo úplný název hostitele ukončený tečkou. Musí mít svůj záznam A.</p>
da: <p><b> CNAME: Alias for domænenavn</b><br> <b>Registernøgle</b> er et værtsmaskinenavn i forbindelse med nuværende zone eller et fuldt kvalificeret værtsmaskinenavn efterfulgt af et punktum. <b>Værdi</b> er et værtsmaskinenavn i forbindelse med nuværende zone eller et fuldt kvalificeret værtsmaskinenavn efterfulgt af et punktum. Værdien skal repræsenteres af et A-register.</p>
el: <p><b>CNAME: Ψευδώνυμο για το όνομα τομέα</b><br> <b>Κλειδί Εγγραφής</b> είναι ένα όνομα κόμβου σχετικό με την υπάρχουσα ζώνη ή με ένα πλήρως ορισμένο όνομα κόμβου ακολουθούμενο από μία τελεία. <b>Τιμή</b> είναι ένα όνομα κόμβου σχετικό με την υπάρχουσα ζώνη ή με ένα πλήρως ορισμένο όνομα κόμβου ακολουθούμενο από μία τελεία. Πρέπει να αναπαρίσταται από μία Α εγγραφή.</p>
es: <p><b>CNAME: alias para el nombre de dominio</b>: <b>Clave de registro</b> es un nombre de host relativo a la zona actual o un nombre de host completo seguido de un punto. <b>Valor</b> es un nombre de host relativo a la zona actual o un nombre de host completo seguido de un punto. Debe estar representado por un registro A.</p>
hi: <p><b>CNAME: डोमेन नाम के लिए अन्यनाम</b>: <b>अभिलेख कुंजी</b> वर्तमान जोन से संबंधित होस्ट नाम या पूर्ण योग्य होस्ट नाम है जिसके बाद बिन्दु आता है. <b>मान</b> वर्तमान जोन से संबंधित होस्ट जोन है या पूर्ण योग्य होस्ट नाम है जिसके बाद बिन्दु आता है. उसका प्रतिनिधित्व A अभिलेख द्वारा अवश्य किया जाना चाहिए.</p>
ja: <p><b>CNAME: 別名定義</b>: <b>レコードキー</b> には現在のゾーンからの相対表記でホスト名のみを指定するか、もしくは ドット (.) で終わる完全修飾ドメイン名 (FQDN) を指定してください。 <b>値</b> にも同様に、現在のゾーンからの相対表記でホスト名のみを指定するか、もしくは ドット (.) で終わる完全修飾ドメイン名 (FQDN) を指定してください。ただし、このホスト名は A レコードで IP アドレスに変換できなければなりません。 <b>レコードキー</b> が <b>値</b> の別名となります。</p>
km: <p><b>CNAME ៖ ឈ្មោះ​ក្លែងក្លាយ​សម្រាប់​ឈ្មោះ​ដែន</b> ៖ <b>កូនសោ​កំណត់ត្រា</b> គឺ​ជា​ឈ្មោះ​ម៉ាស៊ីន​ដែល​ទាក់ទង​នឹង​តំបន់​បច្ចុប្បន្ន ឬ​ឈ្មោះ​ម៉ាស៊ីន​ត្រឹមត្រូវ​មួយ​ដែល​បន្ត​ដោយ​សញ្ញា​ចុច​មួយ ។ <b>តម្លៃ</b> គឺ​ជា​ឈ្មោះ​ម៉ាស៊ីន​ត្រឹមត្រូវ ដែល​បន្ត​ដោយ សញ្ញា​ចុច​មួយ ។ អ្នក​ត្រូវ​តែ​តំណាង​វា​ដោយ​កំណត់ត្រា A មួយ ។</p>
nl: <p><b>CNAME: Alias voor domeinnaam</b>: <b>Recordsleutel</b> is een hostnaam die relatief is ten opzichte van de huidige zone of een volledige gekwalificeerde hostnaam gevolgd door een punt. <b>Waarde</b> is een hostnaam relatief aan de huidige zone of een volledige gekwalificeerde hostnaam gevolgd door een punt. Het dient door een A-record gerepresenteerd te worden.</p>
pl: <p><b>CNAME: Alias dla nazwy domeny</b>: <b>Klucz rekordu</b> jest nazwą hosta podaną względem bieżącej strefy albo pełną nazwą hosta zakończoną kropką. <b>Wartość</b> jest nazwą hosta podaną względem bieżącej strefy albo pełną nazwą hosta zakończoną kropką. Musi ona być reprezentowana przez rekord typu A.</p>
pt: <p><b>CNAME: Alcunha para Nome de Domínio</b>: <b>Chave de Registo</b> é um nome relativo à zona actual, ou um nome completamente qualificado de um equipamento, seguido de um ponto. O <b>Valor</b> é um nome relativo à zona actual, ou um nome completamente qualificado de um equipamento, seguido de um ponto. Este último deve ser representado por um registo A.</p>
sv: <p><b>CNAME: Alias för domännamn</b>: <b>Postnyckel</b> är ett värdnamn relativt den aktuella zonen eller ett fullständigt värdnamn följt av en punkt. <b>Värde</b> är ett värdnamn relativt den aktuella zonen eller ett fullständigt värdnamn följt av en punkt. Det måste representeras av en A-post.</p>
tr: <p><b>CNAME: Alan adı için takma ad</b>: <b>Kayıt anahtarı</b> bölge içinde alan adı içermeyen bir makine adı ya da nokta ile biten -alan adıyla birlikte tam- bir makine adıdır. <p>Değer<b>, bölge içinde alan adı içermeyen bir makine adı ya da nokta ile biten tam bir makine adıdır. Bir A kaydı tarafından temsil edilmelidir.</p>

source: <p><b>NS: Name Server</b>: <b>Record Key</b> is a zone name relative to the current zone or an absolute domain name followed by a dot. <b>Value</b> is a hostname relative to the current zone or fully qualified hostname followed by a dot. It must be represented by an A record.</p>
bg: <p><b>NS: DNS услуга</b>: <b>Ключ на запис</b> е име на зона, която има отношение към текущата зона или абсолютното име на домейн, последвано от точка. <b>Стойността</b> е името на машина, което има отношение към текущата зона или пълното име на машина, последвано от точка. Тя трябва да представлява А запис.</p>
ca: <p><b>NS: Servidor de noms</b>: La <b>clau de registre</b> és un nom de zona relatiu a la zona actual o un nom de domini absolut seguits d'un punt. El <b>valor</b> és un nom d'amfitrió relatiu a la zona actual o un nom d'amfitrió plenament qualificat seguits d'un punt. Ha de ser representat per un registre A.</p>
cs: <p><b>NS: Nameserver</b>: <b>Klíč záznamu</b> je název zóny v aktuální zóně nebo úplný název domény ukončený tečkou. <b>Hodnota</b> je název hostitele v aktuální zóně nebo úplný název hostitele ukončený tečkou. Musí mít svůj záznam A.</p>
da: <p><b> NS: Navneserver</b><br> <b>Registernøgle </b>er et zonenavn i forbindelse med nuværende zone eller et absolut domænenavn efterfulgt af et punktum. <b>Værdi</b> er et værtsmaskinenavn i forbindelse med nuværende zone eller et fuldt kvalificeret værtsmaskinenavn efterfulgt af et punktum. Værdien skal repræsenteres af et A-register.</p>
el: <p><b>NS: Διακομιστής Ονομάτων</b><br> Το <b>Κλειδί Εγγραφής</b> είναι ένα όνομα ζώνης σχετικό με την υπάρχουσα ζώνη ή ένα απόλυτο όνομα τομέα ακολουθούμενο από μία τελεία. Η <b>Τιμή</b> είναι ένα όνομα κόμβου σχετικό με την υπάρχουσα ζώνη ή ένα πλήρως προσδιοριζόμενο όνομα κόμβου ακολουθούμενο από μία τελεία. Πρέπει να αναπαρίσταται από μία Α εγγραφή.</p>
es: <p><b>NS: servidor de nombres</b>: <b>Clave de registro</b> es un nombre de zona relativo a la zona actual o un nombre de dominio absoluto seguido de un punto. <b>Valor</b> es un nombre de host relativo a la zona actual o un nombre completo seguido de un punto. Debe estar representado por un registro A.</p>
hi: <p><b>NS: नाम सर्वर</b>: <b>अभिलेख कुंजी</b> वर्तमान जोन से संबंधित जोन नाम या बिन्दु के बाद आने वाला पूर्ण डोमोन नाम है . <b>मान</b> वर्तमान जोन से संबंधित होस्ट नाम या पूर्ण योग्य होस्टनाम है जिसके बाद बिन्दु आता है. उसका प्रतिनिधित्व A अभिलेख द्वारा अवश्य किया जाना चाहिए.</p>
ja: <p><b>NS: ネームサーバ</b>: <b>レコードキー</b> には現在のゾーンからの相対表記でホスト名のみを指定するか、もしくは ドット (.) で終わる完全修飾ドメイン名 (FQDN) を指定してください。 <b>値</b> にも同様に現在のゾーンからの相対表記でホスト名のみを指定するか、もしくは ドット (.) で終わる完全修飾ドメイン名 (FQDN) を指定してください。ただし、このホスト名は A レコードで IP アドレスに変換できなければなりません。</p>
km: <p><b>NS ៖ ម៉ាស៊ីន​បម្រើ​ឈ្មោះ</b> ៖ <b>កូនសោ​កំណត់ត្រា</b> គឺ​ជា​ឈ្មោះ​តំបន់​ដែល​ទាក់ទង​នឹង​តំបន់​បច្ចុប្បន្ន ឬ ឈ្មោះ​ដែន​ដាច់ខាត ដែល​បន្ត​ដោយ​សញ្ញា​ចុច​មួយ ។ <b>តម្លៃ</b> គឺ​ជា​ឈ្មោះ​ម៉ាស៊ីន​ត្រឹមត្រូវ ដែល​បន្ត​ដោយ​សញ្ញា​ចុច​មួយ ។ អ្នក​ត្រូវ​តែ​តំណាង​វា​ដោយ​កំណត់ត្រា A មួយ ។</p>
nl: <p><b>NS: Naamserver</b>: <b>Recordsleutel</b> is een zonenaam relatief aan de huidige zone of een absolute domeinnaam gevolgd door een punt. <b>Waarde</b> is een hostnaam relatief aan de huidige zone of een volledige gekwalificeerde hostnaam gevolgd door een punt. Het dient door een A-record gerepresenteerd te worden.</p>
pl: <p><b>NS: Serwer nazw</b>: <b>Klucz rekordu</b> jest nazwą strefy podaną względem bieżącej strefy albo pełną nazwą domeny zakończoną kropką. <b>Wartość</b> jest nazwą hosta podaną względem bieżącej strefy albo pełną nazwą hosta zakończoną kropką. Musi ona być reprezentowana przez rekord typu A.</p>
pt: <p><b>NS: Servidor de Nomes</b>: <b>Chave de Registo</b> é um nome de zona relativo à zona actual, ou um nome absoluto de domínio, seguido por um ponto. O <b>Valor</b> é um nome relativo à zona actual, ou um nome completamente qualificado, de um equipamento, seguido por um ponto. Este último deve ser representado por um registo A.</p>
sv: <p><b>NS: Namnserver</b>: <b>Postnyckel</b> är ett zonnamn relativt den aktuella zonen eller ett absolut domännamn följt av en punkt. <b>Värde</b> är ett värdnamn relativt den aktuella zonen eller ett fullständigt värdnamn följt av en punkt. Det måste representeras av en A-post.</p>
tr: <p><b>NS: Ad sunucusu</b>: <b>Kayıt anahtarı</b> şu anki bölgeye göre dolaylı bir bölge adı ya da nokta ile biten bir alan adıdır. <p>Değer<b> bölge içinde alan adı içermeyen bir makine adı ya da nokta ile biten makine adıdır. Bir A kaydı tarafından temsil edilmelidir.</p>

source: <p><b>MX: Mail Relay</b>: <b>Record Key</b> is a hostname or zone name relative to the current zone or an absolute hostname or zone name followed by a dot. <b>Value</b> is a hostname relative to the current zone or fully qualified hostname followed by a dot. It must be represented by an A record.</p>
bg: <p><b>MX: пренасочване на поща</b>: <b>Ключ на запис</b> е машина или зона, която има отношение към текущата зона или абсолютното име на машина или зона, последвана от точка. <b>Стойността</b> е името на машината, което има отношение към текущата зона или пълното име на машината последвано от точка. Тя трябва да представлява A запис.</p>
ca: <p><b>MX: retransmissió de correu</b>: La <b>clau de registre</b> és un nom d'amfitrió o un nom de zona relatiu a la zona actual o un nom d'amfitrió absolut o un nom de zona seguits d'un punt. El <b>vlor</b> és un nom d'amfitrió relatiu a la zona actual o un un nom d'amfitrió plenament qualificat seguits d'un punt. Ha de ser representat per un registre A.</p>
cs: <p><b>MX: Předávání pošty</b>: <b>Klíč záznamu</b> je název hostitele nebo zóny v aktuální zóně, nebo úplný název hostitele ukončený tečkou. <b>Hodnota</b> je název hostitele v aktuální zóně, nebo FQDN ukončené tečkou. Musí mít svůj záznam A.</p>
da: <p><b> MX: Mail-relay</b><br> <b>Registernøgle</b> er et værtsmaskine- eller zonenavn i forbindelse med nuværende zone eller at absolut værtsmaskine- eller zonenavn efterfulgt af et punktum. <b>Værdi</b> er et værtsmaskinenavn i forbindelse med nuværende zone eller et fuldt kvalificeret værtsmaskinenavn efterfulgt af et punktum. Værdien skal repræsenteres af et A-register.</p>
el: <p><b>MX: Μεταγωγέας Αλληλογραφίας</b><br> Το <b>Κλειδί Εγγραφής</b> είναι ένα όνομα κόμβου ή ζώνης σχετικό με την υπάρχουσα ζώνη ή ένα απόλυτο όνομα κόμβου ή ζώνης ακολουθούμενο από μία τελεία. Η <b>Τιμή</b> είναι ένα όνομα κόμβου σχετικό με την υπάρχουσα ζώνη ή ένα πλήρως προσδιοριζόμενο όνομα κόμβου ακολουθούμενο από μία τελεία. Πρέπει να αναπαρασταθεί από μία Α εγγραφή.</p>
es: <p><b>MX: transmisión de correo</b>: <b>Clave de registro</b> es un nombre de host o un nombre de zona relativos a la zona actual o un nombre de host o un nombre de zona absolutos seguidos de un punto. <b>Valor</b> es un nombre de host relativo a la zona actual o un nombre completo seguido de un punto. Debe estar representado por un registro A.</p>
hi: <p><b>MX: मेल प्रसारण</b>: <b><b>अभिलेख कुंजी</b> वर्तमान जोन से संबंधित होस्ट नाम या जोन नाम या पूर्ण होस्टनाम नाम है जिसके बाद बिन्दु आता है. <b>मान</b> वर्तमान जोन से संबंधित होस्ट नाम या पूर्ण योग्य होस्टनाम है जिसके बाद बिन्दु आता है. उसका प्रतिनिधित्व A अभिलेख द्वारा अवश्य किया जाना चाहिए.</p>
ja: <p><b>MX: メール中継</b>: <b>レコードキー</b> には現在のゾーンからの相対表記でホスト名のみを指定するか、もしくは ドット (.) で終わる完全修飾ドメイン名 (FQDN) を指定してください。 <b>値</b> にも同様に現在のゾーンからの相対表記でホスト名のみを指定するか、もしくは ドット (.) で終わる完全修飾ドメイン名 (FQDN) を指定してください。ただし、このホスト名は A レコードで IP アドレスに変換できなければなりません。</p>
km: <p><b>MX ៖ បញ្ជូន​សំបុត្រ​ត</b> ៖ <b>កូនសោ​កំណត់ត្រា</b> គឺ​ជា​ឈ្មោះ​ម៉ាស៊ីន ឬ​ឈ្មោះ​តំបន់​មួយ​ដែល​ទាក់ទង នឹង​តំបន់​បច្ចុប្បន្ន ឬ​ក៏​ឈ្មោះ​ម៉ាស៊ីន ឬ​ឈ្មោះ​តំបន់​ដាច់ខាត​ដែល​បន្ត​ដោយ​សញ្ញា ចុច​មួយ ។ <b>តម្លៃ</b> គឺ​ជា​ឈ្មោះ​ម៉ាស៊ីន​ត្រឹមត្រូវ ដែល​បន្ត​ដោយ​សញ្ញា​ចុច​មួយ ។ អ្នក​ត្រូវ​តែ​តំណាង​វា​ដោយ​កំណត់ត្រា A មួយ ។</p>
nl: <p><b>MX: Mailrelay</b>: <b>Recordsleutel</b> is een host- of zonenaam relatief aan de huidige zone of een absolute host- of zonenaam gevolgd door een punt. <b>Waarde</b> is een hostnaam relatief aan de huidige zone of een volledige gekwalificeerde hostnaam gevolgd door een punt. Het dient door een A-record gerepresenteerd te worden.</p>
pl: <p><b>MX: Przekazywanie poczty</b>: <b>Klucz rekordu</b> jest nazwą strefy podaną względem bieżącej strefy albo pełną nazwą domeny zakończoną kropką. <b>Wartość</b> jest nazwą hosta podaną względem bieżącej strefy albo pełną nazwą hosta zakończoną kropką. Musi ona być reprezentowana przez rekord typu A.</p>
pt: <p><b>MX: Máquina de Envio de Correio</b>: <b>Chave de Registo</b> é um nome de equipamento ou zona relativo à zona actual, ou um nome absoluto de zona ou equipamento, seguido de um ponto. O <b>Valor</b> é um nome relativo à zona actual, ou um nome completamente qualificado de um equipamento, seguido de um ponto. Este último deve ser representado por um registo A.</p>
sv: <p><b>MX: E-postvidarebefordran</b>: <b>Postnyckel</b> är ett värd- eller zonnamn relativt den aktuella zonen eller ett absolut värd- eller zonnamn följt av en punkt. <b>Värde</b> är ett värdnamn relativt den aktuella zonen eller ett fullständigt värdnamn följt av en punkt. Det måste representeras av en A-post.</p>
tr: <p><b>MX: E-posta aktarımı</b><br> <b>Kayıt anahtarı</b> bölgeye bağlı bir makine veya bölge adı, ya da nokta ile biten tam bir alan veya makine adıdır. <p>Değer<b> bölge içinde alan adı içermeyen bir makine adı ya da nokta ile biten tam bir makine adıdır. Bir A kaydı tarafından temsil edilmelidir.</p>

source: <p><b>PTR: Reverse Translation</b>: <b>Record Key</b> is a full reverse zone name (derived from the IP address) followed by a dot (such as <tt>1.0.168.192.in-addr.arpa.</tt> for IP address <tt>192.168.0.1</tt>) or a part of reverse zone name relative to the current zone (such as <tt>1</tt> for IP address <tt>192.168.0.1</tt> in zone <tt>0.168.192.in-addr.arpa.</tt>). <b>Value</b> is a fully qualified hostname followed by a dot.</p>
bg: <p><b>PTR: обратен превод</b>: <b>Ключ на запис</b> е пълното име на обратна зона (изведена от IP адрес), последвана от точка (т.е <tt>1.0.168.192.inn-addr.arpa.</tt> за IP адрес <tt>192.168.0.1</tt>) или част от обратна зона с отношение към текущата зона (т.е. <tt>1</tt> за IP адрес <tt>192.168.0.1</tt> в зона <tt>0.168.192.in-addr.arpa.</tt>). <b>Стойността</b> е пълното име на машина, последвано от точка.</p>
ca: <p><b>PTR: traducció inversa</b>: La <b>clau de registre</b> és un nom de zona inversa complet (derivat de l'adreça IP) seguit d'un punt (com ara <tt>1.0.168.192.in-addr.arpa.</tt> per a l'adreça IP <tt>192.168.0.1</tt>) o una part del nom de zona inversa relatiu a la zona actual (com ara <tt>1</tt> per a l'adreça IP <tt>192.168.0.1</tt> a la zona <tt>0.168.192.in-addr.arpa.</tt>). El <b>valor</b> és un nom d'amfitrió plenament qualificat seguit d'un punt.</p>
cs: <p><b>PTR: Reverzní překlad</b>: <b>Klíč záznamu</b> je úplný reverzní název zóny (odvozený z adresy IP) ukončený tečkou (např. <tt>1.0.168.192.in-addr.arpa</tt> pro adresu IP <tt>192.168.0.1</tt>) nebo část adresy v dané zóně (např. <tt>1</tt> pro adresu IP <tt>192.168.0.1</tt> v zóně <tt>0.168.192.in-addr.arpa.</tt>). <b>Hodnota</b> je úplný název hostitele ukončený tečkou.</p>
da: <p><b>PTR: Omvendt oversættelse</b><br> <b>Registernøgle</b> er et fuldt omvendt zonenavn (udledt af IP-addressen) efterfulgt af et punktum (f.eks. <i>1.0.168.192.in-addr.arpa.</i> for IP-addressen <i>192.168.0.1</i>) eller en del af et baglæns zonenavn i forbindelse med nuværende zone (f.eks. <i>1</i> for IP-adressen <i>192.168.0.1</i> i zonen <i>0.168.192.in-addr.arpa.</i>). <b>Værdi</b> er et fuldt kvalificeret værtsmaskinenavn efterfulgt af et punktum.</p>
el: <p><b>PTR: Αντίστροφη Μετάφραση</b>: Το <b>Κλειδί Εγγραφής</b> είναι ένα πλήρως αντεστραμμένο όνομα ζώνης (παραγόμενο από τη διεύθυνση IP) ακολουθούμενο από μία τελεία (π.χ <tt>1.0.168.192.in-addr.arpa.</tt> για IP διεύθυνση <tt>192.168.0.1</tt>) ή ένα τμήμα του αντίστροφου ονόματος ζώνης σχετικό με την υπάρχουσα ζώνη (π.χ., <tt>1</tt> για IP διεύθυνση <tt>192.168.0.1</tt> σε ζώνη <tt>0.168.192.in-addr.arpa.</tt>). Η <b>Τιμή</b> είναι ένα όνομα κόμβου ακολουθούμενο από μία τελεία.</p>
es: <p><b>PTR: traducción inversa</b>: <b>Clave de registro</b> es un nombre de zona inversa completo (derivado de la dirección IP) seguido de un punto (como <tt>1.0.168.192.in-addr.arpa.</tt> para la dirección IP <tt>192.168.0.1</tt>) o una parte de un nombre de zona inversa relativo a la zona actual (como <tt>1</tt> para la dirección IP <tt>192.168.0.1</tt> de la zona <tt>0.168.192.in-addr.arpa.</tt>). <b>Valor</b> es un nombre de host completo seguido de un punto.</p>
hi: <p><b>PTR: रिवर्स अनुवाद</b>: <b>अभिलेख कुंजी</b> पूरी तरह पलटा हुआ नाम (IP पते से लियागया) है जिसके बाद बिन्दु (जैसे कि <tt>1.0.168.192.in-addr.arpa.</tt>, IP पते <tt>192.168.0.1</tt> के लिए) आता है या रिवर्स जोन नाम का हिस्सा (जैसे कि IP पते के लिए <tt>192.168.0.1</tt> जोन में <tt>1</tt> <tt>0.168.192.in-addr.arpa.</tt>). <b>मान</b> एक पूर्ण योग्य होस्टनाम है जिसके बाद बिन्दु आता है.</p>
ja: <p><b>PTR: 逆変換</b>: <b>レコードキー</b> には IP アドレスから導き出される完全逆ゾーン名か、 もしくは現在のゾーン名からの相対ゾーン名を指定します。 完全逆ゾーン名はドット (.) で終わるもので、たとえば <tt>192.168.0.1</tt> に対応する ゾーン名は <tt>1.0.168.192.in-addr.arpa.</tt> になります。 また、相対ゾーン名は現在のゾーン名からの相対値で指定するもので、たとえば <tt>0.168.192.in-addr.arpa.</tt> のゾーン内で <tt>1</tt> という相対ゾーン名を指定 すると <tt>192.168.0.1</tt> の意味になります。 <b>値</b> にはドット (.) で終わる完全修飾ドメイン名 (FQDN) を指定してください。</p>
km: <p><b>PTR ៖ ការ​បកប្រែ​ត្រឡប់</b> ៖ <b>កូនសោ​កំណត់ត្រា</b> គឺ​ជា​ឈ្មោះ​តំបន់​បញ្ច្រាស​ពេញលេញ (បាន​មក​ពី​អាសយដ្ឋាន IP) ដែល​បន្ត​ដោយ​សញ្ញា​ចុច​មួយ (ដូចជា <tt>1.0.168.192.in-addr.arpa.</tt> សម្រាប់​អាសយដ្ឋាន IP <tt>192.168.0.1</tt>) ឬ​ផ្នែក​មួយ​នៃ​ឈ្មោះ​តំបន់​បញ្ច្រាស ដែល​ទាក់ទង​នឹង​តំបន់​បច្ចុប្បន្ន (ដូចជា <tt>1</tt> សម្រាប់​អាសយដ្ឋាន IP <tt>192.168.0.1</tt> ក្នុង​តំបន់ <tt>0.168.192.in-addr.arpa.</tt>) ។ <b>តម្លៃ</b> គឺ​ជា​ឈ្មោះ​ម៉ាស៊ីន​ត្រឹមត្រូវ ដែល​បន្ត​ដោយ​សញ្ញា​ចុច​មួយ ។</p>
nl: <p><b>PTR: Omgekeerde vertaling</b>: <b>Recordsleutel</b> is een volledige omgekeerde zonenaam (afgeleid van het IP-adres) gevolgd door een punt (bijv. <tt>1.0.168.192.in-addr.arpa.</tt> voor IP-adres <tt>192.168.0.1</tt>) of een deel van de omgekeerde zonenaam relatief aan de huidige zone (bijv. <tt>1</tt> for IP address <tt>192.168.0.1</tt> in zone <tt>0.168.192.in-addr.arpa.</tt>). <b>Waarde</b> is een volledige gekwalificeerde hostnaam gevolgd door een punt.</p>
pl: <p><b>PTR: Translacja odwrotna</b>:<br> <b>Klucz rekordu</b> jest pełną nazwą strefy odwrotnej (pochodzącą od adresu IP) z kropką na końcu (np. <tt>1.0.168.192.in-addr.arpa.</tt> dla adresu IP <tt>192.168.0.1</tt>) albo częścią strefy odwrotnej podaną względem bieżącej strefy (np. <tt>1</tt> dla IP adresu <tt>192.168.0.1</tt> w strefie <tt>0.168.192.in-addr.arpa.</tt>). <b>Wartość</b> jest pełną nazwą hosta zakończoną kropką.</p>
pt: <p><b>PTR: Tradução Inversa</b>: <b>Chave de Registo</b> é um nome completo de zona inversa (derivado no endereço IP), seguido de um ponto. (ex: <tt>1.0.168.192.in-addr.arpa.</tt> para o endereço IP <tt>192.168.0.1</tt>) ou uma parte do nome da zona inversa, relativo à zona actual (ex: <tt>1</tt> para o endereço IP <tt>192.168.0.1</tt> da zona <tt>0.168.192.in-addr.arpa.</tt>). O <b>Valor</b> é um nome completamente qualificado de equipamento, seguido por um ponto.</p>
sv: <p><b>PTR: Omvänd översättning</b>: <b>Postnyckel</b> är ett fullständigt omvänt zonnamn (hämtat från IP-adressen) följt av en punkt (till exempel <tt>1.0.168.192.in-addr.arpa.</tt> för IP-adressen <tt>192.168.0.1</tt>) eller en del av ett omvänt zonnamn relativt den aktuella zonen (till exempel <tt>1</tt> för IP-adressen <tt>192.168.0.1</tt> i zonen <tt>0.168.192.in-addr.arpa.</tt>). <b>Värde</b> är ett fullständigt värdnamn följt av en punkt.</p>
tr: <p><b>PTR: Tersine tercüme</b>: <b>Kayıt anahtarı</b>, bir nokta ile biten (IP adresinden oluşturulmuş) tam bir tersine bölge adı (örneğin <tt>192.168.0.1</tt> için <tt>1.0.168.192.in-addr.arpa.</tt>) ya da şu anki bölgeye göre göreceli bir tersine bölge adı (örneğin <tt>0.168.192.in-addr.arpa.</tt> bölgesindeki <tt>192.168.0.1</tt> IP adresi için <tt>1</tt>) olabilir. <b>Değer</b>, nokta ile biten ve alan alan adını içeren tam bir makine adıdır.</p>

source: <p><b><big>Finishing the Configuration</big></b></p> <p>Check the entered settings before finishing the configuration.</p>
bg: <p><b><big>Приключване на настройката</big></b></p> <p>Проверете въведените стойности преди да приключите настройката.</p>
ca: <p><b><big>Acabant la configuració:</big></b></p> <p>Comproveu els paràmetres introduïts abans d'acabar la configuració.</p>
cs: <p><b><big>Dokončit konfiguraci</big></b></p> <p>Zkontrolujte nastavení před dokončením konfigurace.</p>
da: <p><b><big>Færdiggøre konfigurationen</big></b></p> <p>Kontrollér de angivne indstillinger før du færdiggør konfigurationen.</p>
el: <p><b><big>Ολοκλήρωση της ρύθμισης</big></b></p> <p>Ελέγξτε τις ρυθμίσεις πριν την ολοκλήρωση των ρυθμίσεων.</p>
es: <p><b><big>Finalización de la configuración</big></b></p> <p>Compruebe los ajustes introducidos antes de finalizar la configuración.</p>
hi: <p><b><big>संरुपण समाप्त करना</big></b></p> <p>संरुपण सेटिंग्ज़ समाप्त करने से पूर्व प्रविष्ट सेटिंग्ज़ की जांच करें.</p>
ja: <p><b><big>設定の完了</big></b></p> <p>設定を終了する前に入力した設定を再度確認してください。</p>
km: <p><b><big>ការ​បញ្ចប់​ការ​កំណត់​រចនាសម្ព័ន្ធ</big></b></p> <p>ត្រួតពិនិត្យ​ការ​កំណត់​ដែល​បាន​បញ្ចូល មុន​នឹង​បញ្ចប់​ការ​កំណត់​រចនាសម្ព័ន្ធ ។</p>
nl: <p><b><big>Configuratie voltooien</big></b></p> <p>Controleer de ingevoerde instellingen alvorens de configuratie te voltooien.</p>
pl: <p><b><big>Końcowa faza konfiguracji</big></b></p> <p>Proszę sprawdzić wprowadzone ustawienia przed zakończeniem konfiguracji.</p>
pt: <p><b><big>Terminar a Configuração</big></b></p> <p>Verifique as definições introduzidas, antes de terminar a configuração.</p>
sv: <p><b><big>Slutför inställningen</big></b></p> <p>Kontrollera inställningarna innan du slutför inställningen.</p>
tr: <p><b><big>Yapılandırmayı sonlandır</big></b></p> <p>Yapılandırmayı bitirmeden önce yapılan ayarları kontrol edin.</p>
