Repository: Dzejrou/yast-translations
Catalog: po/dns-server/*.po
Languages: bg, ca, cs, da, el, es, hi, id, ja, km, lt, nl, pl, pt, sv, tr

source: SPF: Sender Policy Framework
ca: SPF: marc de política del remitent
cs: SPF: Rámec politiky odesílatele
da: SPF: Framework for afsenderpolitik
es: SPF: marco de directiva de remitente
nl: SPF: Structuur van verzendersbeleid

source: Start-up Behavior
cs: Stav po spuštění
da: Opstartsadfærd
pl: Zachowanie podczas uruchamiania systemu

source: O&n: Start Now and When Booting
cs: Zap&nout: Spustit nyní a při startu
da: &Til: Start nu og under boot
hi: ऑन: अभी और बूट करते समय शुरू करें (&n)
pl: Włączo&ne - uruchom serwer DNS podczas uruchamiania systemu
pt: &Ligado: Iniciar o Servidor DNS Agora, e no Arranque

source: O&ff: Only Start Manually
cs: Vypnou&t: Spustit pouze ručně
da: &Fra: Kun manuel start
hi: ऑफ: सिर्फ हाथ से शुरू करें (&f)
pl: Wyłączone - serwer DNS może &być uruchamiany tylko ręcznie
pt: &Desligado: O Servidor só Arranca Manualmente

source: Error occurred while calling netconfig. Error:
cs: Při volání skriptu netconfig došlo k chybě. Chyba:
da: En fejl opstod under kald til netconfig. Fejl:
pl: Wystąpił błąd podczas uruchamiania netconfig. Błąd:

source: Error occurred while starting service named.
cs: Chyba při startování služby named.
pl: Wystąpił błąd podczas uruchamiania usługi nazw. Błąd:

source: Ad&vanced
pt: A&vançado

source: <p><b><big>Start DNS Server</big></b><br> To run the DNS server every time your computer is started, set <b>Start DNS Server</b>.</p>
hi: <p><b><big>DNS सर्वर शुरू करें</big></b><br> जब भी कंप्यूटर शुरू होता है DNS सर्वर रन करने के लिए, सेट करें <b>DNS सर्वर शुरू करें</b>.</p>
pt: <p><b><big>Iniciar Servidor DNS</big></b><br> Para correr o servidor de DNS cada vez que o seu computador é iniciado, defina <b>Iniciar Servidor de DNS</b>.</p>

source: <p><b><big>Chroot Jail</big></b><br> To run the DNS server in chroot jail, set <b>Run DNS Server in Chroot Jail</b>. Starting any daemon in a chroot jail is more secure and strongly recommended.</p>
hi: <p><b><big>क्रूट जेल</big></b><br> DNS सर्वर को क्रूट जेल में रन करन के लिए, सेट करें <b>DNS सर्वर को क्रूट जेल में रन करें</b>. किसी डेमोन को क्रूट जेल में शुरू करना अधिक सुरक्षित होगा और इसकी सलाह दी जाती है.</p>
pt: <p><b><big>Jaula chroot</big></b><br> Para correr o servidor de DNS numa jaula chroot, defina <b>Correr Servidor de DNS numa Jaula chroot</b>. Iniciar qualquer serviço numa jaula chroot é mais seguro e fortemente recomendado.</p>

source: <p><b><big>Editing DNS Zones</big></b><br> To edit settings of a DNS zone, choose the appropriate entry of the table and click <B>Edit</B>. To add a new DNS zone, use <B>Add</B>. To remove a configured DNS zone, select it and click <B>Delete</B>.</P>
hi: <p><b><big>DNS जोनों का संपादन करना</big></b><br> किसी DNS जोन की सेटिंग्ज़ संपादित करने के लिए, तालिका से उपयुक्त प्रविष्टि चुन कर क्लिक करें <B>संपादन</B>. नया DNS जोन जोड़ने के लिए, प्रयोग करें <B>जोड़े</B>. कोई संरुपण किया हुआ DNS जोन हटाने के लिए, इसे चुनें और क्लिक करें <B>मिटाएें</B>.</P>
pt: <p><b><big>Edição de Zonas DNS</big></b><br> Para editar as definições de uma zona DNS, escolha a entrada apropriada da tabela, e prima <b>Editar</b>. Para adicionar uma nova zona DNS, utilize <b>Adicionar</b>. Para remover uma zona DNS configurada, escolha-a, e prima <b>Apagar</b>.</p>

source: <p><b><big>Advanced Functions</big></b><br> To edit global options, adjust firewall settings, manage the TSIG keys for dynamic updates of the zones, or display the log of the DNS server, use <b>Advanced</b>.</p>
hi: <p><b><big>उन्नत कार्य</big></b><br> ग्लोबल विकल्प संपादित करने के लिए, फायरवॉल सेटिंग्ज़ व्यवस्थित करें, जोनों के डायनेमिक नवीनीकरण के लिए TSIG कुंजियों का प्रबंधन या, DNS सर्वर का लॉग प्रदर्शित करें, प्रयोग <b>उन्नत</b> करे.</p>
pt: <p><b><big>Funções Avançadas</big></b><br> Para editar opções globais, ajustar definições de firewall, gerir chaves TSIG para actualizações dinâmicas das zonas, ou visualizar o diário do servidor DNS, utilize <b>Avançado</b>.</p>

source: ACL
lt: Prieigos teisių sąrašas
