Repository: Dzejrou/yast-translations
Catalog: po/dns-server/*.po
Languages: bg, ca, cs, da, el, es, hi, id, ja, km, lt, nl, pl, pt, sv, tr

source: DNS resource record type, such as A, CNAME, NS, MX, or PTR
bg: Тип DNS ресурсен запис като A, CHAME, NS, MX или PTR
ca: Tipus de registre de recurs DNS, com ara A, CNAME, NS, MX, o PTR
cs: Typ záznamu DNS zdroje, např. A, CNAME, NS, MX nebo PTR
da: Registertype af DNS ressourcer såsom. A, CNAME, NS, MX, or PTR
el: Τύπος εγγραφής πόρου DNS, όπως A, CNAME, NS, MX, ή PTR
es: Tipo de registro del recurso DNS como por ejemplo A, CNAME, NS, MX o PTR
hi: DNS रिसोर्स प्रकार, जैसा कि A, CNAME, NS, MX, अथवा PTR
id: Tipe sumber daya rekaman DNS, seperti A, CNAME, NS, MX, atau PTR
ja: A, CNAME, NS, MX, PTR などの DNS リソースレコードの種類
km: ប្រភេទ​កំណត់ត្រា​ធនធាន DNS ដូចជា A, CNAME, NS, MX ឬ PTR
lt: DNS ištekliaus įrašo tipas, pvz., A, CNAME, NS, MX, arba PTR
nl: Type DNS-resourcerecord, zoals: A, CNAME, NS, MX of PTR
pl: Typ rekordu zasobu DNS, taki jak A, CNAME, NS, MX albo PTR
pt: Tipo de registo de recurso DNS, como sendo A, CNAME, NS, MX ou PTR
sv: Posttyp för en DNS-resurs, till exempel A, CNAME, NS, MX eller PTR
tr: DNS kaynak kayıt türü, A, CNAME, NS, MX veya PTR gibi.

source: DNS query, such as example.org for A record
bg: DNS заявка, например 'example.com' за 'A' запис
ca: Consulta DNS, com ara example.org per a registre A
cs: Dotaz DNS, např. 'example.org' pro 'A' záznam
da: DNS-forespørgsel såsom, 'eksempel.org' for A-register
el: Ερώτηση DNS, όπως example.org για την εγγραφή A
es: Consulta DNS, como ejemplo.org para el registro A
hi: DNS प्रश्न, जैसा कि example.org for A record
id: Pemanggilan DNS, seperti example.org untuk catatan A
ja: A レコードに対する example.org などの DNS クエリ
km: សំណួរ DNS ដូចជា example.org សម្រាប់​កំណត់ត្រា A
lt: DNS užklausa, pvz., pavyzdys.com įrašui A
nl: DNS-query, zoals bijvoorbeeld: example.org voor een A-record
pl: Zapytanie DNS, takiej jak example.org w przypadku rekordu A
pt: Interrogação DNS, como sendo exemplo.org para um registo A
sv: DNS-fråga, t ex exempel.org för en A-post
tr: DNS Sorgusu, A kaydı için 'example.org' gibi

source: DNS resource record value, such as 192.0.34.166 for example.org's A record
bg: Стойност на DNS ресурсен запис като 192.0.34.166 за 'А' записите на example.org.
ca: Valor de registre del recurs DNS, com ara 192.0.34.166 per al registre A d'exemple.org
cs: Hodnota záznamu DNS zdroje, např. '192.0.34.166' pro 'A' záznam example.org
da: Registerværdi for DNS-ressource, såsom 192.0.34.166 for 'eksempel.org's A-register
el: Τιμή εγγραφής πόρου, όπως 192.0.34.166 για την Α εγγραφή του example.org
es: Valor de registro del recurso DNS, como 192.0.34.166 para el registro A de ejemplo.org
hi: DNS रिसोर्स अभिलेख मान, जैसा कि example.org's A अभिलेख के लिए 192.0.34.166
id: Nilai rekaman sumber daya DNS, seperti 192.0.34.166 untuk rekaman A example.org
ja: example.org の A レコードに対して 192.0.34.166 を設定するなどの DNS リソースレコード値
km: តម្លៃ​កំណត់ត្រា​ធនធាន DNS ដូចជា 192.0.34.166 សម្រាប់​កំណត់ត្រា A របស់ example.org
nl: Recordwaarde van DNS-resource, zoals 192.0.34.166 voor example.org's A-record
pl: Wartość rekordu zasobu DNS, np. 192.0.34.166 dla rekordu A domeny example.org
pt: Valor do registo de recurso DNS, como sendo 192.0.34.166 para o registo A de exemplo.org
sv: Postvärde för en DNS-resurs, till exempel 192.0.34.166 för A-posten i exempel.org
tr: DNS kaynağı kayıt değeri, 'example.org' un A kaydı için '192.0.34.166' gibi

source: Hostname for the DNS record
bg: Име на машина за DNS записа
ca: Nom d'amfitrió per al registre DNS
cs: Název hostitele pro záznam DNS
da: Værtsmaskinenavn for DNS-registret
el: Όνομα κόμβου για την εγγραφή του DNS
es: Nombre de host para el registro DNS
hi: DNS अभिलेख के लिए होस्टनाम
id: Nama host untuk catatan DNS
ja: DNS レコードに対するホスト名
km: ឈ្មោះ​ម៉ាស៊ីនសម្រាប់​កំណត់ត្រា DNS
lt: Pagrindinio kompiuterio vardas, skirtas DNS įrašui
nl: Hostnaam voor het DNS-record
pl: Nazwa hosta dla rekordu DNS
pt: Nome de computador para o registo de DNS
sv: DNS-postens värdnamn
tr: DNS kaydı için bilgisayar adı

source: Log named queries %1
bg: Запис на заявките %1 в дневник
ca: Consultes de registre named %1
cs: Protokolovat pojmenované dotazy: %1
da: Log 'named'-forespørgsler %1
el: Καταγραφή ερωτήσεων ονομάτων %1
es: Registrar consultas DNS %1
hi: नाम वाले प्रश्न %1 लॉग करें
id: Catatan pertanyaan named %1
ja: named のクエリをログに記録: %1
km: ចុះ​កំណត់ហេតុ​សំណួរ​ដែល​មាន​ឈ្មោះ %1
nl: Genoemde query's %1 naar logboekbestand schrijven
pl: Zapisywanie w dzienniku zapytań named %1
pt: Registar em diário as perguntas ao named %1
sv: Logga namnförfrågningar %1
tr: named sorgularını kaydet %1

source: Log zone updates %1
bg: Запис на обновяванията на зоните %1 в дневник
ca: Registra actualitzacions de zona %1
cs: Protokolovat aktualizace zón: %1
da: Log zoneopdateringer %1
el: Καταγραφή ενημερώσεων ζώνης %1
es: Registrar actualizaciones de zona %1
hi: जोन नवीनीकरण %1लॉग करें
id: Catatan pembaharuan zona %1
ja: ゾーン更新をログに記録 %1
km: ចុះ​កំណត់ហេតុ​ការ​ធ្វើ​​បច្ចុប្បន្នភាព​​តំបន់ %1
nl: Zone-updates %1 naar logboekbestand schrijven
pl: Zapisywanie w dzienniku aktualizacji stref %1
pt: Registar em diário as actualizações de zona %1
sv: Logga zonuppdateringar %1
tr: Bölge güncellemelerini kaydet %1

source: Log zone transfers %1
bg: Запис на трансферите на зоните %1 в дневник
ca: Registra transferències de zona %1
cs: Protokolovat přenosy zón: %1
da: Log zoneoverførsler %1
el: Καταγραφή μεταφορών ζώνης %1
es: Registrar transferencias de zona %1
hi: जोन स्थानांतरण %1 लॉग करें
id: Catatan transfer Zona %1
ja: ゾーン転送をログに記録 %1
km: ចុះ​កំណត់ហេតុ​ការ​ផ្ទេរ​តំបន់ %1
nl: Zoneoverdrachten %1 naar logboekbestand schrijven
pl: Zapisywanie w dzienniku transferów stref %1
pt: Registar em diário as transferências de zona %1
sv: Logga zonöverföringar %1
tr: Bölge aktarımlarını kaydet %1

source: Comma-separated list of zone forwarders
bg: Списък с препращачите за зоните, разделен със запетая
ca: Llista separada per comes de reenviadors de zona
cs: Čárkami oddělený seznam serverů pro předávání zón
da: Kommaadskilt liste over zonevideresendere
el: Λίστα, χωρισμένη με κόμματα, των ζωνών προώθησης
es: Lista de redireccionadores de zona separados por comas
id: Daftar forwarder zona yang dipisahkan koma
ja: ゾーンのフォワーダの一覧 (カンマ区切り)
km: បញ្ជី​ម៉ាស៊ីន​បញ្ជូន​តំបន់​បន្ត​ដែល​បាន​បំបែក​ដោយ​សញ្ញា​ក្បៀស
nl: Kommagescheiden lijst met zoneforwarders
pl: Lista przekazujących strefy (wpisy oddzielone przecinkiem)
pt: Lista separada por vírgulas, dos encaminhadores de zona
sv: Kommaseparerad lista med zonvidarebefordrare
tr: Virgül ile ayrılmış yönlendiriciler listesi

source: Parameter %1 is required.
bg: Изисква се параметър '%1'.
ca: Cal el paràmetre %1.
cs: Parametr '%1' je povinný.
da: Parameter %1 kræves
el: Απαιτείται η παράμετρος %1
es: Se necesita el parámetro %1.
hi: मानक %1 की आवश्यकता है.
id: Parameter %1 dibutuhkan.
ja: パラメータ %1 が必要です。
km: ប៉ារ៉ាម៉ែត្រ %1 ត្រូវ​បាន​ទាមទារ ។
lt: Parametras %1 yra reikalingas.
nl: Parameter %1 is vereist.
pl: Parametr %1 jest wymagany.
pt: O parâmetro %1 é obrigatório.
sv: Parametern %1 måste ställas in.
tr: %1 parametresi gerekiyor.

source: Unknown value for parameter %1.
bg: Неизвестна стойност на параметъра '%1'.
ca: Valor desconegut per al paràmetre %1.
cs: Neznámá hodnota parametru '%1'.
da: Ukendt værdi for parameter %1.
el: Άγνωστη τιμή για την παράμετρο %1.
es: Valor desconocido para el parámetro %1.
hi: मानक %1 के लिए अज्ञात मान.
id: Nilai untuk parameter %1 tidak diketahui.
ja: パラメータ %1 に不明な値が設定されています。
km: មិន​ស្គាល់​តម្លៃ​សម្រាប់​ប៉ារ៉ាម៉ែត្រ %1 ។
lt: Nežinoma parametro %1 reikšmė.
nl: Onbekende parameter waarde %1.
pl: Nieznana wartość parametru %1.
pt: Valor desconhecido para o parâmetro %1.
sv: Okänt värde för parametern %1.
tr: %1 parametresi için bilinmeyen değer.

source: Start-Up Settings:
bg: Настройки на стартирането:
ca: Paràmetres de l'inici:
cs: Nastavení při spuštění:
da: Opstartsindstillinger:
el: Ρυθμίσεις Εκκίνησης:
es: Ajustes de inicio:
hi: आरंभिक सेटिंग्ज़:
id: Pengaturan memulai:
ja: 起動設定:
km: ការ​កំណត់​ការ​ចាប់ផ្ដើម ៖
lt: Paleidimo nuostatos:
nl: Opstartinstellingen:
pl: Ustawienia uruchamiania:
pt: Definições de Arranque:
sv: Startinställningar:
tr: Başlangıç Ayarları:

source: Only one parameter is allowed.
bg: Позволен е само един параметър.
ca: Només es permet un paràmetre.
cs: Je povolen jen jeden parametr.
da: Kun en parameter er tilladt.
el: Μόνο μία παράμετρος επιτρέπεται.
es: Sólo se permite un parámetro.
hi: सिर्फ एक पैरामीटर मान्य हैं
id: Hanya satu parameter diperbilehkan.
ja: パラメータは 1 つしか指定できません。
km: អនុញ្ញាត​តែ​ប៉ារ៉ាម៉ែត្រ​មួយ​ប៉ុណ្ណោះ ។
lt: Leidžiamas tik vienas parametras.
nl: Er is slechts één parameter toegestaan.
pl: Dopuszczalny jest tylko jeden parametr.
pt: Apenas um parâmetro é permitido.
sv: Endast en parameter tillåts.
tr: Sadece bir parametreye izin var.

source: Enabling DNS server in the boot process...
bg: Стартиране на DNS услугата по време на зареждането на ОС…
ca: Habilitant el servidor DNS durant el procés d'arrencada...
cs: Povoluje se server DNS při startu systému...
da: Aktiverer DNS-server i boot-processen...
el: Ενεργοποίηση του διακομιστή DNS στην διαδικασία εκκίνησης...
es: Activando el servidor DNS durante el arranque...
hi: बूट प्रक्रिया में DNS सर्वर को सक्रिय करना...
id: Menghidupkan Server DNS pada saat proses boot...
ja: 起動時に DNS サーバを開始するよう設定しています...
km: កំពុង​ធ្វើ​ឲ្យ​ម៉ាស៊ីន​បម្រើ DNS ប្រើ​បាន ក្នុង​ពេល​ដំណើរការ​ចាប់ផ្ដើម...
lt: DNS serveris įjungiamas OS paleidimo procese...
nl: DNS-server wordt aan het opstartproces toegevoegd…
pl: Dołączanie serwera DNS do procesu uruchamiania systemu...
pt: A activar o servidor de DNS no processo de arranque...
sv: Aktiverar DNS-servern i startprocessen...
tr: DNS sunucusunu sistem açılışında başlatma ayarlanıyor...

source: Removing DNS server from the boot process...
bg: Премахване на DNS услугата от процеса на зареждане на ОС…
ca: Traient el servidor DNS del procés d'arrencada...
cs: Odstraňování serveru DNS z procesu startu...
da: Fjerner DNS-serveren fra boot-processen
el: Αφαίρεση του διακομιστή DNS από τη διαδικασία εκκίνησης...
es: Eliminando el servidor DNS del proceso de arranque...
hi: DNS सर्वर को बूट प्रक्रिया से अलग करना...
id: Menghapus Server DNS dari proses boot…
ja: 起動時に DNS サーバを開始しないように設定しています...
km: កំពុង​យក​ម៉ាស៊ីន​បម្រើ DNS ចេញ​ពី​ដំណើរការ​ចាប់ផ្ដើម...
lt: DNS serveris pašalinamas iš OS paleidimo proceso...
nl: DNS-server wordt uit het opstartproces verwijderd…
pl: Usuwanie serwera DNS z procesu uruchamiania systemu...
pt: A remover o servidor de DNS do processo de arranque...
sv: Tar bort DNS-servern från startprocessen...
tr: DNS sunucusunu sistem açılışında başlatma kaldırılıyor...

source: DNS server is enabled in the boot process.
ca: El servidor DNS està habilitat durant el procés d'arrencada.
cs: DNS server je povolený při startu systému.
da: DNS-server aktiveres i boot-processen.
el: Ο εξυπηρετητής DNS είναι ενεργοποιημένος στην διαδικασία εκκίνησης.
es: El servidor DNS se habilita durante el arranque.
id: Server DNS telah hidup pada saat proses boot.
ja: DNS サーバは起動時に有効化されます。
km: ម៉ាស៊ីន​បម្រើ DNS ត្រូវ​បាន​ធ្វើ​ឲ្យ​ប្រើ​បាន ក្នុង​ដំណើរការ​ចាប់ផ្ដើម ។
nl: De DNS-server is tijdens het opstartproces geactiveerd.
pl: Serwer DNS jest uruchamiany w czasie uruchamiania systemu.
sv: DNS-servern aktiveras i startprocessen.

source: DNS server needs manual starting.
ca: El servidor DNS necessita un inici manual.
cs: DNS server vyžaduje ruční spuštění.
da: DNS-serveren skal startes manuelt.
el: Ο εξυπηρετητής DNS χρειάζεται χειροκίνητη εκκίνηση.
es: El servidor DNS debe iniciarse manualmente.
id: Server DNS perlu dihidupkan secara manual.
ja: DNS サーバを手動で起動する必要があります。
km: ម៉ាស៊ីន​បម្រើ DNS ត្រូវការ​ការ​ចាប់ផ្ដើម​ដោយ​ដៃ ។
nl: De DNS-server moet handmatig gestart worden.
pl: Serwer DNS wymaga ręcznego uruchomienia.
sv: DNS-servern måste startas manuellt.

source: Forwarding:
bg: Пренасочване:
ca: Reenviament:
cs: Předávání:
da: Videresender:
el: Προώθηση:
es: Remisión:
hi: फॉरवर्ड करना:
id: Meneruskan:
ja: 転送:
km: ការ​បញ្ជូន​បន្ត ៖
lt: Persiuntimas:
nl: Doorsturen:
pl: Przekazywanie:
pt: Reencaminhar:
sv: Vidarebefordring:
tr: Yönlendirme:

source: Forwarder IP
bg: IP на пренасочването
ca: IP del reenviador
cs: IP serveru pro předávání
da: Videresender-IP
el: IP προωθητή
es: IP del redireccionador
hi: फॉरवर्ड करने वाली IP
id: IP Forwarder
ja: フォワーダ IP
km: IP របស់​ម៉ាស៊ីន​បញ្ជូន​បន្ត
pl: IP przekazującego
pt: IP do Encaminhador
sv: Vidarebefordrar-IP
tr: Yönlendirici IP'si

source: Only one action parameter is allowed.
bg: Позволен е само един параметър.
ca: Només es permet un paràmetre d'acció.
cs: Je povolen jen jeden parametr.
da: Kun en handlings-parameter er tilladt.
el: Μόνο μία παράμετρος ενέργειας επιτρέπεται.
es: Sólo se permite un parámetro de acción.
hi: केवल एक एक्शन मानक की ही अनुमति है.
id: Hanya satu parameter aksi diperlukan.
ja: アクションパラメータは 1 つしか指定できません。
km: អនុញ្ញាត​តែ​ប៉ារ៉ាម៉ែត្រ​អំពើ​មួយ​ប៉ុណ្ណោះ ។
lt: Leidžiamas tik vienas veiksmo parametras.
nl: Slechts één actieparameter is toegestaan.
pl: Dopuszczalny jest tylko jeden parametr działania.
pt: Apenas é permitido um parâmetro de acção.
sv: Endast en åtgärdsparameter tillåts.
tr: Sadece bir tane işlem parametresine izin var.

source: Logging destination
bg: Местоназначение на дневника
ca: Destinació del registre
cs: Cíl protokolování
da: Logningsdestination
el: Καταγραφή προορισμού
es: Destino del registro
hi: लॉगिंग गंतव्य
id: Tujuan pencatatan
ja: ログの出力先
km: ទិសដៅ​ចុះ​កំណត់ហេតុ
lt: Žurnalavimo paskirtis
nl: Logboekbestemming
pl: Miejsce zapisywania dziennika
pt: Destino do diário
sv: Loggmål
tr: Kayıt hedefi

source: System log
bg: Системен дневник
ca: Registre del sistema
cs: Systémový log
el: Ιστορικό Συστήματος
es: Registro del sistema
hi: सिस्टम लॉग
id: Catatan Sistem
ja: システムログ
km: កំណត់ហេតុ​ប្រព័ន្ធ
lt: Sistemos žurnalas
nl: Systeemlogboek
pl: Systemowy dziennik zdarzeń
pt: Diário de Sistema
sv: Systemlogg
tr: Sistem kaydı

source: File
bg: Файл
ca: Fitxer
cs: Soubor
da: Fil
el: Αρχείο
es: Archivo
hi: फाइल
id: Berkas
ja: ファイル
km: ឯកសារ
lt: Rinkmena
nl: Bestand
pl: Plik
pt: Ficheiro
sv: Fil
tr: Dosya

source: Filename
bg: Име на файл
ca: Nom del fitxer
cs: Název souboru
da: Filnavn
el: Όνομα αρχείου
es: Nombre de archivo
hi: फाइल नाम
id: Nama file
ja: ファイル名
km: ឈ្មោះ​ឯកសារ
lt: Rinkmenos pavadinimas
nl: Bestandsnaam
pl: Nazwa pliku
pt: Nome de ficheiro
sv: Filnamn
tr: Dosya adı

source: Maximum size
bg: Максимален размер
ca: Mida màxima
cs: Maximální velikost
da: Maksimal størrelse
el: Μέγιστο Μέγεθος
es: Tamaño máximo
hi: अधिकतम आकार
id: Maksimal ukuran
ja: 最大サイズ
km: ទំហំ​អតិបរមា
lt: Didžiausias dydis
nl: Maximumgrootte
pl: Maksymalna wielkość
pt: Tamanho Máximo
sv: Maximal storlek
tr: En yüksek boyut

source: Maximum versions
bg: Максимални версии
ca: Versions màximes
cs: Maximum verzí
da: Maximalt antal versioner
el: Μέγιστες Εκδόσεις
es: Número máximo de versiones
hi: अधिकतम आरूप
id: Maksimal versi
ja: 最大バージョン
km: កំណែ​អតិបរមា
lt: Daugiausia versijų
nl: Maximumaantal versies
pl: Maksymalna liczba wersji
pt: Versão máxima
sv: Maximal antal versioner
tr: En fazla sürüm sayısı

source: Log named queries
bg: Запис на заявките в дневник
ca: Registra consultes named
cs: Protokolovat pojmenované dotazy
da: Log 'named'-forespørgsler
el: Καταγραφή των named ερωτήσεων
es: Registrar solicitudes al servidor DNS
hi: लॉग नाम की जांच
id: Catatan pemanggilan named
ja: named に届いた問い合わせをログに記録
km: ចុះ​កំណត់ហេតុ​សំណួរ​ដែល​មាន​ឈ្មោះ
nl: Genoemde query's naar logboekbestand schrijven
pl: Zapisuj zapytania named w dzienniku
pt: Registar diário de perguntas ao named
sv: Logga namngivna frågor
tr: named sorgularını kaydet

source: Log zone updates
bg: Запис на обновяванията на зоните в дневник
ca: Registra actualitzacions de zona
cs: Protokolovat aktualizace zón
da: Log zoneopdateringer
el: Καταγραφή ενημερώσεων ζώνης
es: Registrar actualizaciones de zona
hi: लॉग जोन नवीनीकरण
id: Catatan pembaharuan zona
ja: ゾーン更新をログに記録
km: ចុះ​កំណត់ហេតុ​ការ​ធ្វើ​បច្ចុប្បន្នភាព​តំបន់
lt: Į žurnalą rašyti &zonos atnaujinimus
nl: Zone-updates naar logboekbestand schrijven
pl: Zapisuj w dzienniku aktualizacje stref
pt: Registar diário de actualizações de zonas
sv: Logga zonuppdateringar
tr: Bölge güncellemelerini kaydet

source: Log zone transfers
bg: Запис на трансферите на зоните в дневник
ca: Registra transferències de zona
cs: Protokolovat přenosy zón
da: Log zoneoverførsler
el: Καταγραφή μεταφορών ζώνης
es: Registrar transferencias de zona
hi: लॉग जोन ट्रांसफर
id: Catatan transfer zona
ja: ゾーン転送をログに記録
km: ចុះ​កំណត់ហេតុ​ការ​ផ្ទេរ​តំបន់
lt: Į žurnalą rašyti zonos perdavi&mus
nl: Zoneoverdrachten naar logboekbestand schrijven
pl: Zapisuj w dzienniku transfery stref
pt: Registar diário de transferências de zonas
sv: Logga zonöverföringar
tr: Bölge aktarımlarını kaydet

source: Logging Settings:
bg: Настройки на записването в дневник:
ca: Paràmetres de registre:
cs: Nastavení protokolování:
da: Logningsindstillinger:
el: Ρυθμίσεις καταγραφών:
es: Ajustes de registro:
hi: लॉगिंग सेटिंग्ज़:
id: Pengaturan pencatatan:
ja: ログの設定:
km: ការ​កំណត់​ការ​ចុះ​កំណត់ហេតុ ៖
lt: Žurnalavimo nuostatos:
nl: Logboekinstellingen:
pl: Ustawienia zapisu w dzienniku:
pt: Definições do Registo de Diário:
sv: Loggningsinställningar:
tr: Kayıt defteri ayarları:

source: Setting
bg: Настройки
ca: Configuració
cs: Nastavení
da: Indstilling
el: Ρύθμιση
es: Configuración
hi: सेटिंग
id: Pengaturan
ja: 設定
km: ការ​កំណត់
lt: Nuostata
nl: Instelling
pl: Ustawienie
pt: Definição
sv: Inställning
tr: Ayar

source: Value
bg: Стойност
ca: Valor
cs: Hodnota
da: Værdi
el: Τιμή
es: Valor
hi: मूल्य
id: Nilai
ja: 値
km: តម្លៃ
lt: Reikšmė
nl: Waarde
pl: Wartość
pt: Valor
sv: Värde
tr: Değer

source: Logging Rule
bg: Правила за запис в дневник
ca: Regla de registre
cs: Zaznamenávací pravidlo
da: Logningsregel
el: Κανόνας Καταγραφών
es: Regla de registro
hi: लॉगिंग नियम
id: Peraturan pencatatan
ja: ログルール
km: ក្បួន​ចុះ​កំណត់ហេតុ
lt: Žurnalavimo taisyklė
nl: Logboekregel
pl: Reguła zapisywana w dzienniku
pt: Regra do Diário
sv: Loggningsregel
tr: Kayıt defteri kuralları

source: DNS Zones:
bg: DNS зони:
ca: Zones DNS:
cs: Zóny DNS:
da: DNS-zoner:
el: Ζώνες DNS:
es: Zonas DNS:
hi: DNS जोन:
id: Zona DNS:
ja: DNS ゾーン:
km: តំបន់ DNS ៖
lt: DNS zonos:
pl: Strefy DNS:
pt: Zonas DNS:
sv: DNS-zoner:
tr: DNS bölgeleri:

source: Name
bg: Име
ca: Nom
cs: Název
da: Navn
el: Όνομα
es: Nombre
hi: नाम
id: Nama
ja: 名前
km: ឈ្មោះ
lt: Vardas
nl: Naam
pl: Nazwa
pt: Nome
sv: Namn
tr: Ad

source: Type
bg: Тип
ca: Tipus
cs: Typ
el: Τύπος
es: Tipo
hi: प्रकार
id: Tipe
ja: 種類
km: ប្រភេទ
lt: Tipas
pl: Typ
pt: Tipo
sv: Typ
tr: Tür

source: Master Server
bg: Сървър господар
ca: Servidor mestre
cs: Hlavní server
el: Κύριος διακομιστής
es: Servidor maestro
hi: मास्टर सर्वर
id: Server Induk
ja: マスターサーバ
km: ម៉ាស៊ីន​បម្រើ​មេ
lt: Pagrindinis serveris
pl: Serwer główny
pt: Servidor Mestre
sv: Huvudserver
tr: Ana sunucu

source: Forwarders
bg: Пренасочване
ca: Reenviadors
cs: Servery pro předávání
da: Videresendere
el: Διαβιβαστές
es: Redireccionadores
hi: फॉरवर्डर्स
ja: フォワーダ
km: ម៉ាស៊ីន​បញ្ជូន​បន្ត
pl: Przekazujący
pt: Encaminhadores
sv: Vidarebefordrare
tr: Yönlendiriciler

source: Predefined
bg: Предопределяне
ca: Predefinit
cs: Přednastaveno
da: Prædefineret
es: Predefinida
hi: पूर्वपरिभाषित
id: Telah ditentukan
ja: 事前定義
km: កំណត់​ទុក​ជា​មុន
lt: Numatytas
nl: Vooraf gedefinieerd
pl: Predefiniowane
pt: Pré-definido
sv: Fördefinierad
tr: Ön tanımlı

source: Custom
bg: Потребителски
ca: Personalitza
cs: Vlastní
da: Tilpasset
es: Personalizada
hi: कस्टम
id: Kustom
ja: カスタム設定
km: ផ្ទាល់ខ្លួន
lt: Savitas
nl: Aangepast
pl: Własne
pt: Personalizar
sv: Egen
tr: Özel

source: ACLs:
bg: ACL-и:
ca: ACL:
cs: ACL:
da: ACL'er:
es: Listas ACL:
ja: ACL:
lt: Prieigos teisių sąrašai:
pl: Listy ACL:
sv: ACL:er:
tr: ACL'ler:

source: Zone Transport:
bg: Транспорт на зоната:
ca: Transport de zona:
cs: Transport zóny:
el: Μεταφορά ζώνης:
es: Transporte de zona:
hi: जोन परिवहन:
id: Transportasi Zona:
ja: ゾーン転送:
km: ការ​ផ្ទេរ​តំបន់ ៖
pl: Transport stref:
pt: Transporte de Zona:
sv: Zontransport:
tr: Bölge aktarımı:

source: Zone
bg: Зона
ca: Zona
cs: Zóna
el: Ζώνη
es: Zona
hi: ज़ोन
id: Zona
ja: ゾーン
km: តំបន់
lt: Zona
pl: Strefa
pt: Zona
sv: Zon
tr: Bölge

source: Enabled ACL
bg: Включвате на ACL
ca: ACL habilitat
cs: Povolen ACL
da: Aktiveret ACL
el: Ενεργοποιημένα ACL
es: ACL activada
hi: असमर्थित ACL
id: Hidupkan ACL
ja: 有効な ACL
km: បើក ACL
lt: Įgalintas prieigos teisių sąrašas (ACL)
nl: ACL ingeschakeld
pl: Włączone ACL
pt: ACL Activada
sv: Aktiverad ACL
tr: Etkin ACL

source: Name Servers:
bg: DNS сървъри:
ca: Servidors de noms:
cs: Nameservery:
da: Navneservere:
el: Διακομιστές ονομάτων:
es: Servidores de nombres:
hi: सर्वरों का नाम:
id: Name Server:
ja: ネームサーバ:
km: ម៉ាស៊ីន​បម្រើ​ឈ្មោះ ៖
lt: Vardų serveriai:
nl: Naamservers:
pl: Serwery nazw:
pt: Servidores de Nomes:
sv: Namnservrar:
tr: Ad sunucuları:

source: Name Server
bg: DNS сървър
ca: Servidor de noms
da: Navneserver
el: Διακομιστής ονομάτων
es: Servidor de nombres
hi: सर्वर का नाम
ja: ネームサーバ
km: ម៉ាស៊ីន​បម្រើ​ឈ្មោះ
lt: Vardų serveris
nl: Naamserver
pl: Serwer nazw
pt: Servidor de Nomes
sv: Namnserver
tr: Ad sunucusu

source: Mail Servers:
bg: Пощенски сървъри:
ca: Servidors de correu:
cs: Poštovní servery:
da: Mail-servere:
el: Διακομιστές Αλληλογραφίας:
es: Servidores de correo:
hi: मेल सर्वर:
id: Surat Server:
ja: メールサーバ:
km: ម៉ាស៊ីន​បម្រើ​សំបុត្រ ៖
lt: Pašto serveriai:
pl: Serwery pocztowe:
pt: Servidores de Correio electrónico:
sv: E-postservrar:
tr: E-Posta sunucuları:

source: Mail Server
bg: Пощенски сървър
ca: Servidor de correu
cs: Poštovní server
el: Διακομιστής Αλληλογραφίας
es: Servidor de correo
hi: मेल सेवक
id: Surat Server
ja: メールサーバ
km: ម៉ាស៊ីន​បម្រើ​សំបុត្រ
lt: Pašto serveris
pl: Serwer pocztowy
pt: Servidor de Correio
sv: E-postserver
tr: E-posta sunucusu

source: Priority
bg: Приоритет
ca: Prioritat
cs: Priorita
da: Prioritet
el: Προτεραιότητα
es: Prioridad
hi: वरीयता
id: Prioritas
ja: 優先度
km: អាទិភាព
lt: Prioritetas
nl: Prioriteit
pl: Priorytet
pt: Prioridade
sv: Prioritet
tr: Öncelik

source: Start of Authority (SOA):
cs: Spustit autoritu (SOA):
da: Start af Autoritet (SOA):
es: Inicio de autoridad (SOA):
hi: अथॉरिटी का आरंभ (SOA):
ja: 権威の開始点 (SOA):
nl: Start van autoriteit (SOA):
pl: Rekord Start of Authority (SOA):
sv: SOA (Start of Authority):
tr: Yetki Başlatımı (SOA)

source: Key
bg: Ключ
ca: Clau
cs: Klíč
da: Nøgle
el: Κλειδί
es: Clave
hi: कि
id: Kunci
ja: キー
km: គ្រាប់​ចុច
lt: Raktas
nl: Sleutel
pl: Klucz
pt: Chave
sv: Nyckel
tr: Anahtar

source: Record Query
bg: Запис на заявките
ca: Consulta de registre
cs: Dotaz záznamu
da: Registerforespørgsel
el: Ερώτηση Εγγραφής
es: Consulta de registro
hi: अभिलेख प्रश्न
id: Permintaan Rekaman
ja: レコードクエリ
km: កត់ត្រា​សំណួរ
lt: Įrašo užklausa
pl: Zapytanie o rekord
pt: Registar Interrogação
sv: Postfråga
tr: Kayıt sorgusu

source: Record Type
bg: Тип на записа
ca: Tipus de registre
cs: Typ záznamu
da: Registertype
el: Τύπος Εγγραφής
es: Tipo de registro
hi: अभिलेख प्रकार
id: Tipe Rekaman
ja: レコードの種類
km: ប្រភេទ​កំណត់ត្រា
lt: Įrašo tipas
pl: Typ rekordu
pt: Tipo de Registo
sv: Posttyp
tr: Kayıt türü

source: Record Value
bg: Стойност на записа
ca: Valor de registre
cs: Hodnota záznamu
da: Registerværdi
el: Τιμή Εγγραφής
es: Valor del registro
hi: अभिलेख मान
id: Nilai Rekaman
ja: レコード値
km: តម្លៃ​កំណត់ត្រា
lt: Įrašo reikšmė
nl: Recordwaarde
pl: Wartość rekordu
pt: Valor do Registo
sv: Postvärde
tr: Kayıt değeri

source: Hostname Record:
bg: Запис на име на машина:
ca: Registre del nom d'amfitrió:
cs: Záznam názvu hostitele:
da: Værtsmaskinenavnsregister:
el: Εγγραφή Ονόματος Κόμβου:
es: Registro de nombre de host:
hi: होस्टनाम अभिलेख
id: Catatan Namahost:
ja: ホスト名レコード:
km: កំណត់ត្រា​ឈ្មោះ​ម៉ាស៊ីន ៖
lt: Pagrindinio kompiuterio vardo įrašas:
nl: Hostnaamrecord:
pl: Rekord nazwy hosta:
pt: Registo de Nome de Computador:
sv: Värdnamnspost:
tr: Bilgisayar adı kaydı:
