Repository: Dzejrou/yast-translations
Catalog: po/dns-server/*.po
Languages: bg, ca, cs, da, el, es, hi, id, ja, km, lt, nl, pl, pt, sv, tr

source: NS -- Name Server
ca: NS -- Servidor de noms
da: NS -- Navneserver
el: NS -- Διακομιστής Ονομάτων
es: NS - servidor de nombres
hi: NS -- नाम सर्वर
ja: NS -- ネームサーバ
km: NS -- ម៉ាស៊ីន​បម្រើ​ឈ្មោះ
lt: NS -- vardų serveris
nl: NS -- Naamserver
pl: NS - Serwer nazw
pt: NS -- Servidor de Nomes
sv: NS - Namnserver
tr: NS -- Ad sunucusu

source: &Domain
bg: &Домейн
ca: &Domini
cs: &Doména
da: &Domæne
el: &Τομέας
es: &Dominio
hi: डोमेन (&D)
ja: ドメイン (&D)
km: ដែន
lt: &Sritis
nl: &Domein
pl: &Domena
pt: &Domínio
sv: &Domän
tr: &Alan

source: &Name Server
bg: D&NS услуга
ca: Servidor de &noms
da: &Navneserver
el: &Διακομιστής Ονομάτων
es: Servidor de &nombres
hi: नाम सर्वर (&N)
ja: ネームサーバ (&N)
km: ម៉ាស៊ីន​បម្រើ​ឈ្មោះ
lt: &Vardų serveris
nl: &Naamserver
pl: Serwer &nazw
pt: Servidor de &Nomes
sv: &Namnserver
tr: &Ad sunucusu

source: Mail Relay %1, Priority %2
bg: Пренасочване на пощата %1, приоритет %2
ca: Retransmissió de correu %1, prioritat %2
cs: Mail relay %1, priorita %2
da: Mail-relay %1, prioritet %2
el: Μεταγωγή Ταχυδρομείου %1, Προτεραιότητα %2
es: Reenvío de correo %1, prioridad %2
hi: मेल प्रसारण %1, वरीयता %2
ja: メール中継 %1, 優先度 %2
km: ការ​បញ្ជូន​សំបុត្រ %1 ត, អាទិភាព %2
lt: Pašto persiuntimas %1, prioritetas %2
nl: Mailrelay %1, prioriteit %2
pl: Przekazywanie poczty %1, priorytet %2
pt: Máquina de Envio de Correio %1, Prioridade %2
sv: Vidarebefordran av e-post %1, prioritet %2
tr: E-Posta aktarımı %1, Öncelik %2

source: MX -- Mail Relay
bg: MX — пренасочване за поща
ca: MX -- Retransmissió de correu
cs: MX -- přeposílání pošty
el: MX -- Μεταγωγή Ταχυδρομείου
es: MX -- reenvío de correo
hi: MX -- मेल प्रसारण
ja: MX -- メール中継
km: MX -- ការ​បញ្ជូន​សំបុត្រ​ត
lt: MX -- Pašto persiuntimas
pl: MX - Przekazywanie poczty
pt: MX -- Máquina de Envio de Correio
sv: MX - Vidarebefordran av e-post
tr: MX -- E-posta Aktarımı

source: &Domain Name
bg: И&ме на домейна
ca: Nom del &domini
cs: Jméno &domény
da: &Domænenavn
el: &Όνομα Τομέα
es: Nombre de &dominio
hi: डोमेन नाम (&D)
id: &Nama Domain
ja: ドメイン名 (&D)
km: ឈ្មោះ​ដែន
lt: &Srities vardas
nl: &Domeinnaam
pl: Nazwa &domeny
pt: Nome de &Domínio
sv: &Domännamn
tr: &Alan adı

source: &Mail Relay
bg: &Пренасочване на пощата
ca: &Retransmissió de correu
el: &Μεταγωγή Ταχυδρομείου
es: Reenvío de &correo
hi: मेल प्रसारण (&M)
ja: メール中継 (&M)
km: ការ​បញ្ជូន​សំបុត្រ​ត
lt: &Pašto persiuntimas
pl: Przekaz&ywanie poczty
pt: Máquinas de Envio de &Correio
sv: Vidarebefordran av &e-post
tr: &Posta Aktarımı

source: Initializing DNS Server Configuration
bg: Стартиране настройването за DNS услугата
ca: Iniciaant la configuració del servidor DNS
cs: Inicializovat nastavení DNS serveru
da: Initialiserer konfiguration af DNS-server
el: Αρχικοποίηση ρυθμίσεων διακομιστή DNS
es: Iniciando la configuración del servidor DNS
hi: DNS सर्वर संरुपण आरम्भ कर रहा है
ja: DNS サーバの設定を準備しています
km: កំពុង​ចាប់ផ្ដើម​ការ​កំណត់​រចនាសម្ព័ន្ធ​ម៉ាស៊ីន​បម្រើ DNS
lt: Ruošiamas sričių vardų serverio (DNS) konfigūravimas
nl: De DNS-serverconfiguratie wordt geïnitialiseerd
pl: Inicjalizacja konfiguracji serwera DNS
pt: A Inicializar a Configuração do Servidor DNS
sv: Initierar DNS-serverinställningar
tr: DNS sunucu yapılandırması başlatılıyor

source: Check the environment
bg: Проверка на средата
ca: Comprova l'entorn
cs: Kontrolovat prostředí
da: Kontrollér miljøet
el: Έλεγχος του περιβάλλοντος
es: Comprobar el entorno
hi: परिस्थिति जाँज करें
id: Memeriksa lingkungan
ja: 環境の確認
km: ពិនិត្យ​បរិស្ថាន
lt: Tikrinti aplinką
nl: Werkomgeving controleren
pl: Sprawdzenie środowiska
pt: A verificar o ambiente
sv: Kontrollera miljön
tr: Ortamı kontrol et

source: Flush caches of the DNS daemon
bg: Изчистване кеша на DNS демона
ca: Neteja la cau del dimoni DNS
cs: Vyprázdnit cache služby DNS
da: Tøm DNS-dæmonens cache
el: Άδειασμα της λανθάνουσας μνήμης του DNS δαίμονα
es: Vaciar caché del daemon DNS
hi: DNS डेमन के कैशे फ्लश करें
ja: DNS デーモンのキャッシュの掃きだし
km: សម្អាត​ឃ្លាំងសម្ងាត់​របស់​ដេមិន DNS
lt: Išvalyti DNS tarnybos podėlius
nl: Caches van de DNS-daemon wissen
pl: Czyszczenie pamięci podręcznej demona DNS
pt: Limpar caches do serviço DNS
sv: Rensa DNS-demonens cache-minne
tr: DNS daemon'unun önbelleğini boşalt

source: Read the firewall settings
bg: Четене настройките на защитната стена
ca: Llegeix els paràmetres del tallafoc
cs: Načíst nastavení firewallu
da: Læs firewall-indstillingerne
el: Ανάγνωση ρυθμίσεων του τείχους προστασίας
es: Leer la configuración del cortafuegos
hi: फायरवाल सेवा व्यवस्थाऐं पढें
ja: ファイアウオール設定の読み込み
km: អាន​ការ​កំណត់​ជញ្ជាំងភ្លើង
lt: Skaityti užkardos nuostatas
nl: Firewall-instellingen lezen
pl: Wczytanie ustawień zapory sieciowej
pt: Ler as definições da firewall
sv: Läs brandväggsinställningarna
tr: Firewall ayarlarını oku

source: Read the settings
bg: Четене на настройките
ca: Llegeix els paràmetres
cs: Načíst nastavení
da: Læs indstillingerne
el: Ανάγνωση των ρυθμίσεων
es: Leer la configuración
hi: सेटिंग्ज़ पढ़े
ja: 設定の読み込み
km: អាន​ការ​កំណត់
lt: Skaityti nuostatas
nl: Instellingen lezen
pl: Odczytanie ustawień
pt: Ler as definições
sv: Läs inställningarna
tr: Ayarları oku

source: Checking the environment...
bg: Проверка на средата…
ca: Comprovació de l'entorn...
cs: Kontroluje se prostředí...
da: Kontrollerer miljøet...
el: Ελέγχοντας το περιβάλλον...
es: Comprobando el entorno...
hi: परिस्थिति जाँच कर रहा हैं...
ja: 環境を確認しています...
km: កំពុង​ពិនិត្យ​បរិស្ថាន...
lt: Tikrinama aplinka...
nl: De werkomgeving wordt gecontroleerd…
pl: Sprawdzanie środowiska...
pt: A verificar o ambiente...
sv: Kontrollerar miljön...
tr: Ortam kontrol ediliyor...

source: Flushing caches of the DNS daemon...
bg: Изчистване кеша на DNS демона…
ca: Netejant la cau del dimoni DNS...
cs: Vyprazdňuji cache DNS démona...
da: Tømmer DNS-dæmonens cache...
el: Άδειασμα της λανθάνουσας μνήμης του DNS δαίμονα...
es: Vaciando cachés del daemon DNS...
hi: DNS डेमोन में कैशे फ्लश कर रहा है...
ja: DNS デーモンのキャッシュを掃きだしています...
km: កំពុង​សម្អាត​ឃ្លាំងសម្ងាត់​របស់​ដេមិន DNS...
lt: Valomi DNS tarnybos podėliai...
nl: De DNS-daemoncaches worden gewist…
pl: Czyszczenie pamięci podręcznej demona DNS...
pt: A limpar as caches do serviço DNS...
sv: Rensar DNS-demonens cache-minne...
tr: DNS daemon'unun önbelleği boşaltılıyor...

source: Reading the firewall settings...
bg: Четене на настройките на защитната стена…
ca: S’estan llegint els paràmetres del tallafoc...
cs: Načítá se konfigurace firewallu...
da: Læser firewall-indstillingerne...
el: Ανάγνωση ρυθμίσεων του τείχους προστασίας...
es: Leyendo la configuración del cortafuegos...
hi: फायरवाल ा व्यवस्थाऐं पढ रहा है..
ja: ファイアウオール設定を読み込んでいます...
km: កំពុង​អាន​ការ​កំណត់​ជញ្ជាំងភ្លើង...
lt: Skaitomos užkardos nuostatos...
nl: De firewall-instellingen worden gelezen…
pl: Wczytywanie ustawień zapory sieciowej...
pt: A ler as definições da firewall...
sv: Läser brandväggsinställningarna...
tr: Firewall ayarları okunuyor...

source: Reading the settings...
bg: Четене на настройките…
ca: Llegint els paràmetres...
cs: Načítají se nastavení...
da: Læser indstillingerne...
el: Ανάγνωση των ρυθμίσεων...
es: Leyendo la configuración...
hi: सेटिंग्ज़ पढ़ रहा है...
ja: 設定を読み込んでいます...
km: កំពុង​អាន​ការ​កំណត់...
lt: Skaitomos nuostatos...
nl: De instellingen worden gelezen…
pl: Odczytywanie ustawień...
pt: A ler as definições...
sv: Läser inställningarna...
tr: Ayarlar okunuyor...

source: Finished
bg: Край
ca: Acabat
cs: Hotovo
da: Færdig
el: Τέλος
es: Terminado
hi: समाप्त हुआ
id: Selesai
ja: 完了
km: បាន​បញ្ចប់
lt: Baigta
nl: Gereed
pl: Zakończono
pt: Terminado
sv: Klart
tr: Sonlandı

source: Error occurred while calling netconfig. Error: %1
ca: S'ha produït un error mentre es cridava netconfig. Error: %1
el: Παρουσιάστηκε σφάλμα κατά την κλήση του netconfig. Σφάλμα: %1
es: Error al llamar a netconfig. Error: %1
ja: netconfig を呼び出す際にエラーが発生しました。 エラー: %1
nl: Fout opgetreden tijdens het oproepen van netconfig. Fout: %1
sv: Ett fel uppstod när netconfig anropades. Fel: %1

source: Do you want to force an update now?
ca: Voleu forçar una actualització ara?
el: Θέλετε να επιβάλλετε μια ενημέρωση τώρα;
es: ¿Desea forzar una actualización ahora?
ja: 今すぐ強制更新しますか？
nl: Wilt u nu bijwerken afdwingen?

source: Saving DNS Server Configuration
bg: Запазване настройката на DNS услугата
ca: Desant la configuració del servidor DNS
cs: Ukládání nastavení DNS serveru
da: Gemmer konfiguration for DNS-server
el: Αποθήκευση ρυθμίσεων διακομιστή DNS
es: Guardando la configuración del servidor DNS
hi: DNS सर्वर संरुपण सेव कर रहा है
ja: DNS サーバ設定を保存しています
km: កំពុង​រក្សាទុក​ការ​កំណត់​រចនាសម្ព័ន្ធ​ម៉ាស៊ីន​បម្រើ DNS
lt: Įrašoma sričių vardų serverio (DNS) konfigūracija
nl: De DNS-serverconfiguratie wordt opgeslagen
pl: Zapisywanie konfiguracji serwera DNS
pt: A Gravar a Configuração do Servidor DNS
sv: Sparar DNS-serverinställningarna
tr: DNS Sunucu yapılandırması kaydediliyor

source: Save configuration files
bg: Запазване на настройката
ca: Desa els fitxers de configuració
cs: Uložit konfigurační soubory
da: Gem konfigurationsfiler
el: Αποθήκευση αρχείου ρυθμίσεων
es: Guardar archivos de configuración
hi: संरुपण फाइलें सेव करें
ja: 設定ファイルの保存
km: រក្សាទុក​ឯកសារ​កំណត់​រចនាសម្ព័ន្ធ
lt: Įrašyti konfigūracijos rinkmenas
nl: Configuratiebestanden opslaan
pl: Zapisywanie plików konfiguracyjnych
pt: Gravar ficheiros de configuração
sv: Spara inställningsfilerna
tr: Yapılandırma dosyalarını kaydet

source: Restart the DNS daemon
bg: Рестартиране на DNS демона
ca: Reinicia el dimoni DNS
cs: Spustit znovu DNS démona
da: Genstart DNS-dæmonen
el: Επανεκκίνηση του δαίμονα DNS
es: Reiniciar el daemon DNS
hi: DNS डोमोन फिर से शुरू करें
ja: DNS デーモンの再起動
km: ចាប់ផ្ដើមដេមិន DNS ឡើង​វិញ
lt: Iš naujo paleisti DNS tarnybą
nl: DNS-daemon opnieuw starten
pl: Ponowne uruchomienie demona DNS
pt: Reiniciar serviço de DNS
sv: Starta om DNS-demonen
tr: DNS daemon'unu yeniden başlat

source: Update zone files
bg: Обновяване на файловете на зоната
ca: Actualitza els fitxers de zona
cs: Aktualizovat soubory zón
da: Opdatér zonefiler
el: Ενημέρωση αρχείων ζώνης
es: Actualizar archivos de zona
hi: जोन फाइलें नवीनीकरण करें
id: Memperbarui Berkas Zona
ja: ゾーンファイルの更新
km: ធ្វើ​បច្ចុប្បន្នភាព​តំបន់
lt: Atnaujinti zonų rinkmenas
nl: Zonebestanden bijwerken
pl: Aktualizacja plików strefy
pt: Actualizar ficheiros de zonas
sv: Uppdatera zonfilerna
tr: Bölge dosyalarını güncelle

source: Adjust the DNS service
bg: Регулиране на DNS услугата
ca: Ajusta el servei DNS
cs: Nastavit službu DNS
da: Tilpas DNS-tjenesten
el: Προσαρμογή των υπηρεσιών DNS
es: Ajustar el servicio DNS
hi: DNS सेवा व्यवस्थित करें
ja: DNS サービスの調整
km: លៃតម្រូវ​សេវា DNS
lt: Derinti DNS paslaugą
nl: DNS-service aanpassen
pl: Dostosowywanie usługi DNS
pt: Ajustar o serviço DNS
sv: Justera DNS-tjänsten
tr: DNS hizmetini ayarla

source: Call netconfig
ca: Crida netconfig
cs: Zavolat netconfig
da: Kald netconfig
el: Κλήση netconfig
es: Llamar a netconfig
ja: netconfig の呼び出し
km: ហៅ netconfig
lt: Iškviesti netconfig
nl: Roep netconfig aan
pl: Uruchomienie usługi netconfig
sv: Anropa netconfig

source: Write the firewall settings
bg: Записване настройките на защитната стена
ca: Escriu els paràmetres del tallafoc
cs: Zapsat konfiguraci firewallu
da: Skriv firewall-indstillingerne
el: Εγγραφή ρυθμίσεων του τείχους προστασίας
es: Escribir la configuración del cortafuegos
hi: फायरवॉल सेटिंग्ज़ लिख रहा है
ja: ファイアウオール設定の書き込み
km: សរសេរ​ការ​កំណត់​ជញ្ជាំងភ្លើង
lt: Įrašyti užkardos nuostatas
nl: Firewall-instellingen opslaan
pl: Zapisywanie konfiguracji zapory sieciowej
pt: Escrever as definições da firewall
sv: Spara brandväggsinställningarna
tr: Firewall ayarlarını yaz

source: Saving configuration files...
bg: Запазване на файловете с настройките…
ca: Desant els fitxers de configuració...
cs: Ukládám konfigurační soubory...
da: Gemmer konfigurationsfiler...
el: Αποθήκευση αρχείων ρυθμίσεων...
es: Guardando archivos de configuración...
hi: संरुपण फाइलें सेव कर रहा है...
id: Menyimpan berkas konfigurasi...
ja: 設定ファイルを保存しています...
km: កំពុង​រក្សាទុក​ឯកសារ​កំណត់​រចនាសម្ព័ន្ធ...
lt: Įrašomos konfigūracijos rinkmenos...
nl: De configuratiebestanden worden opgeslagen…
pl: Zapisywanie plików konfiguracyjnych...
pt: A gravar ficheiros de configuração...
sv: Sparar inställningsfilerna...
tr: Yapılandırma dosyaları kaydediliyor...

source: Restarting the DNS daemon...
bg: Рестартиране на DNS демона…
ca: Reiniciant el dimoni DNS...
cs: Spouštím znovu DNS démona...
da: Genstarter DNS-dæmonen...
el: Επανεκκίνηση δαίμονα DNS...
es: Reiniciando el daemon DNS...
hi: DNS डेमोन फिर से शुरू कर रहा है...
ja: DNS デーモンを再起動しています...
km: កំពុង​ចាប់ផ្ដើមដេមិន DNS ឡើង​វិញ...
lt: Iš naujo paleidžiama DNS tarnyba...
nl: De DNS-daemon wordt opnieuw gestart...
pl: Ponowne uruchamianie demona DNS...
pt: A reiniciar o serviço DNS...
sv: Startar om DNS-demonen...
tr: DNS daemon'u yeniden başlatılıyor...

source: Updating zone files...
bg: Обновяване на файловете на зоната…
ca: Actualitzant els fitxers de zona...
cs: Aktualizuji soubory zón...
da: Opdaterer zonefiler...
el: Ενημέρωση αρχείων ζώνης...
es: Actualizando archivos de zona...
hi: जोन फाइलें नवीनीकरण कर रहा है...
id: Memperbarui berkas zona...
ja: ゾーンファイルを更新しています...
km: កំពុង​ធ្វើ​បច្ចុប្បន្នភាព​​ឯកសារ​តំបន់...
lt: Atnaujinamos zonų rinkmenos...
nl: De zonebestanden worden bijgewerkt…
pl: Aktualizacja plików strefy...
pt: A actualizar ficheiros de zonas...
sv: Uppdaterar zonfilerna...
tr: Bölge dosyaları güncelleniyor...

source: Adjusting the DNS service...
bg: Регулиране на DNS услугата…
ca: Ajustant el servei DNS...
cs: Upravuji služby DNS...
da: Tilpasser DNS-tjenesten...
el: Προσαρμογή των υπηρεσιών του DNS...
es: Ajustando el servicio DNS...
hi: DNS सेवा को व्यवस्थित कर रहा है...
ja: DNS サービスを調整しています...
km: កំពុង​លៃតម្រូវ​សេវា DNS...
lt: Derinamos DNS paslaugos...
nl: De DNS-service wordt aangepast...
pl: Dostosowywanie usługi DNS...
pt: A ajustar o serviço DNS...
sv: Justerar DNS-tjänsten...
tr: DNS hizmetleri ayarlanıyor...

source: Calling netconfig...
ca: Cridant netconfig...
cs: Spouští se netconfig...
da: Kalder netconfig...
el: Κλήση netconfig...
es: Llamando a netconfig...
ja: netconfig を呼び出しています...
km: កំពុង​ហៅ netconfig...
lt: Iškviečiama netconfig...
nl: Netconfig wordt uitgevoerd…
pl: Uruchamianie usługi netconfig...
sv: Anropar netconfig...

source: Writing the firewall settings...
bg: Записване на настройките на защитната стена…
ca: Escrivint els paràmetres del tallafoc...
cs: Zapisuje se konfigurace firewallu...
da: Skriver firewall-indstillinger...
el: Εγγραφή ρυθμίσεων του τείχους προστασίας...
es: Escribiendo la configuración del cortafuegos...
hi: फायरवॉल सेटिंग्ज़ लिख रहा है...
ja: ファイアウオール設定を書き込んでいます...
km: កំពុង​សរសេរ​ការ​កំណត់​ជញ្ជាំងភ្លើង...
lt: Įrašomos užkardos nuostatos...
nl: Firewall-instellingen worden opgeslagen…
pl: Zapisywanie ustawień zapory sieciowej...
pt: A escrever as definições da firewall...
sv: Sparar brandväggsinställningarna...
tr: Firewall ayarları yazılıyor...

source: Stub
bg: Огледало
ca: Estub
cs: Maketa (Stub)
es: Aislada
hi: स्टब
ja: スタブ
lt: Galas
pl: Odcinkowa
tr: Ayna

source: Hint
bg: Подсказка
ca: Consell
cs: Rada (Hint)
el: Υπόδειξη
es: Sugerida
hi: हिंट
id: Petunjuk
ja: ヒント
km: ការ​ណែនាំ
lt: Patarimas
nl: Suggestie
pl: Podpowiedź
sv: Ledtråd
tr: İpucu

source: The DNS server starts when booting the system.
bg: DNS сървърът ще стартира при зареждане на системата.
ca: El servidor DNS s'inicia durant l'arrencada del sistema.
cs: DNS server bude spuštěn při startu.
da: DNS-serveren starter når systemet booter.
el: Ο διακομιστής DNS ξεκινά με το σύστημα.
es: El servidor DNS se inicia al arrancar el sistema.
id: Server DNS jalan saat booting sistem
ja: システムの起動時に DNS サーバを開始する。
km: ម៉ាស៊ីន​បម្រើ DNS ចាប់ផ្ដើម នៅ​ពេល​​ចាប់ផ្ដើម​ប្រព័ន្ធ​ ។
nl: De DNS-server start bij het opstarten van het systeem.
pl: Serwer DNS jest uruchamiany podczas uruchamiania systemu.
sv: DNS-servern startar när systemet startas.
tr: DNS sunucusu sistem açılışında başlatılıyor.

source: The DNS server does not start when booting the system.
bg: DNS сървърът няма да стартира при зареждане на системата.
ca: El servidor DNS no s'inicia durant l'arrencada del sistema.
cs: DNS server nebude spuštěn při startu.
da: DNS-serveren starter ikke når systemet booter.
el: Ο διακομιστής DNS δεν ξεκινά στην εκκίνηση του συστήματος.
es: El servidor DNS no se inicia al arrancar el sistema.
ja: システムの起動時に DNS サーバを起動しない。
km: ម៉ាស៊ីន​បម្រើ DNS មិន​ចាប់ផ្ដើម នៅ​ពេល​​ចាប់ផ្ដើម​ប្រព័ន្ធ​​ឡើយ​ ។
nl: De DNS-server start niet bij het opstarten van het systeem.
pl: Serwer DNS nie jest uruchamiany podczas uruchamiania systemu.
sv: DNS-servern startar inte när systemet startas.
tr: DNS sunucusu sistem açılışında başlatılmıyor.

source: Configured Zones: %s
bg: Настроени зони: %s
ca: Zones configurades: %s
cs: Konfigurované zóny: %s
da: Konfigurerede zoner: %s
el: Ρυθμισμένες Ζώνες: %s
es: Zonas configuradas: %s
hi: संरुपित जोन: %s
ja: 設定済みのゾーン: %s
km: តំបន់​ដែល​បាន​កំណត់​រចនាសម្ព័ន្ធ ៖ %s
lt: Sukonfigūruotos zonos: %s
nl: Geconfigureerde zones: %s
pl: Skonfigurowane strefy: %s
pt: Zonas Configuradas: %s
sv: Inställda zoner: %s
tr: Yapılandırılmış bölgeler: %s

source: Invalid LDAP configuration. Cannot use LDAP.
bg: Невалидна настройка на LDAP. Не може да се използва LDAP.
ca: Configuració de l'LDAP no vàlida. No es pot usar l'LDAP.
cs: Chybná konfigurace LDAP. LDAP nelze používat.
da: Ugyldig LDAP-konfiguration. Kan ikke bruge LDAP.
el: Μη έγκυρη ρύθμιση του LDAP. Αδυναμία χρήσης του LDAP.
es: La configuración LDAP no es válida. No es posible usar LDAP.
hi: LDAP समनुरूपण गायब हैं। LDAP इस्तिमाल करना नहीं सकती हैं
ja: LDAP 設定が正しくありません。 LDAP を使用することができません。
km: ការ​កំណត់​រចនាសម្ព័ន្ធ LDAP មិន​ត្រឹមត្រូវ​ឡើយ ។ មិន​អាច​ប្រើ LDAP ។
lt: Bloga LDAP konfigūracija. Negalima naudoti LDAP.
nl: Ongeldige LDAP-configuratie. Kan LDAP niet gebruiken.
pl: Nieprawidłowa konfiguracja LDAP. Nie można użyć LDAP.
pt: Configuração LDAP inválida. Não é possível usar LDAP.
sv: Ogiltig LDAP-inställning. Det går inte att använda LDAP.
tr: Geçersiz LDAP yapılandırması. LDAP kullanılamıyor.

source: Enable LDAP support?
bg: Желаете ли да разрешите поддръжка на LDAP?
ca: Habilitar el suport LDAP?
cs: Zapnout podporu LDAP?
da: Aktivér LDAP-understøttelse?
el: Ενεργοποίηση υποστήριξης LDAP;
es: ¿Activar el soporte LDAP?
hi: LDAP सहारा को समर्थित करें?
ja: LDAP サポートを有効にしますか？
km: ធ្វើ​ឲ្យ​ការ​ធ្វើ​ទ្រទ្រង់ LDAP ប្រើ​បាន ?
lt: Įgalinti LDAP palaikymą?
nl: LDAP-ondersteuning inschakelen?
pl: Czy włączyć obsługę LDAP?
pt: Activar suporte LDAP?
sv: Vill du aktivera stöd för LDAP?
tr: LDAP desteği etkinleştirilsin mi?

source: Installation of required packages failed. LDAP support will not be active.
bg: Инсталацията на необходимия пакет се провали. LDAP поддръжката няма да бъде активна.
ca: Ha fallat la instal·lació dels paquets necessaris. El suport d'LDAP no estarà actiu.
cs: Instalace požadovaného balíčku selhala. Podpora LDAP nebude aktivní.
da: Installation af krævede pakker fejlede. LDAP-understøttelse aktiveres ikke.
el: Η εγκατάσταση των απαραίτητων πακέτων απέτυχε. Η υποστήριξη LDAP δεν θα είναι ενεργή.
es: No ha sido posible instalar los paquetes requeridos. El soporte LDAP no estará activado.
hi: आवश्यक बंडलो का अधिष्ठापन असफल रहा. LDAP सहारा सक्रिय नहीं है.
ja: 必要なパッケージのインストールに失敗しました。 LDAP サポートは利用できません。
km: ការ​ដំឡើង​កញ្ចប់​ដែល​ទាមទារ បាន​បរាជ័យ ។ ការគាំទ្រ LDAP នឹង​មិន​សកម្ម​ឡើយ ។
lt: Nepavyko įdiegti reikalingų paketų. LDAP palaikymas nebus aktyvuotas.
nl: De installatie van de vereiste pakketten is mislukt. De LDAP-ondersteuning zal niet geactiveerd zijn.
pl: Instalacja wymaganych pakietów nie powiodła się. Obsługa LDAP nie będzie aktywna.
pt: Falhou a instalação dos pacotes necessários. O suporte LDAP não se encontrará activo.
sv: Det gick inte att installera de paket som krävs. LDAP kommer inte att kunna användas.
tr: Gerekli paketlerin kurulumu başarısız oldu. LDAP desteği açık olmayacaktır.

source: Unknown LDAP initialization error.
ca: Error desconegut en iniciar l'LDAP.
cs: Neznámá chyba inicializace LDAP.
da: Ukendt LDAP-initialiseringsfejl.
el: Άγνωστo σφάλμα αρχικοποίησης του LDAP.
es: Se ha producido un error desconocido al inicializar LDAP.
ja: 不明な LDAP 準備エラーです。
km: មិន​ស្គាល់​កំហុស​ក្នុង​ការ​ចាប់ផ្ដើម LDAP ។
lt: Nežinoma LDAP paleidimo klaida.
nl: Onbekende fout bij initialiseren van LDAP.
pl: Nieznany błąd inicjalizacji LDAP.
sv: Okänt LDAP-initieringsfel.

source: Error occurred while creating %1.
bg: Възникна грешка при създаването на %1.
ca: S'ha produït un error en crear %1.
cs: Chyba při vytváření %1.
da: Der opstod en fejl under oprettelse af %1.
el: Παρουσιάστηκε σφάλμα κατά την δημιουργία %1.
es: Se ha producido un error al crear %1.
hi: %1 बनने पर खराबी आ गया।
ja: %1 の作成中にエラーが発生しました。
km: មាន​កំហុស​បាន​កើតឡើង ខណៈ​ពេល​បង្កើត %1 ។
lt: Kuriant %1 įvyko klaida.
nl: Fout opgetreden tijdens het aanmaken van %1.
pl: Wystąpił błąd podczas tworzenia %1.
pt: Ocorreu um erro durante a criação de %1.
sv: Fel uppstod när %1 skulle skapas.
tr: %1 oluşturulurken hata oluştu.

source: Error occurred while creating cn=defaultDNS,%1. Not using LDAP.
bg: Възникна грешка при създаването на cn=defaultDNS, %1. Не се използва LDAP.
ca: S'ha produït un error en crear cn=defaultDNS,%1. No usant LDAP.
cs: Nastala chyba při vytváření cn=defaultDNS,%1. Nepoužiji LDAP.
da: Der opstod en fejl under oprettelse af cn=defaultDNS,%1. Anvender ikke LDAP.
el: Παρουσιάστηκε σφάλμα κατά την δημιουργία cn=defaultDNS,%1. Μη χρήση LDAP.
es: Se ha producido un error al crear cn=defaultDNS,%1. LDAP no será utilizado.
hi: cn=डिफाल्ट DNS,%1 बनाते समय त्रुटि उत्पन्न हुई. LDAP का प्रयोग नहीं हो रहा है.
ja: cn=defaultDNS,%1 の作成中にエラーが発生しました。 LDAP を使用できません。
km: កំហុស​បាន​កើតឡើង ខណៈ​ពេល​បង្កើត cn=defaultDNS,%1 ។ មិន​កំពុង​ប្រើ LDAP ។
lt: Klaida kuriant cn=defaultDNS,%1. Nenaudojamas LDAP.
nl: Fout opgetreden tijdens het aanmaken van cn=defaultDNS,%1. LDAP wordt niet gebruikt.
pl: Wystąpił błąd podczas tworzenia cn=defaultDNS,%1. LDAP nie zostanie użyty.
pt: Ocorreu um erro durante a criação de cn=defaultDNS, %1. Não se utilizará LDAP.
sv: Fel uppstod när cn=defaultDNS,%1 skulle skapas. LDAP används inte.
tr: cn=defaultDNS,%1 oluşturulurken hata oluştu. LDAP kullanılmayacak.

source: Error occurred while updating %1.
bg: Възникна грешка при обновяването на %1.
ca: S'ha produït un error en actualitzar %1.
cs: Nastala chyba při aktualizaci %1.
da: Der opstod en fejl under opdatering af %1.
el: Παρουσιάστηκε σφάλμα κατά την ενημέρωση %1.
es: Se ha producido un error al actualizar %1.
hi: %1 नवीनीकरण करने पर खराबी आ गया।
ja: %1 の更新中にエラーが発生しました。
km: មាន​កំហុស​បាន​កើតឡើង ខណៈ​ពេល​ធ្វើ​បច្ចុប្បន្នភាព %1 ។
lt: Atnaujinant %1 įvyko klaida.
nl: Fout opgetreden tijdens het bijwerken van %1.
pl: Wystąpił błąd podczas aktualizacji %1.
pt: Ocorreu um erro durante a actualização de %1.
sv: Fel uppstod när %1 skulle uppdateras.
tr: %1 güncellenenirken hata oluştu.

source: Error occurred while creating %1. Not using LDAP.
bg: Възникна е грешка при създаването на %1. Не се използва LDAP.
ca: S'ha produït un error en crear %1. No usant LDAP.
cs: Při vytváření %1 došlo k chybě. Nepoužiji LDAP.
da: Der opstod en fejl under oprettelse af %1. Anvender ikke LDAP.
el: Παρουσιάστηκε σφάλμα κατά την δημιουργία %1. Μη χρήση LDAP.
es: Se ha producido un error al crear %1. LDAP no será utilizado.
hi: %1 बनाते समय त्रुटि उत्पन्न हुई. LDAP का प्रयोग नहीं हो रहा है.
ja: %1 の作成中にエラーが発生しました。 LDAP を使用できません。
km: កំហុស​បាន​កើតឡើង ខណៈ​ពេល​បង្កើត %1 ។ មិន​ប្រើ LDAP ។
lt: Klaida kuriant %1. Nenaudojamas LDAP.
nl: Fout opgetreden tijdens het aanmaken van %1. LDAP wordt niet gebruikt.
pl: Wystąpił błąd podczas tworzenia %1. LDAP nie zostanie użyty.
pt: Ocorreu um erro durante a criação de %1. Não se utilizará LDAP.
sv: Fel uppstod när %1 skulle skapas. LDAP används inte.
tr: %1 oluşturulurken hata oluştu. LDAP kullanılmayacak.
