Repository: Dzejrou/yast-translations
Catalog: po/dns-server/*.po
Languages: bg, ca, cs, da, el, es, hi, id, ja, km, lt, nl, pl, pt, sv, tr

source: DNS server configuration
bg: Настройки на DNS услугата
ca: Configuració del servidor DNS
cs: Konfigurace serveru DNS
da: Konfiguration af DNS-server
el: Ρύθμιση διακομιστή DNS
es: Configuración del servidor de DNS
hi: DNS सर्वर संरुपण
id: Konfigurasi DNS server
ja: DNS サーバの設定
km: ការ​កំណត់​រចនាសម្ព័ន្ធ​ម៉ាស៊ីន​បម្រើ DNS
lt: DNS serverio konfigūracija
nl: DNS-serverconfiguratie
pl: Konfiguracja serwera DNS
pt: Configuração do servidor DNS
sv: Ställ in DNS-server
tr: DNS sunucu yapılandırması

source: Start-up settings
bg: Настройки на стартирането
ca: Paràmetres de l'inici
cs: Nastavení spuštění
da: Opstartsindstillinger
el: Ρυθμίσεις εκκίνησης
es: Configuración del inicio
hi: स्टार्ट-अप व्यवस्थायैं
id: Pengaturan memulai
ja: 起動設定
km: ការ​កំណត់​ការ​ចាប់ផ្ដើម
lt: Paleidimo nuostatos
nl: Opstartinstellingen
pl: Ustawienia uruchamiania
pt: Definições de arranque
sv: Startinställningar
tr: Başlangıç ayarları

source: DNS forwarders
bg: DNS пренасочване
ca: Reenviadors DNS
cs: DNS Forwardery
da: DNS-videresendere
el: Προωθητές DNS
es: Redireccionadores DNS
hi: DNS फॉरवर्डर
id: Forwarders DNS
ja: DNS フォワーダ
km: ម៉ាស៊ីន​បញ្ជូន DNS បន្ត
pl: Przekazujący DNS
pt: Encaminhadores DNS
sv: DNS-vidarebefordrare
tr: DNS yönlendiricileri

source: Logging settings
bg: Настройки на записването в дневник
ca: Registre dels paràmetres
cs: Nastavení protokolování
da: Logningsindstillinger
el: Ρυθμίσεις καταγραφής
es: Configuración del registro
hi: लोगिंग व्यवस्थयें
id: Pengaturan pencatatan
ja: ログの設定
km: ការ​កំណត់​ការ​ចុះ​កំណត់ហេតុ
lt: Žurnalavimo nuostatos
nl: Instellingen logboek
pl: Ustawienia zapisywania w dzienniku
pt: Definições do diário
sv: Logginställningar
tr: Kayıt defteri ayarları

source: DNS zones
bg: DNS зони
ca: Zones DNS
cs: Zóny DNS
da: DNS-zoner
el: Ζώνες του DNS
es: Zonas DNS
hi: DNS जोन
id: Zona DNS
ja: DNS ゾーン
km: តំបន់ DNS
lt: DNS zonos
pl: Strefy DNS
pt: Zonas DNS
sv: DNS-zoner
tr: DNS bölgeleri

source: Access control lists
bg: Списъци за контрол на достъпа (ACL)
ca: Llistes de control d'accés
cs: Seznamy řízení přístupu (ACL)
da: Adgangskontrollister
el: Λίστες ελέγχου πρόσβασης
es: Listas de control de acceso (ACL)
hi: ऐक्सेस नियंत्रण सूची
id: Daftar Akses kontrol
ja: アクセス制御リスト
km: បញ្ជី​ត្រួតត្រា​ការ​ចូលដំណើរការ​
lt: Prieigos teisių sąrašai (ACL)
nl: Toegangscontrolelijsten (ACL)
pl: Listy kontroli dostępu (ACL)
pt: Listas de controlo de acessos (ACL)
sv: Åtkomstkontrollistor (ACL)
tr: Erişim kontrol listeleri (ACL)

source: Zone transport rules
bg: Правила за транспорт на зоните
ca: Regles de transport de zona
cs: Pravidla transportu zóny
da: Zonetransportregler
el: Κανόνες μεταφοράς ζώνης
es: Reglas del transporte de zonas
hi: जोन यातायात नियम
id: Peraturan Zona Transport
ja: ゾーン転送ルール
km: ក្បួន​ផ្ទេរ​តំបន់
nl: Zone transportregels
pl: Reguły transportu stref
pt: Regras de transporte de zona
sv: Zontransportregler
tr: Bölge aktarımı kuralları

source: Zone name servers
bg: DNS сървъри на зоната
ca: Servidor de noms de zona
cs: Nameservery zóny
da: Zonenavneservere
el: Διακομιστές ονομάτων ζώνης
es: Servidores de nombres de zona
hi: सर्वरों के जोन नाम
id: Zona name server
ja: ゾーンネームサーバ
km: ម៉ាស៊ីន​បម្រើ​ឈ្មោះ​តំបន់
lt: Zonos vardų serveriai
nl: Zone naamservers
pl: Serwery nazwy strefy
pt: Servidores de nomes de zona
sv: Zonnamnservrar
tr: Bölge ad sunucuları

source: Zone mail servers
bg: Пощенски сървъри за зоната
ca: Servidors de correu de zona
cs: Poštovní servery zóny
da: Zone-mail-servere
el: Διακομιστές αλληλογραφίας ζώνης
es: Servidores de correo de zona
hi: जोन मेल सर्वर
id: Zona server surat
ja: ゾーンメールサーバ
km: តំបន់ម៉ាស៊ីន​បម្រើ​សំបុត្រ​
lt: Zonos pašto serveriai
pl: Serwery pocztowe strefy
pt: Servidores de correio electrónico de zona
sv: Zon-e-postservrar
tr: Bölge e-posta sunucuları

source: Start of authority (SOA)
cs: Spustit autoritu (SOA)
da: Start af autoritet (SOA)
es: Inicio de autoridad (SOA)
hi: अथॉरिटी का आरंभ (SOA)
ja: 権威の開始点 (SOA)
nl: Start van autoriteit (SOA)
pl: Rekord Start of Authority (SOA)
sv: SOA (Start of Authority)
tr: Yetki başlatımı (SOA)

source: Zone resource records, such as A, CNAME, NS, MX, or PTR
bg: Ресурсни записи на зоната като A, CHAME, NS, MX или PTR
ca: Registres de recursos de zona, com ara A, CNAME, NS, MX, o PTR
cs: Zdrojové záznamy zóny jako např. A, CNAME, NS, MX nebo PTR
da: Zonens ressourceregistre såsom. A, CNAME, NS, MX, eller PTR
el: Εγγραφές πόρων ζώνης, όπως A, CNAME, NS, MX, ή PTR
es: Registros del recurso de zona tales como A, CNAME, NS, MX o PTR
hi: जोन स्रोत अभिलेख, जैसे कि A, CNAME, NS, MX, अथवा PTR
id: Sumber daya zona rekaman, seperti A, CNAME, NS, MX, atau PTR
ja: A, CNAME, NS, MX, PTR などのゾーンリソースレコード
km: កំណត់ត្រា​ធនធាន​តំបន់ ដូចជា A, CNAME, NS, MX ឬ PTR​
nl: Zone resourcerecords, zoals: A, CNAME, NS, MX of PTR
pl: Rekordy zasobów strefy, takie jak A, CNAME, NS, MX albo PTR
pt: Registos de recursos de zona, como o A, CNAME, NS, MX, ou PTR
sv: Zonresursposter, till exempel A, CNAME, NS, MX eller PTR
tr: Bölge kaynak kayıtları, A, CNAME, NS, MX veya PTR gibi

source: Handles A and corresponding PTR record at once
bg: Обработва 'A' и съответните 'PTR' записи едновременно
ca: Gestiona A i el registre corresponent PTR alhora
cs: Manipuluje současně se záznamem A a příslušným záznamem PTR
da: Behandler A og tilhørende PTR-register på en gang
el: Χειρίζεται ταυτόχρονα τα A και την αντίστοιχη εγγραφή PTR
es: Procesa al mismo tiempo A y el registro PTR correspondiente
hi: A तथा कोरेस्पोंडिग PTR अभिलेख को फौरन हैन्डल करें
id: Menangani A dan rekaman PTR yang sesuai bersamaan
ja: A レコードおよびそれに対応する PTR レコードを同時に処理する
km: ប្រើ A និង​កំណត់ត្រា PTR ដែល​ត្រូវ​គ្នា នៅ​ពេល​តែ​មួយ
nl: Behandelt A en het corresponderende PTR-record in één keer
pl: Obsługuje jednocześnie rekord A i odpowiadający mu rekord PTR
pt: Manipula o registo A e PTR de uma só vez
sv: Hanterar A och motsvarande PTR-post på samma gång
tr: A ve karşılığı olan PTR kaydı ilk defa elleçleniyor

source: Show current settings
bg: Показване на текущите настройки
ca: Mostra els paràmetres actuals
cs: Zobrazit aktuální nastavení
da: Vis nuværende indstillinger
el: Προβολή τρεχουσών ρυθμίσεων
es: Mostrar la configuración actual
hi: वर्तमान व्यवस्थयें दिखाओ
id: Perlihatkan konfigurasi saat ini
ja: 現在の設定を表示する
km: បង្ហាញ​ការ​កំណត់​បច្ចុប្បន្ន
lt: Rodyti dabartines nuostatas
nl: Huidige instellingen tonen
pl: Wyświetla bieżące ustawienia
pt: Mostras definições actuais
sv: Visa aktuella inställningar
tr: Mevcut ayarları göster

source: Start DNS server in the boot process
bg: Стартиране на DNS услугата по време на зареждането на ОС
ca: Inicia el servidor DNS al procés d'arrencada
cs: Spustit server DNS při startu
da: Start DNS-server under boot-processen
el: Εκκίνηση διακομιστή DNS στην διαδικασία εκκίνησης
es: Iniciar el servidor de DNS durante el arranque
hi: DNS को बूट प्रक्रिया में आरंभ करें
id: Mulai server DNS pada saat proses boot
ja: システム起動時に DNS サーバを開始する
km: ចាប់ផ្ដើម​ម៉ាស៊ីន​បម្រើ DNS ក្នុង​ដំណើរការ​ចាប់ផ្ដើម
lt: Paleisti sričių vardų serverį (DNS) kartu su operacine sistema
nl: Start de DNS-server tijdens het opstarten van het systeem
pl: Uruchamia serwer DNS w czasie startu systemu
pt: Iniciar servidor de DNS no processo de arranque
sv: Starta DNS-servern när datorn startas
tr: DNS sunucusunu sistem açılışında başlat

source: Start DNS server manually
bg: Ръчно стартиране на DNS услугата
ca: Inicia el servidor DNS manualment
cs: Spustit server DNS ručně
da: Start DNS-server manuelt
el: Εκκίνηση διακομιστή DNS χειροκίνητα
es: Iniciar el servidor de DNS manualmente
hi: DNS सर्वर को हाथ से स्टार्ट करें
id: Mulai server DNS secara manual
ja: DNS サーバを手動で起動する
km: ចាប់ផ្ដើម​ម៉ាស៊ីន​បម្រើ DNS ដោយ​ដៃ
lt: Paleisti sričių vardų serverį (DNS) rankiniu būdu
nl: Start de DNS-server handmatig
pl: Ręczne uruchomienie serwera DNS
pt: Iniciar manualmente servidor de DNS
sv: Starta DNS-servern manuellt
tr: DNS sunucusunu el ile başlat

source: Add a new record
bg: Добавяне на нов запис
ca: Afegeix un registre nou
cs: Přidat nový záznam
da: Tilføj et nyt register
el: Προσθήκη μιας νέας εγγραφής
es: Añadir nuevo registro
hi: नया रिकाड़ जोड़े
id: Menambah catatan baru
ja: 新しいレコードを追加する
km: បន្ថែម​កំណត់ត្រា​ថ្មី​មួយ
lt: Pridėti naują įrašą
nl: Nieuw record toevoegen
pl: Dodaje nowy rekord
pt: Adicionar novo registo
sv: Lägg till en ny post
tr: Yeni kayıt ekle

source: Remove a record
bg: Премахване на запис
ca: Suprimeix un registre
cs: Odebrat záznam
da: Fjern et register
el: Αφαίρεση μιας εγγραφής
es: Eliminar un registro
hi: रिकाड़ हठाओ
id: Menhapus catatan
ja: レコードを削除する
km: យក​កំណត់ត្រា​មួយ​ចេញ
lt: Pašalinti įrašą
nl: Record verwijderen
pl: Usuwa rekord
pt: Remover registo
sv: Ta bort post
tr: Kaydı kaldır

source: IPv4 address
bg: IPv4 адрес
ca: Adreça IPv4
cs: Adresa IPv4
da: IPv4-adresse
el: Διεύθυνση IPv4
es: Dirección IPv4
hi: IPv4 पता
id: Alamat IPv4
ja: IPv4 アドレス
km: អាសយដ្ឋាន IPv4
lt: IPv4 adresas
nl: IPv4-adres
pl: Adres IPv4
pt: Endereço IPv4
sv: IPv4-adress
tr: IPv4 adresi

source: Logging destination (syslog|file)
bg: Цел на дневника (syslog|файл)
ca: Destinació del registre (syslog|file)
cs: Cíl protokolování (syslog|file)
da: Loggedestination (syslog|fil)
el: Προορισμός καταγραφής (syslog|file)
es: Destino del registro (syslog|file)
hi: लॉगिंग गंतव्य (syslog|file)
id: Tujuan Pencatatan (syslog|file)
ja: ログの出力先 (syslog|file)
km: ទិសដៅ​ចុះ​កំណត់ហេតុ (syslog|file)
lt: Žurnalavimo paskirtis (syslog|rinkmena)
nl: Logboekbestemming (syslog|file)
pl: Docelowe miejsce zapisywania w dzienniku (syslog|file)
pt: Destino do diário (syslog|ficheiro)
sv: Loggmål (syslog|fil)
tr: Kayıt defteri (syslog|file)

source: Set option
bg: Настройка на параметър
ca: Estableix l'opció
cs: Nastavit volbu
da: Angiv tilvalg
el: Ορισμός επιλογής
es: Definir opción
hi: विकल्प सेट करें
id: Tetapkan pilihan
ja: オプションを設定する
km: កំណត់​ជម្រើស
lt: Nustatyti parinktį
nl: Optie instellen
pl: Ustawia opcję
pt: Definir opção
sv: Ange alternativ
tr: Seçenek belirle

source: Filename for logging (full path)
bg: Име на файл за дневника (пълен път)
ca: Nom del fitxer per al registre (camí complet)
cs: Název souboru protokolu (úplná cesta)
da: Filnavn for logning (fuld søgesti)
el: Όνομα αρχείου για καταγραφή (ολόκληρη διαδρομή)
es: Nombre de archivo para el registro (ruta completa)
hi: लॉगिंग हेतु फाइलनाम (पूर्ण पाथ)
id: Nama berkas untuk pencatatan (full path)
ja: ログのファイル名 (フルパス)
km: ឈ្មោះ​ឯកសារ​សម្រាប់​ការ​ចុះ​កំណត់ហេតុ (ផ្លូវ​ពេញលេញ)
lt: Rinkmena, į kurią rašomas žurnalas (pilnas kelias)
nl: Bestandsnaam voor het schrijven naar logboekbestand (volledig pad)
pl: Plik do zapisywania w dzienniku (pełna ścieżka)
pt: Nome de ficheiro para registo em diário (caminho completo)
sv: Filnamn för logg (fullständig sökväg)
tr: Kayıt defteri için dosya adı (tam diziniyle)

source: Maximum log size [0-9]+(KMG)*
bg: Максимален размер на дневника [0-9]+(KMG)*
ca: Mida màxima del registre [0-9]+(KMG)*
cs: Maximální velikost protokolu [0-9]+(KMG)*
da: Maksimal logstørrelse [0-9]+(KMG)*
el: Μέγιστο μέγεθος αρχείου καταγραφής [0-9]+(KMG)*
es: Tamaño máximo del registro [0-9]+(KMG)*
hi: अधिकतम लॉग आकार [0-9]+(KMG)*
id: Maksimal ukuran catatan [0-9]+(KMG)*
ja: 最大ログサイズ [0-9]+(KMG)*
km: ទំហំ​កំណត់ហេតុ​អតិបរមា [0-9]+(KMG)*
lt: Maksimalus žurnalo dydis [0-9]+(KMG)*
nl: Maximale logboekgrootte [0-9]+(KMG)*
pl: Maksymalny rozmiar rejestru [0-9]+(KMG)*
pt: Tamanho máximo de registo em diário [0-9]+(KMG)*
sv: Maximal loggstorlek [0-9]+(KMG)*
tr: En yüksek kayıt defteri &boyutu [0-9]+(KMG)*

source: Maximum number of versions for rotation, '0' means no rotation
bg: Максимум на версиите за ротация, '0' означава без ротация
ca: Nombre màxim de versions per a la rotació. "0" significa sense rotació
cs: Maximální počet verzí souboru k rotování, '0' znamená bez rotování
da: Maksimalt antal versioner til rotering, "0" betyder ingen rotering
el: Μέγιστος αριθμός εκδόσεων για αυτήν την περιστροφή, το '0' σημαίνει χωρίς περιστροφές
es: Número máximo de versiones para la rotación, '0' significa sin rotación
hi: रोटेशन हेतु आरूपों की अधिकतम संख्या, '0' का मतलब कोई रोटेशन नहीं
id: Maksimal angka dari versi untuk perputaran, ‘0’ berarti tidak ada perputaran
ja: ローテーションのバージョンの最大数 ('0'=ローテーションしない)
km: លេខ​អតិបរមា​នៃ​កំណែ​សម្រាប់​បង្វិល, '0' មាន​ន័យ​ថា​មិន​បង្វិល
nl: Maximum aantal versies voor rotaties, '0' betekent geen rotatie
pl: Maksymalna liczba wersji w rotacji, "0" oznacza brak rotacji
pt: Número máximo de versões para rotação. '0' Significa sem rotação
sv: Maximalt antal versioner för rotation, "0" betyder ingen rotation
tr: Dönüş için en yüksek uyarlama rakamı, '0' dönüş olmayacağını belirtir.

source: Zone name
bg: Име на зона
ca: Nom de la zona
cs: Název zóny
da: Zonenavn
el: Όνομα ζώνης
es: Nombre de zona
hi: जोन नाम
id: Nama zona
ja: ゾーン名
km: ឈ្មោះ​តំបន់
lt: Zonos vardas
nl: Naam zone
pl: Nazwa strefy
pt: Nome de Zona
sv: Zonnamn
tr: Bölge adı

source: Zone type, master or slave
bg: Тип на зоната 'господар' или 'подчинен'
ca: Tipus de zona, mestra o esclava
cs: Typ zóny, hlavní (master) nebo podřízená (slave)
da: Zonetype, master eller slave
el: Τύπος ζώνης, 'master' ή 'slave'
es: Tipo de zona, maestra o esclava
hi: जोन प्रकार, मास्टर या स्लेव
id: Tipe zona, master atau slave
ja: ゾーンの種類 ('master'=マスター, 'slave'=スレーブ)
km: ប្រភេទ​តំបន់, មេ ឬ រង
lt: Zonos tipas, pagrindinis arba pagalbinis
nl: Zonetype, master of slave
pl: Typ strefy (główna lub podrzędna)
pt: Tipo de zona, mestre ou escravo
sv: Zontyp, huvudzon eller slav
tr: Bölge türü, ana veya bağımlı

source: DNS zone master server
bg: Господарски DNS сървър на зоната
ca: Servidor DNS mestre de zona
cs: Hlavní server zóny DNS
da: DNS-zones masterserver
el: Κύριος διακομιστής ζώνης DNS
es: Servidor DNS maestro de zona
hi: DNS जोन मास्टर सर्वर
id: Zona DNS master server
ja: 指定した DNS ゾーンのマスターサーバ
km: ម៉ាស៊ីន​បម្រើ​មេ​តំបន់ DNS
lt: DNS zonos pagrindinis serveris
nl: Masterserver van DNS-zone
pl: Główny serwer strefy DNS
pt: Servidor mestre de zona DNS
sv: DNS-zonens huvudserver
tr: DNS bölge ana sunucusu

source: Enable option
bg: Разрешаване на параметър
ca: Habilita l'opció
cs: Povolit volbu
da: Aktivér tilvalg
el: Ενεργοποίηση επιλογής
es: Habilitar opción
hi: विकल्प समर्थ करें
id: Hidupkan pilihan
ja: オプションを有効にする
km: ជម្រើស​ធ្វើ​ឲ្យ​ប្រើ​បាន
lt: Įgalinti parinktį
nl: Optie inschakelen
pl: Włącza opcję
pt: Activar opção
sv: Aktivera alternativ
tr: Seçeneği etkinleştir

source: Disable option
bg: Забраняване на параметър
ca: Inhabilita l'opció
cs: Zakázat volbu
da: Deaktivér tilvalg
el: Απενεργοποίηση επιλογής
es: Inhabilitar opción
hi: विकल्प असमर्थ करें
id: Matikan pilihan
ja: オプションを無効にする
km: ជម្រើស​ធ្វើ​ឲ្យ​ប្រើ​លែង​បាន
lt: Uždrausti parinktį
nl: Optie uitschakelen
pl: Wyłącza opcję
pt: Desactivar opção
sv: Inaktivera alternativ
tr: Seçeneği kapat

source: Name server (in fully qualified format finished with a dot or relative name)
bg: Име на сървър (пълен квалифициран формат завършващ с точка или относително име)
ca: Nom del servidor (en format plenament qualificat acabat amb un punt o nom relatiu)
cs: Název serveru (v plně kvalifikovaném formátu zakončeném tečkou nebo relativní název)
da: Navneserver (i fuldt kvalificeret format afsluttet med et punktum eller relativt navn)
el: Όνομα διακομιστή (σε πλήρως πιστοποιημένη μορφή ακολουθούμενη από τελεία ή σχετικό όνομα)
es: Servidor de nombres (en formato totalmente cualificado finalizado con un punto o un nombre relativo)
hi: सर्वर का नाम (बिन्दु अथवा संबंधित नाम के साथ समाप्त पूर्ण योग्य फार्मेट में)
id: Name server (dalam format yang memenuhi syarat selesai dengan titik atau nama relatif)
ja: ネームサーバ (ドット(.)で終わる完全修飾名もしくは相対名)
km: ម៉ាស៊ីន​បម្រើ​ឈ្មោះ (មាន​ទម្រង់​ពេញលេញ​គ្រប់គ្រាន់ ដែល​បញ្ចប់​ដោយ​សញ្ញា​ចុច ឬ​ឈ្មោះ​ប្រែប្រួល)
lt: Vardų serveris (pilnu formatu su tašku gale arba santykinis vardas)
nl: Naamserver (in een volledig gekwalificeerde indeling en eindigend op een punt of een relatieve naam)
pl: Serwer nazw (w pełnym formacie zakończonym kropką albo jako nazwa względna)
pt: Servidor de nomes (no formato qualificado e terminado com ponto, ou nome relativo)
sv: Namnserver (i fullständigt format avslutat med en punkt eller ett relativt namn)
tr: Ad sunucusu (dolaylı, ya da bir noktayla biten ve alan adını içeren tam isim)

source: Mail server (in fully qualified format finished with a dot or relative name)
bg: Пощенски сървър (пълен квалифициран формат завършващ с точка или относително име)
ca: Servidor de correu (en format plenament qualificat acabat amb un punt o nom relatiu)
cs: Poštovní server (v plně kvalifikovaném formátu zakončeném tečkou nebo relativní název)
da: Mail-server (i fuldt kvalificeret format afsluttet med et punktum eller et relativt navn)
el: Διακομιστής αλληλογραφίας (σε πλήρως πιστοποιημένη μορφή ακολουθούμενη από τελεία ή σχετικό όνομα)
es: Servidor de correo (en formato totalmente cualificado finalizado con un punto o un nombre relativo)
hi: मेल सर्वर (बिन्दु अथवा संबंधित नाम के साथ समाप्त पूर्ण योग्य फार्मेट में)
id: Server Email (dalam format yang memenuhi syarat selesai dengan titik atau nama relatif)
ja: メールサーバ (ドット(.)で終わる完全修飾名もしくは相対名)
km: ម៉ាស៊ីន​បម្រើ​សំបុត្រ (មាន​ទម្រង់​ពេញលេញ​គ្រប់គ្រាន់ ដែល​បញ្ចប់​ដោយ​សញ្ញា​ចុច ឬ​ឈ្មោះ​ប្រែប្រួល)
lt: Pašto serveris (pilnu formatu su tašku gale arba santykinis vardas)
nl: Mailserver (in een volledig gekwalificeerde indeling en eindigend op een punt of een relatieve naam)
pl: Serwer pocztowy (w pełnym formacie zakończonym kropką albo jako nazwa względna)
pt: Servidor de correio electrónico (no formato qualificado e terminado com ponto, ou nome relativo)
sv: E-postserver (i fullständigt format avslutat med en punkt eller ett relativt namn)
tr: E-Posta sunucusu (dolaylı, ya da bir noktayla biten ve alan adıyla birlikte tam isim)

source: Mail server priority (number from 0 to 65535)
bg: Приоритет на пощенския сървър (число от 0 до 65535)
ca: Prioritat del servidor de correu (un núm. entre 0 i 65535)
cs: Priorita poštovního serveru (číslo od 0 do 65535)
da: Mail-serverprioritet (tal fra 0 til 65535)
el: Προτεραιότητα διακομιστή αλληλογραφίας (αριθμός από 0 έως 65535)
es: Prioridad del servidor de correo (número entre 0 y 65535)
hi: मेल सर्वर वरीयता (संख्या 0 से 65535 तक)
id: Prioritas Server Email (angka dari 0 sampai 65535)
ja: メールサーバの優先度 (0 から 65535 の番号)
km: អាទិភាព​ម៉ាស៊ីន​បម្រើ​សំបុត្រ (លេខ​ពី 0 ដល់ 65535)
lt: Pašto serverio prioritetas (skaičius nuo 0 iki 65535)
nl: Mailserverprioriteit (getal van 0 tot 65535)
pl: Priorytet serwera pocztowego (liczba od 0 do 65535)
pt: Prioridade do servidor de correio electrónico (número entre 0 e 65535)
sv: E-postserverns prioritet (ett tal från 0 till 65535)
tr: E-Posta sunucu önceliği (0 ile 65535 arasında rakam)

source: Serial number of zone update
bg: Сериен номер на обновяването на зоната
ca: Número de sèrie d'actualització de zona
cs: Sériové číslo aktualizace zóny
da: Serienummer for zoneopdatering
el: Σειριακός αριθμός της ενημέρωσης ζώνης
es: Número de serie de la actualización de zona
hi: जोन नवीनीकरण की क्रम संख्या
id: Nomor seri dari pembaruan zona
ja: ゾーン更新のシリアル番号
km: លេខ​សម្គាល់​នៃ​ការ​ធ្វើ​បច្ចុប្បន្នភាព​តំបន់
nl: Het seriële nummer van de zone-update
pl: Numer seryjny aktualizacji strefy
pt: Número de série da actualização da zona
sv: Zonuppdateringens serienummer
tr: Bölge güncelleme seri numarası

source: General time to live of records in zone
bg: Общо време на съществуване на записите в тази зона
ca: Temps general de vida dels registres a la zona
cs: Základní čas trvání záznamů v zóně
da: Generel levetid for registre i en zone
el: Γενικός χρόνος ζωής εγγραφών στη ζώνη
es: Tiempo de vida general de los registros en la zona
hi: जोन में अभिलेखों के बने रहने की अवधि
id: Waktu untuk tinggal umum dari catatan pada zona
ja: ゾーン内のレコードの一般的な Time-To-Live (有効期間)
km: រយៈពេល​ទូទៅ​ដែល​កំណត់ត្រា​ស្ថិត​នៅ​ក្នុង​តំបន់
nl: Algemene levensduur van de zonerecords
pl: Ogólny czas życia rekordów w strefie
pt: Tempo de vida geral dos registos na zona
sv: Generell livslängd för posterna i zonen
tr: Bölgedeki kayıtların yaşaması için genel süre

source: An interval before the zone records should be refreshed
bg: Интервал от време преди записите на зоната трябва да се обновят
ca: Un interval abans que els registres de zona haurien de refrescar-se
cs: Interval obnovení záznamu zóny
da: Et interval før zoneregistre bør genopfriskes
el: Το διάστημα προτού οι εγγραφές ζώνης θα πρέπει να ανανεωθούν
es: Intervalo antes del cual deben actualizarse los registros de zona
hi: जोन अभिलेख से पूर्व अंतराल रिफ्रेश किया जाना चाहिए
id: Jarak sebelum rekaman zona harus disegarkan
ja: ゾーンレコードを更新する間隔
km: ចន្លោះពេល​មុន​ពេល​ធ្វើ​ឲ្យ​កំណត់ត្រា​តំបន់ស្រស់​ឡើង​វិញ
nl: Het interval voordat de zonerecords vernieuwd moeten worden
pl: Interwał przed odświeżaniem rekordów stref
pt: Um intervalo antes do qual os registos da zona devem ser refrescados
sv: Zonposterna måste uppdateras inom det här intervallet
tr: Bölge kayıtlarının yenilenmesi için geçmesi gereken süre

source: Interval between retries of failed refresh
ca: Interval entre intents de refresc fallats
cs: Interval mezi opakováním chybné obnovy
da: Interval mellem forsøg på genopfriskning som har fejlet
el: Το διάστημα μεταξύ επαναλήψεων αποτυχημένων ανανεώσεων
es: Intervalo entre reintentos de actualizaciones fallidas
id: Jarak antara pengulangan yg menghasilkan kegagalan atau jarak antara hasil yang gagal
ja: 更新に失敗した場合に再試行する間隔
km: ចន្លោះ​ពេល​នៃ​ការ​ព្យាយាម​ការ​ធ្វើ​ឲ្យ​ស្រស់​ដែល​បាន​បរាជ័យ​
nl: Interval tussen nieuwe herlaadpogingen na mislukte acties
pl: Interwał między nieudanymi próbami odświeżenia.
sv: Intervall mellan nya försök i samband med misslyckad uppdatering

source: Interval after which zone records are no longer authoritative
ca: Interval després del qual els registres de zona ja no són oficials
cs: Doba po které již nejsou záznamy zóny autoritativní
da: Interval hvorefter zoneregistret ikke længere er autoritær
el: Το διάστημα μετά το οποίο οι εγγραφές ζώνης δεν είναι πλέον έγκυρες
es: Intervalo transcurrido el cual los registros de zona dejan de estar autorizados
id: Jarak setelah rekaman zona mana yang tidak lagi otoritatif
ja: ゾーンレコードの情報の有効期限
km: ចន្លោះ​ពេល​ដែល​កំណត់ត្រា​តំបន់​គ្មាន​អំណាច​ត​ទៅ​ទៀត
nl: Interval waarna zonerecords geen autoriteit meer hebben
pl: Interwał, po upłynięciu którego rekordy strefy przestają być autorytatywne.
sv: Intervall efter vilket zonposter inte längre är auktoritativa

source: Minimum TTL that should be exported with records in this zone
bg: Минимално TTL което трябва да се експортира със записите за тази зона
ca: TTL mínim que s'hauria d'exportar amb els registres en aquesta zona
cs: Minimální TTL exportovaný se záznamy v této zóně
da: Minimum TTL der skal eksporteres med registre i denne zone
el: Ελάχιστο TTL το οποίο θα πρέπει να εξάγεται με εγγραφές σε αυτή τη ζώνη
es: TTL mínimo que debe exportarse con los registros de esta zona
hi: न्यूनतम TTL जिसे इस जोन में अभिलेख के साथ निर्यात किया जाना चाहिए
id: Minimal TTL yang seharusnya diekspor dengan catatan pada zona ini
ja: このゾーン内のレコードと共にエクスポートされるべき最小の TTL
km: TTL អប្បបរមា​ដែល​គួរ​ត្រូវ​បាន​នាំចេញ​ជាមួយ​កំណត់ត្រា ក្នុង​តំបន់​នេះ
nl: Minimum TTL dat met de records in deze zone geëxporteerd moeten worden
pl: Minimalny czas TTL, który powinien być eksportowany z rekordami tej strefy
pt: O TTL mínimo que deve ser exportado com os registos desta zona
sv: Minsta livslängd som bör exporteras för posterna i den här zonen
tr: Bölgedeki kayıtların gönderilmesi için gerekli en az TTL
