Repository: Dzejrou/yast-translations
Catalog: po/dns-server/*.po
Languages: bg, ca, cs, da, el, es, hi, id, ja, km, lt, nl, pl, pt, sv, tr

source: <p><b><big>NS Records</big></b><br> To add a new name server, enter the name server address and click <b>Add</b>. To remove one of the listed name servers, select it and click <b>Delete</b>.</p>
bg: <p><b><big>NS записи</big></b><br> За да прибавите нова DNS услуга, въведете адреса на й и натиснете <b>Добавяне</b>.<br> За да премахнете някой от изброените - изберете я и натиснете <b>Изтриване</b>.</p>
ca: <p><b><big>NS Records</big></b><br> Per afegir un nou servidor de noms, introduïu l'adreça del servidor de noms i cliqueu a <b>Afegeix</b>. Per suprimir un servidor de noms de la llista, seleccioneu-lo i cliqueu a <b>Suprimeix</b>.</p>
cs: <p><b><big>NS záznamy</big></b><br> Nový nameserver přidáte tak, že zadáte adresu serveru a klepnete na <b>Přidat</b>.<br> Odstranění provedete zvolením serveru a klepnutím na <b>Odstranit</b>.</p>
da: <p><b><big>NS-registre</big></b><br> For at tilføje en ny navneserver, angiv navneserverens adresse og klik <b>Tilføj</b>.<br> For at fjerne en af navneserverne på listen, markér den og klik <b>Slet</b>.</p>
el: <p><b><big>Εγγραφές NS</big></b><br> Για να προσθέσετε έναν νέο διακομιστή ονομάτων, εισάγετε την διεύθυνση του διακομιστή ονομάτων και κάντε κλικ στην <b>Προσθήκη</b>.<br> Για να διαγράψετε έναν από τους διακομιστές ονομάτων, επιλέξτε τον και κάντε κλικ στη <b>Διαγραφή</b>.</p>
es: <p><b><big>Registros NS</big></b><br> Para añadir un servidor de nombres nuevo, indique la dirección del servidor de nombres y haga clic en <b>Añadir</b>. Para eliminar uno de los servidores de nombres de la lista, selecciónelo y haga clic en <b>Suprimir</b>.</p>
hi: <p><b><big>NS अभिलेख</big></b><br> नया सर्वर नाम जोड़ने के लिए, नाम सर्वर पता प्रविष्ट व <b>जोड़ें</b> पर क्लिक करें. सूचीबद्ध नाम सर्वरों में से एक को हटाने के लिए, उसे चुनकर <b>मिटाएें</b> पर क्लिक करें.</p>
ja: <p><b><big>NS レコード</big></b><br> 新しいネームサーバを追加するには、ネームサーバのアドレスを入力してから <b>追加</b> を押してください。 ネームサーバを削除するには、一覧から選択して <b>削除</b> を押してください。</p>
km: <p><b><big>កំណត់ត្រា NS</big></b><br> ដើម្បី​បន្ថែម​ម៉ាស៊ីន​បម្រើ​ឈ្មោះ​ថ្មី​មួយ បញ្ចូល​អាសយដ្ឋាន​ម៉ាស៊ីន​បម្រើ ហើយ​ចុច <b>បន្ថែម</b> ។ ដើម្បី​យកចេញ​ម៉ាស៊ីន​បម្រើ​ឈ្មោះ​មួយ​នៃ​ម៉ាស៊ីន​បម្រើ​ឈ្មោះ​ដែល​បាន​រាយ ជ្រើស​វា ហើយ​ចុច <b>លុប</b> ។</p>
nl: <p><b><big>NS-records</big></b><br> Om een nieuwe naamserver toe te voegen, voert u het adres van de naamserver in en klikt u op <b>Toevoegen</b>. Om een van de naamservers uit de lijst te verwijderen, selecteert u deze en klikt u op <b>Verwijderen</b>.</p>
pl: <p><b><big>Rekordy NS</big></b><br> Aby dodać nowy serwer nazw, należy wprowadzić adres serwera nazw i nacisnąć przycisk <b>Dodaj</b>. Aby usunąć serwer nazw, należy wybrać go z listy serwerów i nacisnąć przycisk <b>Usuń</b>.</p>
pt: <p><b><big>Registos NS</big></b><br> Para adicionar um novo servidor de nomes, digite o endereço do servidor de nomes, e prima <b>Adicionar</b>. Para remover um dos servidores de nomes listados, escolha-o e prima <b>Apagar</b>.</p>
sv: <p><b><big>NS-poster</big></b><br> Om du vill lägga till en ny namnserver anger du namnserverns adress och klickar på <b>Lägg till</b>. Om du vill ta bort en av namnservrarna i listan markerar du den och klickar på <b>Ta bort</b>.</p>
tr: <p><b><big>NS kayıtları</big></b><br> Yeni bir ad sunucusu eklemek için ad sunucusunun adresini girip <b>Ekle</b> düğmesine basın. Listelenmiş sunuculardan birini silmek için de sunucuyu seçip <b>Sil</b> düğmesine basın.</p>

source: <p><b><big>MX Records</big></b><br> To add a new mail server, enter the <b>Address</b> and <b>Priority</b> and click <b>Add</b>. To remove one of the listed mail servers, select it and click <b>Delete</b>.</p>
bg: <p><b><big>MX записи</big></b><br> За да прибавите нова пощенска услуга въведете <b>адреса</b> и <b>приоритета</b> й и натиснете <b>Добавяне</b>.<br> За да премахнете един от изброените, изберете я и натиснете <b>Изтриване</b>.</p>
ca: <p><b><big>MX Records</big></b><br> Per afegir un nou servidor de correu, introduïu-ne l'<b>Adreça</b> i la <b>Prioritat</b> i cliqueu a <b>Afegeix</b>. Per suprimir un servidor de correu de la llista, seleccioneu-lo i cliqueu a <b>Suprimeix</b>.</p>
cs: <p><b><big>MX záznamy</big></b><br> Nový poštovní server přidáte tak, že zadáte <b>adresu</b> serveru a jeho <b>prioritu</b> a klepnete na <b>Přidat</b>.<br> Odebrání provedete zvolením serveru a klepnutím na <b>Odstranit</b>.</p>
da: <p><b><big>MX-registre</big></b><br> For at tilføje en ny mail-server, angiv <b>Adresse</b> og <b>Prioritet</b> og klik <b>Tilføj</b>. For at fjerne en af mail-serverne på listen, markér den og klik <b>Slet</b>.</p>
el: <p><b><big>Εγγραφές MX</big></b><br> Για να προσθέσετε έναν νέο διακομιστή αλληλογραφίας, εισάγετε τη διεύθυνση του διακομιστή αλληλογραφίας και την <b>Προτεραιότητα</b> του και κάντε κλικ στη <b>Προσθήκη</b>.<br> Για να διαγράψετε έναν από τους διακομιστές αλληλογραφίας, επιλέξτε τον και κάντε κλικ στη <b>Διαγραφή</b>.</p>
es: <p><b><big>Registros MX</big></b><br> Para añadir un servidor de correo nuevo, indique la <b>Dirección</b> y la <b>Prioridad</b> y haga clic en <b>Añadir</b>. Para eliminar uno de los servidores de correo de la lista, selecciónelo y haga clic en <b>Suprimir</b>.</p>
hi: <p><b><big>MX अभिलेख</big></b><br> नया मेल सर्वर जोड़ने के लिए, <b>पता</b> व <b>वरीयता</b> प्रविष्ट व <b>जोड़े</b> पर क्लिक करें. कोई भी सूचीबद्ध मेल सर्वर हटाने के लिए, उसे चुने और <b>मिटाएें</b> पर क्लिक करें.</p>
ja: <p><b><big>MX レコード</big></b><br> 新しいメールサーバを追加するには、メールサーバの <b>アドレス</b> と <b>優先度</b> を入力して <b>追加</b> を押してください。 メールサーバを削除するには、一覧から選択して <b>削除</b> を押してください。</p>
km: <p><b><big>កំណត់ត្រា MX</big></b><br> ដើម្បី​បន្ថែម​ម៉ាស៊ីន​បម្រើ​សំបុត្រ​ថ្មី​មួយ បញ្ចូល <b>អាសយដ្ឋាន</b> និង​<b>អាទិភាព</b> ហើយ​ចុច <b>បន្ថែម</b> ។ ដើម្បី​យកចេញ​ម៉ាស៊ីន​បម្រើ​សំបុត្រ​មួយ​នៃ​ម៉ាស៊ីន​បម្រើ​សំបុត្រ​ដែល​បាន​រាយ ជ្រើស​វា ហើយ​ចុច <b>លុប</b> ។</p>
nl: <p><b><big>MX-records</big></b><br> Om een nieuwe mailserver toe te voegen, voer het <b>adres</b> en de <b>prioriteit</b> in en klik op <b>Toevoegen</b>. Om een van de mailservers uit de lijst te verwijderen, selecteer deze en klik op <b>Verwijderen</b>.</p>
pl: <p><b><big>Rekordy MX</big></b><br> Aby dodać nowy serwer pocztowy, należy podać <b>Adres</b> i <b>Priorytet</b> serwera i nacisnąć przycisk <b>Dodaj</b>. Aby usunąć jeden z istniejących serwerów pocztowych, należy go zaznaczyć i nacisnąć przycisk <b>Usuń</b>.</p>
pt: <p><b><big>Registos MX</big></b><br> Para adicionar um novo servidor de correio, introduza o <b> Endereço</b> e a <b>Prioridade</b> e prima <b>Adicionar</b>. Para remover um dos servidores de correio listados, escolha-o e prima <b>Apagar</b>.</p>
sv: <p><b><big>MX-poster</big></b><br> Om du vill lägga till en ny e-postserver anger du <b>adressen</b> och <b>prioriteten</b> och klickar sedan på <b>Lägg till</b>.<br> Om du vill ta bort en av de listade e-postservrarna markerar du den och klickar på <b>Ta bort</b>.</p>
tr: <p><b><big>MX kayıtları</big></b><br> Yeni bir e-posta sunucusu eklemek sunucu <b>adresini</b> ve <b>önceliğini</b> girip <b>Ekle</b> düğmesine basın.<br> Listelenmiş sunuculardan birini silmek için sunucuyu seçip <b>Sil</b> düğmesine basın.</p>

source: <p><b>Serial</b> is the number used for determining if the zone has changed on the master servers (then slave servers do not always need to synchronize the entire zone).</p>
ca: <p>La <b>sèrie</b> és el número usat per determinar si la zona ha canviat als servidors mestres (llavors els servidors esclaus no sempre necessiten sincronitzar la zona sencera).</p>
cs: <p><b>Sériové číslo</b> Používá se k určení, zda se změnila zóna na hlavním serveru (takže podřízené servery nemusí vždy synchronizovat celou zónu).</p>
da: <p><b>Serienummer</b> anvendes til at afgøre om zonen er blevet ændret på masterserverne (så slaveserverne ikke altid skal synkronisere hele zonen).</p>
el: <p>Ο <b>Σειριακός</b> αριθμός χρησιμοποιείται για να καθοριστεί εάν η ζώνη έχει αλλάξει στους κύριους εξυπηρετητές (έτσι οι δευτερεύοντες εξυπηρετητές δε χρειάζεται πάντα να συγχρονίζουν ολόκληρη την ζώνη).</p>
es: <p><b>Serie</b> es el número usado para determinar si la zona ha cambiado en los servidores maestros (de forma que los servidores esclavos no tengan que sincronizar siempre toda la zona).</p>
ja: <p><b>シリアル番号</b> はマスターサーバでゾーンを変更したかどうかを判断する情報と して使用するものです (この仕組みにより、セカンダリサーバは必要な時に必要な部分だけ ゾーンを 更新できることになります) 。</p>
km: <p><b>សៀរៀល</b> ជា​លេខ​ដែល​បាន​ប្រើ​ដើម្បី​កំណត់​ ថា​តើ​តំបន់​ពេលវេលា​ ត្រូវ​បាន​ផ្លាស់ប្ដូរ​​លើ ម៉ាស៊ីន​បម្រើ​មេ (ម៉ាស៊ីន​បម្រើ slave មិន​ចាំបាច់​ធ្វើ​សមកាលកម្ម តំបន់​បណ្ដាញ​ទាំងមូល​ទេ) ។</p>
nl: <p><b>Serieel</b> is het nummer dat wordt gebruikt bij het bepalen of de zone op de masterservers gewijzigd is (zodat slaveservers niet altijd de volledige zone hoeven te synchroniseren) </p>
pl: <p><b>Numer seryjny</b> jest wykorzystywany do określania, czy strefa zmieniła się na serwerach głównych (dzięki czemu serwery podrzędne nie muszą zawsze synchronizować całej strefy).</p>
sv: <p><b>Seriellt</b> är numret som används för att avgöra om zonen har ändrats på huvudservrarna (så att slavservrar inte alltid behöver synkronisera hela zonen).</p>

source: <p><b>TTL</b> specifies the time to live for all records in the zone that do not have an explicit TTL.</p>
bg: <p><b>TTL</b> указва времето на валидност за всички записи в зоната които нямат изрично указано TTL.</p>
ca: <p><b>TTL</b> especifica el temps de vida de tots els registres de la zona que no tenen un TTL explícit.</p>
cs: <p><b>TTL</b> určuje "time to live" pro všechny záznamy v zóně, které nemají nastavenou vlastní TTL hodnotu.</p>
da: <p><b>TTL</b> angiver levetiden for alle registre i zonen, som ikke har en utvetydig TTL.</p>
el: <p><b>TTL</b> ορίζει τον χρόνο ζωής για όλες τις εγγραφές στη ζώνη οι οποίες δεν έχουν σαφές TTL.</p>
es: <p><b>TTL</b> determina el tiempo de vida (time to live) de todos los registros de la zona cuyo TTL no se indique explícitamente.</p>
hi: <p><b>TTL</b> किसी जोन में सभी अभिलेख रहने की अवधि स्पष्ट करता है जिसकी वाह्य TTL नहीं है.</p>
ja: <p><b>TTL</b> には、独自の TTL を設定しない全てのレコードに対する、 既定の生存時間を指定します。 </p>
km: <p><b>TTL</b> បញ្ជាក់​រយៈពេល​ដែល​កំណត់ត្រា​ទាំងអស់​ស្ថិត​នៅ​ក្នុង តំបន់ ដែល​មិន​មាន TTL ជាក់ស្ដែង ។</p>
nl: <p><b>TTL</b> specificeert de levensduur van alle records in de zone die geen expliciete TTL hebben.</p>
pl: <p>Pole <b>TTL</b> określa czas życia wszystkich tych rekordów w strefie, które nie mają ustawionego jawnego czasu TTL.</p>
pt: <p><b>TTL</b> especifica o tempo de vida de todos os registos na zona, que não têm um TTL explícito.</p>
sv: <p><b>TTL</b> anger livslängden för alla poster i zonen som inte har en uttrycklig TTL..</p>
tr: <p><b>TTL</b> ayarı ile bölgede özel bir TTL ayarı olmayan tüm kayıtların yaşam süresini belirtebilirsiniz.</p>

source: <p><b>Expiration</b> means the period after which the zone expires on slave servers and slave servers stop answering replies until it is synchronized. </p>
bg: <p><b>Изтичане на срока</b> означава периодът, след който зоната става невалидна на подчинените сървъри и те прекратяват отговорите докато тя не се синхронизира. </p>
ca: <p>La <b>caducitat</b> significa el període després del qual la zona caduca als servidors esclaus i els servidors esclaus deixen de respondre rèpliques fins que se sincronitza. </p>
cs: <p><b>Vypršení</b> Čas, po kterém vyprší platnost dat na podřízeném serveru a server přestane odpovídat na dotazy, dokud neprovede synchronizaci. </p>
da: <p><b>Udløb</b> betyder perioden, efter hvilken zonen udløber på slaveserverne og slaveserverne stopper med at svare indtil de er synkroniseret. </p>
el: <p><b>Λήξη</b> σημαίνει η περίοδος μετά από την οποία η ζώνη λήγει στους δευτερεύοντες διακομιστές και οι δευτερεύοντες διακομιστές σταματούν να απαντούν αιτήσεις μέχρι να συγχρονιστούν. </p>
es: <p><b>Caducidad</b> indica el periodo tras el cuál la zona caduca en los servidores esclavos y éstos dejan de responder hasta que se sincronizan. </p>
hi: <p><b>समाप्ति</b> का अर्थ उस अवधि से है जिसके बाद स्लेव सर्वरों पर जोन समाप्त हो जाती है और स्लेव सर्वर समन्वय न होने तक उत्तर देना बंद कर देते है. </p>
ja: <p><b>有効期限</b> は、マスターサーバとの同期が行えない場合にスレーブサーバ 内でゾーンが期限切れになるまでの時間を指定します。この時間を過ぎると、同期が完了するまでは スレーブサーバが応答しなくなります。</p>
km: <p><b>ផុត​កំណត់</b> គឺ​ជា​​អំឡុង​ពេល​ដែល​តំបន់​ផុត​កំណត់​បន្ទាប់​ពី នៅ​លើ​ម៉ាស៊ីន​បម្រើ​រង ហើយ​ម៉ាស៊ីន​បម្រើ​កូន​ឈប់​ឆ្លើយតប ទាល់​តែ​វា​ត្រូវ​បាន​ធ្វើ​សមកាលកម្ម ។ </p>
lt: <p><b>Galiojimas</b> reiškia periodą, kuriam pasibaigus baigiasi zonos galiojimas pagalbiniuose serveriuose ir jie nustoja atsakinėti į užklausas, kol susinchronizuoja. </p>
nl: <p><b>Vervaltijd</b> betekent de periode waarna de zone op slaveservers vervalt en waarna slaveservers stoppen met beantwoorden totdat deze zijn gesynchroniseerd. </p>
pl: <p>Opcja <b>Wygaśnięcie</b> oznacza czas, po upłynięciu którego strefa wygaśnie na serwerach podrzędnych. Serwery podrzędne nie będą odpowiadać na żądania dopóki strefa nie zostanie zsynchronizowana.</p>
pt: <p><b>Validade</b> significa o período de tempo a partir do qual uma zona termina a validade nos servidores escravos, e os servidores escravos não responderão a pedidos até à sua sincronização. </p>
sv: <p>Med <b>Förfallotid</b> avses den period efter vilken zonen upphör att gälla för slavservrarna varpå slavservrarna slutar besvara anrop tills zonen synkroniserats. </p>
tr: <p><b>Eskime süresi</b> bağımlı sunuculardaki bölgelerin tekrar senkronize edilene kadar isteklere cevap vermeyecek durumda kalması için geçecek süreye denir.</p>

source: <p><b><big>Records</big></b><br> In this dialog, edit the resource records of the zone. To add new resource records, set the <b>Record Key</b>, <b>Type</b>, and <b>Value</b> then click <b>Add</b>.</p>
bg: <p><b><big>Записи</big></b><br> В този екран редактирайте ресурсните записи за зоната. За да прибавите нов ресурсен запис, настройте <b>Ключ на запис</b>, <b>Тип</b> и <b>Стойност</b> и натиснете <b>Добавяне</b>.</p>
ca: <p><b><big>Registres</big></b><br> En aquest diàleg, editeu els registres de recursos de la zona. Per afegir-ne de nous, establiu la <b>Clau de registre</b>, el <b>Tipus</b> i el <b>Valor</b>, i cliqueu a <b>Afegeix</b>.</p>
cs: <p><b><big>Záznamy</big></b><br> V tomto dialogu lze upravit záznamy zóny. Pro přidání nového záznamu nastavte <b>Klíč záznamu</b>, <b>Typ</b>, <b>Hodnotu</b> a klepněte na <b>Přidat</b>.</p>
da: <p><b><big>Registre</big></b><br> I denne dialog kan du redigere ressourceregistrene for zonen. For at tilføje nye ressourceregistre, instil <b>Registernøgle</b>, <b>Type</b> og <b>Værdi</b> og klik <b>Tilføj</b>.</p>
el: <p><b><big>Εγγραφές</big></b><br> Σε αυτόν τον διάλογο, επεξεργαστείτε τους πόρους εγγραφών της ζώνης. Για να προσθέσετε έναν νέο πόρο εγγραφής, ορίστε το <b>Κλειδί Εγγραφής</b>, τον <b>Τύπο</b>, και την <b>Τιμή</b> και κάντε κλικ στην <b>Προσθήκη</b>.</p>
es: <p><b><big>Registros</big></b><br> En este cuadro de diálogo, edite los registros de recursos de la zona. Para añadir nuevos registros de recursos, defina la <b>Clave de registro</b>, el <b>Tipo</b> y el <b>Valor</b> y haga clic en <b>Añadir</b>.</p>
hi: <p><b><big>अभिलेख</big></b><br> उस डायलॉग में, जोन के स्रोत अभिलेख संपादन करें. नये स्रोत अभिलेख, जोड़ने के लिए, <b>अभिलेख कुंजी</b>, <b>प्रकार</b>, और <b>मान</b> सेट कर <b>जोड़े</b> पर क्लिक करें.</p>
ja: <p><b><big>レコード</big></b><br> このダイアログでは、ゾーンのリソースレコードを編集することができます。 新しいリソースレコードを追加するには、 <b>レコードキー</b>, <b>種類</b>, <b>値</b> をそれぞれ設定して <b>追加</b> を押してください。</p>
km: <p><b><big>កំណត់ត្រា</big></b><br> ក្នុង​ប្រអប់​នេះ កែសម្រួល​កំណត់ត្រា​ធនធាន​របស់​តំបន់ ។ ដើម្បី​បន្ថែម​កំណត់ត្រា​ធនធាន​ថ្មី កំណត់ <b>កូនសោ​កំណត់ត្រា</b>, <b>ប្រភេទ</b> និង​<b>តម្លៃ</b> បន្ទាប់​មក ចុច <b>បន្ថែម</b> ។</p>
nl: <p><b><big>Records</big></b><br> In deze dialoog kunt u de bronrecords van de zone wijzigen. Om nieuwe bronrecords toe te voegen, selecteer de <b>Recordsleutel</b>, <b>Type</b> en <b>Waarde</b>, en klik daarna op <b>Toevoegen</b>.</p>
pl: <p><b><big>Rekordy</big></b><br> W tym oknie można edytować rekordy strefy. Aby dodać rekord, należy podać <b>Klucz rekordu</b>, jego <b>Typ</b> i <b>Wartość</b>, a następnie nacisnąć przycisk <b>Dodaj</b>.</p>
pt: <p><b><big>Registos</big></b><br> Nesta caixa de diálogo, edite os registos de recursos da zona. Para adicionar um novo registo de recurso, defina a <b>Chave de Registo</b>, o <b>Tipo</b>, e o <b>Valor</b>, e prima <b>Adicionar</b>.</p>
sv: <p><b><big>Poster</big></b><br> I den här dialogrutan kan du redigera zonens resursposter. Om du vill lägga till nya resursposter anger du <b>Postnyckel</b>, <b>Typ</b> och <b>Värde</b> och klickar sedan på <b>Lägg till</b>.</p>
tr: <p><b><big>Kayıtlar</big></b><br> Buradan bölgenin kaynak kayıtlarını düzenleyebilirsiniz. Yeni bir kaynak eklemek için <b>Kayıt anahtarını</b>, <b>Türünü</b> ve <b>Değeri</b> girip <b>Ekle</b> düğmesine basın.</p>

source: <p>To change an existing record, select it, modify the desired entries, and click <b>Change</b>. To delete a record, select it and click <b>Delete</b>.</p>
bg: <p>За да промените съществуващ запис изберете го, променете желаните стойности и натиснете <b>Промяна</b>. За да премахнете запис, изберете го и след това натиснете <b>Изтриване</b>.</p>
ca: <p>Per canviar un registre existent, seleccioneu-lo, modifiqueu-ne les entrades, i cliqueu a <b>Canvia</b>. Per suprimir un registre, seleccioneu-lo i cliqueu a <b>Suprimeix</b>.</p>
cs: <p>Chcete-li změnit existující záznam, vyberte jej, upravte položky a klepněte na <b>Změnit</b>. Záznam odstraníte jeho výběrem a klepnutím na <b>Odstranit</b>.</p>
da: <p>For at ændre et eksisterende register, markér det og ændr de ønskede indgange og klik <b>Ændr</b>. For at slette et register, markér det og klik <b>Slet</b>.</p>
el: <p>Για να αλλάξετε μία καθορισμένη εγγραφή, επιλέξτε την, αλλάξτε τις απαιτούμενες καταχωρίσεις, και κάντε κλικ στο <b>Αλλαγή</b>. Για να διαγράψετε μία εγγραφή, επιλέξτε την και κάντε κλικ στο <b>Διαγραφή</b>.</p>
es: <p>Para cambiar un registro existente, selecciónelo, modifique las entradas que desee y haga clic en <b>Cambiar</b>. Para suprimir un registro, selecciónelo y haga clic en <b>Suprimir</b>.</p>
ja: <p>既存のレコードを変更するには、該当する項目を選択して必要な項目を修正し、 <b>変更</b> を押してください。 レコードを削除するには、削除する項目を選んで <b>削除</b> を押してください。</p>
km: <p>ដើម្បី​ផ្លាស់ប្ដូរ​កំណត់​ត្រា​ដែលមាន​រួច សូម​ជ្រើស​វា រួច​កែប្រែធាតុ​ដែល​ចង់​ផ្លាស់ប្ដូរ ហើយ​ចុច <b>ផ្លាស់ប្ដូរ</b> ។ ដើម្បី​លុប​កំណត់ត្រា ត្រូវ​ជ្រើសវា រួចហើយ​ចុច <b>លុប</b> ។</p>
nl: <p>Om een bestaande record te wijzigen, selecteer deze, wijzig de gewenste onderdelen en klik op <b>Wijzigen</b>. Om een record te verwijderen, selecteer deze en klik op <b>Verwijderen</b>.</p>
pl: <p>Aby zmienić istniejący rekord, należy go zaznaczyć, zmienić wybrane pozycje, a następnie nacisnąć przycisk <b>Zmień</b>. Aby usunąć rekord, należy go zaznaczyć i nacisnąć przycisk <b>Usuń</b>.</p>
pt: <p>Para alterar um registo existente, escolha-o, modifique as entradas pretendidas, e prima <b>Alterar</b>. Para apagar um registo, escolha-o, e prima <b>Apagar</b>.</p>
sv: <p>Om du vill ändra en befintlig post markerar du den, ändrar den önskade informationen och klickar på <b>Ändra</b>. Om du vill ta bort en post, markerar du den och klickar på <b>Ta bort</b>.</p>
tr: <p>Mevcut bir kaydı değiştirmek için seçimi yapıp gerekli değişiklikleri yaptıktan sonra <b>Değiştir</b> düğmesine basın. Bir kaydı silmek için de seçip <b>Sil</b> düğmesine basın.</p>

source: <p> Each type of record has its own syntax defined in the RFC.</p>
bg: <p> Всеки <b>Тип</b> запис има собствен синтаксис описан в RFC.</p>
ca: <p> Cada tipus de registre (record) té la seva sintaxi definida a l'RFC.</p>
cs: <p> Každý typ záznamu má svou vlastní syntaxi definovanou v RFC.</p>
da: <p> Hver registertype har sin egen syntaks defineret i RFC'en.</p>
el: <p> Κάθε τύπος μιας εγγραφής έχει τη δικιά του σύνταξη που ορίζεται στο RFC.</p>
es: <p> Cada tipo de registro tiene su propia sintaxis definida en RFC.</p>
hi: <p> प्रत्येक प्रकार के अभिलेख का RFC में अपना सिंटैक्स परिभाषित होता है.</p>
ja: <p> それぞれのレコードの種類には、 RFC で規定されたそれぞれの書式があります。</p>
km: <p> ប្រភេទ​កំណត់ត្រា​នីមួយៗ​មាន​វាក្យសម្ព័ន្ធ​ផ្ទាល់​ខ្លួន​របស់​វា ដែល​ត្រូវ​បាន​កំណត់​ក្នុង RFC ។</p>
nl: <p> Elk recordtype heeft zijn eigen syntaxis gedefinieerd in de RFC.</p>
pl: <p> Każdy typ rekordu ma własną składnię zdefiniowaną w dokumentach RFC.</p>
pt: <p> Cada tipo de registo tem a sua própria sintaxe definida no RFC.</p>
sv: <p> Varje typ av post har en egen syntax definierad i RFC.</p>
tr: <p> Her tür kayıt için RFC dökümanlarında özel yazım kuralları belirlenmiştir.</p>

source: <p><b>A: Domain Name Translation</b>: <b>Record Key</b> is a hostname without domain or a fully qualified hostname followed by a dot. <b>Value</b> is an IP address.</p>
bg: <p><b>А: превод на име на домейн</b>: <b>Ключ на запис</b> е име на машина без домейн или пълното име на машината, последвано от точка. <b>Стойността</b> е IP адрес.</p>
ca: <p><b>A: Traducció del nom de domini</b>: La <b>clau de registre</b> és un nom d'amfitrió sense domini o un nom d'amfitrió plenament qualificat seguits d'un punt. El <b>valor</b> és una adreça IP.</p>
cs: <p><b>A: Překlad názvu domény</b>: <b>Klíč záznamu</b> je název hostitele bez domény, nebo úplný název hostitele ukončený tečkou. <b>Hodnota</b> je adresa IP.</p>
da: <p><b>A: Oversættelse af domænenavn</b>: <b>Registernøgle</b> er et værtsmaskinenavn uden domæne eller et fuldt kvalificeret værtsmaskinenavn efterfulgt af et punktum. <b>Værdi</b> er en IP-adresse.</p>
el: <p><b>A: Μετάφραση Ονόματος Τομέα</b><br> Το <b>Κλειδί Εγγραφής</b> είναι ένα όνομα κόμβου χωρίς πεδίο ή πλήρως ορισμένο όνομα κόμβου ακολουθούμενο από τελεία. <b>Τιμή</b> είναι μία IP διεύθυνση.</p>
es: <p><b>A: traducción del nombre de dominio</b>: <b>Clave de registro</b> es un nombre de host sin dominio o un nombre de host completo seguido de un punto. <b>Valor</b> es una dirección IP.</p>
hi: <p><b>एक: डोमेन नाम अनुवाद</b>: <b>अभिलेख नाम</b> बिना डोमेन के होस्ट नाम या पूरी तरह होस्ट नाम है जिसके बाद बिन्दु आता है. <b>मान</b> एक IP पता है.</p>
ja: <p><b>A: ドメイン名変換</b>: <b>レコードキー</b> にはドメイン名無しでホスト名のみを指定するか、もしくは ドット (.) で終わる完全修飾ドメイン名 (FQDN) を指定してください。 <b>値</b> には IP アドレスを指定してください。</p>
km: <p><b>A ៖ ការ​បកប្រែ​ឈ្មោះ​ដែន</b> ៖ <b>កូនសោ​កំណត់ត្រា</b> គឺ​ជា​ឈ្មោះ​ម៉ាស៊ីន​មួយ​ដែល​គ្មាន​ដែន ឬ​ឈ្មោះ​ម៉ាស៊ីន​ត្រឹមត្រូវ​ដែល​បន្ត​ដោយ​សញ្ញា​ចុច​មួយ ។ <b>តម្លៃ</b> គឺ​ជា​អាសយដ្ឋាន IP ។</p>
nl: <p><b>A: Domeinnaamvertaling</b>: <b>Recordsleutel</b> is een hostnaam zonder domein of een volledige gekwalificeerde hostnaam gevolgd door een punt. <b>Waarde</b> is een IP-adres.</p>
pl: <p><b>A: Tłumaczenie nazw domen</b>: <b>Klucz rekordu</b> jest nazwą hosta bez domeny albo pełną nazwą hosta zakończoną kropką. <b>Wartość</b> jest adresem IP.</p>
pt: <p><b>A: Tradução de Nome de Domínio</b>: <b>Chave de Registo</b> é o nome sem domínio, ou completamente qualificado, de um equipamento, seguido de um ponto. O <b>Valor</b> é um endereço IP.</p>
sv: <p><b>A: Domännamnsöversättning</b>: <b>Postnyckel</b> är ett värdnamn utan domän eller ett fullständigt värdnam följt av en punkt. <b>Värde</b> är en IP-adress.</p>
tr: <p><b>A: Alan adı tercümesi</b>: <b>Kayıt anahtarı</b> alan adı içermeyen bir makine adı ya da nokta ile biten -alan adıyla birlikte tam- bir makine adıdır. <b>Değer</b> bir IP adresidir.</p>
