Repository: Dzejrou/yast-translations
Catalog: po/dns-server/*.po
Languages: bg, ca, cs, da, el, es, hi, id, ja, km, lt, nl, pl, pt, sv, tr

source: <p>In <b>Additional Logging</b>, set which actions should be logged. Common actions are always logged. <b>Log All DNS Queries</b> logs all queries from clients to the DNS server. <b>Log Zone Updates</b> logs when DNS has been updated. <b>Log Zone Transfers</b> logs when zone is completely transferred to the secondary name server.</p>
ca: <p>Als <b>registres addicionals</b>, establiu quines accions s'haurien de registrar. Les accions més habituals sempre es registren. <b>Registra totes les consultes DNS</b> registra totes les consultes dels clients al servidor DNS. <b>Registra les actualitzacions de zona</b> registra quan s'ha actualitzat el DNS. <b>Registra les transferències de zona</b> registra quan una zona és completament transferida a la al servidor de noms secundari.</p>
cs: <p>Položka <b>Další protokolování</b> umožňuje určit, jaké akce mají být protokolovány. Běžné akce se zaznamenávají vždy.<br> <b>Protokolovat všechny dotazy DNS:</b> Zapisuje veškeré dotazy klientů na server DNS.<br> <b>Protokolovat aktualizace zón:</b> Protokoluje všechny aktualizace serveru DNS.<br> <b>Protokolovat přenosy zón:</b> Protokoluje přenos zóny na sekundární nameserver.</p>
da: <p><b><big>Yderligere logning</big></b><br> Angiv hvilke handlinger, der skal logges. Normale handlinger bliver altid logget.<br> <b>Log alle DNS-forespørgsler</b> logger alle forespørgsler fra klienter til DNS-serveren.<br> <b>Log zoneopdateringer</b> logger når DNS-serveren er opdateret.<br> <b>Log zoneoverføringer</b> logger når zonen er helt overført til en sekundær navneserver.</p>
el: <p>Στο <b>Στη Πρόσθετη Καταγραφή</b>, ορίστε ποιες ενέργειες θα καταγράφονται. Οι κοινές ενέργειες πάντα καταγράφονται. Η <b>Καταγραφή Όλων των Ερωτήσεων DNS</b> καταγράφει όλες τις ερωτήσεις από τους πελάτες προς τον διακομιστή DNS. H <b>Καταγραφή Ενημερώσεων Ζώνης</b> καταγράφει πότε το DNS ενημερώθηκε. H <b>Καταγραφή Μεταφορών Ζώνης</b> καταγράφει πότε η ζώνη μεταφέρθηκε πλήρης στον δευτερεύον διακομιστή ονομάτων.</p>
es: <p>En <b>Registro adicional</b>, defina las acciones que se deben registrar. Las acciones comunes se registran siempre. <b>Registrar todas las consultas DNS</b> registra todas las consultas del cliente al servidor DNS. <b>Registrar actualizaciones de zona</b> registra si se han actualizado los DNS. <b>Registrar transferencias de zona</b> registra cuando la zona se transfiere completamente al servidor de nombres secundario.</p>
ja: <p><b>追加ログ</b> では、 どの動作をログに記録するのかを指定することができます。一般的な動作は常にログに記録されます。 <b>全ての DNS への問い合わせをログ記録</b> を選択すると、クライアントからサーバに対して発せられた全ての問い合わせを記録します。 <b>ゾーン更新をログに記録</b> を選択すると、ゾーンが更新されるとログに記録が行われます。 <b>ゾーン転送をログに記録</b> を選択すると、ゾーンを他のサーバに完全に転送し終わるとログに記録が行われます。 </p>
km: <p>នៅ​ក្នុង <b>ការ​ចុះ​កំណត់ហេតុ​បន្ថែម​ទៀត</b> កំណត់​អំពើ​ណា​មួយ​ដែល​គួរ​ត្រូវ​បាន​ចុះកំណត់ហេតុ ។ អំពើ​សាមញ្ញៗ​តែងតែ​ត្រូវ​បាន​ចុះ​កំណត់ហេតុ​ជានិច្ច ។ <b>ចុះ​កំណត់ហេតុ​សំណួរ DNS ទាំងអស់</b> ចុះ​កំណត់ហេតុ​សំណួរ​ទាំងអស់​ពី​ម៉ាស៊ីន​ភ្ញៀវ​ទៅ​ម៉ាស៊ីន​បម្រើ DNS ។ <b>ចុះ​កំណត់ហេតុ​ការ​ធ្វើ​បច្ចុប្បន្នភាព​តំបន់</b> ចុះ​កំណត់ហេតុ​នៅ​ពេល DNS ត្រូវ​បាន​ធ្វើបច្ចុប្បន្នភាព ។ <b>ចុះ​កំណត់ហេតុ​ការ​ផ្ទេរ​តំបន់</b> ចុះ​កំណត់ហេតុ​នៅ​ពេល​តំបន់​ត្រូវ​បាន​ផ្ទេរ​ពេញលេញ ទៅ​ម៉ាស៊ីន​បម្រើ​ឈ្មោះ​រង ។ </p>
nl: <p>Selecteer bij <b>Extra naar logboekbestand schrijven</b> de acties die u naar een logboekbestand wilt schrijven. Algemene acties worden altijd naar logboekbestand geschreven. <b>Alle DNS-query's naar logboekbestand schrijven</b> schrijft alle query's van clients aan de DNS-server naar een logboekbestand. <b>Alle zone-updates naar logboekbestand schrijven</b> schrijft naar een logboekbestand wanneer DNS wordt bijgewerkt. <b>Zoneoverdrachten naar logboekbestand schrijven</b> schrijft naar een logboekbestand wanneer een zone compleet is overgedragen naar de secundaire naamserver.</p>
pl: <p>W pozycji <b>Dodatkowe zapisywanie w dzienniku</b> proszę określić, które działania powinny być zapisywane w dzienniku. Typowe czynności są zawsze zapisywane. Opcja <b>Zapisuj w dzienniku wszystkie zapytania DNS</b> pozwala na zapis wszystkich zapytań od klientów skierowanych do serwera DNS. Opcja <b>Zapisuj w dzienniku aktualizacje stref</b> pozwala na zapis aktualizacji stref DNS. Opcja <b>Zapisuj w dzienniku transfery stref</b> pozwala na zapis całkowitych transferów strefy do serwera podrzędnego.</p>
sv: <p>Under <b>Ytterligare loggning</b> anger du vilka åtgärder som ska loggas. Vanliga åtgärder loggas alltid. Med alternativet <b>Logga alla DNS-förfrågningar</b> loggas alla frågor från klienter till DNS-servern. Med <b>Logga zonuppdateringar</b> loggas när DNS-servern har uppdaterats. Med <b>Logga zonöverföringar</b> loggas när zonen överförts helt till den sekundära namnservern.</p>

source: <p><b><big>ACLs</big></b><br> In this dialog, define access control lists to control access to zones.</p>
bg: <p><b><big>ACL-и</big></b><br> В този екран се дефинират списъците за контрол на достъпа до зоните.</p>
ca: <p><b><big>ACL</big></b><br> En aquest diàleg, definiu les llistes de control d'accés per controlar l'accés a les zones.</p>
cs: <p><b><big>ACL</big></b><br> V tomto dialogu definujete práva přístupu (ACL) do zón.</p>
da: <p><b><big>ACL'er</big></b><br> I denne dialog kan du angive adgangskontrollister for at kontrollere adgang til zoner.</p>
el: <p><b><big>ACLs</big></b><br> Σε αυτό το διάλογο, ορίστε τις λίστες διαχείρισης πρόσβασης για να ελέγξετε τη πρόσβαση στους τομείς.</p>
es: <p><b><big>ACLs</big></b><br> En este diálogo puede definir las listas de control de acceso para controlar el acceso a las zonas.</p>
hi: <p><b><big>ACLs</big></b><br> इस डॉयलॉग में जोनों तक पहुंच नियंत्रित करने के लिए, एक्सेस कंट्रोल सूची परिभाषित करें.</p>
ja: <p><b><big>ACL</big></b><br> このダイアログでは、ゾーンへのアクセスを制御する アクセス制御リストを定義することができます。</p>
km: <p><b><big>ACLs</big></b><br> នៅ​ក្នុង​ប្រអប់​នេះ កំណត់​បញ្ជី​ត្រួតត្រា​ការ​ចូលដំណើរការ ដើម្បី​ត្រួតត្រា​ការ​ចូលដំណើរការ​ទៅ​កាន់​តំបន់ ។</p>
nl: <p><b><big>ACL's</big></b><br> In deze dialoog zijn de toegangscontrolelijsten te definiëren ten behoeve van de toegangscontrole naar de zones.</p>
pl: <p><b><big>Listy ACL</big></b><br> W tym oknie można definiować listy kontroli dostępu do stref.</p>
pt: <p><b><big>ACL's</big></b><br> Nesta caixa de diálogo, defina as listas de controlo de acessos às zonas.</p>
sv: <p><b><big>ACL:er</big></b><br> Använd den här dialogrutan om du vill definiera åtkomstkontrollistor för åtkomst till zoner.</p>
tr: <p><b><big>ACL'ler</big></b><br> Burada bölgelere erişimi düzenlemek için erişim kontrol listelerini belirleyin.</p>

source: <p>To add a new ACL entry, just enter the option's <b>Name</b> and <b>Value</b> then click <b>Add</b>. To remove an ACL entry, select it and click <b>Delete</b>.</p>
ca: <p>Per afegir una nova entrada ACL, sols cal introduir el <b>Nom</b> de l'opció i el <b>Valor</b> i clicar a <b>Afegeix</b>. Per suprimir una entrada ACL, seleccioneu-la i cliqueu a <b>Suprimeix</b>.</p>
cs: <p>Pro přidání nové položky seznamu ACL zadejte <b>Název</b> a <b>Hodnotu</b> a klepněte na <b>Přidat</b>. Položku seznamu ACL lze odstranit jejím výběrem a klepnutím na <b>Odstranit</b>.</p>
da: <p>For at tilføje en ny ACL-indgang angives blot tilvalgets <b>Navn</b> og <b>Værdi</b>. Klik derefter på <b>Tilføj</b>. For at fjerne en ACL-indgang, markér den og klik på <b>Slet</b>.</p>
el: <p>Για να προσθέσετε μια νέα καταχώριση ACL, απλά προσδιορίστε το <b>Όνομα</b> και την<b>Τιμή</b> της επιλογής και κάντε κλικ στην <b>Προσθήκη</b>. Για την αφαίρεση μιας καταχώρησης ACL, επιλέξτε την και πατήστε <b>Διαγραφή</b>.</p>
es: <p>Para añadir una nueva entrada de ACL, basta con introducir el <b>nombre</b> y el <b>valor</b> de la opción y hacer clic en <b>Añadir.</b> Para eliminar una entrada de ACL ya definida, selecciónela y haga clic en <b>Suprimir.</b></p>
ja: <p>新しい ACL 項目を追加するには、オプションの <b>名前</b> および <b>値</b> を入力し、 <b>追加</b> を押してください。既に設定されている ACL 項目を削除するには、 該当する項目を選択して <b>削除</b> を押してください。</p>
km: <p>ដើម្បី​បន្ថែម​ធាតុ ACL ថ្មី​មួយ ចូរ​បញ្ចូល <b>ឈ្មោះ</b> និង​<b>តម្លៃ</b>​របស់​ជម្រើស បន្ទាប់​មក​ចុច <b>បន្ថែម</b> ។ ដើម្បី​យក​ធាតុ ACL មួយ ដែល​បាន​កំណត់​រួច​ចេញ ចូរ​ជ្រើស​វា ហើយ​ចុច <b>លុប</b> ។</p>
nl: <p>Om een nieuwe ACL toe te voegen , voeg de <b>naam</b> en <b>waarde</b> van de optie in en klik op <b>Toevoegen</b>. Om een ACL-item te verwijderen, selecteer het en klik op <b>Verwijderen</b>.</p>
pl: <p>Aby dodać nową pozycję ACL, należy podać jej <b>Nazwę</b> i <b>Wartość</b>, a następniei nacisnąć przycisk <b>Dodaj</b>. Aby usunąć wpis, należy zaznaczyć wpis ACL i nacisnąć przycisk <b>Usuń</b>.</p>
sv: <p>Om du vill lägga till en ny ACL-post anger du bara alternativets <b>namn</b> och <b>värde</b> och klickar på <b>Lägg till</b>. Om du vill ta bort en ACL-post markerar du posten och klickar på <b>Ta bort</b>.</p>

source: <p><b><big>TSIG Keys</big></b><br> TSIG keys are used for authentication when remotely changing the configuration of the DNS server. This is needed for the dynamic updates of DNS zones (DDNS).</p>
bg: <p><b><big>TSIG ключове</big></b><br> TSIG ключовете се използват за автентификация когато отдалечено се променя настройката на DNS услугата. Това е необходимо за динамичните обновявания на DNS зоните (DDNS).</p>
ca: <p><b><big>Claus TSIG</big></b><br> Les claus TSIG s'usen per a l'autenticació quan es canvia remotament la configuració del servidor DNS. Això és necessari per a les actualitzacions dinàmiques de les zones DNS (DDNS).</p>
cs: <p><b><big>Klíče TSIG</big></b><br> Klíče TSIG se používají pro ověřování při vzdálené změně konfigurace serveru DNS. To je potřeba pro dynamické aktualizace zón DNS (DDNS).</p>
da: <p><b><big>TSIG-nøgler</big></b><br> TSIG-nøgler benyttes til godkendelse når DNS-serverens konfiguration skal ændres eksternt. Dette er nødvendigt for dynamisk opdatering af DNS-zoner (DDNS).</p>
el: <p><b><big>Κλειδιά TSIG</big></b><br> Τα κλειδιά TSIG χρησιμοποιούνται για πιστοποίηση όταν αλλάζουν οι ρυθμίσεις του διακομιστή DNS. Αυτό χρειάζεται για δυναμικές ενημερώσεις των τομέων DNS (DDNS).</p>
es: <p><b><big>Claves TSIG</big></b><br> Las claves TSIG se utilizan con fines de autenticación cuando la configuración del servidor DNS se modifica de forma remota. Esto es necesario para las actualizaciones dinámicas de las zonas DNS (DDNS).</p>
hi: <p><b><big>TSIG कुंजियां</big></b><br> TSIG कुंजियां दूर से DNS सर्वर का संरुपण बदलते समय पुष्टि के काम आती है. यह DNS जोनों (DDNS) के डायनिमिक नवीनीकरण के लिए आवश्यक है.</p>
ja: <p><b><big>TSIG 鍵</big></b><br> TSIG 鍵は、 DNS サーバの設定をリモートから変更する際、 その認証に使用するものです。この鍵は、 DNS ゾーンを動的に更新 (DDNS) する際に必要です。</p>
km: <p><b><big>កូនសោ TSIG</big></b><br> កូនសោ TSIG ត្រូវ​បាន​ប្រើ​សម្រាប់​ការ​ផ្ទៀងផ្ទាត់​ភាព​ត្រឹមត្រូវ នៅ​ពេល ផ្លាស់ប្ដូរ​ការ​កំណត់​រចនាសម្ព័ន្ធ​ម៉ាស៊ីន​បម្រើ DNS ពី​ចម្ងាយ ។ វា​ត្រូវ​បាន​ទាមទារ សម្រាប់​ការ​ធ្វើ​បច្ចុប្បន្នភាព​តំបន់ DNS បែប​ថាមវន្ត (DDNS) ។</p>
nl: <p><b><big>TSIG-sleutels</big></b><br> TSIG sleutels worden voor de verificatie gebruikt wanneer de configuratie van de DNS-server extern gewijzigd wordt. Dit is nodig voor de dynamische updates van de DNS-zones (DDNS).</p>
pl: <p><b><big>Klucze TSIG</big></b><br> Klucze TSIG są używane do uwierzytelniania podczas zdalnej zmiany konfiguracji serwera DNS. Jest to potrzebne do dynamicznej aktualizacji stref DNS (DDNS).</p>
pt: <p><b><big>Chaves TSIG</big></b><br> As chaves TSIG são utilizadas para para autenticação nas alterações remotas da configuração do servidor DNS. Esta chave é necessária para actualizações dinâmicas de zonas DNS (DDNS).</p>
sv: <p><b><big>TSIG-nycklar</big></b><br> TSIG-nycklar används för autentisering vid fjärrkonfigurering av DNS-servern. Detta krävs för att kunna genomföra dynamiska uppdateringar av DNS-zoner (DDNS).</p>
tr: <p><b><big>TSIG anahtarları</big></b><br> TSIG anahtarları DNS sunucusunun yapılandırması uzaktan değiştirilirken kullanılır. Bu DNS bölgelerinin otomatik güncellenmesi (DDNS) için gereklidir.</p>

source: <p>To add an already created key, set the <b>Filename</b> (or use the <b>Browse</b> button to select it) and click <b>Add</b>. To generate a new key, enter the <b>Filename</b> and the <b>Key ID</b> then click <b>Generate</b>. The new key will be generated and also added.</p>
bg: <p>За да прибавите вече създаден ключ, настройте <b>Име на файл</b> (или използвайте бутона <b>Разлистване</b> за да го изберете) и натиснете <b>Добавяне</b>.<br> За да генерирате нов ключ въведете <b>Име на файл</b> и <b>ID на ключа</b>, и след това натиснете <b>Генериране</b>. Новият ключ ще бъде генериран и добавен.</p>
ca: <p>Per afegir una clau ja creada, establiu el <b>nom del fitxer</b> (o useu el botó <b>Navega</b> per seleccinar-lo) i cliqueu a <b>Afegeix</b>. Per generar una clau nova, introduïu el <b>nom del fitxer</b> i la <b>ID de la clau</b> i cliqueu a <b>Genera</b>. La nova clau es genererà i s'afegirà.</p>
cs: <p>Chcete-li přidat již vytvořený klíč, nastavte <b>Název souboru</b> (nebo použijte <b>Procházet</b>) a klepněte na <b>Přidat</b>.<br> Vytvořit klíč můžete tak, že zadáte <b>Název souboru</b> a <b>ID klíče</b> a klepnete na <b>Generovat</b>. Bude vytvořen a přidán nový klíč.</p>
da: <p>For at tilføje en allerede oprettet nøgle, angiv <b>Filnavn</b> (eller benyt knappen <b>Gennemse</b> for at vælge den), og klik <b>Tilføj</b>.<br> For at generere en ny nøgle, angiv <b>Filnavn</b> og <b>Nøgle-ID</b>. Klik derefter på <b>Generér</b>. Den nye nøgle vil blive genereret og tilføjet.</p>
el: <p>Για να προσθέσετε ένα ήδη δημιουργημένο κλειδί, ορίστε το <b>Όνομα Αρχείου</b> (ή χρησιμοποιήστε το κουμπί <b>Περιήγηση</b> για να το επιλέξετε) και κάντε κλικ στο <b>Προσθήκη</b>.<br> Για να δημιουργήσετε ένα νέο κλειδί, εισάγετε το <b>Όνομα Αρχείου</b> και το <b>ID Κλειδιού</b> και κάντε κλικ στο <b>Δημιουργία</b>. Το νέο κλειδί θα δημιουργηθεί και επίσης θα προστεθεί.</p>
es: <p>Para añadir una clave ya creada, defina el <b>Nombre de archivo</b> (o use el botón <b>Examinar</b> para seleccionarla) y haga clic en <b>Añadir</b>. Para generar una clave nueva, indique el <b>Nombre de archivo</b> y el <b>ID de clave</b> y haga clic en <b>Generar</b>. La clave nueva se generará y se añadirá.</p>
hi: <p>पहले से तैयार कुंजी जोड़ने के लिए, <b>फाइलनाम </b> निर्धारित करें (या उसे चुनने के लिए <b>ब्राउज़</b> बटन का उपयोग करें) और <b>जोड़ें</b> क्लिक करें. नई कुंजी बनाने के लिए, <b>फाइलनाम</b> और <b>मुख्य ID</b> प्रविष्ट कर <b>उत्पन्न</b> पर क्लिक करें. नई कुंजी बनकर स्वयं जुड़ जाएगी.</p>
ja: <p>作成済みのキーを追加するには、 <b>ファイル名</b> を入力 (または <b>参照</b> ボタンでファイル選択) してから <b>追加</b> を押してください。 新しい鍵を生成するには、 <b>ファイル名</b> および <b>鍵 ID</b> を入力してから <b>生成</b> を押してください。新しい鍵を生成して追加します。</p>
km: <p>ដើម្បី​បន្ថែម​កូនសោ​មួយ​ដែល​បាន​បង្កើត​រួច កំណត់ <b>ឈ្មោះ​ឯកសារ</b> (ឬ​ប្រើ​ប៊ូតុង <b>រកមើល</b> ដើម្បី​ជ្រើស​វា) ហើយ​ចុច <b>បន្ថែម</b> ។ ដើម្បី​បង្កើត​កូនសោ​ថ្មី​មួយ បញ្ចូល <b>ឈ្មោះ​ឯកសារ</b> និង​<b>លេខ​សម្គាល់​កូនសោ</b> បន្ទាប់​មក​ចុច <b>បង្កើត</b> ។ កូនសោ​ថ្មី​នឹង​ត្រូវ​បាន​បង្កើត ហើយ​ក៏​ត្រូវ​បាន​បន្ថែម​ផង​ដែរ ។</p>
nl: <p>Om een reeds aangemaakte sleutel te verwijderen, geef de <b>bestandsnaam</b> op (of gebruik de knop <b>Bladeren</b> om het bestand te selecteren) en klik op <b>Toevoegen</b>. Om een nieuwe sleutel te genereren, voer de <b>bestandsnaam</b> en <b>Sleutel-ID</b> in en klik op <b>Genereren</b>. De nieuwe sleutel zal dan worden gegenereerd en toegevoegd.</p>
pl: <p>Aby dodać wcześniej utworzony klucz, należy podać <b>Nazwę pliku</b> (albo użyć przycisku <b>Przeglądaj</b> do wybrania pliku) i nacisnąć przycisk <b>Dodaj</b>.<br> Aby wygenerować nowy klucz, należy podać <b>Nazwę pliku</b> oraz <b>ID klucza</b>, a następnie nacisnąć przycisk <b>Wygeneruj</b>. Klucz zostanie wygenerowany i również dodany.</p>
pt: <p>Para adicionar uma chave já criada, defina o <b>Nome de Ficheiro</b> (ou use o botão <b>Navegar</b> para seleccioná-lo) e prima <b>Adicionar</b>. Para gerar uma nova chave, digite o <b>Nome de Ficheiro</b> e o <b>ID da Chave</b> e prima <b>Gerar</b>. A nova chave será gerada e também adicionada.</p>
sv: <p>Om du vill lägga till en tidigare skapad nyckel anger du dess <b>Filnamn</b> (eller väljer den med hjälp av knappen <b>Bläddra</b>) och klickar på <b>Lägg till</b>. Om du vill generera en ny nyckel anger du dess <b>Filnamn</b> och <b>Nyckel-ID</b> och klickar sedan på <b>Generera</b>. Den nya nyckeln genereras och läggs till.</p>
tr: <p>Daha önceden oluşturulmuş bir anahtar eklemek için <b>Dosya adını</b> girip (ya da <b>Bak</b> düğmesi ile seçip) <b>Ekle</b> düğmesine basın.<br> Yeni bir anahtar oluşturmak için <b>Dosya adını</b> ve <b>Anahtar ID'si</b> girip <b>Oluştur</b> düğmesine basın. Anahtar oluşturulup eklenecektir.</p>

source: <p>To remove an existing key, select it and click <b>Delete</b>.</p>
bg: <p>За да премахнете съществуващ ключ изберете го и натиснете <b>Изтриване</b>.</p>
ca: <p>Per suprimir una clau existent, seleccioneu-la i cliqueu a k <b>Suprimeix</b>.</p>
cs: <p>Pokud chcete odebrat existující klíč, vyberte ho a klepněte na <b>Odstranit</b>.</p>
da: <p>For at fjerne en eksisterende nøgle, vælg den og klik <b>Slet</b>.</p>
el: <p>Για να διαγράψετε ένα υπάρχον κλειδί, επιλέξτε το και πατήστε <b>Διαγραφή</b>.</p>
es: <p>Para eliminar una clave existente, selecciónela y pulse <b>Surprimir</b>.</p>
hi: <p>वर्तमान कुंजी को हटाने के लिए, उसे चुनकर <b>मिटाएें</b> क्लिक करें.</p>
ja: <p>既存の鍵を削除するには、削除する項目を選んで <b>削除</b> を押してください。</p>
km: <p>ដើម្បី​យក​កូនសោ​មួយ​ដែល​មាន​ស្រាប់​ចេញ ជ្រើស​វា ហើយ​ចុច <b>លុប</b> ។</p>
nl: <p>Een bestaande sleutel verwijderen: selecteer deze en klik op <b>Verwijderen</b>.</p>
pl: <p>Aby usunąć istniejący klucz, należy go zaznaczyć i nacisnąć przycisk <b>Usuń</b>.</p>
pt: <p>Para remover uma chave existente, escolha-a e prima <b>Apagar</b>.</p>
sv: <p>Om du vill ta bort en befintlig nyckel markerar du den och klickar på <b>Ta bort</b>.</p>
tr: <p>Mevcut bir anahtarı silmek için seçip <b>Sil</b> düğmesine basın.</p>

source: <p><b><big>DNS Zones</big></b><br> Use this dialog to manage the DNS zones.</p>
bg: <p><b><big>DNS зони</big></b><br> Използвайте този екран за да управлявате DNS зоните.</p>
ca: <p><big><b>Zones DNS</b></big><br> Utilitzeu aquest diàleg per gestionar les zones DNS.</p>
cs: <p><b><big>Zóny DNS</big></b><br> V tomto dialogu můžete upravovat zóny DNS.</p>
da: <p><b><big>DNS-zoner</big></b><br> Benyt denne dialogboks til at håndterere DNS-zonerne.</p>
el: <p><b><big>Τομείς DNS</big></b><br> Χρησιμοποιήστε αυτόν τον διάλογο για να διαχειριστείτε τους τομείς DNS.</p>
es: <p><b><big>Zonas DNS</big></b><br> Este diálogo le permite administrar las zonas DNS.</p>
hi: <p><b><big>DNS जोन</big></b><br> इस डायलॉग का प्रयोग DNS जोनों के प्रबंधन के लिए करें.</p>
ja: <p><b><big>DNS ゾーン</big></b><br> このダイアログでは、 DNS ゾーンを管理することができます。</p>
km: <p><b><big>តំបន់ DNS</big></b><br> ប្រើ​ប្រអប់​នេះ ដើម្បី​គ្រប់គ្រង​តំបន់ DNS ។</p>
nl: <p><b><big>DNS-zones</big></b><br> Gebruik deze dialoog om de DNS-zones te beheren.</p>
pl: <p><b><big>Strefy DNS</big></b><br> W tym oknie można zarządzać strefami DNS.</p>
pt: <p><b><big>Zonas DNS</big></b><br> Utilize esta caixa de diálogo para gerir as zonas DNS.</p>
sv: <p><b><big>DNS-zoner</big></b><br> Använd den här dialogrutan om du vill hantera DNS-zoner.</p>
tr: <p><b><big>DNS bölgeleri</big></b><br> Buradan DNS bölgelerini yönetebilirsiniz.</p>

source: <p>To add a new zone, enter its <b>Zone Name</b>, select the <b>Zone Type</b>, and click <b>Add</b>.</p>
ca: <p>Per afegir una zona nova, introduïu el <b>Nom de zona</b>, seleccioneu el <b>Tipus de zona</b>, i cliqueu a <b>Afegeix</b>.</p>
cs: <p>Chcete-li přidat novou zónu, zadejte její název do pole <b>Název zóny</b>, vyberte <b>Typ zóny</b> a klepněte na tlačítko <b>Přidat</b>.</p>
da: <p>Tilføj en ny zone ved at angive dens <b>Zonenavn</b>, vælg dens <b>Zonetype</b>, og tryk på <b>Tilføj</b>.</p>
el: <p>Για να προσθέσετε μία νέα ζώνη, εισάγετε το <b> Όνομα Ζώνης</b>, επιλέξτε το <b>Τύπος Ζώνης</b>, και κάντε κλικ στο <b>Προσθήκη</b>.</p>
es: <p>Para añadir una nueva zona, introduzca un valor en <b>Nombre de zona,</b> seleccione el <b>Tipo de zona</b> y haga clic en <b>Añadir.</b></p>
ja: <p>新しいゾーンを追加するには、 <b>ゾーン名</b> に名前を入力して <b>種類</b> を選択し、 <b>追加</b> を押してください。</p>
km: <p>ដើម្បី​បន្ថែម​តំបន់​ថ្មី បញ្ចូល <b>ឈ្មោះ​តំបន់</b> របស់វា ជ្រើស<b>ប្រភេទ​តំបន់</b> ហើយ​ចុច <b>បន្ថែម</b> ។</p>
nl: <p>Om een nieuwe zone toe te voegen, geef de <b>Zonenaam</b>, selecteer het <b>Zonetype</b> en klik op <b>Toevoegen</b>.</p>
pl: <p>Aby dodać nową strefę, należy podać <b>Nazwę strefy</b>, wybrać <b>Typ strefy</b> i nacisnąć przycisk <b>Dodaj</b>.</p>
sv: <p>Om du vill lägga till en ny zon anger du dess <b>Zonnamn</b>, väljer <b>Zontyp</b> och klickar på <b>Lägg till</b>.</p>
