Repository: Dzejrou/yast-translations
Catalog: po/dns-server/*.po
Languages: bg, ca, cs, da, el, es, hi, id, ja, km, lt, nl, pl, pt, sv, tr

source: Current zone records are automatically generated from %1 zone. To change records manually disable the Automatically Generate Records From feature.
ca: Els registres de zona actual es generen automàticament des de la zona %1. Per canviar els registres manualment, inhabiliteu la característica "Genera registres automàticament des de".
cs: Záznamy aktuální zóny jsou automaticky generovány ze zóny %1. Chcete-li záznamy měnit ručně, zakažte funkci Automaticky generovat záznamy z těchto umístění.
da: Aktuelle zoneregistre genereres automatisk fra zonen %1. Deaktivér "Generér automatisk registre" fra funktionen for at ændre registre.
el: Οι τρέχουσες εγγραφές ζώνης παράγονται αυτόματα από τη ζώνη %1. Για να τροποποιήσετε χειροκίνητα τις εγγραφές απενεργοποιήστε τη δυνατότητα Αυτόματης Δημιουργίας Εγγραφών Από το χαρακτηριστικό.
es: Los registros de la zona actual se generan automáticamente desde la zona %1. Para cambiar los registros de forma manual, inhabilite la función Generar automáticamente los registros desde.
id: Rekaman Zona saat ini secara otomatis dihasilkan dari zona %1. Untuk mengubah rekaman secara manual harap nonaktifkan fitur Otomatis Menghasilkan Rekaman.
ja: 現在のゾーンは %1 ゾーンから自動的に生成されます。 レコードを変更するには、自動レコード生成の機能を無効化する必要があります。
km: កំណត់​ត្រា​តំបន់​បច្ចុប្បន្ន​​ត្រូវ​បាន​បង្កើត​ដោយ​ស្វ័យ​ប្រវត្តិ​ពី​តំបន់ %1 ។ ដើម្បី​ផ្លាស់ប្ដូរ​កំណត់ត្រា​​ដោយ​ដៃ បិទ​ការ​បង្កើត​កំណត់​ដោយ​ស្វ័យ​ប្រវត្តិ​ពី​លក្ខណៈពិសេស ។
nl: De records voor de huidige zone zijn automatisch gegenereerd uit de %1 zone. Als u records handmatig wilt wijzigen, moet u de functie Automatisch records genereren van uitschakelen.
pl: Bieżące rekordy strefy są generowane automatycznie ze strefy %1. W celu ręcznej zmiany rekordów, należy wyłączyć opcję "Automatyczne generowanie rekordów z".
sv: De aktuella zonposterna skapas automatiskt från zonen %1. Om du vill ändra poster manuellt inaktiverar du funktionen Skapa automatiskt poster från.

source: &Master DNS Server IP
bg: IP на &господарски DNS сървър
ca: IP del servidor DNS &mestre
cs: IP &hlavního serveru DNS
el: &Κύριος διακομιστής DNS IP
es: IP del servidor DNS &maestro
hi: मास्टर DNS सर्वर IP (&M)
id: IP Server Master DNS
ja: マスター DNS サーバの IP (&M)
km: IP ម៉ាស៊ីន​បម្រើ DNS មេ
lt: &Pagrindinio DNS serverio IP
nl: IP-adres &master-DNS-server
pl: &Adres IP głównego serwera DNS
pt: IP do Servidor de DNS &Mestre
sv: IP för DNS-&huvudserver
tr: &Ana DNS sunucusu IP'si

source: Missing Master Server
bg: Липсващ господарски сървър
ca: Falta el servidor mestre
cs: Chybí hlavní server DNS
da: Mangler master-server
el: Λείπει ο Πρωτεύων Διακομιστής
es: Falta el servidor maestro
hi: छुटा रहा मास्टर सर्वर
id: Master Server tidak ditemukan
ja: マスターサーバがありません
km: បាត់​ម៉ាស៊ីន​បម្រើ​មេ
lt: Trūksta pagrindinio serverio
nl: Ontbrekende masterserver
pl: Brak serwera podstawowego
pt: Servidor Mestre em Falta
sv: Huvudserver saknas
tr: Ana sunucu eksik

source: Every slave zone must have its master server IP defined. Configuration of a DNS server without a master server would fail. If you continue, the current zone will be removed.
bg: Всяка подчинена зона изисква указано IP на господарския сървър. Настройката на DNS услугата без господарски сървър няма да е успешна. Ако продължите, текущата зона ще бъде изтрита.
ca: Cada zona esclava ha de ternir la IP del servidor mestre definida. La configuració d'un servidor DNS sense un servidor mestre hauria de fallar. Si continueu, la zona actual se suprimirà.
cs: Každá podřízená zóna musí mít definovánu adresu IP hlavního serveru. Konfigurace serveru DNS bez hlavního serveru selže. Pokud budete pokračovat, zóna bude odebrána.
da: Enhver slavezone skal have dets master-servers IP angivet. Konfiguration af DNS-server uden master-server vil fejle. Hvis du fortsætter, vil den aktuelle zone blive fjernet.
el: Κάθε slave ζώνη πρέπει να έχει καθορισμένη την διεύθυνση ΙP του πρωτεύων διακομιστή. Η ρύθμιση του διακομιστή DNS χωρίς έναν πρωτεύων διακομιστής θα αποτύχει. Αν συνεχίσετε, η τρέχουσα ζώνη θα αφαιρεθεί.
es: Todas las zonas esclavas deben tener definida su IP de servidor maestro. Si se configura un servidor DNS sin un servidor maestro se producirá un error. Si continúa, la zona actual se eliminará.
hi: प्रत्येक स्लेव जोन की मास्टर सर्वर IP परिभाषित होनी चाहिए. एक DNS सर्वर का संरुपण बिना मास्टर सर्वर के असफल रहेगा. यदि आप जारी रखते है, वर्तमान जोन हट जाएंगे.
id: Setiap slave zone harus memiliki master server IP yang didefinisikan. Konfigurasi server DNS tanpa server master akan gagal. Jika Anda melanjutkan, zona saat ini akan dihapus.
ja: それぞれのスレーブゾーンにはマスターサーバの IP を設定する必要があります。 マスターサーバーを設定しないと DNS サーバの設定が失敗します。 このまま続行すると現在のゾーンは削除されます。
km: អ្នក​ត្រូវ​តែ​កំណត់ IP ម៉ាស៊ីន​មេ​ឲ្យ​តំបន់​រងនីមួយៗ ។ ការ​កំណត់ រចនាសម្ព័ន្ធ​ម៉ាស៊ីន​បម្រើ DNS មួយ​ដោយ​គ្មាន​ម៉ាស៊ីន​បម្រើ​មេ នឹង​ត្រូវ ​បរាជ័យ ។ បើ​អ្នក​បន្ត តំបន់​បច្ចុប្បន្ន​នឹង​ត្រូវ​បាន​យកចេញ ។
lt: Kiekvienai pagalbinei zona turi būti nurodytas jos pagrindinio serverio IP. Sričių vardų serverio (DNS) konfigūracija be pagrindinio serverio ves prie klaidų. Jei tęsite, veikiamoji zona bus pašalinta.
nl: Elke slavezone heeft een gedefinieerde masterserver-IP nodig. De configuratie van de DNS-server zonder een masterserver zal mislukken. Als u doorgaat zal de huidige zone verwijderd worden.
pl: Każda strefa podrzędna (Slave) musi mieć zdefiniowany adres IP serwera głównego (Master). Konfiguracja serwera DNS bez serwera głównego jest nieprawidłowa. W przypadku kontynuowania bieżąca strefa zostanie usunięta.
pt: Todas as zonas escravas requerem o IP do servidor mestre definido. A configuração de um servidor DNS sem servidor mestre resultará em falha. Se continuar, a zona actual será removida.
sv: Varje slavzon måste ha en huvudserver-IP-adress definierad. Att konfigurera en DNS-server utan huvudserver fungerar inte. Om du fortsätter kommer den aktuella zonen att tas bort.
tr: Bütün bağımlı bölgelerin, ana sunucu'da IP'leri tanımlı olmalıdır. Ana sunucu olmadan, DNS sunucu kaydı yapılandırması hata verecektir. Eğer devam ederseniz, bu bölge kaldırılacaktır.

source: No master DNS server defined.
bg: Не е указан господарски DNS сървър.
ca: No hi ha servidor DNS mestre definit.
cs: Nebyl definován hlavní server DNS.
da: Ingen master-DNS-server angivet.
el: Δεν έχει καθοριστεί κανένας πρωτεύων διακομιστής DNS.
es: No se ha definido ningún servidor DNS maestro.
hi: कोई मास्टर DNS सर्वर परिभाषित नहीं है.
id: Tidak ada server DNS master didefinisikan.
ja: マスター DNS サーバが指定されていません。
km: គ្មាន​ម៉ាស៊ីន​បម្រើ DNS មេ ត្រូវ​បាន​កំណត់​ឡើយ ។
lt: Nenurodytas pagrindinis DNS serveris.
nl: Master-DNS-server is niet gedefinieerd.
pl: Główny serwer DNS nie został zdefiniowany.
pt: O servidor mestre de DNS não foi definido.
sv: Ingen DNS-huvudserver har definierats.
tr: Ana DNS sunucusu belirtilmemiş.

source: The specified master name server is not a valid IP address.
bg: Указаният господарски DNS сървър не е валиден IP адрес.
ca: El servidor de noms mestre especificat no és una adreça IP vàlida.
cs: Zadaný hlavní nameserver není platná adresa IP.
da: Den angivne master-navneserver er ikke en gyldig IP adresse
el: Ο συγκεκριμένος πρωτεύων διακομιστής δεν είναι μια έγκυρη διεύθυνση IP.
es: El servidor de nombres maestro especificado no es una dirección IP válida.
hi: निर्धारित मास्टर नाम सर्वर वैध IP पता नहीं है.
id: Name server master yang ditentukan bukan alamat IP yang valid.
ja: 指定したマスターネームサーバは正しい IP アドレスではありません。
km: ម៉ាស៊ីន​បម្រើ​ឈ្មោះ​មេ​ដែល​បាន​បញ្ជាក់ មិន​មែន​ជា​អាសយដ្ឋាន IP ត្រឹមត្រូវ​ឡើយ ។
lt: Nurodytas pagrindinis vardų serveris nėra tinkamas IP adresas.
nl: De gespecificeerde masternaamserver is geen geldig IP-adres.
pl: Podany adres głównego serwera nazw nie jest prawidłowyma adresem IP.
pt: O servidor de nomes mestre não é um endereço IP válido.
sv: Den huvudnamnserver som angetts är inte en giltig IP-adress.
tr: Girilen ana ad sunucusu geçerli bi IP adresi değil.

source: New &Forwarder IP Address
bg: Нов &IP адрес на препращач
ca: Nova adreça IP del &reenviador
cs: Adresa IP nového &serveru pro předávání
da: IP-adresse for ny &videresender
el: Νέα διεύθυνση ΙΡ &σΠροώθησης
es: Dirección IP del &redireccionador nuevo
id: Alamat IP Forwarder Baru
ja: 新規フォワーダ IP アドレス (&F)
km: អាសយដ្ឋាន IP ឧបករណ៍​បញ្ជូន​បន្ត
nl: IP-adres nieuwe &doorstuurserver
pl: Adres IP nowego prze&kazującego
pt: Endereço IP do Novo &Encaminhador
sv: Ny IP-adress för &Vidarebefordraren
tr: Yeni &yönlendirici IP adresi

source: Current &Zone Forwarders
bg: Текущи &препращачи на зоната
ca: Reenviadors de la &zona acutal
cs: Aktuální servery pro předávání &zón
da: Nuværende &zones videresendere
el: Τρέχουσες &Ζώνες Προώθησης
es: Redireccionadores de la &zona actual
id: Zona Forwarder saat ini
ja: 現在のゾーンフォワーダ (&Z)
km: ម៉ាស៊ីន​បញ្ជូន​តំបន់​បន្ត​បច្ចុប្បន្ន
nl: Huidige &zone doorstuurservers
pl: Bieżą&cy przekazujący strefy
pt: Encaminhadores de &Zona Actuais
sv: Aktuella &Zonvidarebefordrare
tr: Geçerli &bölge yönlendiricileri

source: Forward Zone Editor
bg: Редактор на зона за препращане
ca: Editor de zona de reenviament
cs: Editor předávací zóny
da: Editor for videresend-zone
el: Επεξεργαστής Ζώνης Προώθησης
es: Editor de zona directa
id: Editor Zona Forward
ja: 転送ゾーンのエディタ
km: កម្មវិធី​កែសម្រួល​តំបន់​បញ្ជូន​បន្ត
pl: Edytor stref przekazywania
pt: Editor de Zona Encaminhada
sv: Redigerare för vidarebefordringszon
tr: Yönlendirme bölgesi düzenleyicisi

source: This forward zone has no forwarders defined, which means that all DNS queries for this zone are denied. Really deny these queries?
bg: Тази зона за препращане няма зададени препращачи, което означава, че всички DNS заявки към нея ще бъдат отказани. Наистина ли желаете да откажете тези заявки?
ca: Aquesta zona de reenviament no té reenviadors definits, cosa que significa que totes les consultes DNS per a aquesta zona es deneguen. Realment voleu denegar aquestes consultes?
cs: Tato předávací zóna nemá definovány žádné servery pro předávání, což znamená, že veškeré dotazy DNS pro tuto zónu budou odmítnuty. Opravdu chcete odmítnout tyto dotazy?
da: Denne videresend-zone har ingen videresendere angivet, hvilket betyder at alle DNS-forespørgsler for denne zone nægtes. Vil du virkelig nægte disse forespørgsler?
el: Αυτή η ζώνη προώθησης δεν έχει καθορίσει προωθητές, το οποίο σημαίνει ότι όλες οι ερωτήσεις DNS για αυτή τη ζώνη θα αρνηθούν. Είστε σίγουροι ότι θέλετε να αρνείστε αυτές τις ερωτήσεις;
es: En esta zona de reenvío no hay ningún remitente definido, lo que significa que todas las consultas DNS de la zona se denegarán. ¿Seguro que desea denegar las consultas?
id: Zona Forward ini tidak memiliki forwarders yang didefinisikan, ini berarti bahwa semua permintaan DNS untuk zone ini ditolak. Tolak permintaan ini ?
ja: この転送ゾーンにはフォワーダが設定されていません。 このため、このゾーンへの全ての DNS の問い合わせは拒否されます。 続行してよろしいですか？
km: តំបន់​បញ្ជូន​បន្ត​នេះ មិនមាន​ម៉ាស៊ីន​បញ្ជូន​បន្ត​ដែលបាន​កំណត់​ទេ ដែលមាន​ន័យថា សំណួរ DNS ទាំងអស់​សម្រាប់​តំបន់​នេះ គឺ​ត្រូវបាន​បដិសេធ ។ ពិតជា​បដិសេធ​សំណួរ​ទាំងនេះ​ឬ ?
nl: Er zijn voor deze forwardzone geen doorstuurservers gedefinieerd. Dit betekent dat alle DNS-query's voor deze zone zullen worden afgewezen. Wilt u deze query's afwijzen?
pl: Ta strefa nie ma zdefiniowanych serwerów przekazujących, więc wszystkie zapytania DNS dotyczące tej strefy są odrzucane. Czy na pewno odrzucać te zapytania?
pt: Esta zona encaminhada não tem encaminhadores definidos, o que significa que os pedidos de DNS para esta zona serão negados. Pretende mesmo negar estes pedidos?
sv: Inga vidarebefordrare har definierats för den här vidarebefordringszonen vilket innebär att alla DNS-frågor för zonen kommer att nekas. Ska dessa frågor nekas?
tr: Bu yönlendirme bölgesine herhangi bir yönlendirici atanmamış, bu yüzden bölgeye yapılacak DNS sorguları engellenecektir. Bu sorguların engellenmesini istiyor musunuz?

source: All changes will be lost. Really exit?
bg: Всички промени ще бъдат загубени! Наистина ли желаете да излезете?
ca: Es perdran tots els canvis. Segur que voleu sortir?
cs: Všechny změny se ztratí. Skutečně ukončit?
da: Alle ændringer vil gå tabt Vil du virkelig afslutte?
el: Όλες οι αλλαγές θα χαθούν. Σίγουρα θέλετε να εγκαταλείψετε;
es: Se perderán todos los cambios. ¿Está seguro de que desea salir?
hi: सभी परिवर्तन लुप्त हो जाएंगे. वास्तव में बाहर आएं?
id: Semua perubahan akan hilang. Yakin keluar?
ja: 変更内容はすべて失われます。 終了してよろしいですか？
km: ការ​ផ្លាស់ប្ដូរ​ទាំងអស់​នឹង​ត្រូវ​បាន​បាត់បង់ ។ ពិត​ជា​ចេញឬ ។
lt: Visi pakeitimai bus prarasti. Tikrai išeiti?
nl: Alle wijzigingen zullen verloren gaan. Toch afsluiten?
pl: Wszystkie zmiany zostaną utracone. Czy na pewno wyjść?
pt: Todas as alterações serão perdidas. Pretende mesmo sair?
sv: Alla ändringar går förlorade. Vill du avsluta?
tr: Tüm değişiklikler kaybolacaktır. Gerçekten çıkmak istiyor musunuz?

source: A zone of this type cannot be edited with this tool.
bg: Зона от такъв тип не може да бъде редактирана с този инструмент.
ca: Una zona d'aquest tipus no es pot editar amb aquesta eina.
cs: Zóna tohoto typu nemůže být tímto nástrojem upravována.
da: En zone af denne type kan ikke redigeres med dette værktøj
el: Δεν μπορεί να γίνει επεξεργασία μιας ζώνης αυτού του τύπου χρησιμοποιώντας αυτό το εργαλείο
es: Con esta herramienta no se pueden editar zonas de este tipo.
hi: इस तरह के जोन इस उपकरण से संपादित नहीं हो सकते.
id: Sebuah zona jenis ini tidak dapat disunting dengan alat ini.
ja: このタイプのゾーンは、このツールを使用して編集できません。
km: មិន​អាច​កែសម្រួល​តំបន់​ប្រភេទ​នេះ ជាមួយ​ឧបករណ៍​នេះ​បាន​ឡើយ ។
lt: Šio tipo zona negali būti keičiama su šiuo įrankiu.
nl: Een zone van dit type kan niet met dit programma worden ingesteld.
pl: Strefa tego typu nie może być edytowana za pomocą tego narzędzia.
pt: Uma zona deste tipo não pode ser editada com esta ferramenta.
sv: En zon med den här typen kan inte redigeras med det här verktyget.
tr: Bu tür bölge, bu araç ile yazılamıyor.

source: <p><b><big>Initializing DNS Server Configuration</big></b><br> Please wait...<br></p>
bg: <p><b><big>Стартиране настройката на DNS услугата</big></b><br> Моля, изчакайте…<br></p>
ca: <p><b><big>Iniciant la configuració del servidor DNS</big></b><br> Espereu, si us plau...<br></p>
cs: <p><b><big>Inicializuje se nastavení serveru DNS</big></b><br> Prosím čekejte...<br></p>
da: <p><b><big>Initialiserer konfiguration af DNS-server</big></b><br> Vent venligst...<br></p>
el: <p><b><big>Αρχικοποίηση Ρυθμίσεων Διακομιστή DNS</big></b><br> Παρακαλώ περιμένετε...<br></p>
es: <p><b><big>Iniciando la configuración del servidor DNS</big></b><br> Espere, por favor...<br></p>
hi: <p><b><big>DNS सर्वर संरुपण आरम्भ कर रहा है</big></b><br> कृपया प्रतीक्षा करें...<br></p>
id: <p><b><big>Menginisialisasi Konfigurasi Server DNS</big></b><br> Harap tunggu…<br></p>
ja: <p><b><big>DNS サーバ設定を準備しています</big></b><br> しばらくお待ちください...<br></p>
km: <p><b><big>កំពុង​ចាប់ផ្ដើម​ការ​កំណត់​រចនាសម្ព័ន្ធ​ម៉ាស៊ីន​បម្រើ DNS</big></b><br> សូម​រង់ចាំ...<br></p>
lt: <p><b><big>Paleidžiama sričių vardų serverio (DNS) konfigūracija</big></b> Palaukite...<br></p>
nl: <p><b><big>De DNS-serverconfiguratie wordt geïnitialiseerd</big></b><br> Een ogenblik geduld…<br></p>
pl: <p><b><big>Inicjalizacja konfiguracji serwera DNS</big></b><br> Proszę czekać...<br></p>
pt: <p><b><big>Inicializar a Configuração do Servidor DNS</big></b><br> Por favor aguarde...<br></p>
sv: <p><b><big>Initierar DNS-serverinställningar</big></b><br> Vänta...<br></p>
tr: <p><b><big>DNS sunucu yapılandırması başlatılıyor</big></b><br> Lütfen bekleyin...<br></p>

source: <p><b><big>Aborting Initialization</big></b><br> Safely abort the configuration utility by pressing <b>Abort</b> now.</p>
bg: <p><b><big>Прекъсване на стартирането</big></b><br> Сега можете безопасно да прекъснете настройката натискайки <B>Прекъсване</B>.</p>
ca: <p><b><big>Avortament de l'inici:</big></b><br> Per cancel·lar la utilitat de configuració amb seguretat, premeu <b>Avorta</b> ara.</p>
cs: <p><b><big>Přerušení inicializace</big></b><br> Inicializaci bezpečně ukončíte stisknutím tlačítka <b>Přerušit</b></p>
da: <p><b><big>Afbryd initialisering:</big></b><br> Du kan trygt afbryde konfigurationsværktøjet ved at klikke <b>Afbryd</b> nu.</p>
el: <p><b><big>Ματαίωση αρχικοποίησης</big></b><br> Με ασφάλεια ματαιώστε το εργαλείο ρύθμισης πατώντας <b>Ματαίωση</b> τώρα.</p>
es: <p><b><big>Cancelar el inicio</big></b><br> Para salir con seguridad de la utilidad de configuración, haga clic ahora en <b>Cancelar</b>.</p>
hi: <p><b><big>आरंभण रोक रहा है</big></b><br> संरुपण यूटिलिटी को सुरक्षित तरीके से अभी <b>विफलन</b> दबाकर रोकें.</p>
id: <p><b><big>Menghentikan inisialisasi</big></b><br> Membatalkan konfigurasi utilitas yang aman dengan menekan <b>Batalkan</b> sekarang.</p>
ja: <p><b><big>準備の中止:</big></b><br> <b>中止</b> ボタンを押すと準備を安全に中止することができます。</p>
km: <p><b><big>ការ​បោះបង់​ការ​ចាប់ផ្ដើម</big></b><br> បោះបង់​កម្មវិធី​កំណត់​រចនាសម្ព័ន្ធ​ដោយ​សុវត្ថិភាព ដោយ​ចុច <b>បោះបង់</b> ឥឡូវ ។</p>
lt: <p><b><big>Paruošimo nutraukimas</big></b><br> Dabar galite saugiai nutraukti konfigūracijos įrankį spausdami <b>Nutraukti</b>.</p>
nl: <p><b><big>Initialiseren afbreken:</big></b><br> U kunt het configuratieprogramma veilig afsluiten door nu op <b>Afbreken</b> te klikken.</p>
pl: <p><b><big>Przerywanie inicjalizacji:</big></b><br> Aby bezpiecznie przerwać działania konfiguratora, proszę nacisnąć przycisk <b>Przerwij</b>.</p>
pt: <p><b><big>A Interromper a Inicialização</big></b><br> Interrompa de forma segura o utilitário de configuração premindo <b>Interromper</b> agora.</p>
sv: <p><b><big>Avbryta initieringen</big></b><br> Du kan avsluta inställningsverktyget genom att klicka på <b>Avbryt</b>.</p>
tr: <p><b><big>Başlama işleminden çıkılyor</big></b><br> <b>Çıkış</b> düğmesine basarak yapılandırma işlemini güvenli bir şekilde kesebilirsiniz.</p>

source: <p><b><big>Saving DNS Server Configuration</big></b><br> Please wait...<br></p>
bg: <p><b><big>Запазване настройката на DNS услугата</big></b><br> Моля, изчакайте…<br></p>
ca: <p><big><b>Desant la configuració del servidor DNS</b></big><br> Espereu, si us plau...<br></p>
cs: <p><b><big>Ukládá se nastavení serveru DNS</big></b><br> Prosím čekejte...<br></p>
da: <p><b><big>Gemmer konfiguration for DNS-server</big></b><br> Vent venligst...<br></p>
el: <p><b><big>Αποθήκευση Ρυθμίσεων Διακομιστή DNS</big></b><br> Παρακαλώ περιμένετε...<br></p>
es: <p><big><b>Guardando la configuración del servidor DNS</b></big><br> Por favor, espere...<br></p>
hi: <p><b><big>DNS सर्वर संरुपण सुरक्षित कर रहा है</big></b><br> कृपया प्रतीक्षा करें...<br></p>
id: <p><b><big>Menyimpan Konfigurasi Server DNS</big></b><br> Harap tunggu…<br></p>
ja: <p><b><big>DNS サーバ設定を保存しています</big></b><br> しばらくお待ちください...<br></p>
km: <p><b><big>កំពុង​រក្សាទុក​ការ​កំណត់​រចនាសម្ព័ន្ធ​ម៉ាស៊ីន​បម្រើ DNS</big></b><br> សូម​រង់ចាំ...<br></p>
lt: <p><b><big>Įrašoma sričių vardų serverio (DNS) konfigūracija</big></b><br> Palaukite...<br></p>
nl: <p><b><big>De DNS-serverconfiguratie wordt opgeslagen</big></b><br> Even ogenblik geduld…<br></p>
pl: <p><b><big>Zapisywanie konfiguracji serwera DNS</big></b><br> Proszę czekać...<br></p>
pt: <p><b><big>Gravar a Configuração do Servidor DNS</big></b><br> Por favor aguarde...<br></p>
sv: <p><b><big>Sparar DNS-serverinställningar</big></b><br> Vänta...<br></p>
tr: <p><b><big>DNS sunucu yapılandırması kaydediliyor</big></b> <br>Lütfen bekleyin...<br></p>

source: <p><b><big>Aborting Saving</big></b><br> Abort the save procedure by pressing <b>Abort</b>. An additional dialog informs you whether it is safe to do so.</p>
bg: <p><b><big>Прекъсване на процеса на запазване</big></b><br> Можете да прекъснете процеса на запазване като натиснете <b>Прекъсване</b>. Допълнителен екран ще Ви информира дали е безопасно да го направите.</p>
ca: <p><b><big>Avortament de l'acció de desar</big></b><br> Per cancel·lar l'acció de desar premeu <B>Avorta</b>. Un diàleg addicional indicarà si l'acció és segura o no.</p>
cs: <p><b><big>Přerušení ukládání:</big></b><br> Uložení přerušíte stisknutím <b>Přerušit</b>. Následující dialog vás informuje, zda je to bezpečné.</p>
da: <p><b><big>Afbryd gemning:</big></b><br> Afbryd gemmeprocessen ved at klikke <b>Afbryd</b>. En ekstra dialog informerer dig om det er sikkert at gøre dette.</p>
el: <p><b><big>Ματαίωση αποθήκευσης</big></b><br> Ματαιώστε την διαδικασία αποθήκευσης πατώντας <b>Ματαίωση</b>. Ένας επιπλέον διάλογος θα σας ενημερώσει πότε είναι ασφαλές να το κάνετε.</p>
es: <p><b><big>Cancelar el almacenamiento</big></b><br> Detenga el procedimiento de almacenamiento haciendo clic en <b>Cancelar</b>. Aparecerá un cuadro de diálogo adicional indicándole si se trata de una operación segura o no.</p>
hi: <p><b><big>सेव करना रोक रहा है</big></b><br> सुरक्षित करने की प्रक्रिया को <b>विफलन<b> दबाकर बीच में ही रोकें. एक अतिरिक्त डायलॉग आपको सूचित करता है क्या ऐसा करना सुरक्षित है.</p>
id: <p><b><big>Membatalkan menyimpan</big></b><br> Batalkan prosedur save dengan menekan <b>Batalkan</b>. Dialog tambahan memberitahu anda apakah aman untuk melakukannya.</p>
ja: <p><b><big>保存の中止:</big></b><br> <b>中止</b> ボタンを押すと保存を中止できます。</p> 安全に中止できるかどうかのダイアログが表示されます。</p>
km: <p><b><big>ការ​បោះបង់​ការ​រក្សាទុក</big></b><br> បោះបង់​បែបបទ​រក្សាទុក​ដោយ​ចុច <b>បោះបង់</b> ។ ប្រអប់​មួយ​ទៀត​នឹង​ប្រាប់​អ្នក​ថា តើ​អ្នក​អាច​ធ្វើ​យ៉ាង​ដូច្នោះ​បាន ឬ​ក៏​អត់ ។</p>
lt: <p><b><big>Įrašymo nutraukimas:</big></b><br> Nutraukite išsaugojimo procedūrą spausdami <b>Nutraukti</b>. Papildomas dialogas jums praneš, ar tai daryti saugu.</p>
nl: <p><b><big>Opslaan afbreken:</big></b><br> Het opslaan kunt u afbreken door op <b>Afbreken</b> te klikken. Een nieuw venster zal u informeren of u dit veilig kunt uitvoeren.</p>
pl: <p><b><big>Przerywanie zapisu</big></b><br> Aby przerwać procedurę zapisu, proszę nacisnąć przycisk <b>Przerwij</b>. W osobnym oknie zostanie wyświetona informacja o tym, czy jest to bezpieczne.</p>
pt: <p><b><big>Interromper a Gravação:</big></b><br> Interrompa o procedimento de gravação, pressionando <b>Interromper</b>. Uma caixa de diálogo adicional informa-lo-á do momento seguro para o fazer.</p>
sv: <P><B><BIG>Avbryta sparandet:</BIG></B><BR> Avbryt sparandet genom att klicka på <B>Avbryt</B>. En dialogruta visas med information om huruvida det är säkert att göra det eller inte.</p>
tr: <P><B><BIG>Kayıt işleminin durdurulması:</BIG></B><BR> <B>Durdur</B> düğmesine basarak kayıt işlemini kesebilirsiniz. Bir pencerede bu işlemin güvenli olup olmadığı gösterilecektir.</P>
