Repository: Dzejrou/yast-translations
Catalog: po/dns-server/*.po
Languages: bg, ca, cs, da, el, es, hi, id, ja, km, lt, nl, pl, pt, sv, tr

source: The specified value is not a valid hostname or IP address.
bg: Указаната стойност не е валидно име на машина или IP адрес.
ca: El valor especificat no és ni nom d'amfitrió ni adreça IP vàlids.
cs: Zadaná hodnota není platným názvem hostitele nebo adresou IP.
da: Den angivne værdi er ikke et gyldigt værtsmaskinenavn eller IP-adresse.
el: Η συγκεκριμένη τιμή δεν είναι έγκυρο όνομα κόμβου ή διεύθυνσης IP.
es: El valor indicado no es una dirección IP ni un nombre de host válido.
hi: बता गया वेल्यु मान्य होस्टनेम या IP पता नहीं हैं।
id: Nilai yang ditentukan bukan namahost atau Alamat IP yang valid.
ja: 指定した値は正しいホスト名または IP アドレスではありません。
km: តម្លៃ​ដែល​បាន​បញ្ជាក់ មិន​មែន​ជា​ឈ្មោះ​ម៉ាស៊ីន ឬ​អាសយដ្ឋាន IP ត្រឹមត្រូវ​ឡើយ ។
lt: Nurodyta reikšmė nėra tinkamas pagr. kompiuterio vardas ar IP adresas.
nl: De gespecificeerde waarde is geen geldige hostnaam of IP-adres.
pl: Podana wartość nie jest prawidłową nazwą komputera w sieci ani adresem IP.
pt: O valor especificado não é um nome ou endereço IP válido de computador.
sv: Det angivna värdet är inte ett giltigt värddatornamn eller IP-adress.
tr: Girilen değer geçerli bir bilgisayar adı ya da IP adresi değil.

source: The specified mail server already exists.
bg: Указаният пощенски сървър вече съществува.
ca: El servidor de correu especificat ja existeix.
cs: Zadaný poštovní server již existuje.
da: Den angivne mail-server findes allerede.
el: Ο συγκεκριμένος διακομιστής αλληλογραφίας υπάρχει ήδη.
es: El servidor de correo especificado ya existe.
hi: निर्धारित मेल सर्वर पहले से विद्यमान है.
id: Server Email yang ditentukan sudah tersedia.
ja: 指定されたメールサーバは既に存在します。
km: មាន​ម៉ាស៊ីន​បម្រើ​សំបុត្រ​ដែល​បាន​បញ្ជាក់​រួច​ហើយ ។
lt: Nurodytas pašto serveris jau yra.
nl: De gespecificeerde mailserver bestaat al.
pl: Podany serwer pocztowy już istnieje.
pt: O servidor de correio especificado já existe.
sv: Den angivna e-postservern finns redan.
tr: Girilen E-Posta sunucusu mevcut.

source: Seconds
bg: Секунди
ca: Segons
cs: Sekundy
da: Sekunder
el: Δευτερόλεπτα
es: Segundos
hi: सेकन्टस
id: Detik
ja: 秒
km: វិនាទី
lt: sekundės
nl: Seconden
pl: Sekundy
pt: Segundos
sv: Sekunder
tr: Saniye

source: Minutes
bg: Минути
ca: Minuts
cs: Minuty
da: Minutter
el: Λεπτά
es: Minutos
hi: मिनट्स
id: Menit
ja: 分
km: នាទី
lt: minutės
nl: Minuten
pl: Minuty
pt: Minutos
sv: Minuter
tr: Dakika

source: Hours
bg: Часове
ca: Hores
cs: Hodiny
da: Timer
el: Ώρες
es: Horas
hi: घंटे
id: Jam
ja: 時間
km: ម៉ោង
lt: valandos
nl: Uren
pl: Godziny
pt: Horas
sv: Timmar
tr: Saat

source: Days
bg: Дни
ca: Dies
cs: Dny
da: Dage
el: Ημέρες
es: Días
hi: दिन
id: Hari
ja: 日
km: ថ្ងៃ
lt: dienos
nl: Dagen
pl: Dni
pt: Dias
sv: Dagar
tr: Gün

source: Weeks
bg: Седмици
ca: Setmanes
cs: Týdny
da: Uger
el: Εβδομάδες
es: Semanas
hi: सप्ताह
id: Pekan
ja: 週
km: សប្តាហ៍
lt: savaitės
nl: Weken
pl: Tygodnie
pt: Semanas
sv: Veckor
tr: Hafta

source: Seri&al
bg: Пореден &номер
ca: Sèri&e
cs: Séri&e
da: Se&rienummer
el: &Σειριακό
es: Seri&e
hi: क्रमांक (&a)
id: Seri
ja: シリアル番号 (&A)
km: សៀរៀល
lt: &Serijinis num.
nl: Seri&eel
pl: Numer se&ryjny
pt: Número de &Série
sv: S&erienummer
tr: Seri &no

source: TT&L
ja: TTL (&L)
pt: Tempo de &Vida (TTL)

source: &Unit
bg: &Част
ca: &Unitat
cs: Jedn&otka
da: &Enhed
el: &Μονάδα
es: &Unidad
hi: इकाई (&U)
ja: 単位 (&U)
km: ឯកតា
lt: &Vienetai
nl: &Eenheid
pl: &Jednostka
pt: &Unidade
sv: En&het
tr: &Ünite

source: Re&fresh
bg: О&бновяване
ca: Re&fresca
cs: &Obnovit
da: Genop&frisk
el: Ανανέ&ωση
es: Re&frescar
hi: रिफ्रेश (&f)
id: Segarkan
ja: 更新間隔 (&F)
km: ធ្វើ​ឲ្យ​ស្រស់
lt: Atna&ujinti
nl: &Vernieuwen
pl: Odś&wież
pt: Re&frescamento
sv: Uppdate&ra
tr: &Tazeleme süresi

source: Un&it
bg: &Част
ca: Un&itat
cs: Jedn&otka
da: En&hed
el: Μονά&δα
es: Un&idad
hi: इकाई (&i)
ja: 単位 (&I)
km: ឯកតា
lt: V&ienetai
nl: Eenhe&id
pl: Je&dnostka
pt: Un&idade
sv: Enhe&t
tr: Ün&ite

source: Retr&y
bg: &Опит отново
ca: Torna-ho a prov&ar
cs: Zkusit zn&ovu
da: Prøv &igen
el: Ξαναπροσ&παθήστε
es: Reintent&ar
hi: पुनःप्रयास (&y)
id: Ulang
ja: 再試行間隔 (&Y)
km: ព្យាយាម​ម្ដង​ទៀត
lt: Ka&rtojimas
nl: &Opnieuw proberen
pl: P&onów
pt: &Tentativas
sv: Förs&ök igen
tr: &Yeniden deneme

source: Ex&piration
bg: &Изтичане на срока
ca: Ca&ducitat
cs: Vy&pršení
da: &Udløb
el: &Λήξη
es: Ca&ducidad
hi: समाप्ति (&p)
id: Kadaluarsa
ja: 有効期限 (&P)
km: ផុតកំណត់
lt: Ga&liojimas
nl: &Vervaldatum
pl: Wygaś&nięcie
pt: &Validade
sv: F&örfallotid
tr: &Eskime

source: U&nit
bg: &Част
ca: U&nitat
cs: Jed&notka
da: E&nhed
el: Μο&νάδα
es: U&nidad
hi: इकाई (&n)
ja: 単位 (&N)
km: ឯកតា
lt: Vi&enetai
nl: Ee&nheid
pl: Jed&nostka
pt: U&nidade
sv: E&nhet
tr: Ü&nite

source: &Minimum
bg: Ми&нимално
ca: &Mínima
cs: &Minimální
el: &Ελάχιστο
es: &Mínimo
hi: न्यूनतम (&M)
id: &MinimalMinimal
ja: 最小値 (&M)
km: អប្បបរមា
lt: &Mažiausiai
pt: &Mínimo
tr: En &az

source: Uni&t
bg: &Част
ca: Uni&tat
cs: Jedno&tka
da: Enh&ed
el: Μονάδ&α
es: Uni&dad
hi: इकाई (&t)
ja: 単位 (&T)
km: ឯកតា
lt: Vie&netai
nl: Eenhei&d
pl: Jednos&tka
pt: Unid&ade
sv: Enhe&t
tr: Üni&te

source: The serial number of the zone must be specified.
bg: Трябва да бъде зададен пореден номер на зоната.
ca: Cal especificar el número de sèrie de la zona.
cs: Číslo série zóny musí být zadáno.
da: Serienummeret for zonen skal angives.
el: Πρέπει να προσδιοριστεί ο σειριακός αριθμός της ζώνης.
es: Se debe indicar el número de serie de la zona.
hi: जोन का क्रमांक स्पष्ट होना चाहिए.
id: Nomor seri dari zona harus ditentukan.
ja: ゾーンのシリアル番号を指定しなければなりません。
km: ត្រូវ​តែ​បញ្ជាក់​លេខ​សម្គាល់​របស់​តំបន់ ។
lt: Turi būti nurodytas zonos serijinis numeris.
nl: Het serienummer van de zone moet zijn opgegeven.
pl: Numer seryjny strefy jest musi być określony.
pt: O número de série da zona tem de ser especificado.
sv: Du måste ange zonens serienummer.
tr: Bölgenin seri numarası belirlenmelidir.

source: The serial number must be no more than %1 digits long.
bg: Поредния номер не трябва да е по-дълъг от %1 цифри.
ca: El número de sèrie no ha de tenir més de %1 dígits de llargada.
cs: Číslo série zóny nesmí být více než %1 znaků dlouhé.
da: Serienummeret må ikke indeholde mere end %1 cifre.
el: Ο σειριακός αριθμός πρέπει να είναι το πολύ %1 ψηφία.
es: El número de serie no debe tener más de %1 dígitos de longitud.
hi: जोन का क्रमांक %1 अंक से अधि लंबा नहीं होना चाहिए.
id: Nomor seri harus tidak lebih panjang dari %1 digit.
ja: シリアル番号は %1 桁以上でなければなりません。
km: លេខ​សម្គាល់មិនត្រូវ​តែ​មាន​ប្រវែង​វែង​ជាង %1 តួ ។
lt: Serijinis numeris turi būti iki %1 skaitmenų ilgio.
nl: Het serienummer mag maximaal %1 cijfers lang zijn.
pl: Numer seryjny może mieć co najwyżej %1 cyfr długości.
pt: O número de série deve o máximo de %1 dígitos de comprimento.
sv: Serienumret får inte vara längre än %1 siffror.
tr: Seri numarasının uzunluğu %1 rakamdan fazla olmamalıdır.

source: The expiration time-out is higher than the time period of zone refreshes. The zone will not be reachable from slave name servers all the time. Continue?
bg: Срокът на изтичане валидността е по-голям от периода на обновяване на зоната. Тази зона няма да се презарежда от подчинените сървъри през цялото време. Желаете ли да продължите?
ca: El temps de caducitat és més alt que els períodes de refresc de la zona. La zona no serà abastable des de servidors de noms esclaus durant tot el temps. Voleu continuar?
cs: Čas vypršení platnosti je vyšší, než čas aktualizace zóny. Zóna nebude z podřízených serverů dostupná. Přejete si pokračovat?
da: Udløbstiden er længere end perioden for zoneopdateringer. Zonen vil ikke være tilgængelig fra slavenavneservere hele tiden. Vil du fortsætte?
el: Ο χρόνος λήξης είναι μεγαλύτερος από την χρονική περίοδο ανανέωσης ζώνης. Η ζώνη δεν θα είναι προσιτή από τους slave διακομιστές ονομάτων όλη την ώρα. Συνέχεια;
es: El tiempo de expiración es menor que el periodo de actualización de zona. Puede que no sea posible acceder a la zona todo el tiempo desde los servidores de nombres esclavos. ¿Desea continuar?
hi: समाप्ति समय जोन रिफ्रेश होने की समयावधि से अधिक है. जोन सदा स्लेव नाम सर्वरों से पहुंच में नहीं रहेगा. जारी रखें?
id: Batas waktu kadaluarsa lebih tinggi dari periode waktu penyegaran zona. Zona tidak akan bisa dijangkau dari server name server slave setiap saat. Teruskan?
ja: 有効期限の設定がゾーンの更新間隔の設定よりも短く なっています。これにより、スレーブネームサーバでは ゾーンが利用できなくなる場合があります。 続行しますか？
km: រយៈពេល​អស់​ពេល​នៃ​ការ​ផុត​កំណត់​គឺ​ខ្ពស់​ជាង​អំឡុង​ពេល ធ្វើ​ឲ្យ​តំបន់​ស្រស់ ។ ម៉ាស៊ីន​បម្រើ​ឈ្មោះ​រង​នឹង​មិន អាច​ទៅ​ដល់​តំបន់​បាន​ឡើយ នា​អំឡុង​ពេល​នោះ ។ បន្ត​ឬ ?
lt: Zonos atnaujinimo periodas yra didesnis nei galiojimo laikas. Zona niekada nebus pasiekiama iš pagalbinių vardų serverių. Tęsti?
nl: De vervaltime-out is hoger dan het tijdsbestek waarop de zone opgefrist wordt. De zone zal de gehele tijd niet via slavenaamservers toegankelijk zijn. Doorgaan?
pl: Limit czasu wygaśnięcia jest większy niż okres odświeżania stref. Strefa nie będzie dostępna z serwerów podrzędnych. Kontynuować?
pt: O excesso da validade é superior ao período de tempo de refrescamento das zonas. A zona não será sempre alcançável pelo servidor de nomes escravo. Continuar?
sv: Förfallotiden är längre än tidsperioden mellan zonuppdateringar. Zonen kommer inte alltid att kunna nås från slavnamnservrarna. Vill du fortsätta?
tr: Eskime süresi bölge tazeleme süresinden daha yüksek. Bu bölgeye bağımlı ad sunucuları tarafından ulaşılamaz. Devam edecek misiniz?

source: &Record Key
bg: &Ключ на записа
ca: Clau de registre
cs: Klíč zázna&mu
da: &Registernøgle
el: Κλειδί &Εγγραφής
es: Clave de &registro
hi: अभिलेख कुंजी (&R)
id: Kunci Rekaman
ja: レコードキー (&R)
km: កូនសោ​កំណត់ត្រា
lt: Įrašo &raktas
nl: &Recordsleutel
pl: Klucz &rekordu
pt: Chave do &Registo
sv: &Postnyckel
tr: Kayıt &anahtarı

source: T&ype
bg: Т&ип
ca: T&ipus
cs: T&yp
el: Τ&ύπος
es: T&ipo
hi: प्रकार (&y)
id: Tipe
ja: 種類 (&Y)
km: ប្រភេទ
lt: &Tipas
pl: T&yp
pt: T&ipo
sv: T&yp
tr: &Tür

source: Val&ue
bg: &Стойност
ca: Val&or
cs: Ho&dnota
da: Vær&di
el: Τι&μή
es: Val&or
hi: मान (&u)
id: NilaiNilai
ja: 値 (&U)
km: តម្លៃ
lt: &Reikšmė
nl: &Waarde
pl: Wa&rtość
pt: Val&or
sv: V&ärde
tr: &Değer

source: &Service
bg: &Услуга
ca: &Servei
cs: &Služba
da: Tjene&ste
el: &Υπηρεσία
es: &Servicio
hi: सेवाऎ (&S)
id: Layanan
ja: サービス (&S)
km: សេវា
lt: &Paslauga
pl: U&sługa
pt: &Serviço
sv: Tjän&st
tr: &Hizmet

source: &Protocol
bg: Прото&кол
cs: &Protokol
da: &Protokol
el: &Πρωτόκολλο
es: &Protocolo
hi: प्रोटोकोल (&P)
id: Protokol
ja: プロトコル (&P)
km: ពិធីការ
lt: &Protokolas
pl: &Protokół
pt: &Protocolo
sv: &Protokoll
tr: &Protokol

source: &Weight
ca: &Pes
cs: &Váha
da: &Vægt
el: Β&αρύτητα
es: &Carga
id: Bobot
ja: 重み付け (&W)
km: ទម្ងន់
lt: Sv&oris
nl: Ge&wicht
pl: &Waga
sv: &Vikt

source: &Port
bg: &Порт
el: &Θύρα
es: &Puerto
hi: पोर्ट (&P)
ja: ポート (&P)
km: ច្រក
lt: &Prievadas
nl: &Poort
pt: &Porto

source: A: IPv4 Domain Name Translation
ca: A: traducció del nom del domini IPv4
cs: A: Překlad názvu domény IPv4
da: A: Oversættelse af IPv4-domænenavn
el: A: Μετάφραση Ονόματος Τομέα IPv4
es: A: Traducción del nombre de dominio IPv4
id: A: Terjemahan Nama Domain IPv4
ja: A: IPv4 ドメイン名変換
km: A ៖ ការ​បកប្រែ​ឈ្មោះ​ដែន IPv4
lt: A: IPv4 srities vardo transliacija
nl: A: IPv4-domeinnaamvertaling
pl: A: Translacja nazwy domeny (IPv4)
sv: A: Namnöversättning för IPv4-domän

source: AAAA: IPv6 Domain Name Translation
ca: AAAA: traducció de nom de domini IPv6
cs: AAAA: Překlad názvu domény IPv6
da: AAAA: Oversættelse af IPv6-domænenavn
el: AAAA: Μετάφραση Ονόματος Τομέα IPv6
es: AAAA: Traducción del nombre de dominio IPv6
id: AAAA: Terjemahan Nama Domain IPv6
ja: AAAA: IPv6 ドメイン名変換
km: AAAA ៖ ការ​បកប្រែ​ឈ្មោះ​ដែន IPv6
lt: AAAA: IPv6 srities vardo transliacija
nl: AAAA: IPv6-domeinnaamvertaling
pl: AAAA: Translacja nazwy domeny (IPv6)
sv: AAAA: Namnöversättning för IPv6-domän

source: CNAME: Alias for Domain Name
bg: CNAME: псевдоним за име на домейн
ca: CNAME: àlies per a nom de domini
cs: CNAME: Alias pro název domény
da: CNAME: Alias for domænenavn
el: CNAME: Ψευδώνυμο για το Όνομα Τομέα
es: CNAME: alias para el nombre de dominio
hi: CNAME: अन्यनाम, डोमेन नाम हेतु
id: CNAME: Sebutan untuk Nama Domain
ja: CNAME: ドメイン名の別名定義
km: CNAME ៖ ឈ្មោះ​ក្លែងក្លាយ​សម្រាប់​ឈ្មោះ​ដែន
lt: CNAME -- srities vardo pseudonimas
nl: CNAME: domeinnaamalias
pl: CNAME: Alias dla nazwy domeny
pt: CNAME: Alcunha para Nome de Domínio
sv: CNAME: Alias för domännamn
tr: CNAME: Alan adı için takma ad

source: NS: Name Server
ca: NS: Servidor de noms
da: NS: Navneserver
el: NS: Διακομιστής Ονομάτων
es: NS: servidor de nombres
hi: NS: नाम सर्वर
ja: NS: ネームサーバ
km: NS ៖ ម៉ាស៊ីន​បម្រើ​ឈ្មោះ
lt: NS: vardų serveris
nl: NS: naamserver
pl: NS: Serwer nazw
pt: NS: Servidor de Nomes
sv: NS: Namnserver
tr: NS: Ad sunucusu

source: MX: Mail Relay
bg: MX: пренасочване за поща
ca: MX: retransmissió de correu
cs: MX: Předávání pošty
el: MX: Μεταγωγή Ταχυδρομείου
es: MX: transmisión de correo
hi: MX: मेल प्रसारण
ja: MX: メール中継
km: MX ៖ បញ្ជូន​សំបុត្រ​ត
lt: MX: pašto persiuntimas
pl: MX: Przekazywanie poczty
pt: MX: Máquina de Envio de Correio
sv: MX: E-postvidarebefordran
tr: MX: E-posta Aktarımı

source: PTR: Reverse Translation
bg: PTR: Обратен превод
ca: PTR: traducció inversa
cs: PTR: reverzní překlad
da: PTR: Omvendt oversættelse
el: PTR: Αντίστροφη Μετάφραση
es: PTR: traducción inversa
hi: PTR: रिवर्स अनुवाद
ja: PTR: 逆変換
km: PTR ៖ ការ​បកប្រែ​ត្រឡប់
lt: PTR: atvirkštinė transliacija
nl: PTR: omgekeerde vertaling
pl: PTR: Translacja odwrotna
pt: PTR: Tradução Inversa
sv: PTR: Omvänd översättning
tr: PTR: Tersine tercüme

source: SRV: Services Record
ca: SRV: registre de serveis
cs: SRV: Záznam služeb
da: SRV: Tjenesteregistre
el: SRV: Εγγραφή Υπηρεσιών
es: SRV: registro de servicios
ja: SRV: サービスレコード
km: SRV ៖ កំណត់​ត្រា​សេវា
pl: SRV: Rekord usług
sv: SRV: Posten Tjänster

source: TXT: Text Record
ca: TXT: registre de text
cs: TXT: textový záznam
da: TXT: Tekstregistre
el: TXT: Εγγραφή Κειμένου
es: TXT: Registro de texto
ja: TXT: テキストレコード
km: TXT ៖ កំណត់​ត្រា​អត្ថបទ
lt: TXT: tekstinis įrašas
nl: TXT: tekstrecord
pl: TXT: Rekord tekstowy
sv: TXT: Posten Text

source: Record Settings
bg: Настройки на записа
ca: Paràmetres del registre
cs: Nastavení záznamu
da: Registerindstillinger
el: Ρυθμίσεις Εγγραφής
es: Configuración del registro
hi: अभिलेख सेटिंग्ज़
id: Pengaturan rekaman
ja: レコード設定
km: ការ​កំណត់​កំណត់ត្រា
lt: Įrašo nuostatos
nl: Recordinstellingen
pl: Ustawienia rekordu
pt: Definições do Registo
sv: Postinställningar
tr: Kayıt ayarları

source: Configured Resource Records
bg: Настроени ресурсни записи
ca: Registres de recursos configurats
cs: Konfigurované záznamy prostředků
da: Konfigurerede ressourceregistre
el: Ρυθμισμένες εγγραφές πόρων
es: Registros de recursos configurados
hi: संरुपण स्रोत अभिलेख
id: Rekaman Sumber daya Dikonfigurasi
ja: 設定済みのリソースレコード
km: កំណត់ត្រា​ធនធាន​ដែល​បាន​កំណត់​រចនាសម្ព័ន្ធ
lt: Sukonfigūruoti išteklių įrašai
nl: Geconfigureerde bronrecords
pl: Skonfigurowane rekordy zasobów
pt: Registos de Recursos Configurados
sv: Inställda resursposter
tr: Yapılandırılmış kaynak kayıtları

source: Record Key
bg: Ключ на записа
ca: Clau de registre
cs: Klíč záznamu
da: Registernøgle
el: Εγγραφή κλειδιού
es: Clave de registro
hi: अभिलेख कुंजी
id: Kunci Rekaman
ja: レコードキー
km: កូនសោ​កំណត់ត្រា
lt: Įrašo raktas
nl: Recordsleutel
pl: Klucz rekordu
pt: Chave de Registo
sv: Postnyckel
tr: Kayıt anahtarı

source: Invalid IPv6 reverse IP. IPv6 reverse records are supported either in the full form (%1) or in the relative form to the current zone.
ca: IP inversa IPv6 no vàlida. Els registres inversos IPv6 tenen suport o bé en la forma completa (%1) o en la forma relativa a la zona actual.
cs: Neplatná reverzní adresa IP protokolu IPv6. Reverzní záznamy protokolu IPv6 jsou podporovány buď v úplném tvaru (%1), nebo v relativním tvaru vzhledem k aktuální zóně.
da: Ugyldig IPv6 omvendt IP. IPv6 omvendte registre understøttes enten i det fulde format (%1) eller i det relative format til den aktuelle zone.
el: Άκυρη αντεστραμμένη διεύθυνση IP τύπου IPv6. Οι αντεστραμμένες εγγραφές IPv6 υποστηρίζονται είτε σε πλήρη μορφή (%1) ή στη σχετική μορφή της τρέχουσας ζώνης.
es: IPv6 inverso no válido. Los registros IPv6 inversos se admiten si se especifican con el formato completo (%1) o en el formato relativo a la zona actual.
ja: 正しい逆引き IPv6 アドレスではありません。 IPv6 逆引きレコードは (%1) のような完全形を記入するか、 現在のゾーンからの相対表現で記入する必要があります。
km: IP បញ្ច្រាស IPv6 មិនត្រឹមត្រូវ ។ កំណត់​ត្រា​បញ្ច្រាស​ IPv6 ត្រូវ​បាន​គាំទ្រ​ទាំង​នៅ​ក្នុង​ទម្រង់​ពេញលេញ (%1) ឬ​ក្នុង​ទម្រង់​មិន​ពេញលេញ​ទៅ​តំបន់​បច្ចុប្បន្ន ។
nl: Ongeldige IPv6 omgekeerde IP. IPv6 omgekeerde records worden ondersteund in volledige vorm (%1) of in de relatieve vorm tot de huidige zone.
pl: Odwrotny adres IPv6 IP jest nieprawidłowy. Odwrotne rekordy IPv6 są obsługiwane zarówno w pełnej formie (%1), jak i w formie względnej względem bieżącej strefy.
sv: Ogiltig omvänd IP-adress för IPv6. Omvända IPv6-poster stöds antingen i sin fullständiga form (%1) eller i relativ form för den aktuella zonen.

source: Invalid IPv6 address.
ca: Adreça IPv6 no vàlida.
cs: Neplatná adresa IPv6.
da: Ugyldig IPv6-adresse.
el: Άκυρη ΙΡv6 διεύθυνση.
es: Dirección IPv6 no válida.
id: Alamat IPv6 tidak valid.
ja: IPv6 アドレスが正しくありません。
km: អាសយដ្ឋាន IPv6 មិនត្រឹមត្រូវ ។
lt: Netinkamas IPv6 adresas.
nl: Ongeldig IPv6-adres.
pl: Nieprawidłowy adres IPv6.
sv: Ingen giltig IPv6-adress.

source: Invalid %{type} record key. It should consist of printable US-ASCII characters excluding '=' and must be at least one character long.
ca: Clau %{type} de registre no vàlida. Hauria de consistir en caràcters imprimibles US-ASCII, excloent '=' i ha de tenir la llargada mínima d'un caràcter.
cs: Neplatný klíč %{type} záznamu. Klíč musí být sestaven z tisknutelných znaků kódování US-ASCII vyjma znaku = a musí být o délce minimálně jednoho znaku.
da: Ugyldig %{type} registernøgle. Den bør bestå af skrivbare US-ASCII-tegn undtagen "=" og skal være mindst ét tegn lang.
el: Μη έγκυρη %{type} εγγραφή κλειδιού. Πρέπει να αποτελείται από εκτυπώσιμους US-ASCII χαρακτήρες εκτός από το '=' και πρέπει να έχει μέγεθος το λιγότερο ένας χαρακτήρας.
es: Clave de registro %{type} no válida. Debe estar formada por caracteres imprimibles en la codificación US-ASCII, excluido el signo "=", y debe tener al menos un carácter.
id: Kunci rekaman %{type} tidak valid. Ini harus terdiri dari karakter US-ASCII yang dapat dicetak tidak termasuk ‘=‘ dan minimal harus satu karakter.
ja: 正しくない %{type} レコードのキーです。このキーは '=' を除く印刷可能な US-ASCII の文字から 構成されていなければならず、少なくとも 1 文字の長さが必要です。
nl: Ongeldig %{type}-record. Het moet bestaan uit te printen US-ASCII tekens met uitzondering van '=' en moet minstens één teken bevatten.
pl: Nieprawidłowy klucz rekordu %{type}. Powinien zawierać drukowalne znaki US-ASCII z wyjątkiem znaku równości (=) oraz musi się składać z co najmniej jednego znaku.
sv: Ogiltig %{type}-postnyckel. Den måste bestå av utskrivbara US-ASCII-tecken (förutom likhetstecken) och måste vara minst ett tecken lång.

source: Maximal length of a %{type} record is %{max} characters. This message is %{current} characters long.
ca: La llargada màxima d'un registre %{type} és %{max} caràcters. Aquest missatge té %{current} caràcters de llargada.
cs: Největší možná délka %{type} záznamu je %{max} znaků. Zadaný záznam ale obsahuje %{current} znaků.
da: Maksimal længde af et %{type} register er %{max} tegn. Denne besked er %{current} tegn lang.
el: Μέγιστο μήκος μίας εγγραφής %{type} είναι %{max} χαρακτήρες. Αυτό το μήνυμα έχει μέγεθος %{current} χαρακτήρες.
es: La longitud máxima de un registro %{type} es de %{max} caracteres. Este mensaje tiene %{current} caracteres.
id: Maksimal panjang dari rekaman %{type} yaitu %{max} karakter. Pesan ini memiliki %{current} karakter.
ja: %{type} レコードは最大でも %{max} 文字までにする必要があります。 このメッセージは %{current} 文字の長さになっています。
nl: De maximale lengte van een %{type}-record is %{max} tekens. Deze boodschap is %{current} tekens lang.
pl: Maksymalna długość rekordu %{type} wynosi %{max} znaków. Ten komunikat ma %{current} znaków.
sv: Den största längden på en %{type}-post är %{max} tecken. Det här meddelandet är %{current} tecken långt.

source: CNAME cannot point to itself.
bg: CNAME не може да сочи към себе си.
ca: CNAME no pot apuntar a si mateix.
cs: CNAME nesmí ukazovat samo na sebe.
da: CNAME kan ikke pege på sig selv.
el: Το CNAME δεν μπορεί να δείξει στον εαυτό του.
es: CNAME no puede apuntar a sí mismo.
hi: CNAME स्वयं पर केन्द्रित नहीं हो सकता.
id: CNAME tidak bisa menunjuk dirinya sendiri.
ja: CNAME で自分自身を設定することはできません。
km: CNAME មិន​អាច​ចង្អុល​ទៅ​ខ្លួន​វា​បាន​ឡើយ ។
lt: CNAME negali nurodyti pats į save.
nl: CNAME kan niet naar zichzelf verwijzen.
pl: Rekord CNAME nie może wskazywać na samego siebie.
pt: O CNAME não pode apontar para si mesmo.
sv: CNAME kan inte peka på sig själv.
tr: CNAME kendisini gösteremez.

source: An internal error has occurred.
bg: Възникнала е вътрешна грешка.
ca: S'ha produït un error intern.
cs: Nastala interní chyba.
da: En intern fejl opstod.
el: Εντοπίστηκε ένα εσωτερικό σφάλμα.
es: Error interno.
hi: एक आंतरिक त्रुटि उत्पन्न हुई.
id: Telah terjadi kesalahan internal.
ja: 内部エラーが発生しました。
km: កំហុស​ខាង​ក្នុង​​​បាន​កើតឡើង ។
lt: Įvyko vidinė klaida.
nl: Er is een interne fout opgetreden.
pl: Wystąpił błąd wewnętrzny.
pt: Ocorreu um erro interno.
sv: Ett internt fel har uppstått.
tr: Dahili hata oluştu.

source: Zone Editor
bg: Редактор на зоните
ca: Editor de la zona
cs: Editor zón
el: Επεξεργαστής ζώνης
es: Editor de zonas
hi: जोन संपादक
id: Zona Editor
ja: ゾーンエディタ
km: កម្មវិធី​និពន្ធ​តំបន់
lt: Zonų redaktorius
pl: Edytor stref
pt: Editor de Zona
sv: Zonredigerare
tr: Bölge düzenleyicisi

source: &Basics
bg: Ос&новни
ca: &Bàsics
cs: &Základní
da: &Grundlæggende
el: &Βασικά
es: &Fundamentos
hi: मूल (&B)
id: Dasar
ja: 基本 (&B)
km: គោល
lt: &Pagrindai
nl: &Basis
pl: &Podstawowe
pt: &Fundamentais
sv: &Grundläggande
tr: &Temel

source: NS Recor&ds
bg: NS &записи
ca: Regis&tres NS
cs: Zázna&my NS
da: NS-re&gistre
el: NS Εγγρα&φές
es: Registr&os NS
hi: NS अभिलेख (&d)
id: Rekaman NS
ja: NS レコード (&D)
km: កំណត់ត្រា NS
lt: Vardų serv. į&rašai
pl: Rekor&dy NS
pt: R&egistos NS
sv: NS-&poster
tr: &NS kayıtları

source: &SOA
ja: SOA (&S)

source: R&ecords
bg: За&писи
ca: R%egistres
cs: Záz&namy
da: R&egistre
el: Ε&γγραφές
es: R&egistros
hi: अभिलेख (&e)
id: Rekaman
ja: レコード (&E)
km: កំណត់ត្រា
lt: Į&rašai
pl: R&ekordy
pt: Re&gistos
sv: Post&er
tr: &Kayıtlar

source: M&X Records
bg: M&X записи
ca: Registres M&X
cs: Záznamy M&X
da: M&X-registre
el: M&X Εγγραφές
es: Registros M&X
hi: M&X अभिलेख
id: Rekaman MX
ja: MX レコード (&X)
km: កំណត់ត្រា M&X
lt: M&X įrašai
pl: Rekordy M&X
pt: Registos M&X
sv: M&X-poster
tr: M&X kayıtları

source: Settings for Zone
bg: Настройки за зона
ca: Paràmetres de zona
cs: Nastavení zóny
da: Indstillinger for zone
el: Ρυθμίσεις για τη ζώνη
es: Ajustes para la zona
hi: जोन हेतु सेटिंग्ज़
id: Pengaturan untuk Zona
ja: ゾーン設定
km: ការ​កំណត់​សម្រាប់​តំបន់
lt: Zonos nuostatos
nl: Instellingen voor zone
pl: Ustawienia dla strefy
pt: Definições para a Zona
sv: Inställningar för zon
tr: Bölge ayarları:

source: At least one NS server must be set.
ca: Cal establir almenys un servidor NS.
cs: Je nutné nastavit alespoň jeden server NS.
da: Mindst én NS-server skal sættes.
el: Τουλάχιστον ένας διακομιστής NS πρέπει να οριστεί.
es: Se debe definir al menos un servidor NS.
id: Minimal 1 Server NS harus ditentukan.
ja: 少なくとも 1 つの NS サーバを設定する必要があります。
km: យ៉ាង​ហោចណាស់​មាន​ម៉ាស៊ីន​បម្រើ NS ត្រូវ​បានកំណត់ ។
lt: Turi būti nurodytas bent vienas vardų serveris.
nl: Er moet ten minste één NS-server zijn ingesteld.
pl: Wymagany jest przynajmniej jeden ustawiony serwer nazw.
sv: Minst en NS-server måste anges.
