Repository: Dzejrou/yast-translations
Catalog: po/dns-server/*.po
Languages: bg, ca, cs, da, el, es, hi, id, ja, km, lt, nl, pl, pt, sv, tr

source: <p>Select <b>Open Port in Firewall</b> to adapt the SuSEfirewall2 settings to allow all connections to your DNS server.</p>
bg: <p>Изберете <b>Отваряне на порт в защитната стена</b> за да се адаптират настройките на SuSEFirewall2 и да се разрешат връзки към DNS услугата.</p>
ca: <p>Seleccioneu <b>Obre el port al tallafoc</b> per adaptar els paràmetres de SuSEfirewall2 per permetre totes les connexions al vostre servidor DNS.</p>
cs: <p>Zvolte <b>Otevřít port na bráně firewall</b> chcete-li bránu SuSEfirewall2 upravit tak, aby umožňovala připojení k vašemu serveru DNS.</p>
da: <p>Markér <b>Åbn port i firewall</b> for at tilpasse SuSEfirewall2-indstillingerne for at tillade alle tilslutninger til din DNS-server.</p>
el: <p>Επιλέξτε <b>Άνοιγμα θύρας στο τείχος προστασίας</b> για να προσαρμόσετε τις ρυθμίσεις του SuSEfirewall2 να ώστε να επιτρέπουν όλες τις συνδέσεις στον διακομιστή DNS.</p>
es: <p>Seleccione <b>Puerto abierto en el cortafuegos</b> para configurar SuSEfirewall2 de tal forma que permita todas las conexiones al servidor DNS.</p>
hi: <p>चुनें <b>फायरवॉल में पोर्ट खोलें</b> SuSEफायरवॉल2 सेटिंग्ज़ अपनाने के लिए जिससे कि आपके DNS सर्वर को सभी कनेक्शनों से संबंद्ध कर सकें.</p>
ja: <p>SuSEfirewall2 の設定を調整して、お使いの DNS サーバに 対して全てのクライアントが接続できるようにするには、 <b>ファイアウオールでポートを開く</b> を選択してください。</p>
km: <p>ជ្រើស <b>បើក​ច្រក​ក្នុង​ជញ្ជាំងភ្លើង</b> ដើម្បី​ឲ្យ ការ​កំណត់ SuSEfirewall2 អនុញ្ញាតការ​តភ្ជាប់​ទាំងអស់ ទៅ​ម៉ាស៊ីន​បម្រើ DNS របស់​អ្នក ។</p>
nl: <p>Selecteer <b>Poort in firewall openen</b> om de SuSEfirewall2-instellingen dusdanig aan te passen zodat alle verbindingen met uw DNS-server worden toegestaan.</p>
pl: <p>Aby dostosować ustawienia SuSEfirewall2 tak, żeby zezwalać na połączenia do serwera DNS, należy wybrać opcję <b>Otwórz port w zaporze sieciowej</b>.</p>
pt: <p>Escolha <b>Abrir Porto na Firewall</b> para adaptar as definições da SuSEfirewall2 para permitir todas as ligações ao seu servidor de DNS.</p>
sv: <p>Välj <b>Öppna port i brandvägg</b> om du vill justera SuSEfirewall2-inställningarna så att anslutningar till DNS-servern tillåts.</p>
tr: <p><b>Firewall'da port aç</b> seçeneği ile SuSEfirewall2 ayarlarının DNS sunucusuna uyarlanmasını sağlayabilirsiniz.</p>

source: <p> To start the DNS server every time your computer is booted, set the start-up behavior to <b>On</b>. Otherwise set it to <b>Off</b>.</p>
ca: <p> Per iniciar el servidor DNS cada cop que l'ordinador s'iniciï, establiu el comportament de l'inici a <b>On</b>. Si no, establiu-lo a <b>Off</b>.</p>
cs: <p> Jestliže chcete, aby se DNS server spustil při každém spuštění počítače, nastavte stav po spuštění na <b>Zapnout</b>. Jinak nastavte <b>Vypnout</b>.</p>
da: <p> For at starte DNS-serveren hver gang din computer booter, sæt opstartsadfærden til <b>Til</b>. Ellers så sæt den til <b>Fra</b>.</p>
el: <p> Για να εκκινείτε τον εξυπηρετητή DNS κάθε φορά που ο υπολογιστής σας εκκινεί, επιλέξτε <b>Ενεργό</b>. Αλλιώς επιλέξτε <b>Ανενεργό</b>.</p>
es: <p> Para iniciar el servidor DNS cada vez que se arranque el equipo, defina el comportamiento de inicio en <b>Activado</b>. Si desea lo contrario, defina <b>Desactivado.</b></p>
ja: <p> コンピュータを起動する際に DNS サーバを開始するには、起動時の動作を <b>オン</b> に、そうでない場合は <b>オフ</b> に設定します。</p>
km: <p> ដើម្បី​ចាប់ផ្ដើម​ម៉ាស៊ីន​បម្រើ DNS រាល់​ពេល​ដែល​កុំព្យូទ័រ​របស់​អ្នក​ចាប់ផ្ដើម​ឡើង កំណត់ ឥរិយាបថ​ចាប់ផ្ដើម​ឡើង ទៅ​ជា <b>បើក</b> ។ បើ​ពុំ​នោះ​ទេ កំណត់​ទៅ​ជា <b>បិទ</b> ។</p>
nl: <p> Om de DNS-server bij elke opstart van uw computer te laten starten, selecteer <b>Aan</b>. Anders selecteert u <b>Uit</b>.</p>
pl: <p> Aby uruchamiać serwer DNS za każdym razem, gdy uruchamiany jest komputer, należy wybrać opcję <b>Włączone</b>. W przeciwnym razie należy zaznaczyć pole <b>Wyłączone</b>.</p>
sv: <p> Om du vill att DNS-servern ska starta varje gång datorn startar väljer du startinställningen <b>På</b>. Annars väljer du <b>Av</b>.</p>

source: <p> To store the DNS zones in LDAP instead of native configuration files, set <b>LDAP Support Active</b>.</p>
bg: <p> За да държите DNS зоните в LDAP вместо в оригиналните файлове с настройки задайте <b>LDAP поддръжка</b>.</p>
ca: <p> Per desar zones DNS a l'LDAP en lloc dels fitxers de configuració nadius, establiu <b>Suport LDAP actiu</b>.</p>
cs: <p> Pro ukládání zón do LDAP místo do konfiguračních souborů nastavte <b>Zapnout podporu LDAP</b>.</p>
da: <p> For at gemme DNS-zoner i LDAP i stedet for i hjemlige konfigurationsfiler, vælg <b>LDAP-understøttelse aktiv</b>.</p>
el: <p> Για να αποθηκεύσετε τους τομείς DNS στο LDAP εκτός από αμιγώς αρχεία ρυθμίσεων, ορίστε <b>Υποστήριξη LDAP Ενεργή</b>.</p>
es: <p> Para almacenar las zonas DNS en LDAP en lugar de en archivos de configuración nativos, seleccione <b>Soporte LDAP activo</b>.</p>
hi: <p> DNS जोन को देशी संरुपण फाइल की जगह LDAP में स्टोर करने के लिए, <b>LDAP समर्थन सक्रिय</b> सेट करें.</p>
ja: <p> 通常の設定ファイルではなく LDAP に DNS ゾーンを保存するには、 <b>LDAP サポートを有効にする</b> を選択してください。</p>
km: <p> ដើម្បី​ទុក​តំបន់ DNS ក្នុង LDAP ជំនួស​ឲ្យ​ឯកសារ​កំណត់​រចនាសម្ព័ន្ធ​ដើម កំណត់ <b>ការ​ទ្រទ្រង់ LDAP សកម្ម</b> ។</p>
nl: <p> Selecteer <b>LDAP-ondersteuning inschakelen</b> om de DNS-zones in LDAP op te slaan in plaats van in de normale configuratiebestanden.</p>
pl: <p> Aby zapisywać strefy DNS w katalogu LDAP zamiast we własnych plikach konfiguracyjnych, należy zaznaczyć opcję <b>Aktywuj obsługę LDAP</b>.</p>
pt: <p> Para armazenar as zonas DNS em LDAP, em vez de ficheiros nativos de configuração, defina <b>Activar Suporte LDAP</b>.</p>
sv: <p> Om du vill lagra DNS-zoner i LDAP istället för i de ursprungliga inställningsfilerna markerar du <b>LDAP-stöd aktivt</b>.</p>
tr: <p> DNS bölgelerini normal yapılandırma dosyaları yerine LDAP içinde saklamak için <b>LDAP desteği açık</b> seçeneğini işaretleyin.</p>

source: <p> To enter the expert mode of the DNS server configuration, click <b>DNS Server Expert Configuration</b>.</p>
bg: <p><b><big>Експертен режим</big></b><br> За да влезете в експертен режим на настройките на DNS услугата натиснете <b>Експертни настройки на DNS услугата</b>.</p>
ca: <p> Per entrar al mode de configuració avançada del servidor DNS, cliqueu a <b>Configuració avançada del servidor DNS</b>.</p>
cs: <p> Chcete-li spustit expertní režim konfigurace serveru DNS, klepněte na <b>Spustit konfiguraci serveru DNS pro experty...</b>.</p>
da: <p> For at gå til konfiguration af DNS-serveren i avanceret tilstand, klik <b>Avanceret konfiguration af DNS-server</b>.</p>
el: <p> Για να εισέλθετε σε κατάσταση για ειδικούς στις ρυθμίσεις διακομιστή DNS, πατήστε <b>Ρυθμίσεις διακομιστή DNS για προχωρημένους</b>.</p>
es: <p> Para acceder al modo avanzado de la configuración del servidor DNS, haga clic en <b>Configuración experta del servidor DNS</b>.</p>
hi: <p> DNS सर्वर संरुपण का विशेषज्ञ मोड सेट करने के लिए, click <b>DNS सर्वर विशेषज्ञ संरुपण</b> पर क्लिक करें.</p>
ja: <p> DNS サーバの設定で熟練者モードに移行するには、 <b>DNS サーバ熟練者設定</b> を押してください。</p>
km: <p> ដើម្បី​ចូល​ទៅ​ក្នុង​របៀប​បែប​ជំនាញ​នៃ​ការ​កំណត់​រចនាសម្ព័ន្ធ​ម៉ាស៊ីន​បម្រើ DNS, ចុច <b>ការ​កំណត់​រចនាសម្ព័ន្ធ​ម៉ាស៊ីន​បម្រើ DNS បែប​ជំនាញ</b> ។</p>
nl: <p> Klik op <b>Geavanceerde DNS-serverconfiguratie</b> om naar de expertmodus van de DNS-serverconfiguratie te gaan.</p>
pl: <p> Aby przejść w zaawansowany tryb konfiguracji serwera DNS, należy nacisnąć przycisk <b>Zaawansowana konfiguracja serwera DNS</b>.</p>
pt: <p> Para entrar no modo avançado da configuração do servidor DNS, prima <b>Configuração Avançada do Servidor DNS</b>.</p>
sv: <p> Om du vill öppna expertläget för DNS-serverinställningar klickar du på <b>Expertinställningar för DNS-server</b>.</p>
tr: <p> DNS sunucu yapılandırmasının uzman modu için <b>DNS sunucusu uzman yapılandırması</b> düğmesine basın.</p>

source: <p><big><b>Slave DNS Zone</b></big><br> Each slave zone must have the master name server defined. Use <b>Master DNS Server IP</b> to define the master name server.</p>
bg: <p><big><b>Подчинена DNS зона</b></big><br> Всяка подчинена зона трябва да има указан господарски сървър. Използвайте <b>IP на господарски сървър</b> за да го зададете.</p>
ca: <p><big><b>Zona DNS esclava</b></big><br> Cada zona esclava ha de tenir definit el nom del servidor mestre. Useu <b>IP del servidor DNS mestre</b> per definir el nom del servidor mestre.</p>
cs: <p><big><b>Slave DNS zóna</b></big><br> Každá slave zóna musí mít definovaný master nameserver. Použijte <b>Master DNS server</b> pro definování master nameserveru.</p>
da: <p><big><b>Slave-DNS-zone</b></big><br> Hver slavezone skal have angivet en masternavneserver. Anvend <b>Master-DNS-server-IP</b> til at angive masternavneserveren.</p>
el: <p><big><b>Ζώνη Slave DNS</b></big><br> Κάθε slave ζώνη πρέπει να έχει το όνομα του κύριου διακομιστή ορισμένο. Χρησιμοποιήστε <b>IP Πρωτεύων διακομιστή DNS </b> για να ορίσετε το όνομα του κύριου διακομιστή.</p>
es: <p><big><b>Zona DNS esclava</b></big><br> Debe haber un servidor de nombres maestro definido para cada zona esclava. Utilice <b>IP del servidor DNS maestro</b> para definir el servidor de nombres maestro.</p>
hi: <p><big><b>स्लेव DNS जोन</b></big><br> प्रत्येक स्लेव जोन में मास्टर नाम सर्वर अवश्य परिभाषित होना चाहिए. <b>मास्टनर DNS सर्वर IP</b> का उपयोग मास्टर नाम सर्वर परिभाषित करने के लिए करें.</p>
ja: <p><big><b>スレーブ DNS ゾーン</b></big><br> 各スレーブゾーンにはマスターネームサーバを設定する必要があります。 マスターネームサーバは <b>マスター DNS サーバの IP</b> で設定します。</p>
km: <p><big><b>តំបន់ DNS រង</b></big><br> តំបន់​រងនីមួយៗ ត្រូវ​តែបាន​កំណត់​ម៉ាស៊ីន​បម្រើ​ឈ្មោះ​មេ ។ ប្រើ <b>IP ម៉ាស៊ីន​បម្រើ DNS មេ</b> ដើម្បី​កំណត់​ម៉ាស៊ីន​បម្រើ​ឈ្មោះ​មេ ។</p>
nl: <p><big><b>Slave-DNS-zone</b></big><br> Elke slave zone dient een masternaamserver gedefinieerd te hebben. Gebruik <b>Master-DNS-server</b> om de masternaamserver te definiëren.</p>
pl: <p><big><b>Podrzędna strefa DNS</b></big><br> Każda strefa podrzędna musi mieć zdefiniowaną strefę główną. Aby zdefiniować główny serwer nazw, należy ustawić <b>IP głównego serwera DNS</b>.</p>
pt: <p><big><b>Zona DNS escrava</b></big><br> Cada zona escrava deve ter definido o seu servidor de nomes primário. Utilize <b>IP do Servidor DNS Mestre</b> para definir o servidor de nomes mestre.</p>
sv: <p><big><b>DNS-slavzon</b></big><br> Varje slavzon måste ha en huvudnamnserver definierad. Definiera huvudnamnservern med hjälp av <b>IP för DNS-huvudserver</b>.</p>
tr: <p><big><b>Bağımlı DNS bölgeleri</b></big><br> Her bağımlı DNS bölgesine bir ana ad sunucusu tanımlanmalıdır. <b>Ana DNS sunucusu</b> ile ana ad sunucusunu belirleyin.</p>

source: <p><big><b>Zone Transport</b></big><br> To allow transports of the zone, set <b>Enable Zone Transport</b> and select the <b>ACLs</b> to check when a remote host attempts to transfer the zone. At least one ACL must be defined to allow zone transports.</p>
bg: <p><big><b>Транспорт на зона</b></big><br> За да позволите транспорт на зоната, настройте <b>Активиране на транспорт на зоната</b> и изберете <b>ACL-и</b> които ще бъдат проверявани когато отдалечена машина опитва трансфер на зона. Поне един ACL трябва да е указан преди да се разреши транспорт на зона.</p>
ca: <p><big><b>Transport de zona</b></big><br> Per permetre els transports de zona, establiu <b>Habilita el transport de zona</b> i seleccioneu <b>ACL</b> per comprovar quan un amfitrió remot intenti transferir la zona. Com a mínim hi ha d'haver un ACL definit per permetre transports de zona.</p>
cs: <p><big><b>Transport zón</b></big><br> Chcete-li povolit transport zón, nastavte <b>Povolit transport zón</b> a vyberte <b>ACLs</b>, která se budou kontrolovat při pokusu o přenos zóny. Minimálně jedno ACL pravidlo musí být nastaveno před povolením přenosu zón.</p>
da: <p><big><b>Zonetransport</b></big><br> Vælg <b>Aktivér zonetransport</b> for at tillade transport af zonen, og markér de <b>ACL'er</b> som skal kontrolleres når en ekstern værtsmaskine forsøger at overføre zonen. Mindst én ACL skal angives for at tillade zonetransport.</p>
el: <p><big><b>Μεταφορά Ζώνης</b></big><br> Για να επιτρέψετε μεταφορές της ζώνης, ορίστε <b>Ενεργοποίηση Μεταφοράς Ζώνης</b> και επιλέξτε τα <b>ACLs</b> που θα ελεγχθούν όταν ένας απομακρυσμένος κόμβος προσπαθεί να μεταφέρει τη ζώνη. Τουλάχιστον ένα ACL πρέπει να οριστεί πριν να επιτραπεί η μεταφορά ζώνης.</p>
es: <p><big><b>Transporte de zona</b></big><br> Para permitir los transportes de la zona, defina <b>Activar transferencia de zona</b></big><br> y seleccione las <b>ACLs</b> que se deberán comprobar cuando un host remoto intente transferir la zona. Se debe haber definido al menos una ACL para que se permitan los transportes de zona.</p>
hi: <p><big><b>जोन परिवहन</b></big><br> जोन परिवहन की अनुमति के लिए, <b>सक्रिय जोन परिवहन</b> सेट करे और चुनें <b>ACLs</b> यह जांचने के लिए रिमोट होस्ट जोन के स्थानांतरण का प्रयास कब करता है. जोन परिवहन के लिए कम के कम एक ACL अवश्य परिभाषित हेना चाहिए.</p>
ja: <p><big><b>ゾーン転送</b></big><br> ゾーンの転送を許可するには、 <b>ゾーン転送を有効にする</b> を選択してから、 リモートホストからゾーンを転送するときに確認する <b>ACL</b> を選択してください。 ゾーンの転送を許可するには、少なくとも 1 つの ACL を設定しておく必要があります。</p>
km: <p><big><b>ការ​ផ្ទេរ​តំបន់</b></big><br> ដើម្បី​អនុញ្ញាត​ឲ្យផ្ទេរ​តំបន់ កំណត់ <b>ធ្វើ​ឲ្យ​ការផ្ទេរ​តំបន់​ប្រើ​បាន</b> ហើយ​ជ្រើស <b>ACLs</b> ដើម្បី​ត្រួតពិនិត្យ​នៅ​ពេល​ម៉ាស៊ីន​ពី​ចម្ងាយ​មួយ ប៉ុនប៉ង​ផ្ទេរ​តំបន់ ។ យ៉ាង​ហោច​ណាស់ អ្នក​ត្រូវ​តែ​កំណត់ ACL មួយ ដើម្បី​អនុញ្ញាត​ឲ្យផ្ទេរ​តំបន់ ។</p>
nl: <p><big><b>Zonetransport</b></big><br> Stel <b>Zonetransport inschakelen</b> in om zonetransporten toe te staan en selecteer de <b>ACL's</b> die gecontroleerd zullen worden als een externe host een zoneoverdracht probeert te bewerkstelligen. Minstens één ACL dient te zijn gedefinieerd alvorens zonetransporten toegestaan kunnen worden.</p>
pl: <p><big><b>Transport stref</b></big><br> Aby umożliwić przesyłanie strefy, należy zaznaczyć opcję <b>Włącz przesyłanie stref</b> i wybrać listę <b>ACL</b>, która będzie sprawdzana kiedy zdalna maszyna podejmie próbę przesłania strefy. Aby dozwolone było przesyłanie strefy, musi być zdefiniowana przynajmniej jedna lista ACL.</p>
pt: <p><big><b>Transporte de Zona</b></big><br> Para permitir os transportes de zona, defina <b>Activar Transporte de Zona</b> e escolha as <b>ACL's</b> que serão verificadas quando um computador remoto tentar uma transferência de zona. Pelo menos uma ACL deve ser definida, antes de permitir os transportes de zona.</p>
sv: <p><big><b>Zontransport</b></big><br> Om du vill tillåta transport av zonen markerar du <b>Aktivera zontransport</b> och väljer de <b>ACL:er</b> som ska användas för att kontrollera när en fjärrvärd försöker överföra zonen. Minst en ACL måste definieras för att zontransporter ska kunna tillåtas.</p>
tr: <p><big><b>Bölge aktarımı</b></big><br> Bölgenin aktarımına izin vermek için <b>Bölge aktarımına izin ver</b> seçeneğini işaretleyip aktarım sırasında uzak makinenin kontrol edeceği <b>ACL'leri</b> seçin. Bölge aktarımı için en azından bir ACL belirtilmelidir.</p>

source: <p><big><b>Forward DNS Zone</b></big><br> This type of DNS zone only forwards DNS queries to forwarders defined in it.</p>
bg: <p><big><b>Пренасочване на DNS зона</b></big><br> С този тип зона само препраща DNS заявките към препращачите, които са зададени в нея.</p>
ca: <p><big><b>Zona DNS de reenviament</b></big><br> Aquest tipus de zona DNS només reenvia consultes DNS a reenviadors definits dins.</p>
cs: <p><big><b>Předávací zóna DNS</b></big><br> Tento typ zóny DNS pouze předává dotazy DNS v ní definovaným serverům pro předávání.</p>
da: <p><big><b>Videresend DNS-zone</b></big><br> Denne type af DNS-zone videresender kun DNS-forespørgsler til de videresendere, der er angivet i den.</p>
el: <p><big><b>Ζώνη Προώθησης DNS</b></big><br> Αυτός ο τύπος της ζώνης DNS προωθεί μόνο ερωτήσεις DNS στους προωθητές που καθορίζονται σε αυτή.</p>
es: <p><big><b>Zona DNS directa</b></big><br> Este tipo de zona DNS sólo envía consultas DNS a los redireccionadores definidos en ella.</p>
ja: <p><big><b>転送 DNS ゾーン</b></big><br> この種類の DNS ゾーンは、単に設定したフォワーダに対して DNS の 問い合わせを転送するだけのことを行います。</p>
km: <p><big><b>បញ្ជូន​បន្ត​តំបន់ DNS</b></big><br> ប្រភេទ​តំបន់ DNS នេះ​បានតែ​បញ្ជូន​សំណួរ​របស់ DNS បន្ត​ទៅ​ម៉ាស៊ីន​បញ្ជូន​បន្ត ដែលបាន​កំណត់​នៅក្នុង​វា ។</p>
nl: <p><big><b>Forward-DNS-zone</b></big><br> Dit type DNS-zone stuurt alleen DNS-query's door naar forwarders die erin zijn gedefinieerd.</p>
pl: <p><big><b>Strefa przekazywania DNS</b></big><br> Ten typ strefy DNS tylko przekazuje zapytania DNS do zdefiniowanych w niej serwerów przekazujących.</p>
pt: <p><big><b>Zona DNS Encaminhada</b></big><br> Este tipo de zona DNS apenas encaminha os pedidos de DNS para os encaminhadores nela definidos.</p>
sv: <p><big><b>DNS-vidarebefordringszon</b></big><br> I den här typen av DNS-zon vidarebefordras DNS-frågor endast till de vidarebefordrare som definierats i den.</p>
tr: <p><big><b>Yönlendirici DNS bölgesi</b></big><br> Bu DNS bölge türü sadece DNS sorgularını tanımlanan yönlendiricilere iletir.</p>

source: <p>If there are no forwarders defined, all DNS queries for the respective zone are denied, because there is no DNS server to which that query should be forwarded.</p>
bg: <p>Ако няма зададени препращачи всички заявки към съответната DNS зона ще бъдат отказани, защото няма DNS сървър, към който да могат да бъдат препратени.</p>
ca: <p>Si no hi ha reenviadors definits, totes les consultes DNS per a la zona respectiva es deneguen, perquè no hi ha servidor DNS al qual reenviar la consulta.</p>
cs: <p>Pokud nejsou definovány žádné forwardery, budou všechny DNS dotazy pro danou zónu odmítnuty, protože neexistuje žádný DNS server, na který by mohl být dotaz předán.</p>
da: <p>Hvis ingen videresendere angives, nægtes alle DNS forespørgsler til den respektive zone, da der ikke er nogen DNS-server, til hvilken denne forespørgsel skal videresendes.</p>
el: <p>Αν δεν έχουν καθοριστεί προωθητές, όλες οι ερωτήσεις DNS για την αντίστοιχη ζώνη θα αρνούνται, επειδή δεν υπάρχει διακομιστής DNS στον οποίο οι ερωτήσεις να προωθούνται.</p>
es: <p>Si no hay redireccionadores definidos, todas las consultas DNS de la zona correspondiente se deniegan porque no hay ningún servidor DNS al que enviarlas.</p>
ja: <p>フォワーダを全く設定しない場合、このゾーンに対する DNS の問い合わせは 全て拒否されます。これは問い合わせを転送すべき DNS サーバがどこにもないためです。</p>
km: <p>ប្រសិន​បើ​មិនមាន​ម៉ាស៊ីន​បញ្ជូន​បន្ត​បាន​កំណត់​ទេ នោះ​សំណួរ​របស់ DNS សម្រាប់​តំបន់​ដែល​រំពឹង​ទុក​គឺ​ត្រូវ​បដិសេធ ព្រោះ​មិនមានម៉ាស៊ីន​បម្រើ DNS ដែល​ត្រូវ​បញ្ជូន​សំណួរ​បន្ត​ទៅ​ទេ ។</p>
nl: <p>Als er geen doorstuurservers zijn gedefinieerd, dan zullen alle DNS-query's voor de respectieve zone worden afgewezen. Dit omdat er geen DNS-server beschikbaar is waar deze query naar kan worden doorgestuurd.</p>
pl: <p>Jeśli nie zdefiniowano żadnego przekazującego, to wszystkie zapytania DNS dotyczące danych stref będą odrzucane, ponieważ nie istnieje serwer DNS, do którego zapytania te można skierować.</p>
pt: <p>Se não existirem encaminhadores definidos, todos os pedidos de DNS para a respectiva zona são negados, uma vez que não existe servidor DNS para o qual a interrogação deva ser encaminhada.</p>
sv: <p>Om inga vidarebefordrare definierats, nekas alla DNS-frågor för respektive zon eftersom det inte finns någon DNS-server att vidarebefordra frågan till.</p>
tr: <p>Eğer bir yönlendirici girilmezse bölgeye yapılacak tüm DNS sorguları engellenecektir, çünkü bu durumda bu sorguların iletileceği bir sunucu mevcut olmayacaktır.</p>

source: Unknown Record Type: %1
bg: Неизвестен тип на записа: %1
ca: Tipus de registre desconegut: %1
cs: Neznámý typ záznamu: %1
da: Ukendt registertype: %1
el: Άγνωστος τύπος εγγραφής: %1
es: Tipo de registro desconocido: %1
hi: अज्ञात अभिलेख प्रकार: %1
ja: 不明なレコード種類: %1
km: មិន​ស្គាល់​ប្រភេទ​កំណត់ត្រា ៖ %1
lt: Nežinomas įrašo tipas: %1
nl: Onbekend recordtype: %1
pl: Nieznany typ rekordu: %1
pt: Tipo de Registo Desconhecido: %1
sv: Okänd posttyp: %1
tr: Bilinmeyen kayıt türü: %1

source: Host %1
bg: Машина %1
ca: Amfitrió %1
cs: Počítač %1
da: Værtsmaskine %1
el: Κόμβος %1
hi: होस्ट %1
ja: ホスト %1
km: ម៉ាស៊ីន %1
lt: Kompiuteris %1
pt: Equipamento %1
sv: Värddator %1
tr: Makina %1

source: A -- Domain Name Translation
bg: А — превеждане на име на домейн
ca: A -- Traducció de nom de domini
cs: A -- Překlad doménového jména
da: A -- Oversættelse af domænenavn
el: A -- Μετάφραση Ονόματος Τομέα
es: A -- traducción de nombre de dominio
hi: एक -- डोमेन नाम अनुवाद
ja: A -- ドメイン名変換
km: A -- ការ​បកប្រែ​ឈ្មោះ​ដែន
lt: A -- Srities vardo transliacija
nl: A -- Domeinnaamvertaling
pl: A - Translacja nazwy domeny
pt: A -- Tradução de Nome de Domínio
sv: A - Domännamnsöversättning
tr: A -- Alan adı tercümesi

source: &IP Addresses
bg: &IP адреси
ca: Adreces &IP
cs: &IP adresy
da: &IP-addresser
el: Διευθύνσεις &ΙΡ
es: Direcciones &IP
hi: &IP पता
ja: IP アドレス (&I)
km: អាសយដ្ឋាន &IP
lt: &IP adresai
nl: &IP-adressen
pl: Adresy &IP
pt: Endereço &IP
sv: &IP-adresser
tr: &IP adresleri

source: Alias for %1
bg: Псевдоним за %1
ca: Àlies per a %1
cs: Alias pro %1
el: Ψευδώνυμο για %1
es: Alias de %1
hi: %1 के लिए अन्यनाम
ja: %1 の別名
km: ឈ្មោះ​ក្លែងក្លាយ​សម្រាប់ %1
lt: %1 pseudonimas
nl: Alias voor %1
pl: Alias dla %1
pt: Alcunha para %1
sv: Alias för %1
tr: %1 için takma ad

source: CNAME -- Alias for Domain Name
bg: CNAME — псевдоним за име на домейн
ca: CNAME -- Àlies per al nom de domini
cs: CNAME -- Alias pro doménové jméno
da: CNAME -- Alias for domænenavn
el: CNAME -- Ψευδώνυμο για το Όνομα Τομέα
es: CNAME -- alias para nombre de dominio
hi: CNAME -- अन्यनाम, डोमेन नाम हेतु
ja: CNAME -- ドメイン名の別名定義
km: CNAME -- ឈ្មោះ​ក្លែងក្លាយ​សម្រាប់​ឈ្មោះ​ដែន
lt: CNAME -- srities vardo pseudonimas
nl: CNAME -- Domeinnaamalias
pl: CNAME - Alias dla nazwy domeny
pt: CNAME -- Alcunha para Nome de Domínio
sv: CNAME - Alias för domännamn
tr: CNAME -- Alan adı için takma ad

source: &Alias
bg: &Псевдоним
ca: &Àlies
el: &Ψευδώνυμο
hi: अन्यनाम (&A)
ja: 別名 (&A)
km: ឈ្មោះ​ក្លែងក្លាយ
lt: Pseudonim&as
pt: &Alcunha
tr: &Takma ad

source: &Base Host Name
bg: &Основно име на машината
ca: &Nom d'amfitrió de base
cs: &Základní jméno
da: &Basisværtsmaskinenavn
el: Όνομα &Βασικού Κόμβου
es: Nombre del host &base
hi: मूल होस्ट नाम (&B)
ja: ベースホスト名 (&H)
km: ឈ្មោះ​ម៉ាស៊ីនគោល
lt: Pag&rindinis kompiuterio vardas
nl: &Basishostnaam
pl: &Bazowa nazwa hosta
pt: Nome &Base de Equipamento
sv: &Basvärddatornamn
tr: &Temel bilgisayar adı

source: Pointer to %1
bg: Показател към %1
ca: Punter a %1
cs: Ukazatel na %1
da: Peger til %1
el: Δείκτης στο %1
es: Indicador a %1
hi: %1 की तरफ कन्द्रित
ja: %1 へのポインタ
km: ទ្រនិចចង្អុរ​ទៅ %1
lt: %1 rodyklė
nl: Wijzer naar %1
pl: Wskaźnik do %1
pt: Apontador para %1
sv: Pekare till %1
tr: %1 için göstergeç

source: PTR -- Reverse Translation
bg: PTR — Обратен превод
ca: PTR -- Traducció inversa
cs: PTR -- reverzní překlad
da: PTR -- Omvendt oversættelse
el: PTR -- Αντίστροφη Μετάφραση
es: PTR -- traducción inversa
hi: PTR -- रिवर्स अनुवाद
ja: PTR -- 逆引き
km: PTR -- ការ​បកប្រែ​បញ្ច្រាស
lt: PTR -- atvirkštinė transliacija
nl: PTR -- Omgekeerde vertaling
pl: PTR - Odwrócona translacja
pt: PTR -- Tradução Inversa
sv: PTR - Omvänd översättning
tr: PTR -- Tersine tercüme

source: &IP Address
bg: &IP адрес
ca: Adreça &IP
cs: &IP adresa
da: &IP-Adresse
el: &ΙΡ Διεύθυνση
es: Dirección &IP
hi: IP पता (&I)
ja: IP アドレス (&I)
km: អាសយដ្ឋាន &IP
lt: &IP adresas
nl: &IP-adressen
pl: Adres &IP
pt: Endereço &IP
sv: &IP-adress
tr: &IP adresi

source: Name Server %1
bg: DNS услуга %1
ca: Servidor de noms %1
da: Navneserver %1
el: Διακομιστής Ονομάτων: %1
es: Servidor de nombres %1
hi: नाम सर्वर %1
ja: ネームサーバ %1
km: ម៉ាស៊ីន​បម្រើ​ឈ្មោះ %1
lt: Vardų serveris %1
nl: Naamserver %1
pl: Serwer nazw %1
pt: Servidor de Nomes %1
sv: Namnserver %1
tr: Ad sunucusu %1
