Repository: Dzejrou/yast-translations
Catalog: po/dns-server/*.po
Languages: bg, ca, cs, da, el, es, hi, id, ja, km, lt, nl, pl, pt, sv, tr

source: <p><b><big>Zone Name</big></b><br> Enter the name of the zone (domain) in <b>Zone Name</b>.</p>
bg: <p><b><big>Име на зоната</big></b><br> Въведете име на зона (домейн) в <b>Име на зоната</b>.</p>
ca: <p><b><big>Nom de zone</big></b><br> Introduïu el nom de la zona (domini) a <b>Nom de zona</b>.</p>
cs: <p><b><big>Název zóny</big></b><br> Název zóny (domény) zadejte do pole <b>Název zóny</b>.</p>
da: <p><b><big>Zonenavn</big></b><br> Angiv zonenavnet (domænet) under <b>Zonenavn</b>.</p>
el: <p><b><big>Όνομα Ζώνης:</big></b><br> Βάλτε το όνομα της ζώνης (τομέα) <b>Όνομα Ζώνης</b>.</p>
es: <p><b><big>Nombre de zona</big></b><br> Introduzca el nombre de la zona (dominio) en el apartado <b>Nombre de zona</b>.</p>
hi: <p><b><big>जोन नाम</big></b><br> जोन (डोमेन) का नाम <b>जोन नाम</b> में प्रविष्ट करें.</p>
id: <p><b><big>Nama Zona</big></b><br> Masukkan nama dari zona (domain) pada <b>Nama Zona</b>.</p>
ja: <p><b><big>ゾーン名</big></b><br> <b>ゾーン名</b> の項目にゾーン (ドメイン) の名前を入力してください。</p>
km: <p><b><big>ឈ្មោះ​តំបន់</big></b><br> បញ្ចូល​ឈ្មោះ​តំបន់ (ដែន) ក្នុង <b>ឈ្មោះ​តំបន់</b> ។</p>
lt: <p><b><big>Zonos pavadinimas</big></b><br> Įveskite zonos (srities) pavadinimą į <b>Zonos pavadinimą</b>.</p>
nl: <p><b><big>Zonenaam</big></b><br> Geef de naam van de zone (domein) op bij <b>Zonenaam</b>.</p>
pl: <p><b><big>Nazwa strefy</big></b><br> W polu <b>Nazwa strefy</b> proszę wprowadzić nazwę strefy (domeny).</p>
pt: <p><b><big>Nome de Zona</big></b><br> Digite no nome da zona (domínio), em <b>Nome de Zona</b>.</p>
sv: <P><B><BIG>Zonnamn</BIG></B><BR> Ange namnet på zonen (domänen) i <B>Zonnamn</B>.</P>
tr: <p><b><big>Bölge adı</big></b><br> <b>Bölge adı</b> bölümüne bölgenin (domain) adını girin.</p>

source: <p><b><big>Dynamic DNS Zone Updates</big></b><br> The zone can be updated automatically, usually because of dynamically assigned IP addresses by DHCP server. To allow DDNS updates, set <b>Allow Dynamic Updates</b> and the <b>TSIG Key</b> to use for authentication. The key must be the same for both DHCP and DNS servers.</p>
bg: <p><b><big>Динамични обновявания на DNS зона</big></b><br> Зоната може да се обновява автоматично, често поради динамично делегирани IP адреси от DHCP услуга. За да се позволи DDNS обновявания, настройте <b>Позволяване на динамични обновявания</b> и <b>TSIG ключ</b> за автентификация. Ключът трябва да е еднакъв за DHCP и DNS услугата.</p>
ca: <p><b><big>Actualitzacions dinàmiques de zona DNS</big></b><br> La zona es pot actualitzar automàticament, normalment a causa d'una adreça IP assignada dinàmicament pel servidor DHCP. Per permetre actualitzacions DDNS, establiu <b>Permet actualitzacions dinàmiques</b> i la <b>clau TSIG</b> a usar per a l'autenticació. La clau ha de ser la mateixa per als servidors DHCP i DNS.</p>
cs: <p><b><big>Dynamická aktualizace zón DNS</big></b><br> Zóny lze aktualizovat automaticky, obvykle kvůli adresám IP dynamicky přiřazeným serverem DHCP. Chcete-li zapnout podporu DDNS, nastavte <b>Povolit dynamické aktualizace</b> a pro ověření <b>Klíč TSIG</b>. Klíč musí být stejný pro oba servery - DHCP i DNS.</p>
da: <p><b><big>Dynamisk opdatering af DNS-zone</big></b><br> Zonen kan opdateres automatisk, normalt grundet dynamisk tildelte IP-adresser fra DHCP-serveren. For at tillade DNS-opdateringer, vælg <b>Tillad dynamiske opdateringer</b> og angiv <b>TSIG-nøglen</b> som skal bruges ved godkendelse. Nøglen skal være identisk for DHCP- og DNS-serveren.</p>
el: <p><b><big>Δυναμικές ενημερώσεις ζωνών DNS</big></b><br> Η ζώνη μπορεί να ενημερωθεί αυτόματα,συνήθως εξαιτίας της δυναμικής καταχώρισης διευθύνσεως IP από τον διακομιστή DHCP.Για να επιτρέψετε ενημερώσεις DDNS, ορίστε την <b>Να Επιτρέπονται Δυναμικές Ενημερώσεις</b> καθώς και το <b>Κλειδί TSIG</b> που θα χρησιμοποιηθεί για πιστοποίηση ταυτότητας. Το κλειδί πρέπει να είναι το ίδιο με τους διακομιστές DHCP και DNS.</p>
es: <p><b><big>Actualizaciones de zona de DNS dinámico</big></b><br> La zona puede ser actualizada automáticamente debido a la asignación dinámica de direcciones IP por parte del servidor DHCP. Para permitir actualizaciones DDNS, configure <b>Permitir actualizaciones dinámicas</b> y la <b>Clave TSIG</b> que debe usarse para la autenticación. Esta clave debe ser la misma para los servidores DHCP y DNS.</p>
hi: <p><b><big>डायनेमिक DNS जोन नवीनीकरण</big></b><br> DHCP सर्वर द्वारा डायनेमिक तरीके से आवंटित IP पतों के कारण जोन अपने आप भी नवीनीकरण होती रह सकती है. नवीनीकरण की DDNS अनुमति के लिए, सेट करें <b>डायनेमिक नवीनीकरण की अनुमति दे</b> और पुष्टि के लिए <b>TSIG कुंजी</b>. DHCP और DNS सर्वर दोनों के लिए समान होनी चाहिए.</p>
id: <p><b><big>Pembaharuan Zona Dinamis</big></b><br> Zona ini dapat diperbaharui secara otomatis, biasanya karena alamat IP dinamis yang ditentukan oleh server DHCP. Untuk megizinkan pembaharuan DDNS, tentukan <b>Izinkan Pembaharuan Dinamis</b> dan <b>kunci TSIG</b> untuk digunakan sebagai autentukasi. Kunci tersebut harus sama untuk kedua Server DHCP dan DNS.</p>
ja: <p><b><big>動的 DNS (DDNS) ゾーン更新</big></b><br> DHCP サーバで IP アドレスを動的に割り当てている場合、ゾーンを自動的に 更新することができます。 DDNS 更新を行うようにするには、 <b>動的更新の許可</b> と <b>TSIG 鍵</b> (認証を行う場合) を 設定してください。 TSIG 鍵はそれぞれ DHCP サーバと DNS サーバで同じものを 設定する必要があります。</p>
km: <p><b><big>ការ​ធ្វើ​​បច្ចុប្បន្នភាព​តំបន់ DNS ​បែប​ថាមវន្ត</big></b><br> អ្នក​អាច​ធ្វើបច្ចុប្បន្នភាព​​ដោយ​ស្វ័យប្រវត្តិ ជា​ទូទៅ​គឺ​ដោយ​សារ អាសយដ្ឋាន IP ដែល​បាន​ផ្ដល់​តម្លៃ​ដោយ​ថាមវន្ត ដោយ​ម៉ាស៊ីន​បម្រើ DHCP ។ ដើម្បី​អនុញ្ញាត​ការ​ធ្វើ​បច្ចុប្បន្នភាព DDNS កំណត់ <b>អនុញ្ញាត​ការ​ធ្វើ​​បច្ចុប្បន្នភាព ​បែប​ថាមវន្ត</b> និង​<b>កូនសោ TSIG</b> ដើម្បី​ប្រើ​សម្រាប់ ការ​ផ្ទៀងផ្ទាត់ ។ កូនសោ​ត្រូវ​តែ​ដូចគ្នា​សម្រាប់​ម៉ាស៊ីន​បម្រើ DHCP និង​ DNS ។</p>
lt: <p><b><big>Dinaminio DNS zonų atnaujinimai</big></b><br> Zona gali būti automatiškai atnaujinama dažniausiai dėl DHCP serverių automatiškai priskirtų IP adresų. Norėdami leisti DDNS atnaujinimus, nustatykite <b>Leisti dinaminius atnaujinimus</b> ir <b>TSIG raktą</b>, naudojamą autorizavimui. Raktas turi būti tas pats DHCP ir DNS serveriams.</p>
nl: <p><b><big>Dynamische DNS-zone bijwerken</big></b><br> De zone kan automatisch worden bijgewerkt, meestal omdat de IP-adressen dynamisch door de DHCP-server worden toegewezen. Om DDNS-updates toe te staan, stelt u <b>Dynamisch bijwerken toestaan</b> en de <b>TSIG-sleutel</b> in die voor de verificatie gebruikt moet worden. Voor zowel de DHCP- als de DNS-servers moet u dezelfde sleutel gaan gebruiken.</p>
pl: <p><b><big>Dynamiczna aktualizacja stref DNS</big></b><br> Strefa może być aktualizowana automatycznie, zwykle z powodu dynamicznie przydzielanych przez serwer DHCP adresów IP. Aby zezwolić na aktualizację DDNS, należy wybrać opcje <b>Zezwól na dynamiczną aktualizację</b> oraz <b>Klucz TSIG</b>, by używać ich przy uwierzytelnianiu. Klucz musi być taki sam dla serwera DNS i serwera DHCP.</p>
pt: <p><b><big>Actualizações Dinâmicas de Zonas DNS</big></b><br> A zona pode ser automaticamente actualizada, habitualmente em consequência de endereços IP atribuídos dinamicamente pelo servidor DHCP. Para permitir actualizações DDNS, defina <b>Permitir Actualizações Dinâmicas</b> e a <b>Chave TSIG</b> a utilizar para a autenticação. A chave tem de ser a mesma tanto para o servidor DHCP como para o DNS.</p>
sv: <p><b><big>Dynamiska DNS-zonuppdateringar</big></b><br> Zonen kan uppdateras automatiskt, vanligtvis på grund av dynamiskt tilldelade IP-adresser från en DHCP-server. Om du vill tillåta DNS-uppdateringar markerar du <b>Tillåt dynamiska uppdateringar</b> och den <b>TSIG-nyckel</b> som ska användas för autentisering. Det måste vara samma nyckel för både DHCP- och DNS-servern.</p>
tr: <p><b><big>Dinamik DNS bölge güncellemeleri</big></b><br> Bölgeler DHCP sunucusu tarafından yeni atanan IP adresleri sayesinde otomatik olarak güncellenebilir. DDNS güncellemelerini etkinleştirmek için <b>Dinamik güncellemelere izin ver</b> seçeneği ile <b>TSIG anahtarı</b>'nı ayarlayın. Bu anahtar DHCP ve DNS sunucuları için aynı olmalıdır.</p>

source: <p><b><big>Editing a DNS Zone</big></b><br> To edit the zone settings, choose the appropriate entry of the table then click <b>Edit</b>.</p>
bg: <p><b><big>Редактиране на DNS зона</big></b><br> За да редактирате настройките на зоните, изберете подходящ запис от таблицата и натиснете <b>Редактиране</b>.</p>
ca: <p><b><big>Edició d'una zona DNS</big></b><br> Per editar els paràmetres de la zona, seleccioneu l'entrada adequada a la taula i cliqueu a <b>Edita</b>.</p>
cs: <p><b><big>Úprava zóny DNS</big></b><br> Před úpravou zvolte v tabulce zónu, kterou chcete změnit, a klepněte na <B>Upravit</B>.</p>
da: <p><b><big>Redige en DNS-zone</big></b><br> For at redigere zoneindstillingerne, vælg dens indgang i tabellen og klik <b>Redigér</b>.</p>
el: <p><b><big>Επεξεργασία μιας Ζώνης DNS</big></b><br> Για να επεξεργαστείτε τις ρυθμίσεις μιας ζώνης, επιλέξτε την κατάλληλη καταχώρηση του πίνακα και κάντε κλικ στο <b>Επεξεργασία</b>.</p>
es: <p><b><big>Editar una zona DNS</big></b><br> Para editar la configuración de una zona, seleccione la entrada apropiada de la tabla y pulse <b>Editar</b>.</p>
hi: <p><b><big>DNS जोन संपादित करना</big></b><br> जोन सेटिंग्ज़ संपादित करने के लिए, तालिका की उपयुक्त प्रविष्ट चुनकर <b>संपादन</b> क्लिक करें.</p>
id: <p><b><big>Mensuntung Zona DNS</big></b><br> Untuk mengedit pengaturan zona, pilih entri yang sesuai dari tabel kemudian klik <b>Sunting</b>.</p>
ja: <p><b><big>DNSゾーンの編集</big></b><br> ゾーンの設定を編集するには、該当する項目を 選んで <b>編集</b> を押してください。</p>
km: <p><b><big>ការ​កែសម្រួល​តំបន់ DNS</big></b><br> ដើម្បី​កែសម្រួល​ការ​កំណត់​តំបន់ ជ្រើស​ធាតុ នៅ​ក្នុង​តារាង បន្ទាប់​មក​ចុច <b>កែសម្រួល</b> ។</p>
lt: <p><b><big>DNS zonos keitimas</big></b><br> Norėdami keisti zonos nustatymus, pasirinkite reikiamą lentelės įrašą ir spauskite <b>Keisti</b>.</p>
nl: <p><b><big>Een DNS-zone bewerken:</big></b><br> Voor het wijzigen van de zone-instellingen dient u eerst het betreffende item in de tabel te selecteren en daarna op <b>Bewerken</b> te klikken.</p>
pl: <p><b><big>Edycja stref DNS</big></b><br> Aby edytować ustawienia stref, należy wybrać odpowiedni wpis w tabeli i nacisnąć przycisk <b>Edytuj</b>.</p>
pt: <p><b><big>Edição de Zona DNS</big></b><br> Para editar as definições de uma zona, escolha a entrada apropriada da tabela, e escolha <b>Editar</b>.</p>
sv: <P><b><big>Redigera en DNS-zon</big></b><br> Om du vill redigera zoninställningarna väljer du posten i tabellen och klickar på <B>Redigera</B>.</p>
tr: <p><b><big>Bir DNS bölgelesinin düzenlenmesi</big></b><br> Bölge ayarlarını düzenlemek için tablodan ilgili girdiyi seçin ve <B>Düzenle</B> düğmesine basın.</p>

source: <p>To add a new record to the zone, click <b>Add</b>. To remove a record, select it and click <b>Delete</b>.</p>
bg: <p>За да прибавите нов запис към зоната, натиснете <b>Добавяне</b>. За да премахнете запис изберете <b>Изтриване</b>.</p>
ca: <p>Per afegir un nou registre a la zona, cliqueu a <b>Afegeix</b>. Per suprimir-ne un, seleccioneu-lo i cliqueu a <b>Suprimeix</b>.</p>
cs: <p>Nový záznam do zóny vložíte klepnutím na <b>Přidat</b>. Chcete-li záznam odebrat, vyberte jej a klepněte na <b>Odstranit</b>.</p>
da: <p>For at føje et nyt register til zonen, klik <b>Tilføj</b>. For at fjerne et register, markér det og klik <b>Slet</b>.</p>
el: <p>Για να προσθέσετε μια νέα εγγραφή στη ζώνη, κάντε κλικ στο <b>Προσθήκη</b>. Για να αφαιρέσετε μια εγγραφή, επιλέξτε την και κάντε κλικ στο <b>Διαγραφή</b>.</p>
es: <p>Para añadir un registro nuevo a la zona pulse <b>Añadir</b>. Para eliminarlo, selección el registro y pulse <b>Suprimir</b>.</p>
hi: <p>जोन में नया अभिलेख जोड़ने के लिए, <b>जोड़े</b> क्लिक करें. अभिलेख हटाने के लिए, उसे चुनें और <b>मिटाएें</b> क्लिक करें.</p>
id: <p>Untuk menambahkan rekaman baru ke zona, klik <b>Tambah</b>. Untuk menghapus sebuah rekaman, pilih dan klik <b>Hapus</b>.</p>
ja: <p>新しいレコードをゾーンに追加するには <b>追加</b> を押してください。 レコードを削除するには、削除する項目を選んで <b>削除</b> を押してください。</p>
km: <p>ដើម្បី​បន្ថែម​កំណត់ត្រា​ថ្មី​មួយ​ទៅ​តំបន់ ចុច <b>បន្ថែម</b> ។ ដើម្បី​យក​កំណត់ត្រា​មួយ​ចេញ ជ្រើស​វា ហើយ​ចុច <b>លុប</b> ។</p>
lt: <p>Norėdami įtraukti į zoną naują įrašą, spauskite <b>Pridėti</b>. Norėdami pašalinti įrašą, pažymėkite jį ir spauskite <b>Šalinti</b>.</p>
nl: <p>Klik op <B>Toevoegen</B> om een nieuw record aan de zone toe te voegen. Voor het verwijderen van een record dient u deze eerst te selecteren en daarna op <B>Verwijderen</B> te klikken.</p>
pl: <p>Aby dodać nowy wpis do strefy, należy nacisnąć przycisk <b>Dodaj</b>. Aby usunąć wpis, należy go wybrać i nacisnąć przycisk <b>Usuń</b>.</p>
pt: <p>Para adicionar um novo registo à zona, prima <b>Adicionar</b>. Para remover um registo, escolha-o e prima <b>Apagar</b>.</p>
sv: <p>Om du vill lägga till en ny post i zonen klickar du på <b>Lägg till</b>. Om du vill ta bort en post markerar du den och klickar på <b>Ta bort</b>.</p>
tr: <p>Bölgeye yeni bir kayıt eklemek için <b>Ekle</b> düğmesine basın. Bir kayıt silmek için de kaydı seçip <b>Sil</b> düğmesine basın.</p>

source: <p><b><big>SOA Record</big></b><br> To edit the SOA (Start of Authority) record of the zone, click <b>Edit SOA</b>.</p>
bg: <p><b><big>SOA записи</big></b><br> За да редактирате SOA (Start of Authority) запис от зоната натиснете <b>Редактиране</b>.</p>
ca: <p><b><big>Registre SOA</big></b><br> Per editar el registre SOA (Start of Authority) de la zona, cliqueu a <b>Edita SOA</b>.</p>
cs: <p><b><big>Záznam SOA</big></b><br> Zvolte v tabulce zónu, kterou chcete změnit a klepněte na <B>Upravit SOA</B>.</p>
da: <p><b><big>SOA-register</big></b><br> For at redigere SOA-registeret (Start af Autoritet) for zonen, klik <b>Redigér SOA</b>.</p>
el: <p><b><big>Εγγραφή SOA</big></b><br> Για την επεξεργασία της SOA (Start of Authority) εγγραφής της ζώνης, κάντε κλικ <b>Επεξεργασία SOA</b>.</p>
es: <p><b><big>Registro SOA</big></b><br> Para editar el registro SOA (Start of Authority) de la zona pulse en <b>Editar SOA</b>.</p>
hi: <p><b><big>SOA अभिलेख</big></b><br> जोन का SOA (अधिकार का आरंभ) संपादित करने के लिए, <b>संपादन SOA</b> क्लिक करें.</p>
id: <p><b><big>Rekaman SOA</big></b><br> Untuk menyunting rekaman SOA (Start of Authority) dari zona, klik <b>Sunting SOA</b>.</p>
ja: <p><b><big>SOAレコード</big></b><br> ゾーンの SOA (Start of Authority; 権威の開始点) レコードを編集するには、 <b>SOA の編集</b> を押してください。</p>
km: <p><b><big>កំណត់ត្រា SOA</big></b><br> ដើម្បី​កែសម្រួល​កំណត់ត្រា SOA (Start of Authority) របស់​តំបន់ ចុច <b>កែសម្រួល SOA</b> ។</p>
lt: <p><b><big>SOA įrašas</big></b><br> Norėdami keisti SOA (Start of Authority) zonos įrašą, spauskite <b>Keisti SOA</b>.</p>
nl: <p><b><big>SOA-record</big></b><br> Klik op <b>SOA bewerken</b> om de SOA-record (Start of Authority) van de zone te bewerken.</p>
pl: <p><b><big>Rekord SOA</big></b><br> Aby edytować rekord SOA strefy (Start of Authority), należy nacisnąć przycisk <b>Edytuj SOA</b>.</p>
pt: <p><b><big>Registo SOA</big></b><br> Para editar o registo SOA (Start of authority) da zona, prima <b>Editar SOA</b>.</p>
sv: <P><b><big>SOA-post</big></b><br> Om du vill redigera SOA-posten (Start of Authority) för zonen klickar du på <B>Redigera SOA</B>.</p>
tr: <p><b><big>SOA kaydı</big></b><br> Bir bölgenin SOA (Start of Authority = Yetki başlangıcı) kaydını düzenlemek için <b>SOA düzenle</b> düğmesine basın.</p>

source: <p><b><big>Master Servers</big></b><br> Set the IP addresses of the master name servers for this zone. Use <b>Add</b> to add a new master name server. Select an existing one then click <b>Delete</b> to remove an existing one.</p>
bg: <p><b><big>Господарски сървъри</big></b><br> Настройте IP адресите на господарските сървъри за тази зона. Използвайте <b>Добавяне</b> за да прибавите нов. Изберете съществуващ и натиснете <b>Изтриване</b> за да го премахнете.</p>
ca: <p><b><big>Servidors mestres</big></b><br> Establiu les adreces IP dels servidors de noms mestres per a aquesta zona. Useu <b>Afegeix</b> per afegir un nou servidor de noms. Seleccioneu-ne un d'existent i cliqueu a <b>Suprimeix</b> per suprimir-lo.</p>
cs: <p><b><big>Hlavní servery</big></b><br> Nastavte adresu IP hlavních serverů pro tuto zónu. Pro přidání hlavního serveru klepněte na <b>Přidat</b>. Pokud chcete odebrat existující, klepněte na <b>Odstranit</b>.</p>
da: <p><b><big>Masterservere</big></b><br> Angiv IP-adresser for masternavneserverne for denne zone. Benyt <b>Tilføj</b> for at tilføje en ny masternavneserver. Markér en eksisterende navneserver og klik <b>Slet</b> for at fjerne en eksisterende.</p>
el: <p><b><big>Πρωτεύοντες Διακομιστές</big></b><br> Ρυθμίστε τη διεύθυνση IP των πρωτευόντων ονομάτων διακομιστών για αυτή τη ζώνη. Χρησιμοποιήστε<b>Προσθήκη</b> για να προστεθεί ένα καινούριο όνομα πρωτεύοντος διακομιστή. Επιλέξτε έναν υπάρχοντα και κάντε κλικ στο <b>Διαγραφή</b> για την απομάκρυνσή του.</p>
es: <p><b><big>Servidores maestros</big></b><br> Defina las direcciones IP de los servidores de nombres maestros para esta zona. La opción <b>Añadir</b> permite añadir nuevos servidores de nombres maestros. Para eliminar uno ya existente, selecciónelo y haga clic en <b>Suprimir</b>.</p>
hi: <p><b><big>मास्टर सर्वर</big></b><br> इस जोन के लिए मास्टर नाम सर्वरों के IP पते निर्धारित करें. नया मास्टर नाम सर्वर जोड़ने के लिए <b>जोड़ें</b> प्रयोग करे. पहले से विद्यमान को हटाने के लिए, विद्यमान को चुनकर <b>मिटाएें</b> क्लिक करें.</p>
id: <p><b><big>Server Master</big></b><br> Tentukan alamat IP dari name server master untuk zona ini. Gunakan<b>Tambah</b> untuk menambah name server master baru. Pilih yang sudah ada kemudian klik <b>Hapus</b> untuk menghapus yang sudah ada</p>
ja: <p><b><big>マスターサーバ</big></b><br> このゾーンのマスターネームサーバの IP アドレスを設定します。新しいマスターネームサーバを追加するには、 <b>追加</b> を押してください。既存のマスターネームサーバを削除するには、 削除する項目を選んで <b>削除</b> を押してください。</p>
km: <p><b><big>ម៉ាស៊ីន​បម្រើ​មេ</big></b><br> កំណត់​អាសយដ្ឋាន IP នៃ​ម៉ាស៊ីន​បម្រើ​ឈ្មោះ​មេ​សម្រាប់​តំបន់​នេះ ។ ប្រើ <b>បន្ថែម</b> ដើម្បី​បន្ថែម​ម៉ាស៊ីន​បម្រើ​ឈ្មោះ​មេ​ថ្មី ។ ជ្រើស​ម៉ាស៊ីន​បម្រើ​ដែល​មាន​ស្រាប់​មួយ បន្ទាប់​មក​ចុច <b>លុប</b> ដើម្បី​យក​វា​ចេញ ។</p>
lt: <p><b><big>Pagrindiniai serveriai</big></b><br> Šiai zonai nustatykite pagrindinius vardų serverius. Spauskite <b>Pridėti</b>, kad pridėtumėte naują pagrindinį vardų serverį. Pasirinkite egzistuojantį serverį ir spauskite <b>Šalinti</b>, jei norite jį pašalinti.</p>
nl: <p><b><big>Masterservers</big></b><br> Stel de IP-adressen van de masternaamservers voor deze zone in. Gebruik <b>Toevoegen</b> om een nieuwe masternaamserver toe te voegen. Selecteer een bestaande server en Klik op <b>Verwijderen</b> om deze te verwijderen.</p>
pl: <p><b><big>Serwery główne</big></b><br> Proszę ustawić adresy IP głównych serwerów nazw dla tej strefy. Nowy serwer nazw można dodać za pomocą przycisku <b>Dodaj</b>. Aby usunąć istniejący serwer, należy zaznaczyć go i nacisnąć przycisk <b>Usuń</b>.</p>
pt: <p><b><big>Servidores Mestre</big></b><br> Defina o endereço IP dos servidores de nomes mestre para esta zona. Utilize <b>Adicionar</b> para adicionar um novo servidor de nomes mestre. Escolha um servidor de nomes, e prima <b>Apagar</b> se o pretender remover.</p>
sv: <p><b><big>Huvudservrar</big></b><br> Ange IP-adresserna för huvudnamnservrarna för den här zonen. Använd <b>Lägg till</b> om du vill lägga till en ny huvudnamnserver. Välj en befintlig och klicka på <b>Ta bort</b> om du vill ta bort en befintlig.</p>
tr: <p><b><big>Ana sunucular</big></b><br> Bu bölge için geçerli ana sunucuların IP adreslerini girin. <b>Ekle</b> düğmesine basarak yeni bir ana ad sunucusu girebilirsiniz. Mevcut bir sunucuyu ise <b>Sil</b> düğmesi ile kaldırabilirsiniz.</p>
