Repository: Dzejrou/yast-translations
Catalog: po/dns-server/*.po
Languages: bg, ca, cs, da, el, es, hi, id, ja, km, lt, nl, pl, pt, sv, tr

source: <p><b><big>Zone Type</big></b><br> To make this name server the primary source of the data of the zone, select <b>Master</b>. To make it the secondary name server, select <b>Slave</b> or <b>Stub</b>, so the data of the zone will be mirrored from the master server.</p>
bg: <p><b><big>Тип на зоната</big></b><br> За да настроите тази DNS услуга като първичен източник на данните за зоната, изберете <b>Господар</b>. За да го настроите като вторичен - <b>Подчинен</b> или <b>Огледало</b> така, че данните за зоната ще се копират от господарския сървър.</p>
ca: <p><b><big>Tipus de zona</big></b><br> Per fer que aquest servidor de noms sigui la font primària de dades de la zona, seleccioneu <b>Mestre</b>. Per fer-lo el servidor de noms secundari, seleccioneu <b>Esclau</b> o <b>Estub</b>, així les dades de la zona seran un mirall de les del servidor mestre.</p>
cs: <p><b><big>Typ zóny</big></b><br> Chcete-li nastavit tento server jako primární zdroj dat pro zónu, zvolte <b>Hlavní</b>. Chcete-li nastavit tento server jako sekundární, zvolte <b>Podřízená</b> nebo <b>Netranzitní</b> - zónová data se budou aktualizovat z hlavního serveru.</p>
da: <p><b><big>Zonetype</big></b><br> For at gøre denne navneserver til zonens primære datakilde, vælg <b>Master</b>. For at gøre den til sekundær navneserver, vælg <b>Slave</b> eller <b>Stub</b>, så zonens data bliver spejlet fra masteserveren. </p>
el: <p><b><big>Τύπος Ζώνης</big></b><br> Για να κάνετε αυτόν τον διακομιστή ονομάτων την κύρια πηγή των δεδομένων της ζώνης, επιλέξτε <b>Master</b>. Για να τον κάνετε το δευτερεύον όνομα διακομιστή, επιλέξτε <b>Slave</b> ή <b>Stub</b>, έτσι ώστε τα δεδομένα της ζώνης να κατοπτρίζονται από τον κύριο διακομιστή.</p>
es: <p><b><big>Tipo de zona</big></b><br> Seleccione <b>Maestro</b> para que este servidor de nombres sea el origen primario de los datos de la zona y <b>Esclavo</b> o <b>Stub</b> para que sea el servidor de nombres secundario. De esta forma, los datos de la zona serán replicados desde el servidor maestro.</p>
hi: <p><b><big>जोन प्रकार</big></b><br> इस नाम सर्वर को जोन के डाटा को प्राथमिक स्रोत बनाने के लिए, <b>मास्टर</b> चुनें. उसे द्वितीय नाम सर्वर बनाने के लिए, <b>स्लेव</b> चुनें या <b>स्टब</b>, जिससे कि जोन का मास्टर सर्वर से परावर्तित हो.</p>
id: <p><b><big>Tipe Zona</big></b><br> Untuk membuat name server ini menjadi sumber utama dari data zona, pilih <b>Master</b>. Untuk membuatnya menjadi name server cadangan, select <b>Slave</b> or <b>Stub</b>, maka, data dari zona akan persis sama dengan master server.</p>
ja: <p><b><big>ゾーンの種類</big></b><br> このネームサーバをゾーンの情報を提供する一次ソースに設定する場合は <b>マスター</b> を選択します。二次ソースに設定する場合は <b>スレーブ</b> または <b>スタブ</b> を選択します。二次ソースに設定すると、マスターサーバ (一次ソース) から 情報を引き出して複製するようになります。</p>
km: <p><b><big>ប្រភេទ​តំបន់</big></b><br> ដើម្បី​ធ្វើ​ឲ្យ​ម៉ាស៊ីន​បម្រើ​ឈ្មោះ​នេះ​ក្លាយ​ជា​ប្រភព​ចម្បង​នៃ​ទិន្នន័យ​របស់​តំបន់ ជ្រើស <b>មេ</b> ។ ដើម្បី​ធ្វើ​ឲ្យ​វា​ក្លាយ​ជា​ម៉ាស៊ីន​បម្រើ​ឈ្មោះ​រង ជ្រើស <b>រង</b> ឬ​<b>Stub</b> ដូច្នេះ​ទិន្នន័យ​នៃ​តំបន់​នឹង​ត្រូវ​បាន​ឆ្លុះ​ពី​ម៉ាស៊ីន​បម្រើ​មេ ។ </p>
lt: <p><b><big>Zonos tipas</big></b><br> Norėdami padaryti šį serverį zonos duomenų pirminiu šaltiniu, rinkitės <b>Pagrindinis</b>. Norėdami padaryti jį antriniu vardų serveriu, rinkitės <b>Pagalbinis</b> arba <b>Stub</b>, taip zonos duomenys bus nukopijuoti iš pagrindinio serverio.</p>
nl: <p><b><big>Zonetype</big></b><br> Selecteer <b>Master</b> om deze naamserver als primaire gegevensbron van de zone in te stellen. Selecteer <b>Slave</b> of <b>Stub</b> om de naamserver als secundaire naamserver in te stellen, zodat de gegevens van de zone worden gespiegeld van de masterserver.</p>
pl: <p><b><big>Typ strefy</big></b><br> Aby uczynić ten serwer nazw głównym źródłem informacji o strefie, należy wybrać opcję <b>Główna</b>. Aby uczynić go drugorzędnym serwerem nazw, należy wybrać opcję <b>Podrzędna</b> lub <b>Odcinkowa</b>, co spowoduje, że dane na temat strefy będą kopiowane z serwera głównego.</p>
pt: <p><b><big>Tipo de Zona</big></b><br> Para tornar este servidor de nomes, a fonte primária de dados da zona, escolha <b>Mestre</b>. Para torná-lo secundário, escolha <b>Escravo</b> ou <b>Stub</b>, por forma a que a zona seja replicada a partir do mestre.</p>
sv: <p><b><big>Zontyp</big></b><br> Om du vill göra den här namnservern till primär datakälla för zonen väljer du <b>Huvud</b>. Om du vill göra den till sekundär namnserver väljer du <b>Slav</b> eller <b>Stub</b> så att zondata speglas från huvudservern.</p>
tr: <p><b><big>Alan türü</big></b><br> Bu ad sunucusunu bu bölge dahilinde ana veri kaynağı olarak atamak için <b>Ana sunucu</b> seçeneğini, bağımlı ad sunucusu olarak atamak için <b>Bağımlı</b> seçeneğini kullanın. Ana sunucudan alınan verileri aynen iletecek bir sunucu aynalaması için <b>Ayna sunucusu</b> seçeneğini seçebilirsiniz.</p>

source: <p><b><big>Zone Direction</big></b><br> DNS is used both for translating from domain names to IP addresses and back. Select if this zone will be used to translate from domain names to IP addresses (<b>Forward</b>) or from IP addresses to domain names (<b>Reverse</b>).</p>
ca: <p><b><big>Direcció de zona</big></b><br> El DNS s'usa per traduir des de noms de dominis a adreces IP i a la inversa. Seleccioneu si aquesta zona s'usarà per traduir de noms de domini a adreces IP (<b>reenviament</b>) o d'adreces IP a noms de domini (<b>inversa</b>).</p>
cs: <p><b><big>Směr překladu zóny</big></b><br> DNS se používá pro překlad z názvů DNS na IP adresy a obráceně. Vyberte, zda chcete tuto zónu použít pro překlad z názvů DNS na IP adresy (<b>Forward</b>) nebo zda chcete překládat z IP adres na názvy DNS (<b>Reverse</b>).</p>
da: <p><b><big>Zoneretning</big></b><br> DNS benyttes både til at oversætte domænenavn til IP-adresser og omvendt. Angiv om denne zone skal oversætte domænenavn til IP- adresser (<b>Forlæns>) eller fra IP-adresser til domænenavn (<b>Baglæns</b>).</p>
el: <p><b><big>Κατεύθυνση Ζώνης</big></b><br> Το DNS χρησιμοποιείται ταυτόχρονα για μετάφραση από το όνομα τομέα σε διεύθυνση IP και αντίστροφα. Επιλέξτε εάν αυτή η ζώνη θα χρησιμοποιηθεί για μετάφραση από ονόματα τομέα σε IP διευθύνσεις (επιλέξτε <b>Προώθηση</b>) ή από διευθύνσεις IP σε ονόματα τομέων (επιλέξτε <b>Αντίστροφο</b>).</p>
es: <p><b><big>Dirección de la zona</big></b><br> DNS se usa para resolver nombres de dominio en direcciones IP y viceversa. Determine si esta zona debe emplearse para resolver nombres de dominio en direcciones IP (seleccione <b>Directa</b>) o direcciones IP en nombres de dominio (seleccione <b>Inversa</b>).</p>
id: <p><b><big>Arah Zona</big></b><br> DNS digunakan untuk menerjemahkan dari nama domain ke alamat IP dan sebaliknya. Pilih jika zona ini akan digunakan untuk menerjemahkan dari nama domain ke alamat IP (<b>Forward</b>) atau dari alamat IP ke nama domain (<b>Reverse</b>).</p>
ja: <p><b><big>ゾーンの方向</big></b><br> DNS はドメイン名を IP アドレスに変換するだけでなく、逆に IP アドレスをホスト名に変換することも行います。 このゾーンを、ドメイン名から IP アドレスに変換する目的で作成する場合は <b>転送</b> を、 IP アドレスからドメイン名に変換する場合は <b>逆</b> をそれぞれ選択してください。</p>
km: <p><b><big>ទិស​តំបន់</big></b><br> DNS ត្រូវ​បាន​ប្រើ​សម្រាប់​បកប្រែ​ពី​ឈ្មោះ​ដែន​ទៅ​អាសយដ្ឋាន IP និង​ត្រឡប់​មក​វិញ ។ ជ្រើស​ប្រសិន​បើ​តំបន់​នេះ នឹង​ត្រូវ​បាន​ប្រើ​ដើម្បី​បកប្រែ​ពី​ឈ្មោះ​ដែន​ទៅ​អាសយដ្ឋាន IP (ជ្រើស <b>ទៅ​មុខ</b>) ឬ​ពី​អាសយដ្ឋាន IP ទៅ​ឈ្មោះ​ដែន ជ្រើស <b>ថយក្រោយ</b>) ។</p>
nl: <p><b><big>Zone richting</big></b><br> DNS wordt zowel voor de vertaling van domeinnamen in IP-adressen gebruikt als andersom. Selecteer of deze zone voor de vertaling van domeinnamen in IP adressen gebruikt moet worden (<b>Voorwaarts</b>) of van IP-adressen in domeinnamen (<b>Omgekeerd</b>).</p>
pl: <p><b><big>Kierunek strefy</big></b><br> Serwery DNS służą do tłumaczenia nazw domen na adresy IP i odwrotnie. Jeśli strefa ma być używana do tłumaczenia nazw domen na adresy IP, wybierz opcję <b>Przekazywanie</b>. Jeśli ma być używana do tłumaczenia adresów IP na nazwy domen, wybierz opcję <b>Odwrotnie</b>.</p>
sv: <p><b><big>Zonriktning</big></b><br> DNS används både för att översätta från domännamn till IP-adresser och tillbaka. Välj om den här zonen ska användas för att översätta från domännamn till IP-adresser (<b>framåt</b>) eller från IP-adresser till domännamn (<b>omvänt</b>).</p>

source: <p><b><big>Interface Classes</big></b><br> Select which interface classes should have access to the DNS server. The interface classes are defined in the firewall configuration component.</p>
ca: <p><b><big>Classes d'interfície</big></b><br> Seleccioneu quines classes d'interfície haurien de tenir accés al servidor DNS. Les classes d'interfície estan definides al component de configuració del tallafoc.</p>
cs: <p><b><big>Třídy rozhraní</big></b><br> Vyberte přes které třídy rozhraní lze přistupovat k serveru DNS. Třídy rozhraní jsou definované v části konfigurace firewallu.</p>
da: <p><b><big>Grænsefladeklasser</big></b><br> Vælg hvilke grænsefladeklasser der skal have adgang til DNS-serveren. Grænsefladeklasserne defineres i konfigurationskomponenten for firewall.</p>
el: <p><b><big>Διασύνδεση Κλάσεων</big></b><br> Επιλέξτε ποια διασύνδεση κλάσεων θα έχει η πρόσβαση στον εξυπηρετητή DNS Οι κλάσεις διασύνδεσης ορίζονται στις ρυθμίσεις του τείχους προστασίας.</p>
es: <p><b><big>Clases de interfaz</big></b><br> Seleccione las clases de interfaz que tendrán acceso al servidor DNS. Las clases de interfaz se definen en el componente de configuración del cortafuegos.</p>
id: <p><b><big>Kelas Antarmuka</big></b><br> Pilih kelas antarmuka mana yang harus memiliki akses terhadap DNS Server. antarmuka kelas tersebut didefinisikan pada komponen konfigurasi firewall.</p>
ja: <p><b><big>インターフェイスクラス</big></b><br> どのインターフェイスクラスを介して DNS サーバにアクセスできるかを 選択します。インターフェイスクラスは、ファイアウオールの設定で定義したものです。</p>
km: <p><b><big>Classes ចំណុច​ប្រទាក់</big></b><br> ជ្រើស​ចំណុច​ប្រទាក់​ ដែល​ classes គួរតែ​ត្រូវ​​បាន​ចូល​ដំណើរការ​​​ទៅកាន់​ម៉ាស៊ីន​បម្រើ​របស់ DNS ។ classes ចំណុច​ប្រទាក់​ត្រូវ​បាន​កំណត់​សមាសភាគ​ការ​កំណត់​រចនាសម្ព័ន្ធ​ជញ្ជាំង​ភ្លើង ។</p>
nl: <p><b><big>Interface categorieën</big></b><br> Selecteer welke categorieën interfaces toegang moeten hebben tot de DNS-server. De categorieën interfaces zijn bij het onderdeel firewallconfiguratie reeds gedefinieerd.</p>
pl: <p><b><big>Klasy interfejsów</big></b><br> W tym miejscu można wybrać, z których klas interfejsów ma być dozwolony dostęp do serwera DNS. Klasy interfejsów są zdefiniowane w konfiguracji zapory sieciowej.</p>
sv: <p><b><big>Gränssnittsklasser</big></b><br> Välj vilka gränssnittsklasser som ska ha åtkomst till DNS-servern. Gränssnittsklasserna definieras i komponenten för brandväggskonfiguration.</p>

source: <p><b><big>Adapting Firewall Settings</big></b><br> To adapt the firewall settings so that the DNS server can be accessed via all network interfaces to which it listens, check <b>Adapt Firewall Settings</b>.</p>
ca: <p><b><big>Adaptació dels paràmetres del tallafoc</big></b><br> Per adaptar els paràmetres del tallafoc de manera que el servidor DNS pugui ser accedit a través de totes les interfícies que escolta, marqueu <b>Adapta els paràmetres del tallafoc</b>.</p>
cs: <p><b><big>Úprava nastavení firewallu</big></b><br> Abyste upravili nastavení firewallu tak, aby bylo možné přistupovat k serveru DNS ze všech naslouchajících síťových rozhraní, zvolte <b>Úprava nastavení firewallu</b>.</p>
da: <p><b><big>Tilpasning af firewall-indstillinger</big></b><br> For at tilpasse firewall-indstillingerne så der er adgang til DNS-serveren, via alle netværksgrænseflader den lytter på, markér <b>Tilpas firewall-indstillinger</b>.</p>
el: <p><b><big>Προσαρμογή Ρυθμίσεων του Τείχους Προστασίας:</big></b><br> Για την προσαρμογή των ρυθμίσεων του τείχους προστασίας έτσι ώστε ο εξυπηρετητής DNS να μπορεί να προσπελαστεί μέσω όλων των διασυνδέσεων δικτύου στις οποίες ανταποκρίνεται, επιλέξτε <b>Προσαρμογή Ρυθμίσεων του Τείχους Προστασίας</b>.</p>
es: <p><b><big>Adaptación de la configuración del cortafuegos</big></b> Marque <b>Adaptar configuración del cortafuegos</b> para adaptar su configuración de forma que sea posible acceder al servidor DNS a través de todas las interfaces de red a las que escucha.</p>
id: <p><b><big>Mengadaptasikan Setelan Firewall</big></b><br> Untuk mengadaptasi setelan firewall agar dns server dapat diakses melalui semua interface jaringan yang didaftarkan, cek <b>Setelan Adaptasi Firewall</b>.</p>
ja: <p><b><big>ファイアウオール設定の調整</big></b><br> DNS サーバを全てのネットワークインターフェイスに対して 公開するようファイアウオールの設定を調整するには、 <b>ファイアウオール設定を調整</b> を選択してください。</p>
km: <p><b><big>ការ​សម្រួល​ការ​កំណត់​​តាម​ជញ្ជាំង​ភ្លើង</big></b><br> ដើម្បី​សម្រួល​ការ​កំណត់​តាម​ជញ្ជាំង​ភ្លើង ម៉ាស៊ីន​បម្រើ DNS អាច​ត្រូវ​បាន​ចូល​ដំណើរការ​តាម ​ចំណុច​ប្រទាក់​បណ្ដាញ​ទាំងអស់ ពិនិត្យមើល <b>ការ​សម្រួល​ការ​កំណត់​​តាម​​ជញ្ជាំង​ភ្លើង</b> ។</p>
nl: <p><b><big>Firewall-instellingen aanpassen</big></b><br> Klik op <b>Firewall-instellingen aanpassen</b> om de firewall-instellingen dusdanig aan te passen dat de DNS-server toegankelijk wordt via alle netwerk interfaces waarnaar het luistert.</p>
pl: <p><b><big>Przystosowywanie ustawień zapory sieciowej</big></b><br> Aby dostosować ustawienia zapory sieciowej tak, aby serwer DNS mógł być dostępny przez wszystkie interfejsy sieciowe, na których nasłuchuje, zaznacz opcję <b>Przystosuj ustawienia zapory sieciowej</b>.</p>
sv: <p><b><big>Ändra brandväggsinställningar</big></b><br> Om du vill ändra brandväggsinställningarna så att DNS-servern kan nås via alla nätverksgränssnitt som den lyssnar på markerar du <b>Ändra brandväggsinställningar</b>.</p>

source: <p><b><big>SOA Record Configuration</big></b><br> Set the entries of the SOA record.</p>
bg: <p><b><big>Настройка на SOA запис</big></b><br> Настройка на стойностите на SOA запис.</p>
ca: <p><b><big>Configuració del registre SOA</big></b><br> Establiu les entrades del registre SOA.</p>
cs: <P><B><BIG>Nastavení záznamů SOA</BIG></B><BR> Zadejte položky záznamu SOA.</P>
da: <p><b><big>Konfiguration af SOA-register</big></b><br> Angiv indgangene i SOA-registeret.</p>
el: <p><b><big>Ρύθμιση της εγγραφής SOA</big></b><br> Ρυθμίστε τις καταχωρίσεις της εγγραφής SOA.<br></p>
es: <p><b><big>Configuración del registro SOA</big></b><br> Defina las entradas del registro SOA.</p>
hi: <p><b><big>SOA अभिलेख संरुपण</big></b><br> SOA अभिलेख की प्रविष्टियां सेट करें.</p>
id: <p><b><big>Konfigurasi Rekaman SOA</big></b><br> Tentukan masukkan dari rekaman SOA.</p>
ja: <p><b><big>SOA レコードの設定</big></b><br> SOA レコードに関する情報を設定します。</p>
km: <p><b><big>ការ​កំណត់​រចនាសម្ព័ន្ធ​កំណត់ត្រា SOA</big></b><br> កំណត់​ធាតុ​របស់​កំណត់ត្រា SOA ។</p>
lt: <p><b><big>SOA įrašo konfigūravimas</big></b><br> Konfigūruokite SOA įrašo elementus.</p>
nl: <p><b><big>SOA-recordconfiguratie</big></b><br> Instelling van de SOA-recordelementen.</p>
pl: <p><b><big>Konfiguracja rekordu SOA</big></b><br> W tym miejscu można ustawić wpisy rekordu SOA.</p>
pt: <p><b><big>Configuração de Registo SOA</big></b><br> Define as entradas para o registo SOA.</p>
sv: <p><b><big>Inställning av SOA-poster</big></b><br> Ange posterna för SOA-posten.</p>
tr: <p><b><big>SOA kayıt yapılandırması</big></b><br> SOA kaydının girdilerini belirleyin.</p>

source: <p><b>$TTL</b> specifies the time to live for all records in the zone that do not have an explicit TTL.</p>
bg: <p><b>$TTL</b> указва времето през което всички записи, които нямат изрично указано TTL в зоната ще са валидни.</p>
ca: <p><b>$TTL</b> especifica el temps de vida de tots els registres de la zona que no tenen un TTL explícit.</p>
cs: <p><b>$TTL</b> určuje "time to live" pro všechny záznamy v zóně, které nemají nastavenou vlastní TTL hodnotu.</p>
da: <p><b>$TTL</b> angiver levetiden for alle registre i zonen som ikke har en utvetydig TTL.</p>
el: <p><b>$TTL</b> ορίζει τον χρόνο ζωής για όλες τις εγγραφές στη ζώνη οι οποίες δεν έχουν σαφές TTL.</p>
es: <p><b>$TTL</b> determina el tiempo de vida (time to live) de todos los registros de la zona cuyo TTL no se indique explícitamente.</p>
hi: <p><b>$TTL</b> जोन में उन अभिलेखों के रहने की समयावधि निर्धारित करता है जिनकी बाह्य TTL नहीं है.</p>
ja: <p><b>$TTL</b> には、独自の TTL を設定しない全てのレコードに対する、 既定の生存時間を指定します。 </p>
km: <p><b>$TTL</b> បញ្ជាក់​រយៈពេល​ដែល​កំណត់ត្រា​ទាំងអស់ ស្ថិត​នៅ​ក្នុង​តំបន់​ដែល​មិន​មាន TTL ជាក់ស្ដែង ។</p>
lt: <p><b>$TTL</b> nustato visų zonos įrašų gyvavimo trukmę, kurie neturi išskirtinio TTL.</p>
nl: <p><b>$TTL</b> specificeert de levensduur voor alle records in de zone die geen expliciete TTL hebben.</p>
pl: <p>Pole <b>$TTL</b> określa czas życia wszystkich rekordów w strefie, które nie mają jawnie ustawionego czasu TTL.</p>
pt: <p><b>$TTL</b> especifica o tempo de vida de todos os registos na zona que não tem um TTL explícito.</p>
sv: <p><b>$TTL</b> anger livslängden för alla poster i zonen som inte har en utrycklig TTL..</p>
tr: <p><b>$TTL</b> ayarı ile bölgede özel bir TTL ayarı olmayan tüm kayıtların yaşam süresini belirtebilirsiniz.</p>

source: <p><b>Primary Source</b> must contain the fully qualified domain name of the primary name server.</p>
bg: <p><b>Първичният източник</b> трябва да съдържа пълното име на домейн на първичния DNS сървър.</p>
ca: <p>La <b>font primària</b> ha de contenir el nom de domini plenament qualificat del servidor de noms primari.</p>
cs: <p><b>Primární zdroj</b> musí obsahovat úplný název domény (FQDN) primárního nameserveru.</p>
da: <p><b>Primær kilde</b> skal indeholde det fuldt kvalificerede domænenavn på den primære navneserver.</p>
el: <p><b> Η Κύρια Πηγή</b> θα πρέπει να περιέχει το πλήρες όνομα του ονόματος τομέα του κύριου διακομιστή ονομάτων.</p>
es: <p><b>Origen primario</b> ha de incluir el nombre de dominio completo del servidor de nombres primario.</p>
hi: <p><b>प्राथमिक स्रोत</b> में प्राथमिक नाम सर्वर का पूर्ण योग्य नाम अवश्य रहना चाहिए.</p>
ja: <p><b>プライマリソース</b> には、プライマリネームサーバの完全修飾 ドメイン名 (FQDN) を指定します。</p>
km: <p><b>ប្រភព​ចម្បង</b> ត្រូវ​តែ​មាន​ឈ្មោះ​ដែន​ត្រឹមត្រូវ នៃ​ម៉ាស៊ីន​បម្រើ​ឈ្មោះ​ចម្បង ។</p>
lt: <p><b>Pirminis šaltinis</b> privalo turėti pirminio vardų serverio visą srities vardą.</p>
nl: <p><b>Primaire bron</b> moet de volledig gekwalificeerde domeinnaam van de primaire naamserver bevatten.</p>
pl: <p>Pole <b>Podstawowe źródło</b> musi zawierać pełną nazwę domeny głównego serwera nazw.</p>
pt: <p><b>Fonte Primária</b> deve conter o nome de domínio qualificado do servidor de nomes primário.</p>
sv: <p><b>Primär källa</b> måste innehålla det fullständiga domännamnet på den primära servern.</p>
tr: <p><b>Birincil kaynak</b> birincil ad sunucusunun alan adıyla birlikte tam adını içermelidir.</p>

source: <p><b>Administrator's Mail</b> must contain the e-mail address of the administrator responsible for the zone.</p>
ca: <p>El <b>correu de l'administrador</b> ha de contenir l'adreça electònica de l'administrador responsable de la zona.</p>
cs: <p><b>E-mail administrátora</b> Musí obsahovat e-mailovou adresu administrátora odpovědného za zónu.</p>
da: <p><b>Administrators e-mail</b> skal indeholde e-mail-adressen på administratoren, som er ansvarlig for zonen.</p>
el: <p><b>Η αλληλογραφία του διαχειριστή</b> θα πρέπει να περιέχει την ηλεκτρονική διεύθυνση ταχυδρομείου του υπεύθυνου διαχειριστή της ζώνης.</p>
es: <p><b>Dirección del administrador</b> debe incluir la dirección de correo electrónico del administrador responsable de la zona.</p>
ja: <p><b>管理者のメールアドレス</b> には、このゾーンを担当する管理者の メールアドレスを指定します。</p>
km: <p><b>សំបុត្រ​របស់​អ្នក​គ្រប់គ្រង</b> ត្រូវ​តែ​មាន​អាសយដ្ឋាន​អ៊ីមែល​របស់ អ្នក​គ្រប់គ្រង​ដែល​ទទួល​ខុស​ត្រូវ​ចំពោះ​តំបន់ ។</p>
nl: <p><b>E-mailadres van de beheerder</b> moet het e-mailadres van de beheerder bevatten die voor de zone verantwoordelijk is.</p>
pl: <p>Pole <b>Adres e-mail administratora</b> musi zawierać adres e-mail administratora odpowiedzialnego za strefę.</p>
sv: <p><b>Administratörens e-postadress</b> måste innehålla e-postadressen till administratören som ansvarar för zonen.</p>

source: <p><b>Serial</b> number is used for determining if the zone has changed on the master servers (so that slave servers do not always need to synchronize the entire zone).</p>
ca: <p>El número de <b>sèrie</b> s'usa per determinar si la zona ha canviat als servidors mestres (per tant, els servidors esclaus no necessiten sincronitzar sempre la zona sencera).</p>
cs: <p><b>Sériové číslo</b> - používá se k určení, zda se změnila zóna na hlavním serveru (takže podřízené servery nemusí vždy synchronizovat celou zónu).</p>
da: <p><b>Serienummer</b> bruges til at bestemme, om zonen er ændret på masterserverne (så slaveserverne ikke altid behøver at synkronisere hele zonen).</p>
el: <p>Ο <b>Σειριακός</b> αριθμός χρησιμοποιείται για να καθοριστεί εάν η ζώνη έχει αλλάξει στους κύριους εξυπηρετητές (έτσι οι δευτερεύοντες εξυπηρετητές δε χρειάζεται πάντα να συγχρονίσουν ολόκληρη την ζώνη).</p>
es: <p>Número de <b>serie</b> que se utiliza para determinar si la zona ha cambiado en los servidores maestros (de esta forma los servidores esclavos no tienen que sincronizar siempre toda la zona).</p>
ja: <p><b>シリアル番号</b> は、マスターサーバでゾーンを変更したかどうかを判断する情報と して使用するものです (この仕組みにより、セカンダリサーバは、必要な時に必要な部分だけゾーンを 更新できることになります) 。</p>
km: <p> <b>លេខ​សម្គាល់</b> ត្រូវ​បាន​ប្រើ​ដើម្បី​កំណត់​ថា​តើ​តំបន់​បាន​ផ្លាស់ប្ដូរ​នៅ​លើ ម៉ាស៊ីន​បម្រើ​មេ​ឬ​ទេ ដូច្នេះ​ម៉ាស៊ីន​បម្រើ​រង មិន​ចាំបាច់​ធ្វើ​សមកាលកម្ម តំបន់​ទាំងមូល​ឡើយ ។</p>
nl: <p><b>Serie</b>nummer wordt gebruikt om te bepalen of de zone op de master- servers is gewijzigd (de slave-servers hoeven dan niet steeds de gehele zone te synchroniseren).</p>
pl: <p>Pole <b>Numer seryjny</b> jest wykorzystywany do określania, czy strefa zmieniła się na serwerach głównych (dzięki czemu serwery podrzędne nie muszą zawsze synchronizować całej strefy).</p>
sv: <p><b>Seriellt</b> nummer används för att avgöra om zonen har ändrats på huvudservrarna (så att slavservrar inte alltid behöver synkronisera hela zonen).</p>
