Repository: Dzejrou/yast-translations
Catalog: po/dns-server/*.po
Languages: bg, ca, cs, da, el, es, hi, id, ja, km, lt, nl, pl, pt, sv, tr

source: <p><b><big>Forwarders</big></b><br> Forwarders are DNS servers to which your DNS server should send queries it cannot answer.</p>
ca: <p><b><big>Reenviadors</big></b><br> Els reenviadors són servidors DNS als quals el vostre servidor DNS hauria d'enviar consultes que no pot respondre.</p>
cs: <p><b><big>Servery pro předávání</big></b><br> Servery pro předávání jsou servery DNS, na které by měl váš server DNS odesílat dotazy, na které nezná odpověď.</p>
da: <p><b><big>Videresendere</big></b><br> Videresendere er DNS-servere, til hvilke din DNS-server skal sende de forespørgsler, den ikke kan svare.</p>
el: <p><b><big>Προωθητές DNS</big></b><br> Οι Προωθητές DNS είναι διακομιστές DNS στους οποίους ο δικός σας διακομιστής DNS πρέπει να στέλνει ερωτήματα που δεν μπορεί να απαντήσει ο ίδιος.</p>
es: <p><b><big>Redireccionadores</big></b><br> Los redireccionadores son servidores DNS a los que el servidor DNS enviará las preguntas que no pueda contestar.</p>
ja: <p><b><big>フォワーダ</big></b><br> フォワーダとは、お使いの DNS サーバでは解決できなかった問い合わせについて、 それを転送する先のことを言います。</p>
km: <p><b><big>កម្មវិធី​​បញ្ជូន​បន្ត​</big></b><br> កម្មវិធី​​បញ្ជូន​បន្ត​គឺ​ជា​ម៉ាស៊ីន​បម្រើ DNS ទៅ​ម៉ាស៊ីន​បម្រើ​ DNS របស់​អ្នក​គួរ​ផ្ញើ​សំណួរ វា​មិន​អាច​ឆ្លើយ​បានទេ ។</p>
nl: <p><b><big>Forwarders</big></b><br> Forwarders zijn DNS-servers waarnaar uw DNS-server zoekopdrachten kan verzenden die deze zelf niet kan beantwoorden.</p>
pl: <p><b><big>Przekazujący</big></b><br> Przekazujący to serwer DNS, do którego serwer DNS użytkownika powinien wysyłać zapytania, na które nie może odpowiedzieć.</p>
sv: <p><b><big>Vidarebefordrare</big></b><br> Vidarebefordrare är de DNS-servrar dit din DNS-server skickar de frågor den inte kan besvara.</p>

source: <p>To add a new forwarder, set its <b>IP Address</b> and click <b>Add</b>. To delete a configured forwarder, select it and click <b>Delete</b>.</p>
bg: <p>За да добавите ново пренасочване, настройте <b>IP адреса</b> и натиснете <b>Добавяне</b>. За да премахнете настроено пренасочване изберете го и след това натиснете <b>Изтриване</b>.</p>
ca: <p>Per afegir un reenviador nou establiu-ne l'<b>adreça IP</b> i cliqueu a <b>Afegeix</b>. Si voleu suprimir-ne algun, seleccioneu-lo i cliqueu a <b>Suprimeix</b>.</p>
cs: <p>Chcete-li přidat nový server pro předávání, zadejte <b>adresu IP</b> a klepněte na <b>Přidat</b>. Pro odstranění zvolte server pro předávání a klepněte na <b>Odstranit</b>.</p>
da: <p>For at tilføje en ny videresender, angiv <b>IP-adressen</b> og klik <b>Tilføj</b>. For at slette en konfigureret videresender markér den og klik <b>Slet</b>.</p>
el: <p>Για να προσθέσετε έναν νέο διαβιβαστή, ορίστε την <b>Διεύθυνση IP</b> και κάντε κλικ στο <b>Προσθήκη</b>. Για να αφαιρέσετε έναν ρυθμισμένο διαβιβαστή, επιλέξτε τον και κάντε κλικ στο <b>Διαγραφή</b>.</p>
es: <p>Para añadir un redireccionador nuevo, defina su <b>Dirección IP</b> y pulse <b>Añadir</b>. Para eliminar un redireccionador configurado, selecciónelo y pulse <b>Suprimir</b>.</p>
hi: <p>नया फॉरवार्ड जोड़ने के लिए, उसका <b>IP पता</b> निर्धारित कर <b>जोड़ें</b> क्लिक करें. संरुपण किया फॉरवार्ड हटाने के लिए, उसे चुनकर <b>मिटाएें</b> करें.</p>
ja: <p>新しいフォワーダを追加するには、 <b>IP アドレス</b> を設定してから <b>追加 </b> を押してください。 設定済みのフォワーダを削除するには、項目を選択して <b>削除</b> を押してください。</p>
km: <p>ដើម្បី​បន្ថែម​ម៉ាស៊ីន​បញ្ជូន​បន្ត​ថ្មី​មួយ កំណត់ <b>អាសយដ្ឋាន IP</b> របស់​វា ហើយ​ចុច <b>បន្ថែម</b> ។ ដើម្បី​លុប​ម៉ាស៊ីន​បញ្ជូន​បន្ត​ដែល​បាន​កំណត់​រចនាសម្ព័ន្ធ ជ្រើស​វា ហើយ​ចុច <b>លុប</b> ។</p>/p>
nl: <p>Geef om een nieuwe doorstuurserver toe te voegen een <b>IP-adres</b> op en klik daarna op <b>Toevoegen</b>. Om een geconfigureerde doorstuurserver te verwijderen moet u deze eerst selecteren en vervolgens op <b>Verwijderen</b> klikken.</p>
pl: <p>Aby dodać nowy serwer przekazujący, należy podać jego <b>Adres IP</b>, a następnie nacisnąć przycisk <b>Dodaj</b>. Aby usunąć skonfigurowany serwer przekazujący, należy go zaznaczyć i nacisnąć przycisk <b>Usuń</b>.</p>
pt: <p>Para adicionar um novo reencaminhador, defina o seu <b>Endereço IP</b> e prima <b>Adicionar</b>. Para apagar um reencaminhador configurado, escolha-o, e prima <b>Apagar</b>.</p>
sv: <p>Om du vill lägga till en ny vidarebefordrare anger du dess <b>IP-adress</b> och klickar på <b>Lägg till</b>. Om du vill ta bort en inställd vidarebefordrare markerar du den och klickar på <b>Ta bort</b>.</p>
tr: <p>Yeni bir yönlendirici eklemek için <b>IP adresini</b> girip <b>Ekle</b> düğmesine basın. Yapılandırılmış bir yönlendiriciyi silmek için de seçip <b>Sil</b> düğmesine basın.</p>

source: <p><b><big>Edit DNS Server Options</big></b><br> Use this dialog to edit options of the DNS server.</p>
bg: <p><b><big>Редактиране на параметрите на DNS услугата</big></b><br> Използвайте този екран за да настроите параметрите на DNS услугата.</p>
ca: <p><b><big>Edita les opcions del servidor DNS</big></b><br> Useu aquest diàleg per editar les opcions del servidor DNS.</p>
cs: <p><b><big>Upravit volby serveru DNS</big></b><br> Zde můžete nastavit volby serveru DNS.</p>
da: <p><b><big>Redigér tilvalg for DNS-server</big></b><br> Benyt denne dialogboks til at redigere tilvalg for DNS-serveren.</p>
el: <p><b><big>Ρυθμίσεις επιλογών Διακομιστή DNS</big></b><br> Χρησιμοποιήστε αυτόν τον διάλογο για να ρυθμίσετε τις επιλογές του διακομιστή DNS</p>
es: <p><b><big>Editar opciones del servidor DNS</big></b><br> Aquí puede editar las opciones del servidor DNS.</p>
hi: <p><b><big>DNS सर्वर संपादन विकल्प</big></b><br> इस डॉयलॉग का प्रयोग DNS सर्वर विकल्प संपादित करने के लिए करें.</p>
ja: <p><b><big>DNS サーバオプションの編集</big></b><br> このダイアログでは、 DNS サーバのオプションを編集することができます。</p>
km: <p><b><big>កែសម្រួល​ជម្រើស​ម៉ាស៊ីន​បម្រើ DNS</big></b><br> ប្រើ​ប្រអប់​នេះ ដើម្បី​កែសម្រួល​ជម្រើស​របស់​ម៉ាស៊ីន​បម្រើ DNS ។</p>
nl: <p><b><big>DNS-server opties bewerken</big></b><br> Gebruik deze dialoog om opties van de DNS-server te wijzigen.</p>
pl: <p><b><big>Edycja opcji serwera DNS</big></b><br> W tym oknie można edytować opcje serwera DNS.</p>
pt: <p><b><big>Editar as Opções do Servidor DNS</big></b><br> Utilize esta caixa de diálogo para editar as opções do servidor DNS.</p>
sv: <p><b><big>Redigera DNS-serveralternativ</big></b><br> Använd den här dialogrutan om du vill redigera DNS-serveralternativ.</p>
tr: <p><b><big>DNS sunucu ayarlar</big></b><br> Bu pencereden DNS sunucusunun bazı ayarlarını yapabilirsiniz.</p>

source: <p>To add new options, select the <b>Option</b>, enter its <b>Value</b>, and click <b>Add</b>.</p> <p>To modify a configured option, select it in the table, change the <b>Value</b>, and click <b>Change</b>.</p>
bg: <p>За да прибавите нов параметър, изберете <b>Параметър</b>, въведете <b>Стойност</b> и натиснете <b>Добавяне</b>.</p> <p>За да промените настроена стойност, изберете я от таблицата, задайте <b>Стойността</b> и натиснете <b>Промяна</b>.</p>
ca: <p>Per afegir opcions noves, seleccioneu l'<b>Opció</b>, introduïu-ne el <b>Valor</b> i cliqueu a <b>Afegeix</b>.</p> <p>Per modificar una opció configurada, seleccioneu-la a la taula, canvieu-ne el <b>Valor</b> i cliqueu a <b>Canvia</b>.</p>
cs: <p>Pro přidání nových voleb zvolte <b>Volba</b>, zadejte hodnotu do políčka <b>Hodnota</b> a klepněte na <b>Přidat</b>.</p> <p>Pro úpravu některé nastavené volby ji zvolte ze seznamu, změňte její hodnotu v políčku <b>Hodnota</b> a klepněte na <b>Změnit</b>.</p>
da: <p>For at tilføje nye tilvalg, markér en <b>Tilvalg</b>, angiv dets <b>Værdi</b> og klik <b>Tilføj</b>.</p> <p>For at ændre et konfigureret tilvalg, markér det i tabellen, ændr dets <b>Værdi</b> og klik <b>Ændr</b>.</p>
el: <p>Για προσθήκη νέας επιλογής, επιλέξτε το <b>Επιλογή</b>, προσθέστε την <b>τιμή</b>, και κάντε κλικ στο <b>Προσθήκη</b>.</p> <p>Για να αλλάξετε μία ρυθμισμένη επιλογή, επιλέξτε την στον πίνακα, αλλάξτε την <b>τιμή</b>, και κάντε κλικ στο <b>Αλλαγή</b>.</p>
es: <p>Para añadir nuevas opciones, seleccione la <b>Opción</b>, introduzca su <b>Valor</b> y pulse <b>Añadir</b>.</p> <p>Para modificar una opción configurada, selecciónela en la tabla, cambie su <b>Valor</b> y pulse <b>Cambiar</b>.</p>
hi: <p>नए विकल्प जोड़ने के लिए, <b>विकल्प</b> चुनकर, उसका <b>मान</b> प्रविष्ट करें, और <b>जोड़ें</b> क्लिक करें.</p> <p>संरुपण किया हुआ विकल्प संशोधित करने के लिए, उसे तालिका में से चुनें, <b>मान</b> परिवर्तित कर, <b>परिवर्तन</b> पर क्लिक करें.</p>
ja: <p>新しいオプションを追加するには <b>オプション</b>を選択し、 <b>値</b> を入力してから <b>追加</b> を押してください。</p> <p>設定済みのオプションを変更するには、該当する項目を選んで <b>値</b> を変更し、 <b>変更</b> を押してください。</p>
km: <p>ដើម្បី​បន្ថែម​ជម្រើស​ថ្មី ជ្រើស <b>ជម្រើស</b>, បញ្ចូល <b>តម្លៃ</b> របស់​វា ហើយ​ចុច <b>បន្ថែម</b> ។</p> <p>ដើម្បី​កែប្រែ​ជម្រើស​ដែល​បាន​កំណត់​រចនាសម្ព័ន្ធ ជ្រើស​វា​ក្នុង​តារាង ផ្លាស់ប្ដូរ <b>តម្លៃ</b> ហើយ​ចុច <b>ផ្លាស់ប្ដូរ</b> ។</p>
nl: <p>Om nieuwe opties toe te voegen moet u de <b>Optie</b> selecteren, een <b>Waarde</b> opgeven en op <b>Toevoegen</b> klikken.</p> <p>Om een geconfigureerde optie aan te passen moet u deze in de tabel selecteren, de <b>Waarde</b> ervan wijzigen en op <b>Wijzigen</b> klikken.</p>
pl: <p>Aby dodać nową opcję, należy wybrać <b>Opcję</b>, wprowadzić jej <b>Wartość</b> i nacisnąć przycisk <b>Dodaj</b>.</p> <p>Aby zmodyfikować skonfigurowaną opcję, należy zaznaczyć ją w tabeli, zmienić jej <b>Wartość</b> i nacisnąć przycisk <b>Zmień</b>.</p>
pt: <p>Para adicionar novas opções, escolha <b>Opção</b>, digite o seu <b>Valor</b>, e prima <b>Adicionar</b>.</p> <p>Para modificar uma opção configurada, escolha-a na tabela, altere o seu <b>Valor</b>, e prima <b>Alterar</b>.</p>
sv: <p>Om du vill lägga till fler alternativ markerar du ett <b>Alternativ</b>, anger dess <b>Värde</b> och klickar på <b>Lägg till</b>.</p> <p>Du kan ändra ett konfigurerat alternativ genom att markera det i tabellen, ändra <b>Värdet</b> och klicka på <b>Ändra</b>.</p>
tr: <p>Yeni seçenekler eklemek için <b>Seçenek</b> işaretleyerek <b>Değer</b> bölümünü doldurup <b>Ekle</b> düğmesine basın.</p> <p>Yapılandırılmış bir seçeneği değiştirmek için tablodan seçip <b>Değer</b> bölümünü değiştirin ve <b>Değiştir</b> düğmesine basın.</p>

source: <p>To remove an option, select it and click <b>Delete</b>.</p>
bg: <p>За да премахнете параметър първо го изберете и след това натиснете <b>Изтриване</b>.</p>
ca: <p>Per suprimir una opció, seleccioneu-la i cliqueu a <b>Suprimeix</b>.</p>
cs: <p>Volbu odstraníte tak, že ji zvolíte ze seznamu a klepnete na <b>Odstranit</b>.</p>
da: <p>For at fjerne et tilvalg, markér den og klik <b>Slet</b>.</p>
el: <p>Για να αφαιρέσετε μια επιλογή, επιλέξτε την και κάντε κλικ στο <b>Διαγραφή</b>.</p>
es: <p>Para eliminar una opción, selecciónela y pulse <b>Suprimir</b>.</p>
hi: <p>कोई विकल्प हटाने के लिए, उसे चुनकर <b>मिटाएें</b> क्लिक करें.</p>
ja: <p>オプションを削除するには、項目を選択して <b>削除</b> を押してください。</p>
km: <p>ដើម្បី​យក​ជម្រើស​មួយ​ចេញ ចូរ​ជ្រើស​វា ហើយ​ចុច <b>លុប</b> ។</p>
nl: <p>Om een optie te verwijderen dient u deze eerst te selecteren en daarna op <b>Verwijderen</b> te klikken.</p>
pl: <p>Aby usunąć daną opcję, należy ją zaznaczyć i nacisnąć przycisk <b>Usuń</b>.</p>
pt: <p>Para remover uma opção, escolha-a, e prima <b>Apagar</b>.</p>
sv: <p>Om du vill ta bort ett alternativ markerar du det och klickar på <b>Ta bort</b>.</p>
tr: <p>Bir seçeneği silmek için seçip <b>Sil</b> düğmesine basın.</p>

source: <p><b><big>Logging</big></b><br> Use this dialog to define various options of the DNS server logging.</p>
bg: <p><b><big>Запис в дневник</big></b><br> Използвайте този екран за да зададете различни параметри на записването на DNS услугата в дневник.</p>
ca: <p><b><big>Entrades / registres</big></b><br> Useu aquest diàleg per definir les opcions de registre del servidor DNS.</p>
cs: <P><B><BIG>Protokolování</BIG></B><BR> V tomto dialogu nastavíte různé volby protokolování serveru DNS.</P>
da: <p><b><big>Logning</big></b><br> Brug denne dialog for at definere forskellige logningstilvalg for DNS-serveren.</p>
el: <p><b><big>Καταγραφή</big></b><br> Χρησιμοποιήστε αυτόν τον διάλογο για να ορίσετε διάφορες επιλογές της καταγραφής του διακομιστή DNS.</p>
es: <p><b><big>Registro</big></b><br> En este diálogo puede definir diversas opciones de registro del servidor DNS.</p>
hi: <p><b><big>लॉगिंग</big></b><br> इस डायलॉग का उपयोग DNS सर्वर लॉगिंग के विभिन्न विकल्पों को परिभाषित करने में करें.</p>
ja: <p><b><big>ログ</big></b><br> このダイアログでは、 DNS サーバの各種ログオプションを設定することができます。</p>
km: <p><b><big>ការ​ចុះ​កំណត់ហេតុ</big></b><br> ប្រើ​ប្រអប់​នេះ ដើម្បី​កំណត់​ជម្រើស​ផ្សេងៗ​នៃ​ការ​ចុះ​កំណត់ហេតុ​របស់​ម៉ាស៊ីន​បម្រើ DNS ។</p>
nl: <p><b><big>Naar logboekbestand schrijven</big></b><br> Gebruik deze dialoog om verschillende opties van de logboekregistratie van de DNS-server te definiëren.</p>
pl: <p><b><big>Zapisywanie w dzienniku</big></b><br> W tym oknie można ustawić różne opcje dotyczące zapisywania czynności serwera DNS w dzienniku.</p>
pt: <p><b><big>Diário</big></b><br> Utilize esta caixa de diálogo para definir várias opções do diário do servidor DNS.</p>
sv: <p><b><big>Loggning</big></b><br> Använd den här dialogrutan om du vill definiera diverse alternativ för DNS-serverloggningen.</p>
tr: <p><b><big>Kayıt tutma</big></b><br> DNS sunucusunun tutacağı kaydın ayarlarını buradan yapabilirsiniz.</p>

source: <p> Select <b>Log to System Log</b> to save DNS server log messages to the system log. To save the DNS server log messages to a separate file, select <b>Log to File</b> and set the <b>Filename</b> to which to save the log and the <b>Maximum Size</b> of the log file. The DNS server automatically rotates the log files. Use <b>Maximum Versions</b> to specify how many log files should be saved.</p>
bg: <p> Изберете <b>Запис в системния дневник</b> за да записвате DNS съобщенията в системния дневник. <br> За да запазвате DNS съобщенията в отделен файл, изберете <b>Записване във файл</b> и укажете <b>Име на файл</b> и <b>Максимален размер</b> на дневника. DNS услугата автоматично ротира файловете на дневника. Използвайте <b>Максимални версии</b> за да укажете колко файла да се запазват.</p>
ca: <p> Seleccioneu <b>Registra al registre de sistema</b> per desar els missatges del servidor DNS al registre del sistema. Per desar els missatges de registre del servidor DNS en un fitxer a part, seleccioneu <b>Registra en un fitxer</b> i establiu el <b>nom del fitxer</b> al qual desar el registre i la <b>mida màxima</b> del fitxer. El servidor DNS fa rodar automàticament els fitxers de registre. Useu <b>versions màximes</b> per especificar quants fitxers de registre s'haurien de desar.</p>
cs: <p> Možnost <b>Zapisovat do systémového protokolu</b> vyberte v případě, že chcete zprávy protokolu serveru DNS uložit do systémového protokolu. Pokud chcete, aby server DNS zapisoval zprávy do samostatného souboru, zvolte <b>Zapisovat do souboru</b> a zadejte <b>Název souboru</b> a <b>Maximální velikost</b> tohoto souboru. Server DNS automaticky rotuje soubory protokolů. Počet souborů, které chcete uchovat, nastavíte v políčku <b>Maximum verzí</b>.
da: <p> Vælg <b>Log til systemlog</b> for at gemme logbeskeder for DNS-serveren i systemloggen. For at gemme logbeskeder for DNS-serveren i en separat fil, markér <b>Log til fil</b> og angiv et <b>Filnavn</b> til hvilken loggen skal gemmes samt <b>Maksimal størrelse</b> for logfilen. DNS-serveren roterer logfilerne automatisk. Brug <b>Maksimalt antal versioner</b> for at angive, hvor mange logfiler skal gemmes.
el: <p> Επιλέξτε <b>Καταγραφή στο Αρχείο Καταγραφής Συστήματος</b> για να αποθηκεύσετε τα μηνύματα του διακομιστή DNS στο Αρχείο Καταγραφής Συστήματος. Για να αποθηκεύσετε τα μηνύματα καταγραφής του διακομιστή DNS σε άλλο αρχείο, επιλέξτε <b>Καταγραφή σε Αρχείο</b> και προσδιορίστε το <b>Όνομα Αρχείου</b> στο οποίο θα αποθηκευτεί η καταγραφή και το <b>Μέγιστο Μέγεθος</b> του αρχείου καταγραφής. Ο Διακομιστής DNS αυτόματα εναλλάσσει (rotates) τα αρχεία καταγραφής. Χρησιμοποιήστε <b>Μέγιστες Εκδόσεις</b> για να προσδιορίσετε πόσα αρχεία με τις καταγραφές θα αποθηκευτούν.</p>
es: <p> Seleccione <b>Registrar al registro del sistema</b> para guardar los mensajes de registro del servidor DNS en el registro del sistema. Para guardarlos en un archivo distinto, seleccione <b>Registrar a archivo</b> y defina el <b>Nombre de archivo</b> en el que se guardará el registro y el <b>Tamaño máximo</b> del archivo de registro. El servidor DNS hace rotar automáticamente los archivos de registro. Utilice la opción <b>Número máximo de versiones</b> para especificar cuántos archivos de registro se deben guardar.</p>
hi: <p> चुनें <b>सिस्टम लॉग में लॉग करे</b> DNS सर्वर लॉग संदेशों को सिस्टम लॉग में सेव करने के लिए. DNS सर्वर लॉग संदेशों को अलग फाइल में सेव करने के लिए, चुनें <b>फाइल में लॉग करें</b> और <b>फाइलनाम</b> जिसमें लॉग सेव किया जाना है और लॉग फाइल <b>का अधिकतम आकार</b> तय करें. DNS सर्वर लॉग फाइलों को अपने आप घुमाता है. यह स्पष्ट करने के लिए <b>Maximum कितनी लॉग फाइलें सेव की जानी चाहिए <b>अधिकतम आरूपों</b> का उपयोग करके.</p>
ja: <p> DNS サーバのログメッセージをシステムログに記録するには、 <b>システムログに記録</b> を選択してください。 DNS サーバのログメッセージを個別のファイルに記録するには、 <b>ファイルに記録</b> を選択して <b>ファイル名</b> に保存先のファイル名を指定し、 ログファイルの <b>最大サイズ</b> を指定してください。 DNS サーバはログファイルを自動的に切り替えます。 <b>最大バージョン</b> を指定すると、どれだけのログファイルを保存するのかを指定することができます。</p>
km: <p> ជ្រើស <b>ចុះ​កំណត់ហេតុ​ទៅ​កំណត់ហេតុ​របស់​ប្រព័ន្ធ</b> ដើម្បី​រក្សាទុក​កំណត់ហេតុម៉ាស៊ីន​បម្រើ DNS ទៅ​ក្នុង​កំណត់ហេតុ​របស់​ប្រព័ន្ធ ។ ដើម្បី​រក្សាទុក​កំណត់ហេតុ​ម៉ាស៊ីន​បម្រើ DNS ទៅ​ក្នុង​ឯកសារ​ផ្សេង ជ្រើស <b>ចុះ​កំណត់ហេតុ​ទៅ​ឯកសារ</b> ហើយ​កំណត់ <b>ឈ្មោះ​ឯកសារ</b> ដែល​ត្រូវ រក្សាទុក​កំណត់ហេតុ​ទៅ និង​<b>ទំហំ​អតិបរមា</b> របស់​ឯកសារ​កំណត់ហេតុ ។ ម៉ាស៊ីន​បម្រើ DNS នឹង​បង្វិល​ឯកសារ​កំណត់ហេតុ​ដោយ​ស្វ័យប្រវត្តិ ។ ប្រើ <b>កំណែ​អតិបរមា</b> ដើម្បី​បញ្ជាក់​ចំនួន​ឯកសារ​កំណត់ហេតុ ដែល​គួរ​ត្រូវ​បាន​រក្សាទុក ។</p>
nl: <p> Selecteer <b>Schrijven naar systeemlogboek</b> om logboekberichten van de DNS-server in het systeemlogboek op te slaan. De logboekberichten van de DNS-server kunnen in een apart bestand worden opgeslagen, selecteer hiervoor <b>Naar logboekbestand schrijven</b> en geef de <b>Bestandsnaam</b> op waarin het logboek moet worden opgeslagen en de <b>Maximumgrootte</b> van het logboekbestand. De DNS-server roteert de logboekbestanden automatisch. Gebruik <b>Maximumaantal versies</b> om te specificeren hoeveel logboekbestanden er opgeslagen mogen worden.</p>
pl: <p> Aby serwer DNS zapisywał komunikaty w systemowym dzienniku zdarzeń, należy wybrać opcję <b>Zapisuj w systemowym dzienniku zdarzeń</b>. Aby zapisywać komunikaty serwera DNS do oddzielnego pliku, należy wybrać opcję <b>Zapisuj do pliku</b> oraz podać odpowiednią <b>Nazwę pliku</b>i <b>Maksymalny rozmiar</b> pliku dziennika. Serwer DNS automatycznie zakłada nowe pliki dziennika. Do określenia liczby plików ,które powinny być zapisane używa się pola <b>Maksymalna liczba wersji</b>.</p>
pt: <p> Escolha <b>Registo em Diário do Sistema</b> para registar as mensagens de diário do servidor de DNS no diário de sistema. Para gravar as mensagens de diário do servidor de DNS num ficheiro separado, escolha <b>Diário em Ficheiro</b> e especifique o <b>Nome de Ficheiro</b> no qual pretende guardar o diário, assim como o <b>Tamanho Máximo</b> do diário em ficheiro. O servidor de DNS roda automaticamente os ficheiros de diário. Utilize o <b>Máximo de Versões</b> para especificar quantos ficheiros de diário devem ser salvaguardados.</p>
sv: <p> Om du vill spara DNS-serverns loggmeddelanden till systemloggen väljer du <b>Logga i systemlogg</b>. Om du vill spara DNS-serverns loggmeddelanden till en fil, väljer du <b>Logga till fil</b> och anger det <b>Filnamn</b> där loggen ska sparas och <b>Maximal storlek</b> för loggfilen. DNS-servern roterar automatiskt loggfilerna. Du kan ange hur många loggfiler som ska sparas med <b>Maximalt antal versioner</b>.</p>
tr: <p> <b>Sistem kaydında tut</b> seçeneği ile DNS sunucu kayıt mesajlarının sistem kaydında tutulmasını sağlayabilirsiniz. DNS sunucu kaydının ayrı bir dosyada tutulması için <b>Dosyaya kayıt tut</b> seçeneğini seçip <b>Dosya adı</b> ve <b>En yüksek boyut</b> bilgilerini girin. DNS sunucusu eski kayıt dosyalarının otomatik olarak üzerine yazacaktır. <b>En fazla sürüm sayısı</b> seçeneği ile en fazla kaç dosya kaydedilebileceğini belirtebilirsiniz.</p>
