Repository: Dzejrou/yast-translations
Catalog: po/dns-server/*.po
Languages: bg, ca, cs, da, el, es, hi, id, ja, km, lt, nl, pl, pt, sv, tr

source: Hostname
bg: Име на машината
ca: Nom de l'amfitrió
cs: Název hostitele
da: Værtsmaskinenavn
el: Όνομα κόμβου
es: Nombre de host
id: Namahost
ja: ホスト名
km: ឈ្មោះ​ម៉ាស៊ីន
lt: Pagrindinio kompiuterio vardas
nl: Hostnaam
pl: Nazwa hosta
pt: Nome da Máquina
sv: Värddatornamn
tr: Bilgisayar adı

source: DNS Server Installation
bg: Инсталация на DNS услугата
ca: Instal·lació d'un servidor DNS
cs: Instalace serveru DNS
da: Installation af DNS-server
el: Εγκατάσταση διακομιστή DNS
es: Instalación del servidor DNS
hi: DNS सर्वर अधिष्ठापन
id: Pemasangan Server DNS
ja: DNS サーバのインストール
km: ការ​ដំឡើង​ម៉ាស៊ីន​បម្រើ DNS
lt: DNS serverio diegimas
nl: DNS-serverinstallatie
pl: Instalacja serwera DNS
pt: Instalação do servidor DNS
tr: DNS Sunucusu Kurulumu

source: Forwarder Settings
bg: Настройки на пренасочването
ca: Paràmetres del reenviador
cs: Nastavení serverů pro předávání
da: Indstillinger for videresender
el: Ρυθμίσεις του Forwarder
es: Configuración del redireccionador
hi: फॉरवर्डर्स सेटिंग्ज़
id: Pengaturan Forwarder
ja: フォワーダの設定
km: ការ​កំណត់​ម៉ាស៊ីន​បញ្ជូន​បន្ត
nl: Forwarderinstellingen
pl: Ustawienia przekazującego
pt: Definições dos Encaminhadores
sv: Inställningar för vidarebefordrare
tr: Yönlendirici ayarları

source: DNS Zones
bg: DNS зони
ca: Zones DNS
cs: Zóny DNS
da: DNS-zoner
el: Ζώνες DNS
es: Zonas DNS
hi: DNS जोन
id: Zona DNS
ja: DNS ゾーン
km: តំបន់ DNS
lt: DNS zonos
pl: Strefy DNS
pt: Zonas DNS
sv: DNS-zoner
tr: DNS Bölgeleri

source: Finish Wizard
bg: Край на помощника
ca: Acaba l'auxiliar
cs: Dokončit průvodce
da: Afslut guide
el: Ολοκλήρωση Βοηθού
es: Finalizar el asistente
hi: विजार्ड समाप्त करें
id: Selesaikan Penuntun
ja: ウイザードの完了
km: បញ្ចប់​អ្នក​ជំនួយការ
lt: Baigti vediklio darbą
nl: Wizard voltooien
pl: Kończenie pracy kreatora
pt: Terminar Assistente
sv: Slutför guide
tr: Sihirbazı sonlandır

source: <li>Forwarders: %1</li>
bg: <li>Пренасочване: %1</li>
ca: <li>Reenviadors: %1</li>
cs: <li>Servery pro předávání: %1</li>
da: <li>Videresendere: %1</li>
es: <li>Redireccionadores: %1</li>
hi: <li>फॉरवर्डर्स: %1</li>
ja: <li>フォワーダ: %1</li>
km: <li>ម៉ាស៊ីន​បញ្ជូន​បន្ត ៖ %1</li>
pl: <li>Przekazujący: %1</li>
pt: <li>Encaminhadores: %1</li>
sv: <li>Vidarebefordrare: %1</li>
tr: <li>Yönlendiriciler: %1</li>

source: <li>Domains: %1</li>
bg: <li>Домейни: %1</li>
ca: <li>Dominis: %1</li>
cs: <li>Domény: %1</li>
da: <p>Domæner: %1</p>
el: <li>Τομείς: %1</li>
es: <li>Dominios: %1</li>
hi: <li>डोमेनों: %1</li>
id: <li>Domain: %1</li>
ja: <li>ドメイン: %1</li>
km: <li>ដែន ៖ %1</li>
lt: <li>Sritys: %1</li>
nl: <li>Domeinen: %1</li>
pl: <p>Domeny: %1</p>
pt: <li>Domínios: %1</li>
sv: <li>Domäner: %1</li>
tr: <li>Etki Alanları: %1</li>

source: &LDAP Support Active
bg: Активиране на &LDAP поддръжка
ca: Suport &LDAP actiu
cs: Zapnout podporu &LDAP
da: &LDAP-understøttelse aktiv
el: Υποστήριξη &LDAP ενεργή
es: Soporte &LDAP activo
hi: &LDAP सहायता सक्रिय हैं
id: Dukungan &LDAP Aktif
ja: LDAP サポートを有効にする (&L)
km: ការគាំទ្រ &LDAP សកម្ម
lt: &LDAP palaikymas aktyvus
nl: &LDAP-ondersteuning actief
pl: Aktywuj obsługę &LDAP
pt: Suporte &LDAP Activo
sv: &LDAP-stöd aktivt
tr: &LDAP desteği etkin

source: DNS Server &Expert Configuration...
bg: &Експертни настройки на DNS услугата
ca: Configuració a&vançada del servidor DNS...
cs: &Expertní nastavení serveru DNS...
da: &Avanceret konfiguration af DNS-server...
el: Ρύθμιση διακομιστή &DNS για προχωρημένους...
es: Configuración &experta del servidor DNS...
hi: DNS सर्वर विषेशज्ञ संरुपण... (&E)
id: Konfigurasi lanjutan Server DNS...
ja: DNS サーバ熟練者設定 (&E)...
km: ការ​កំណត់​រចនាសម្ព័ន្ធ​ម៉ាស៊ីន​បម្រើ DNS បែប​ជំនាញ...
lt: DNS serverio konfigūracija &ekspertams...
nl: Geavanc&eerde DNS-serverconfiguratie…
pl: Z&aawansowana konfiguracja serwera DNS...
pt: Configuração &Avançada do Servidor DNS...
sv: &Expertinställningar för DNS-server...
tr: DNS sunucusu &uzman yapılandırması...

source: DNS Server
bg: DNS услуга
ca: Servidor DNS
cs: Server DNS
el: Διακομιστής DNS
es: Servidor DNS
hi: DNS सेवक
id: Server DNS
ja: DNS サーバ
km: ម៉ាស៊ីន​បម្រើ DNS
lt: Sričių vardų serveris (DNS)
pl: Serwer DNS
pt: Servidor DNS
tr: DNS sunucusu

source: Local DNS Resolution &Policy
ca: &Política de resolució DNS local
cs: Zásady místního &převodu názvů DNS
el: Τοπική επίλυση DNS &Πολιτική
es: &Directiva de resolución de DNS local
id: &Kebijakan dan Ketetapan DNS Lokal
ja: ローカル DNS の解決ポリシー (&P)
nl: Lokaal &beleid voor DNS-resolutie
pl: &Zasady lokalnego rozstrzygania DNS
sv: &Princip för lokal DNS-matchning

source: Merging forwarders is disabled
ca: La fusió dels reenviadors està inhabilitada
cs: Sloučení serverů pro předávání je vypnuto
el: Η συγχώνευση προωθητών είναι απενεργοποιημένη
es: La fusión de redireccionadores está inhabilitada
id: Penggabungan forwarder dinonaktifkan
ja: フォワーダの合成を無効にする
nl: Het samenvoegen van doorstuurservers is uitgeschakeld
pl: Scalanie serwerów przekazujących jest wyłączone
sv: Sammanfogning av vidarebefordrare är inaktiverat

source: Automatic merging
ca: Fusió automàtica
cs: Automatické sloučení
el: Αυτόματη συγγχώνευση
es: Fusión automática
id: Penggabungan Otomatis
ja: 自動的に合成する
nl: Automatisch samenvoegen
pl: Scalanie automatyczne
sv: Automatisk sammanfogning

source: Merging forwarders is enabled
ca: La fusió dels reenviadors està habilitada
cs: Sloučení serverů pro předávání je zapnuto
el: Η συγχώνευση προωθητών είναι ενεργοποιημένη
es: La fusión de redireccionadores está habilitada
id: Penggabungan forwarders diaktifkan
ja: フォワーダの合成を有効にする
nl: Het samenvoegen van doorstuurservers is ingeschakeld
pl: Scalanie serwerów przekazujących jest włączone
sv: Sammanfogning av vidarebefordrare är aktiverat

source: Custom configuration
ca: Configuració personalitzada
cs: Vlastní konfigurace
el: Προσαρμοσμένη ρύθμιση
es: Configuración personalizada
id: Penyesuaian konfigurasi
ja: 独自設定
nl: Aangepaste configuratie
pl: Konfiguracja niestandardowa
sv: Anpassad konfiguration

source: Custom policy
ca: Política personalitzada
cs: Vlastní zásady
da: Tilpasset politik
el: Προσαρμοσμένη Πολιτική
es: Directiva personalizada
id: Penyesuaian kebijakan
ja: カスタムポリシー
km: គោលនយោបាយ​ផ្ទាល់ខ្លួន
lt: Savitos taisyklės
nl: Aangepast beleid
pl: Założenia własne
sv: Anpassad princip

source: Local DNS Resolution &Forwarder
ca: &Reenviador de resolució DNS local
cs: &Server pro předávání místního převodu názvů DNS
el: Τοπική Επίλυση DNS &Προώθηση
es: &Redireccionador de resolución de DNS local
id: Ketetapan DNS Lokal &Forwarder
ja: ローカル DNS 解決器のフォワーダ (&F)
nl: Lokale &doorstuurserver voor DNS-resolutie
pl: &Serwer przekazujący lokalnego rozstrzygania DNS
sv: &Vidarebefordrare för lokal DNS-matchning

source: Using system name servers
ca: Usar els servidors de noms del sistema
cs: Použití nameserverů systému
el: Χρήση διακομιστών ονομάτων συστήματος
es: Usando los servidores de nombres del sistema
id: Menggunakan sistem name server
ja: システムのネームサーバを使用する
nl: Systeemnaamservers gebruiken
pl: Użycie systemowych serwerów nazw
sv: Systemnamnservrar används

source: This name server (bind)
ca: Aquest servidor de noms (vincle)
cs: Tento nameserver (bind)
el: Αυτός ο διακομιστής ονομάτων (bind)
es: Este servidor de nombres (bind)
id: Name Server ini (digunakan)
ja: このネームサーバ (bind)
nl: Deze naamserver (bind)
pl: Ten serwer nazw (powiązanie)
sv: Den här namnservern (bindning)

source: Local dnsmasq server
ca: Servidor local dnsmasq
cs: Místní server dnsmasq
el: Τοπικός διακομιστής dnsmasq
es: Servidor dnsmasq local
id: Server dnsmasq lokal
ja: ローカルの dnsmasq サーバ
nl: Lokale dnsmasq-server
pl: Lokalny serwer dnsmasq
sv: Lokal dnsmasq-server

source: Add IP Address
bg: Добавяне на IP адрес
ca: Afegeix una adreça IP
cs: Přidat adresu IP
da: Tilføj IP-adresse
el: Προσθήκη ΙΡ Διεύθυνσης
es: Añadir dirección IP
hi: IP पता जोड़ें
id: Tambahkan Alamat IP
ja: IP アドレスの追加
km: បន្ថែម​អាសយដ្ឋាន IP
lt: Pridėti IP adresą
nl: IP-adres toevoegen
pl: Dodaj adres IP
pt: Adicionar Endereço IP
sv: Lägg till IP-adress
tr: IP adresi ekle

source: IPv4 or IPv6 A&ddress
ca: A&dreces IPv4 o IPv6
cs: A&dresa IPv4 nebo IPv6
da: IPv4- eller IPv6-a&dresse
el: &Διεύθυνση IPv4 ή IPv6
es: &Dirección IPv4 o IPv6
id: A&lamat IPv4 atau IPv6
ja: IPv4 または IPv6 アドレス (&D)
km: អាសយដ្ឋាន IPv4 ឬ IPv6
lt: IPv4 arba IPv6 a&dresas
nl: IPv4- of IPv6-&adres
pl: A&dres IPv4 albo IPv6
sv: IPv4- eller IPv6-a&dress

source: Forwarder &List
bg: &Списък с пренасочването
ca: &Llista del reenviador
cs: &Seznam serverů pro předávání
da: &Liste over videresendere
el: &Λίστα Forwarder
es: &Lista de redireccionadores
hi: फॉरवर्डर सूची (&L)
id: &Daftar Forwarder
ja: フォワーダの一覧 (&L)
km: បញ្ជី​ម៉ាស៊ីន​បញ្ជូន​បន្ត
nl: Forwarder&lijst
pl: &Lista przekazujących
pt: &Lista de Encaminhadores
sv: Vidarebefordrings&lista
tr: Yönlendiriciler &listesi

source: Cannot set local forwarder to %{forwarder}
ca: No es pot establir el reenviador local a %{forwarder}
cs: Nelze nastavit místní server pro předávání na %{forwarder}.
el: Αδυναμία ορισμού του τοπικού προωθητή σε %{forwarder}
es: No es posible definir el redireccionador local como %{forwarder}
id: Tidak dapat menentukan forwarder lokal ke %{forwarder}
ja: ローカルのフォワーダを %{forwarder} に設定できません
nl: Kan lokale doorstuurserver niet instellen op %{forwarder}
pl: Nie można ustawić lokalnego serwera przekazującego jako %{forwarder}
sv: Det går inte att ange lokal vidarebefordrare till %{forwarder}

source: Cannot find local equivalent for IP %1.
ca: No es pot trobar l'equivalent local per a la IP %1.
cs: Místní ekvivalent IP adresy %1 nebyl nalezen.
da: Kan ikke finde lokal ækvivalent for IP %1.
el: Δεν μπορεί να βρεθεί ισοδύναμο για την IP %1.
es: No se encuentra una equivalencia local para la IP %1.
id: Tidak dapat menemukan lokal ekuivalen untuk IP %1.
ja: IP %1 に対するローカル側のアドレスが検出できません。
km: មិន​អាច​ស្វែងរក​តម្លៃ​ស្មើ​គ្នា​ជា​មូលដ្ឋាន​សម្រាប់ IP បាន​ទេ %1 ។
nl: Kan het lokale equivalent van IP %1 niet vinden.
pl: Nie można znaleźć lokalnego odpowiednika dla adresu IP %1.
sv: Det går inte att hitta lokal motsvarighet till IP %1.

source: Forwarding DNS queries to itself would create an infinite loop. IP address %1 is currently used by this server, so it has been changed to its local equivalent %2.
ca: El reenviament de consultes DNS a un mateix crearia un bucle infinit. L'adreça IP %1 és usada actualment per aquest servidor, per tant, s'ha canviat a l'equivalent local %2.
cs: Předávání dotazů DNS na stejný server by vytvořilo nekonečnou smyčku. Adresa IP %1 je aktuálně používána tímto serverem, takže byla změněna na ekvivalentní místní adresu %2.
da: Videresendelse af DNS-forespørgsler til sig selv ville danne en uendelig løkke. IP-adressen %1 bruges i øjeblikket af denne server, så den er blevet ændret til dens lokale ækvivalent %2.
el: Προώθηση των DNS ερωτημάτων στον εαυτό του θα δημιουργήσει ατέρμων βρόχο. Η IP διεύθυνση %1 χρησιμοποιείτε από αυτό το διακομιστή, έτσι έχει αλλάξει στην αντίστοιχη τοπική %2.
es: Reenviar las consultas DNS a ellas mismas puede crear un bucle infinito. La dirección IP %1 se usa ahora en este servidor, por lo que se ha cambiado a su equivalente local %2.
id: Meneruskan permintaan DNS ke diri sendiri akan membuat pengulangan tak terbatas. Alamat IP %1 saat ini digunakan oleh server ini, sehingga telah diubah menjadi setara lokal %2.
ja: DNS の問い合わせを自分自身に転送すると、無限ループを構成することになってしまいます。 IP アドレス %1 は現在のところ、このサーバで使用されているため、 ローカル側のアドレス %2 に変更します。
km: ការ​បញ្ជូន​បន្ត​នូវ​សំណួរ​ DNS ទៅ​កាន់​ខ្លួន​វា​ផ្ទាល់​នឹង​បង្កើត​រង្វិល​ជុំ​អានន្ដ ។ បច្ចុប្បន្ន​នេះ អាសយដ្ឋាន IP %1 កំពុង​តែ​ត្រូវ​បាន​ប្រើ​ដោយ​ម៉ាស៊ីន​បម្រើ​នេះ ដូច្នេះ​វា​ ត្រូវ​បាន​ផ្លាស់ប្ដូរ​ទៅ​តម្លៃ​មូលដ្ឋាន​ស្មើ​ៗ​គ្នា %2 ។
nl: Het doorsturen van een DNS-query naar zichzelf zou een oneindige loop veroorzaken. IP-adres %1 wordt nu door deze server gebruikt, dus moet het worden gewijzigd naar zijn lokale equivalent %2.
pl: Przekazywanie zapytań DNS do siebie spowodowałoby pętlę nieskończoną. Adres IP %1 jest używany przez serwer, więc został zamieniony na lokalny odpowiednik %2.
sv: Om DNS-frågor vidarebefordras till sig själva skapas en oändlig slinga. IP-adressen %1 används för närvarande av denna server, så den har ändrats till sin lokala motsvarighet %2.

source: Invalid IPv4 or IPv6 address.
ca: Adreça IPv4 o IPv6 no vàlida.
cs: Neplatná adresa IPv4 nebo IPv6.
da: Ugyldig IPv4- eller IPv6-adresse.
el: Ανύπαρκτη διεύθυνση IPv4 ή IPv6.
es: Dirección IPv4 o IPv6 no válida.
id: Alamat IPv4 atau IPv6 tidak valid.
ja: IPv4 または IPv6 アドレスが正しくありません。
km: អាសយដ្ឋាន IPv4 ឬ IPv6 មិនត្រឹមត្រូវ ។
lt: Netinkamas IPv4 ar IPv6 adresas
nl: Ongeldig IPv4- of IPv6-adres.
pl: Nieprawidłowy adres IPv4 lub IPv6.
sv: Ogiltig IPv4- eller IPv6-adress.

source: A valid IPv6 address consists of letters a-f, numbers, and colons.
ca: Una adreça IPv6 vàlida consisteix en lletres (a-f), números, i dos punts.
cs: Platná adresa IPv6 se skládá z písmen a-f, čísel a dvojteček.
da: En gyldig IPv6-adresse består af bogstaverne a-f, tal, og kolonner.
el: Μια έγκυρη διεύθυνση IPv6 αποτελείται από χαρακτήρες a-f, αριθμούς, και στην περιοχή 0-255, και άνω και κάτω τελείες.
es: Una dirección IPv6 está formada por letras a-f, números y el carácter dos puntos.
id: Sebuah Alamat IPv6 yang valid terdiri dari huruf a-f, angka, Dan titik dua.
ja: 正しい IPv6 アドレスは、 a-f の文字と数字、 およびコロン (:) から構成されます。
km: អាសយដ្ឋាន IPv6 ត្រឹមត្រូវ​មួយ រួមមាន​​តួអក្សរ a-f លេខ និង​សញ្ញា(;) ។
lt: Tinkamas IPv6 adresas sudarytas iš a-f raidžių, skaitmenų ir dvitaškių.
nl: Een geldig IPv6-adres bestaat uit de letters a-f, cijfers en dubbele punten.
pl: Prawidłowy adres IPv6 zawiera litery a-f, liczby, i dwukropki.
sv: En giltig IPv6-adress består av bokstäverna a-f, siffror och kolon.

source: The specified forwarder is already present.
bg: Указаното пренасочване вече съществува.
ca: El reenviador especificat ja és present.
cs: Zadaný server pro předávání je již přítomen.
da: Den angivne videresender findes allerede.
el: Ο συγκεκριμένος forwarder είναι ήδη παρών.
es: El remitente especificado ya está presente.
hi: पुष्टि हो चुका फॉरवर्डर पहले से मौजूद हैं.
id: Forwarder yang ditentukan sudah tersedia.
ja: 指定されたフォワーダは既に存在しています。
km: មាន​វត្តមាន​ម៉ាស៊ីន​បញ្ជូន​បន្ត​ដែល​បាន​បញ្ជាក់​រួច​ហើយ ។
nl: Gespecificeerde doorstuurserver is al aanwezig.
pl: Podany przekazujący już istnieje.
pt: O encaminhador especificado já está presente.
sv: Den angivna vidarebefordraren finns redan.
tr: Belirtilen yönlendirici mevcut.

source: Add or Change Option
bg: Добавяне или промяна на параметър
ca: Afegeix o canvia una opció
cs: Přidat nebo změnit volbu
da: Tilføj eller ændr tilvalg
el: Προσθήκη ή αλλαγή επιλογής
es: Añadir o cambiar opción
hi: विकल्प जोड़ें अथवा परिवर्तन करें
id: Menambah atau Mengubah pilihan
ja: 追加または変更オプション
km: បន្ថែម ឬ​ផ្លាស់ប្ដូរ​ជម្រើស
lt: Pridėti arba pakeisti parinktį
nl: Optie toevoegen of wijzigen
pl: Dodanie albo zmiana opcji
pt: Adicionar ou Alterar Opção
sv: Lägg till eller ändra alternativ
tr: Seçenek ekle/değiştir

source: O&ption
bg: &Параметър
ca: O&pció
cs: V&olby
da: Til&valg
el: Ε&πιλογή
es: O&pción
hi: विकल्प (&p)
id: Pilihan
ja: オプション (&P)
km: ជម្រើស
lt: &Parinktis
nl: O&ptie
pl: O&pcja
pt: O&pção
sv: &Alternativ
tr: &Seçenek

source: &Value
bg: Сто&йност
ca: &Valor
cs: &Hodnota
da: &Værdi
el: &Τιμή
es: &Valor
hi: वैल्यू (&V)
id: &Nilai
ja: 値 (&V)
km: តម្លៃ
lt: &Reikšmė
nl: &Waarde
pl: War&tość
pt: &Valor
sv: &Värde
tr: &Değer

source: C&hange
bg: &Промяна
ca: C&anvia
cs: Z&měnit
da: &Ændr
el: &Αλλαγή
es: C&ambiar
hi: परिवर्तन (&h)
id: Mengganti
ja: 変更 (&H)
km: ផ្លាស់ប្ដូរ
lt: &Keisti
nl: &Wijzigen
pl: Zm&ień
pt: A&lterar
sv: &Ändra
tr: D&eğiştir

source: Current Options
bg: Текущи параметри
ca: Opcions actuals
cs: Současné volby
da: Nuværende tilvalg
el: Τρέχουσες επιλογές
es: Opciones actuales
hi: वर्तमान विकल्प
id: Pilihan Saat Ini
ja: 現在のオプション
km: ជម្រើស​បច្ចុប្បន្ន
lt: Dabartinės parinktys
nl: Huidige opties
pl: Bieżące opcje
pt: Opções Actuais
sv: Aktuella alternativ
tr: Şu anki seçenekler

source: Option
bg: Параметър
ca: Opció
cs: Volba
da: Tilvalg
el: Επιλογή
es: Opción
hi: विकल्प
id: Pilihan
ja: オプション
km: ជម្រើស
lt: Parinktis
nl: Optie
pl: Opcja
pt: Opção
sv: Alternativ
tr: Seçenek

source: Really set this option without any value?
bg: Сигурен ли сте, че искате за настроите този параметър без въведена стойност?
ca: Realment voleu establir aquesta opció sense cap valor?
cs: Jste si jisti, že chcete nastavit tuto volbu bez hodnoty?
da: Vil du virkelig angive dette tilvalg uden nogen værdi?
el: Είστε σίγουροι ότι θέλετε να ορίσετε αυτήν την επιλογή χωρίς καμία τιμή;
es: ¿Está seguro de que desea definir esta opción sin ningún valor?
hi: वास्तव में इस विकल्प को बिना किसा मान के सेट करें?
id: Yakin mengatur ini Pilihan tanpa ada nilai?
ja: 値を指定せずに、このオプションを 設定してよろしいですか？
km: ពិត​ជា​កំណត់​ឲ្យ ជម្រើស​នេះ​គ្មាន​តម្លៃ​អ្វី​ទាំងអស់ឬ ?
lt: Tikrai nustatyti šią parinktį be jokios reikšmės?
nl: Weet u zeker dat u dit zonder enige waarde wilt instellen?
pl: Czy na pewno ustawić tę opcję bez żadnej wartości?
pt: Tem a certeza de que pretende definir esta opção sem nenhum valor?
sv: Vill du ange det här alternativet utan något värde?
tr: Herhangi bir değer verilmeden bu seçenek atansın mı?

source: Option %1 can only have a yes or no value set. Really set it to %2?
bg: Параметърът '%1' може да приема стойност 'yes' или 'no'. Наистина ли искате да го настроите на '%2'?
ca: L'opció %1 només pot contenir un valor de sí o no. Realment voleu establir-lo a %2?
cs: Volba '%1' může mít nastaveny pouze hodnoty 'yes' nebo 'no'. Chcete ji opravdu nastavit na '%2'?
da: Værdi for tilvalget %1 kan kun være ja eller nej. Vil du virkelig angive den til %2?
el: Η επιλογή %1 μπορεί να έχει μόνο τις τιμές yes ή no. Είστε σίγουροι ότι θέλετε να το ορίσετε σε %2;
es: La opción %1 sólo puede tener definidos los valores «sí» y «no». ¿Está seguro de que desea definirla como %2?
hi: विकल्प %1 में सिर्फ हां या नहीं मान सेट कर सकते हैं. वास्तव में उसे %2 पर सेट करें?
id: Opsi %1 hanya dapat memiliki nilai ya atau tidak ada nilai. Yakin mengaturnya ke %2?
ja: オプション %1 には 'yes' または 'no' だけを設定することができます。 %2 を設定してよろしいですか？
km: ជម្រើស %1 អាច​កំណត់​តែ​ជា​តម្លៃ បាទ/ចាស ឬ​ទេ ប៉ុណ្ណោះ ។ ពិត​ជា​កំណត់​វា​ជា %2 ឬ ?
lt: Parinktis %1 gali turėti reikšmę tik „yes“ (taip) arba „no“ (ne). Tikrai nustatyti į %2?
nl: Optie %1 kan alleen op de waarde 'ja' of 'nee' worden ingesteld. Wilt u deze toch de waarde %2 geven?
pl: Opcja %1 może mieć wyłącznie wartość yes albo no. Czy na pewno zmienić ją na %2?
pt: A opção %1 apenas pode ter definido sim ou não. Tem a certeza de que pretende defini-la para %2?
sv: Alternativet %1 kan endast ha ett ja- eller nej-värde. Vill du ändå ange det till %2?
tr: %1 seçeneği sadece yes(evet) veya no(hayır) şeklinde olabilir. Gerçekten %2 değerini atamak istiyor musunuz ?

source: Option %1 can only be a number. Really set it to %2?
bg: Параметърът '%1' може да е само число. Наистина ли искате да го настроите на '%2'?
ca: L'opció %1 només pot ser un número. Voleu establir-lo realemtn a %2?
cs: Volba '%1' může mít jen číselnou hodnotu. Opravdu chcete nastavit hodnotu '%2'?
da: Tilvalget %1 kan kun være tal. Vil du virkelig angive det til %2?
el: Η επιλογή %1 μπορεί να είναι μόνο αριθμός. Είστε σίγουροι ότι θέλετε να το ορίσετε σε %2;
es: La opción %1 sólo puede ser un número. ¿Está seguro de que desea definirla como %2?
hi: विकल्प %1 सिर्फ एक संख्या हो सकता है. वास्तव में उसे %2 पर सेट करें?
id: Opsi %1 hanya dapat berupa angka. Yakin mengaturnya ke %2?
ja: オプション %1 には数値だけを指定することができます。 %2 を設定してよろしいですか？
km: ជម្រើស %1 អាច​តែ​ជា​លេខ​ប៉ុណ្ណោះ ។ ពិត​ជា​កំណត់​វា​ទៅ​ជា %2 ឬ?
lt: Parinktis %1 gali būti tik skaičius. Tikrai nustatyti į %2?
nl: Optie %1 kan alleen een getal zijn. Wilt u deze toch de waarde %2 geven?
pl: Opcja %1 może być wyłącznie liczbą. Czy na pewno zmienić ją na %2?
pt: A opção %1 apenas pode ter definido um número. Tem a certeza de que pretende defini-la para %2?
sv: Alternativet %1 kan endast vara ett tal. Vill du ändå ange det till %2?
tr: %1 seçeneği sadece rakam olabilir. Gerçekten %2 değerini atamak istiyor musunuz?

source: Quotes are not used correctly in this option. Really set it to %1?
bg: Кавичките в този параметър не са добре използвани. Наистина ли искате да го настроите на '%1'?
ca: Les cometes no s'usen correctament en aquesta opció. Realment voleu establir-ho a %1?
cs: Uvozovky nejsou v této volbě použity dobře. Opravdu chcete volbu nastavit na '%1'?
da: Anførselstegn er ikke brugt korrekt i dette tilvalg. Vil du virkelig angive det til %1?
el: Τα εισαγωγικά σε αυτήν την επιλογή δεν χρησιμοποιούνται σωστά. Είστε σίγουροι ότι θέλετε να το ορίσετε σε %1;
es: En esta opción no se usan correctamente las comillas. ¿Está seguro de que desea definirla como %1?
hi: इस विकल्प में उद्धरण ठीक तरह से उपयोग नहीं किए गए हैं. वास्तव में उसे %1 पर सेट करें?
id: Kutipan tidak digunakan dengan benar dalam opsi ini. Yakin mengaturnya ke %1?
ja: このオプションで引用符を正しく使用していません。 %1 を設定してよろしいですか？
km: សញ្ញា​សម្រង់​មិន​ត្រូវ​បាន​ប្រើ​ត្រឹមត្រូវ​ឡើយ ក្នុង​ជម្រើស​នេះ ។ ពិត​ជា​កំណត់​វា​ទៅ​ជា %1 ឬ ?
lt: Šioje parinktyje netinkamai naudojamos kabutės. Tikrai nustatyti į %1?
nl: In deze optie zijn de aanhalingstekens niet correct gebruikt. Wilt u deze toch de waarde %1 geven?
pl: W tej opcji niepoprawnie użyto cudzysłowów. Czy na pewno zmienić ją na %1?
pt: As aspas nesta opção não estão usadas correctamente. Tem a certeza de que pretende defini-la para %1?
sv: Citattecknen används felaktigt i det här alternativet. Vill du ändå ange det till %1?
tr: Alıntılar bu seçenekte doğru kullanılmadı. Gerçekten %1'e bunu atamak istiyor musunuz?

source: Brackets are not used correctly in this option. Really set it to %1?
bg: Скобите в този параметър не са добре използвани. Наистина ли искате да го настроите на '%1'?
ca: Els parèntesis no s'usen correctament en aquesta opció. Realment voleu establir-ho a %1?
cs: Závorky nejsou v této volbě použity dobře. Opravdu chcete volbu nastavit na '%1'?
da: Klammer er ikke anvendt korrekt i dette tilvalg. Vil du virkelig angive det til %1?
el: Οι παρενθέσεις σε αυτήν την επιλογή δεν χρησιμοποιούνται σωστά. Είστε σίγουροι ότι θέλετε να το ορίσετε σε %1;
es: En esta opción no se usan correctamente los paréntesis. ¿Está seguro de que desea definirla como %1?
hi: इस विकल्प में कोष्ठ ठीक तरह से उपयोग नहीं किए गए हैं. वास्तव में उसे %1 पर सेट करें?
id: Kurung tidak digunakan dengan benar pada pilihan ini. Yakin mengaturnya ke %1?
ja: このオプションで角括弧を正しく使用していません。 %1 を設定してよろしいですか？
km: តង្កៀប​មិន​ត្រូវ​បាន​ប្រើ​ត្រឹមត្រូវ​ឡើយ ក្នុង​ជម្រើស​នេះ ។ ពិត​ជា​កំណត់​វា​ជា %1 ឬ ?
lt: Šioje parinktyje netinkamai naudojami skliaustai. Tikrai nustatyti į %1?
nl: In deze optie zijn de vierkante haken niet correct gebruikt. Wilt u deze toch de waarde %1 geven?
pl: W tej opcji niepoprawnie użyto nawiasów. Czy na pewno zmienić ją na %1?
pt: Os parêntesis nesta opção não estão usados correctamente. Tem a certeza de que pretende defini-la para %1?
sv: Klamrarna används felaktigt i det här alternativet. Vill du ändå ange det till %1?
tr: Parantezler bu seçenekte doğru kullanılmadı. Gerçekten %1'e bunu atamak istiyor musunuz?
