Repository: Dzejrou/yast-translations
Catalog: po/dns-server/*.po
Languages: bg, ca, cs, da, el, es, hi, id, ja, km, lt, nl, pl, pt, sv, tr

source: Option %1 should be set only once. Really add another one?
bg: Параметърът '%1' трябва да бъде настроен само веднъж. Наистина ли искате да добавите още един?
ca: L'opció %1 només s'hauria d'establir un cop. Realment voleu afegir-ne una altra?
cs: Volba '%1' by měla být nastavena jen jednou. Opravdu chcete přidat další?
da: Tilvalget %1 bør kun angives én gang. Vil du virkelig tilføje endnu et?
el: Η επιλογή %1 μπορεί να οριστεί μόνο μια φορά. Είστε σίγουροι ότι θέλετε να προσθέσετε άλλη μια;
es: La opción %1 sólo se debe definir una vez. ¿Está seguro de que desea añadir otra?
hi: विकल्प %1 सिर्फ एक बार सेट किया जाना चाहिए. वास्तव में एक और जोड़ें?
id: Opsi %1 hanya di atur sekali saja. Yakin menabahkan yang lain?
ja: オプション %1 は 1 度しか設定できません。 このまま追加してよろしいですか？
km: គួរ​កំណត់​ជម្រើស %1 តែ​ម្ដង​ប៉ុណ្ណោះ ។ ពិត​ជា​បន្ថែម​ជម្រើស​មួយ​ទៀតឬ ?
lt: Parinktis %1 turėtų būti nurodyta tik vieną kartą. Tikrai pridėti kitą?
nl: Optie %1 mag slechts één keer worden ingesteld. Wilt u er toch nog één aan toevoegen?
pl: Opcja %1 powinna być ustawiona tylko raz. Czy na pewno dodać jeszcze jedną?
pt: A opção %1 deve ser definida apenas uma vez. Tem a certeza de que pretende adicionar outra?
sv: Alternativet %1 kan bara anges en gång. Vill du ändå lägga till det en gång till?
tr: %1 seçeneği sadece bir defa atanabilir. Gerçekten başka bir tane daha atamak istiyor musunuz?

source: Log Type
bg: Тип на дневника
ca: Tipus de registre
cs: Typ protokolu
da: Loggetype
el: Τύπος καταγραφής
es: Tipo de registro
hi: लॉग प्रकार
id: Tipe catatan
ja: ログの種類
km: ប្រភេទ​កំណត់ហេតុ
lt: Žurnalavimo tipas
nl: Logboektype
pl: Typ dziennika
pt: Tipo de Diário
sv: Loggtyp
tr: Kayıt türü

source: &System Log
bg: &Системен дневник
ca: Registre del &sistema
cs: &Systémový protokol
el: &Ιστορικό συστήματος
es: &Registro del sistema
hi: सिस्टम लॉग (&S)
id: Catatan Sistem
ja: システムログ (&S)
km: កំណត់ហេតុ​ប្រព័ន្ធ
lt: &Sistemos žurnalas
nl: &Systeemlogboek
pl: &Systemowy dziennik zdarzeń
pt: Diário de &Sistema
sv: &Systemlogg
tr: &Sistem kaydı

source: &File
bg: Фа&йл
ca: &Fitxer
cs: &Soubor
da: &Fil
el: &Αρχείο
es: &Archivo
hi: फाइल (&F)
id: Berkas
ja: ファイル (&F)
km: ឯកសារ
lt: &Rinkmena
nl: &Bestand
pl: &Plik
pt: &Ficheiro
sv: Ar&kiv
tr: &Dosya

source: Maximum &Size (MB)
bg: Максимален &размер (MB)
ca: Mida &màxima (MB)
cs: Maximální veliko&st (MB)
da: Maksimal &størrelse (MB)
el: Μέγιστο &Μέγεθος (MB)
es: &Tamaño máximo (MB)
hi: अधिकता आकार (MB) (&S)
id: &Ukuran Maksimal (MB)
ja: 最大サイズ (MB) (&S)
km: ទំហំ​អតិបរមា (មេកាបៃ)
lt: Didžiausias &dydis (MB)
nl: Maximum&grootte (MB)
pl: Mak&symalna wielkość (MB)
pt: &Tamanho Máximo (MB)
sv: Maximal &storlek (MB)
tr: En yüksek &boyut (MB)

source: Maximum &Versions
bg: Максимални &версии
ca: &Versions màximes
cs: Maximum &verzí
da: Maksimalt antal&versioner
el: Μέγιστες &Εκδόσεις
es: Número máximo de &versiones
hi: अधिकतम आरूप (&V)
id: Maksimal Versi
ja: 最大バージョン (&V)
km: កំណែ​អតិបរមា
lt: Daugiausia &versijų
nl: Maximumaantal &versies
pl: Maksymalna lic&zba wersji
pt: Máximo de &Versões
sv: Maximalt antal &versioner
tr: En yüksek s&ürümler

source: Additional Logging
bg: Допълнително записване
ca: Registres addicionals
cs: Další zaznamenávání
da: Yderligere logning
el: Επιπρόσθετη Καταγραφή
es: Registro adicional
hi: अतिरिक्त लॉगिंग
id: Mencatat Tambahan
ja: 追加ログ
km: ការ​ចុះ​កំណត់ហេតុ​បន្ថែម​ទៀត
lt: Papildomas žurnalavimas
nl: Extra naar logboekbestand schrijven
pl: Dodatkowe zapisywanie w dzienniku
pt: Diário Acrescido
sv: Ytterligare loggning
tr: Ek kayıt tut

source: Log All DNS &Queries
bg: Запис на всички &заявки в дневник
ca: Registra totes les &consultes DNS
cs: Protokolovat všechny &dotazy DNS
da: Log alle DNS-&forespørgsler
el: Καταγραφή όλων των DNS &ερωτήσεων
es: Registrar todas las &consultas DNS
hi: सभी DNS प्रश्न लॉग करें (&Q)
id: Semua catatan Pertanyaan DNS
ja: すべての DNS への問い合わせをログ記録 (&Q)
km: ចុះ​កំណត់ហេតុ​សំណួរ DNS ទាំងអស់
lt: Į žurnalą rašyti visas DNS &užklausas
nl: Alle DNS-&query's naar logboekbestand schrijven
pl: Zapisuj w &dzienniku wszystkie zapytania DNS
pt: Registar todas as &Perguntas do DNS
sv: Logga alla DNS-förfrå&gningar
tr: Tüm DNS &sorgularını kaydet

source: Log Zone &Updates
bg: Запис на &обновяването на зоните в дневник
ca: Registra &actualitzacions de zona
cs: Protokolovat akt&ualizace zón
da: Log zone&opdateringer
el: Καταγραφή των ενημερώσεων &ζώνης
es: Registrar &actualizaciones de zona
hi: जोन नवीनीकरण लॉग करें (&U)
id: Catatan Pembaharuan Zona
ja: ゾーン更新をログに記録 (&U)
km: ចុះ​កំណត់ហេតុ​ការ​ធ្វើ​បច្ចុប្បន្នភាព​​តំបន់​
lt: Į žurnalą rašyti &zonos atnaujinimus
nl: Zone-&updates naar logboekbestand schrijven
pl: Zapisuj w dzienni&ku aktualizacje stref
pt: Registo em Diário das &Actualizações de Zona
sv: Logga zon&uppdateringar
tr: Bölge &güncellemelerini kaydet

source: Log Zone &Transfers
bg: Запис на &трансферите на зоната
ca: Registra &transferències de zona
cs: Protokolovat &přenosy zón
da: Log zone&overførsler
el: Καταγραφή των μεταφορών &ζώνης
es: Registrar &transferencias de zona
hi: जोन स्थानांतरण लॉग करें (&T)
id: Catatan Transfer Zona
ja: ゾーン転送をログに記録 (&T)
km: ចុះ​កំណត់ហេតុ​ការ​ផ្ទេរ​តំបន់
lt: Į žurnalą rašyti zonos perdavi&mus
nl: Zone&overdrachten naar logboekbestand schrijven
pl: Zapisuj w dzienniku &transfery stref
pt: Registo em Diário das &Transferências de Zona
sv: Logga &zonöverföringar
tr: Bölge &aktarımlarını kaydet

source: Select File for Log
bg: Избор на файл за дневник
ca: Seleccioneu un fitxer per al registre
cs: Vybrat soubor nebo protokol
da: Angiv logfil
el: Επιλέξτε αρχείο για την καταγραφή
es: Seleccionar archivo para el registro
hi: लॉग हेतु फाइल चयन करें
id: Pilih Berkas untuk catatan
ja: ログファイルの選択
km: ជ្រើស​ឯកសារ​ដើម្បី​ចុះ​កំណត់ហេតុ
lt: Pasirinkite rinkmeną žurnalui
nl: Selecteer bestand voor het schrijven naar logboekbestand
pl: Wybór pliku dla dziennika
pt: Seleccionar Ficheiro para Registo Diário
sv: Välj fil för logg
tr: Kayıt için dosya seçin

source: Option Setup
bg: Настройки за параметъра
ca: Configuració d'opcions
cs: Nastavení voleb
da: Opsætning af tilvalg
el: Ρύθμιση επιλογής
es: Configuración de opciones
hi: विकल्प सेटअप
id: Pengaturan Opsi
ja: オプション設定
km: រៀបចំ​ជម្រើស
nl: Optie instelling
pl: Konfiguracja opcji
pt: Definição de Opções
sv: Alternativinställningar
tr: Seçenek ayarı

source: &Name
bg: &Име
ca: &Nom
cs: &Název
da: &Navn
el: &Όνομα
es: &Nombre
hi: नाम (&N)
id: &Nama
ja: 名前 (&N)
km: ឈ្មោះ
lt: &Vardas
nl: &Naam
pl: &Nazwa
pt: &Nome
sv: &Namn
tr: &Ad

source: Current ACL List
bg: Текущ ACL списък
ca: Llista ACL actual
cs: Současný seznam ACL
da: Gældende ACL-liste
el: Τρέχουσα ACL Λίστα
es: Lista ACL actual
hi: वर्तमान ACL सूची
id: Daftar ACL saat ini
ja: 現在の ACL リスト
km: បញ្ជី ACL បច្ចុប្បន្ន
lt: Dabartinis prieigos teisių sąrašas
nl: Huidige ACL-lijst
pl: Bieżąca lista ACL
pt: Lista de ACL's Actual
sv: Aktuell ACL-lista
tr: Şu anki ACL listesi

source: This ACL is used by %1 zones. Really remove it?
bg: Този ACL се използва от зона %1. Наистина ли искате да я премахнете?
ca: Aquest ACL és usuat per %1 zones. Realment voleu suprimir-lo?
cs: Tento ACL je používán %1 zónami. Chcete ho opravdu odebrat?
da: Denne ACL er brugt af %1 zoner. Vil du virkelig fjerne den?
el: Αυτό το ACL χρησιμοποιείται από %1 ζώνες. Είστε σίγουροι ότι θέλετε να το αφαιρέσετε;
es: Esta ACL es utilizada por %1 zonas. ¿Seguro que desea eliminarla?
hi: इस ACL का प्रयोग %1 जोन करते हैं. वास्तव में उसे हटा दें?
id: ACL ini telah digunakan oleh zona %1. Yakin menghapusnya?
ja: この ACL はゾーン %1 で使用されています。 削除してよろしいですか？
km: ACL នេះ​ត្រូវ​បាន​ប្រើ​ដោយ​តំបន់ %1 ។ ពិត​ជា​យក​វា​ចេញឬ ?
lt: Šį prieigos teisių sąrašą naudoja %1 zonos. Tikrai jį pašalinti?
nl: Deze ACL wordt door %1 zones gebruikt. Wilt u deze echt verwijderen?
pl: Ta lista ACL jest używana przez %1 stref. Czy na pewno ją usunąć?
pt: Esta ACL é utilizada pelas zonas '%1'. Pretende mesmo removê-la?
sv: Den här behörighetsstyrningslistan används av %1 zoner. Vill du ta bort den ändå?
tr: Bu ACL %1 bölgesiyle kullanılıyor. Gerçekten kaldırmak istiyor musunuz?

source: The specified ACL entry already exists.
bg: Указаният ACL запис вече съществува.
ca: L'entrada ACL especificada ja existeix.
cs: Zadaná položka ACL již existuje.
da: Den angivne ACL-indgang findes allerede.
el: Η συγκεκριμένη καταχώρηση ACL υπάρχει ήδη.
es: La entrada de ACL indicada ya existe.
hi: निर्धारित ACL प्रविष्टि पहले से विद्यमान है.
id: Masukkan ACL yang telah ditentukan sudah tersedia.
ja: 指定された ACL 項目は既に存在しています。
km: មាន​ធាតុ ACL ដែល​បាន​បញ្ជាក់​រួច​ហើយ ។
lt: Nurodytas prieigos teisių sąrašo įrašas jau yra.
nl: Gespecificeerd ACL-item bestaat al.
pl: Podana pozycja ACL już istnieje.
pt: A entrada de ACL especificada já existe.
sv: Den angivna ACL-posten finns redan.
tr: Belirtilen ACL mevcut.

source: Add New Zone
ca: Afegeix una zona nova
cs: Přidat novou zónu
da: Tilføj ny zone
el: Προσθήκη Νέας Ζώνης
es: Añadir zona nueva
id: Tambah Zona Baru
ja: 新しいゾーンの追加
km: បន្ថែម​តំបន់​ថ្មី
lt: Pridėti naują zoną
nl: Nieuwe zone toevoegen
pl: Dodanie nowej strefy
sv: Lägg till ny zon

source: Master
bg: Господар
ca: Mestre
cs: Hlavní
el: Πρωτεύων
es: Maestro
hi: मास्टर
ja: マスター
km: មេ
lt: Pagrindinis
pl: Główna
pt: Mestre
sv: Huvudserver
tr: Ana

source: Slave
bg: Подчинен
ca: Esclau
cs: Podřízená
el: Δευτερεύων
es: Esclavo
hi: स्लेव
ja: スレーブ
km: រង
lt: Pagalbinis
pl: Podrzędna
pt: Escravo
sv: Slavserver
tr: Bağımlı

source: Forward
bg: Пренасочване
ca: Reenvia
cs: Předávací
el: Προωθημένο
es: Directa
hi: फॉरवर्ड
id: Teruskan
ja: 転送
km: ទៅ​មុខ
lt: Toliau
nl: Doorsturen
pl: Przekazywania
pt: Encaminhar
sv: Framåt
tr: İleri yön

source: Configured DNS Zones
bg: Настроени DNS зони
ca: Zones DNS configurades
cs: Konfigurované zóny DNS
da: Konfigurerede DNS-zoner
el: Ρυθμισμένες ζώνες DNS
es: Zonas DNS configuradas
hi: DNS जोन संरुपण करें
id: Konfigurasi Zona DNS
ja: 設定済み DNS ゾーン
km: តំបន់ DNS ដែល​បាន​កំណត់​រចនាសម្ព័ន្ធ
lt: Sukonfigūruotos DNS zonos
nl: Geconfigureerde DNS-zones
pl: Skonfigurowane strefy DNS
pt: Zonas DNS Configuradas
sv: Inställda DNS-zoner
tr: Yapılandırılmış DNS bölgeleri

source: A zone with the specified name is already configured.
bg: Зона, с указаното име, вече е настроена.
ca: Ja s'ha configurat una zona amb el nom escpecificat.
cs: Zóna se zadaným názvem je již nastavena.
da: En zone med dette navn er allerede konfigureret.
el: Μια ζώνη με το συγκεκριμένο όνομα είναι ήδη ρυθμισμένη.
es: Ya se ha configurado una zona con el nombre especificado.
hi: निर्धारित नाम वाला जोन पहले से संरुपण है.
id: Zona dengan nama yang ditentukan sudah tersedia.
ja: 指定された名前のゾーンは既に設定されています。
km: តំបន់​ដែល​មាន​ឈ្មោះ​ដែល​បាន​បញ្ជាក់ ត្រូវ​បាន​កំណត់​រចនាសម្ព័ន្ធ​រួច​ហើយ ។
lt: Zona, su nurodytu vardu, jau sukonfigūruota.
nl: Een zone met de gespecificeerde naam is reeds geconfigureerd.
pl: Strefa o podanej nazwie już jest skonfigurowana.
pt: A zona com o nome especificado já se encontra configurada.
sv: En zon med det angivna namnet är redan inställd.
tr: Belirtilen ad ile yapılandırılmış bir bölge var.

source: Saving the configuration failed
ca: Ha fallat desar la configuració
cs: Uložení konfigurace se nezdařilo
el: Αποτυχία αποθήκευσης ρυθμίσεων
es: Error al guardar la configuración
id: Gagal menyimpan konfigurasi
ja: 設定の保存に失敗しました
nl: De configuratie kan niet worden opgeslagen
pl: Zapisywanie konfiguracji nie powiodło się
sv: Konfigurationen kunde inte sparas

source: Saving the configuration failed. Change the settings?
bg: Запазването на настройката бе неуспешно. Желаете ли да я промените?
ca: Ha fallat desar la configuració. Voleu canviar-la?
cs: Nepodařilo se uložit konfiguraci. Změnit nastavení?
da: Konfigurationen kunne ikke gemmes. Vil du ændre indstillingerne?
el: Αποτυχία αποθήκευσης της ρύθμισης.Αλλαγή των ρυθμίσεων;
es: No ha sido posible guardar la configuración. ¿Desea cambiar la configuración?
hi: समनुरूपण सेव करना फेल हो गया। व्यवस्थायें बदल करें ?
id: Gagal menyimpan konfigurasi. Ubah pengaturan?
ja: 設定の保存に失敗しました。設定を変更しますか？
km: ការ​រក្សាទុកកំណត់​រចនាសម្ព័ន្ធ​បាន​បរាជ័យ ។ ផ្លាស់ប្ដូរ​ការ​កំណត់​ឬ ?
lt: Nepavyko įrašyti konfigūracijos. Pakeisti nuostatas?
nl: Het opslaan van de configuratie is mislukt. Instellingen wijzigen?
pl: Zapisywanie konfiguracji nie powiodło się. Czy zmienić ustawienia?
pt: Falhou a gravação da configuração. Alterar as definições?
sv: Det gick inte att spara inställningarna. Vill du ändra inställningarna?
tr: Yapılandırma kaydedilemedi. Ayarlar değiştirilsin mi?

source: All changes will be lost. Really leave the DNS server configuration without saving?
bg: Всички промени ще се загубят. Наистина ли желаете да прекратите настройката на DNS услугата?
ca: Es perdran tots els canvis. Voleu sortir sense desar la configuració del servidor DNS?
cs: Všechny změny budou ztraceny. Skutečně přerušit konfiguraci serveru DNS bez uložení?
da: Alle ændringer vil gå tabt. Vil du virkelig forlade konfiguration af DNS-server uden at gemme?
el: Όλες οι αλλαγές θα χαθούν. Θέλετε σίγουρα να εγκαταλείψετε τις ρυθμίσεις του διακομιστή DNS χωρίς αποθήκευση;
es: Se perderán todos los cambios. ¿Está seguro de que desea salir de la configuración del servidor DNS sin guardar?
hi: सभी परिवर्तन खत्म हो जाएंगी. सेव के बिना सचमुच DNS सर्वर संरुपण छोड़ जाता है?
id: Semua perubahan akan hilang. Yakin meninggalkan konfigurasi DNS Server tanpa menyimpan?
ja: 変更内容はすべて失われます。 DNS サーバの設定を保存しないまま中止してよろしいですか？
km: ការ​ផ្លាស់ប្ដូរ​ទាំងអស់​នឹង​ត្រូវ​បាន​បាត់បង់ ។ ពិត​ជា​ចាកចេញ​ពី​ការ​កំណត់​រចនាសម្ព័ន្ធ​ម៉ាស៊ីន​បម្រើ DNS ដោយ​មិន​រក្សាទុកឬ ?
lt: Prarasite visus pakeitimus. Tikrai nutraukti sričių vardų serverio (DNS) konfigūravimą neįrašius pakeitimų?
nl: Alle wijzigingen zullen verloren gaan. Wilt u de configuratie van de DNS-server verlaten zonder op te slaan?
pl: Wszystkie zmiany zostaną utracone. Czy na pewno opuścić konfigurację serwera DNS bez zapisywania zmian?
pt: Todas as alterações serão perdidas. Pretende mesmo deixar a configuração do servidor DNS sem gravar?
sv: Alla ändringar kommer att gå förlorade. Vill du lämna DNS-serverkonfigurationen utan att spara?
tr: DNS yapılandırmasından kayıt yapmadan çıkacak mısınız? Tüm değişiklikler kaybolacaktır.

source: Start-Up
bg: Стартиране
ca: Inici
cs: Spuštění
da: Opstart
el: Εκκίνηση
es: Inicio
hi: स्टार्ट-अप
id: Memulai
ja: 起動
km: ចាប់ផ្ដើម​
lt: Paleidimas
nl: Opstarten
pl: Uruchamianie
pt: Arranque
sv: Start
tr: Başlangıç

source: Basic Options
bg: Основни параметри
ca: Opcions bàsiques
cs: Základní volby
da: Basale tilvalg
el: Βασικές Επιλογές
es: Opciones básicas
hi: मूल विकल्प
id: Opsi Dasar
ja: 基本オプション
km: ជម្រើស​គោល
lt: Pagrindinės parinktys
nl: Basisopties
pl: Opcje podstawowe
pt: Opções Básicas
sv: Grundinställningar
tr: Temel ayarlar

source: Logging
bg: Водене на дневник
ca: Registre
cs: Protokolování
da: Logning
el: Καταγραφή
es: Registro
hi: लोगिगं
id: Pencatatan
ja: ログ
km: ការ​ចូល
lt: Žurnalavimas
nl: Naar logboekbestand schrijven
pl: Zapisywanie w dzienniku
pt: Diário
sv: Loggning
tr: Kayıt tutma

source: ACLs
bg: ACL-и
ca: ACL
cs: ACL
da: ACL'er
es: Listas ACL
ja: ACL
lt: Prieigos teisių sąrašai
pl: Listy ACL
sv: ACL:er
tr: ACL'ler

source: TSIG Keys
bg: TSIG ключове
ca: Claus TSIG
cs: Klíče TSIG
da: TSIG-nøgler
el: Κλειδιά TSIG
es: Claves TSIG
hi: TSIG कुंजियां
id: Kunci TSIG
ja: TSIG 鍵
km: កូនសោ TSIG
lt: TSIG raktai
nl: TSIG-sleutels
pl: Klucze TSIG
pt: Chaves TSIG
sv: TSIG-nycklar
tr: TSIG anahtarları

source: Apply Changes
ca: Aplica els canvis
cs: Použít změny
el: Εφαρμογή αλλαγών
es: Aplicar los cambios
id: Terapkan Perubahan
ja: 変更の適用
nl: Wijzigingen toepassen
pl: Zastosuj zmiany
sv: Verkställ ändringar

source: A&llow Dynamic Updates
bg: П&озволяване на динамични обновления
ca: Pe&rmet les actualitzacions dinàmiques
cs: Povo&lit dynamickou aktualizaci
da: T&illad dynamiske opdateringer
el: Να Επιτρέπονται &Δυναμικές Ενημερώσεις
es: P&ermitir actualizaciones dinámicas
hi: डायनेमिक नवीनीकरण की अनुमति दें (&l)
id: Memperbolehkan Pembaharuan Dinamis
ja: 動的な更新の許可 (&L)
km: អនុញ្ញាត​ការ​ធ្វើ​បច្ចុប្បន្នភាព​​បែប​ថាមវន្ត
lt: &Leisti dinaminius atnaujinimus
nl: Dynamisch bijwerken toe&staan
pl: Zezwó&l na dynamiczną aktualizację
pt: &Permitir Actualizações Dinâmicas
sv: Ti&llåt dynamiska uppdateringar
tr: &Dinamik güncellemelere izin ver

source: TSIG &Key
bg: TSIG &ключ
ca: &Clau TSIG
cs: &Klíč TSIG
da: TSIG-&nøgle
el: &Κλειδί TSIG
es: &Clave TSIG
hi: TSIG कुंजी (&K)
id: Kunci TSIG
ja: TSIG 鍵 (&K)
km: កូនសោ TSIG
lt: TSIG ra&ktas
nl: TSIG-&sleutel
pl: &Klucz TSIG
pt: &Chave TSIG
sv: TSIG-nyc&kel
tr: TSIG &anahtarı

source: Enable &Zone Transport
bg: Активиране на транспорт на &зоните
ca: Habilita el transport de &zona
cs: Povolit přenos &zón
da: Aktivér &zonetransport
el: Να Επιτρέπεται Μεταφορά &Ζώνης
es: Activar transferencia de &zona
hi: जोन परिवहन सक्रिय करें (&Z)
id: Mengaktigkan Transport Zona
ja: ゾーン転送を有効にする (&Z)
km: ធ្វើ​ឲ្យ​ការ​ផ្ទេរ​តំបន់ប្រើ​បាន
nl: &Zonetransport inschakelen
pl: Włąc&z transport stref
pt: Activar &Transporte de Zona
sv: Aktivera &zontransport
tr: &Bölge aktarımına izin ver

source: A&utomatically Generate Records From
ca: Genera registres automàticament des de
cs: A&utomaticky generovat záznamy z těchto umístění
da: Generér automatisk registre fra
el: Α&υτόματα Παραχθέντες Εγγραφές Από
es: Generar a&utomáticamente los registros desde
id: Otomatis Menghasilkan Rekaman Dari
ja: 以下のものから自動的にレコードを生成 (&U)
km: បង្កើត​​កំណត់​ត្រា​​ដោយ​ស្វ័យ​ប្រវត្តិ​ពី
lt: A&utomatiškai kurti įrašus iš
nl: A&utomatisch records maken uit
pl: A&utomatyczne generowanie rekordów z
sv: Skapa a&utomatiskt poster från

source: Zon&e
ca: Zon&a
cs: Zón&a
el: Ζώ&νη
es: Zo&na
id: Zona
ja: ゾーン (&E)
km: តំបន់
lt: &Zonos
pl: Str&efa
sv: &Zon

source: Connected Reverse Zones
ca: Zones inverses connectades
cs: Připojené reverzní zóny
da: Tilsluttede omvendte zoner
el: Συνδεδεμένες Αντεστραμμένες Ζώνες
es: Zonas inversas conectadas
id: Zona Reverse terhubung
ja: 接続済み逆引きゾーン
km: តំបន់​បម្រុង​ទុក​ដែល​បានតភ្ជាប់
nl: Gekoppelde omgekeerde zones
pl: Podłączone strefy odwrotne
sv: Anslutna omvända zoner

source: This function is not available during preparation for autoinstallation.
bg: Тази функция не е достъпна по време на подготовката за автоматична инсталация.
ca: Aquesta funció no està disponible durant la preparació de la instal·lació automàtica.
cs: Tato funkce není dostupná ve fázi příprav na automatickou instalaci.
da: Denne funktion er ikke tilgængelig under forberedelse af autoinstallation.
el: Αυτή η λειτουργία δεν είναι διαθέσιμη κατά την προετοιμασία της αυτόματης εγκατάστασης.
es: Esta función no está disponible durante la preparación de la autoinstalación.
hi: यह फंक्शन स्वअधिष्ठापन की तैयारी के समय उपलब्ध नहीं होगा.
id: Fungsi ini tidak tersedia saat persiapan untuk otomatisinstal.
ja: 自動インストールの準備中には、 この機能は使用できません。
km: គ្មាន​អនុគមន៍​នេះ​ឡើយ អំឡុងពេល រៀបចំ​ការ​ដំឡើង​ស្វ័យប្រវត្តិ ។
lt: Ši funkcija neprieinama automatinio diegimo paruošiamajame etape.
nl: Deze functie is niet beschikbaar tijdens de voorbereiding van de automatische installatie.
pl: Ta funkcja nie jest dostępna podczas przygotowania do automatycznej instalacji.
pt: Esta função não se encontra disponível durante a preparação para a instalação automática.
sv: Den här funktionen är inte tillgänglig när en automatisk installation förbereds.
tr: Otomatik kurulumun hazırlanması sırasında bu özellik mevcut değildir.

source: No TSIG key is defined.
bg: Не е зададен TSIFG ключ.
ca: No hi ha clau TSIG definida.
cs: Není definován žádný klíč TSIG.
da: Ingen TSIG-nøgle angivet.
el: Δεν ορίστηκε TSIG κλειδί.
es: No se ha definido ninguna clave TSIG.
hi: कोई TSIG कुंजी परिभाषित नहीं है.
id: Tidak ada Kunci didefinisikan.
ja: TSIG 鍵が設定されていません。
km: គ្មាន​កូនសោ TSIG ត្រូវ​បាន​កំណត់ ។
lt: Neapibrėžtas nei vienas TSIG raktas.
nl: Geen TSIG-sleutel gedefinieerd.
pl: Nie zdefiniowano klucza TSIG.
pt: Não está definida uma chave TSIG.
sv: Ingen TSIG-nyckel har definierats.
tr: Bir TSIG anahtarı belirlenmemiş.

source: &Name Server to Add
bg: &Добавяне на DNS сървър
ca: Servidor de &noms per afegir
cs: Přidat &nameserver
da: &Navneserver som skal tilføjes
el: &Διακομιστής Ονομάτων για προσθήκη
es: Servidor de &nombres que desea añadir
hi: जोड़ने के लिए नाम सर्वर (&N)
id: Name server untuk ditambahkan
ja: 追加するネームサーバ (&N)
km: ម៉ាស៊ីន​បម្រើ​ឈ្មោះ ដែល​ត្រូវ​បន្ថែម
lt: Pridėtinas &vardų serveris
nl: Toe te voegen &naamserver
pl: Serwer &nazw do dodania
pt: Servidor de &Nomes a Adicionar
sv: &Namnserver som ska läggas till
tr: Eklenecek &ad sunucusu

source: Na&me Server List
bg: Сп&исък на DNS сървърите
ca: Llista de servidors de noms
cs: Seznam na&meserverů
da: Na&vneserverliste
el: Λίσ&τα διακομιστών ονομάτων
es: Lista de servidores de no&mbres
hi: नाम सर्वर सूची (&m)
id: Daftar Name Server
ja: ネームサーバの一覧 (&M)
km: បញ្ជី​ម៉ាស៊ីន​បម្រើ​ឈ្មោះ
lt: Va&rdų serverių sąrašas
nl: Na&amserverlijst
pl: &Lista serwerów nazw
pt: Lista de Servidores de No&mes
sv: Na&mnserverlista
tr: A&d sunucuları listesi

source: The specified name server already exists.
bg: Указаното име на сървър вече съществува.
ca: El servidor de noms especificat no existeix.
cs: Zadaný název serveru již existuje.
da: Den angivne navneserver findes allerede.
el: Ο συγκεκριμένος διακομιστής ονομάτων ήδη υπάρχει.
es: El servidor de nombres especificado ya existe.
hi: निर्धारित सर्वर पहले से विद्यमान है.
id: Name server yang ditentukan sudah tersedia.
ja: 指定されたネームサーバは既に存在しています。
km: មាន​ម៉ាស៊ីន​បម្រើ​ឈ្មោះ​ដែល​បាន​បញ្ជាក់​រួច​ហើយ ។
lt: Nurodytas vardų serveris jau yra.
nl: Gespecificeerde naamserver bestaat al.
pl: Podany serwer nazw już istnieje.
pt: O nome de servidor especificado já existe.
sv: Den angivna namnservern finns redan.
tr: Belirtilen ad sunucusu mevcut.

source: Mail Server to Add
bg: Добавяне на пощенски сървър
ca: Servidor de correu per afegir
cs: Přidat poštovní server
da: Mail-server som skal tilføjes
el: Διακομιστής Αλληλογραφίας για προσθήκη
es: Servidor de correo que desea añadir
hi: जोड़ने के लिए मेल सर्वर
id: Server surat untuk ditambahkan
ja: 追加するメールサーバ
km: ម៉ាស៊ីន​បម្រើ​សំបុត្រ ដែល​ត្រូវ​បន្ថែម
lt: Pridėtinas pašto serveris
nl: Toe te voegen mailserver
pl: Serwer pocztowy do dodania
pt: Servidor de Correio a Adicionar
sv: E-postserver som ska läggas till
tr: Eklenecek E-Posta sunucusu

source: &Address
bg: &Адрес
ca: &Adreça
cs: &Adresa
da: &Adresse
el: &Διεύθυνση
es: &Dirección
hi: अड्रेस (&A)
id: Alamat
ja: アドレス (&A)
km: អាសយដ្ឋាន
lt: &Adresas
nl: &Adres
pl: &Adres
pt: &Endereço
sv: &Adress
tr: &Adres

source: &Priority
bg: П&риоритет
ca: &Prioritat
cs: &Priorita
da: &Prioritet
el: &Προτεραιότητα
es: &Prioridad
hi: वरीयता (&P)
id: &Prioritas
ja: 優先度 (&P)
km: អាទិភាព​
lt: &Prioritetas
nl: &Prioriteit
pl: &Priorytet
pt: &Prioridade
sv: &Prioritet
tr: &Öncelik

source: Mail Relay List
bg: Списък за препращане на поща
ca: Llista de retransmissió de correu
cs: Seznam předávání pošty
da: Liste over mail-relay
el: Λίστα Μεταγωγέων Αλληλογραφίας
es: Lista de nodos de reenvío de correo
hi: मेल प्रसारण सूची
id: Daftar Relay Email
ja: メール中継一覧
km: បញ្ជី​ការ​បញ្ជូន​សំបុត្រ
lt: Pašto persiuntimo sąrašas
nl: Lijst mailrelay
pl: Lista przekazywania poczty
pt: Lista de Máquinas de Envio de Correio
sv: Vidarebefordringslista för e-post
tr: E-posta aktarım listesi
