Repository: Dzejrou/yast-translations
Catalog: po/dns-server/*.po
Languages: bg, ca, cs, da, el, es, hi, id, ja, km, lt, nl, pl, pt, sv, tr

source: <p>To add a new IPv4 reverse zone, enter a part of the reverse IPv4 address followed by <tt>.in-addr.arpa</tt> as its <b>Zone Name</b> (for example, zone name <tt>0.168.192.in-addr.arpa</tt> for network <tt>192.168.0.0/24</tt>), select the <b>Zone Type</b>, and click <b>Add</b>.</p>
ca: <p>Per afegir una zona inversa IPv4 nova, introduïu una part de l'adreça de la zona inversa IPv4 seguida de <tt>.in-addr.arpa</tt> com a <b>nom de zona</b> (per exemple, nom de zona <tt>0.168.192.in-addr.arpa</tt> per a la xarxa <tt>192.168.0.0/24</tt>), seleccioneu el <b>tipus de zona</b> i cliqueu a <b>Afegeix</b>.</p>
cs: <p>Chcete-li přidat novou reverzní zónu protokolu IPv4, zadejte do pole <b>Název zóny</b> část reverzní adresy protokolu IPv4 následovanou textem <tt>.in-addr.arpa</tt> (např. název zóny <tt>0.168.192.in-addr.arpa</tt> pro síť <tt>192.168.0.0/24</tt>), vyberte <b>Typ zóny</b> a klepněte na tlačítko <b>Přidat</b>.</p>
da: For at tilføje en ny IPv4 omvendt zone, angiv en del af den omvendte IPv4-adresse efterfulgt af <tt>.in-addr.arpa</tt> som dens <b>Zonenavn</b> (f.eks. zonenavn <tt>0.168.192.in-addr.arpa</tt> for netværket <tt>192.168.0.0/24</tt>), vælg <b>Zonetype</b> og tryk på <b>Tilføj</b>.</p>
el: <p>Για να προσθέσετε μια νέα ανεστραμμένης ζώνη IPv4, εισάγετε ένα μέρος της ανεστραμμένης διεύθυνσης IPv4 ακολουθούμενη από <tt>.in-addr.arpa</tt> όπως το <b>Όνομα Ζώνης</b> της (π.χ.,όνομα ζώνης <tt>0.168.192.in-addr.arpa</tt> για το δίκτυο <tt>192.168.0.0/24</tt>), επιλέξτε τον <b>Τύπο Ζώνης</b>, και κάντε κλικ στο <b>Προσθήκη</b>.</p>
es: <p>Para añadir una nueva zona inversa IPv4, introduzca parte de la dirección IPv4 inversa seguida de <tt>.in-addr.arpa</tt> como <b>Nombre de zona</b> (por ejemplo, nombre de zona <tt>0.168.192.in-addr.arpa</tt> para la red <tt>192.168.0.0/24</tt>), seleccione el <b>Tipo de zona</b> y haga clic en <b>Añadir.</b></p>
ja: <p>新しい IPv4 逆引きゾーンを追加するには、逆引きの対象となるアドレスを逆順に並べ、その後ろに <tt>.in-addr.arpa</tt> を追加した名前を <b>ゾーン名</b> に入力してください (たとえば、 ゾーン名 <tt>0.168.192.in-addr.arpa</tt> はアドレス <tt>192.168.0.0/24</tt> に対応します)。その後、 <b>種類</b> を選択して <b>追加</b> を押してください。</p>
km: <p>ដើម្បី​បន្ថែម​តំបន់​បម្រុង​ទុក IPv4 បញ្ចូល​ផ្នែក​របស់​អាសយដ្ឋាន IPv4 បម្រុង​ដែល​អម​ដោយ <tt>.in-addr.arpa</tt> ដូច <b>ឈ្មោះ​តំបន់​</b>របស់​វា (ឧទាហរណ៍ ឈ្មោះ​តំបន់ <tt>0.168.192.in-addr.arpa</tt> សម្រាប់​បណ្ដាញ <tt>192.168.0.0/24</tt>) ជ្រើស <b>ប្រភេទ​តំបន់</b> ហើយ​ចុច <b>បន្ថែម</b> ។</p>
nl: <p>Om een nieuwe omgekeerde IPv4-zone toe te voegen, voer een gedeelte van het omgekeerde IPv4-adres in gevolgd door <tt>.in-addr.arpa</tt> als <b>Zonenaam</b> (bijvoorbeeld zonenaam <tt>0.168.192.in-addr.arpa</tt> voor het netwerk <tt>192.168.0.0/24</tt>), selecteer vervolgens het <b>Zonetype</b> en klik op <b>Toevoegen</b>.</p>
pl: <p>Aby dodać nową strefę odwrotną IPv4, należy podać część odwrotnego adresu IPv4 otrzymanego od <tt>.in-addr.arpa</tt>jako <b>Nazwę strefy</b> (na przykład strefa o nazwie <tt>0.168.192.in-addr.arpa</tt> dla sieci <tt>192.168.0.0/24</tt>), następnie wybrać <b>Typ strefy</b> i nacisnąć przycisk <b>Dodaj</b>.</p>
sv: <p>Om du vill lägga till en ny omvänd IPv4-zon anger du en del av den omvända IPv4-adressen följt av <tt>.in-addr.arpa</tt> som <b>Zonnamn</b> (till exempel, zonnamn <tt>0.168.192.in-addr.arpa</tt> för nätverket <tt>192.168.0.0/24</tt>), väljer en <b>Zontyp</b> och klickar på <b>Lägg till</b>.</p>

source: <p>To add a new IPv6 reverse zone, enter a part of the reverse IPv6 address followed by <tt>%1</tt> as its <b>Zone Name</b>. Several formats for entering the zone name are supported: Standard form: <tt>%2</tt>; Forward form: <tt>%3</tt>; Forward form without netmask bits: <tt>%4</tt> (by default <tt>64</tt> netmask bits are used).</p>
ca: <p>Per afegir una nova zona inversa IPv6, introduïu una part de l'adreça IPv6 inversa seguida per <tt>%1</tt> com a <b>nom de zona</b>. S'admeten diferents formats d'introducció del nom de zona: forma estàndard: <tt>%2</tt>; Forma de reenviament: <tt>%3</tt>; Forma de reenviament sense bits de màscara de xarxa: <tt>%4</tt> (per defecte s'usen <tt>64</tt> bits de màscara de xarxa).</p>
cs: <p>Chcete-li přidat novou reverzní zónu protokolu IPv6, zadejte do pole <b>Název zóny</b> část reverzní adresy protokolu IPv6 následovanou textem <tt>%1</tt>. Je podporováno několik formátů pro zadávání názvů zón: Standardní tvar: <tt>%2</tt>; Předávací tvar: <tt>%3</tt>; Předávací tvar bez bitů masky sítě: <tt>%4</tt> (ve výchozím nastavení je použito <tt>64</tt> bitů masky sítě).</p>
da: <p>For at tilføje en ny IPv6 omvendt zone, angiv en del af den omvendte IPv6-adresse efterfulgt af <tt>%1</tt> som dens <b>Zonenavn</b>. Der understøttes flere formater for angivelse af zonenavn: Standardformat: <tt>%2</tt>; Videresendelsesformat: <tt>%3</tt>; Videresendelsesformat uden netmaskebits: <tt>%4</tt> (som standard bruges <tt>64</tt> netmaskebits).</p>
el: <p>Για να προσθέσετε μια νέα ανεστραμμένη ζώνη IPv6, εισάγετε ένα μέρος της ανεστραμμένης διεύθυνσης IPv6 ακολουθούμενη από <tt>%1</tt> όπως το <b>Όνομα Ζώνης</b> της. Υποστηριζόμενες μορφές ονόματος ζώνης είναι: Κλασσική μορφή: <tt>%2</tt>; Μορφή προώθησης: <tt>%3</tt>; Μορφή προώθησης χωρίς bits μάσκας υποδικτύου: <tt>%4</tt> (προεπιλεγμένα χρησιμοποιούνται <tt>64</tt> bits μάσκας υποδικτύου).</p>
es: <p>Para añadir una nueva zona inversa IPv6, introduzca parte de la dirección IPv6 inversa seguida de <tt>%1</tt> como <b>Nombre de zona</b>. Se admiten varios formatos para el nombre de zona: formato estándar, <tt>%2</tt>; formato de redireccionamiento, <tt>%3</tt>; formato de redireccionamiento sin bits de máscara de red, <tt>%4</tt> (se usan <tt>64</tt> bits de máscara de red por defecto).</p>
ja: <p>新しい IPv6 逆引きゾーンを追加するには、逆引きの対象となるアドレスを逆順に並べ、その後ろに <tt>%1</tt> を追加した名前を <b>ゾーン名</b> に入力してください。いくつかの書式に対応しています: 一般的な書式: <tt>%2</tt>; 転送型の書式: <tt>%3</tt>; ネットマスク指定無しの転送型の書式: <tt>%4</tt> (既定の <tt>64</tt> ビットのネットマスクが使用されます)</p>
km: <p>ដើម្បី​បន្ថែម​តំបន់​បម្រុងទុក IPv6 ថ្មី បញ្ចូល​ផ្នែក​របស់​អាសយដ្ឋាន IPv6 បម្រុង​ទុក​ដែល​អម​ដោយ <tt>%1</tt> ដូច​នឹង <b>ឈ្មោះ​តំបន់</b>របស់​វា ។ ទម្រង់​​ជា​ច្រើន​សម្រាប់​បញ្ចូល​ឈ្មោះ​តំបន់​ត្រូវ​បាន​គាំទ្រ ៖ ទម្រង់​ស្តង់ដារ ៖ <tt>%2</tt>; សំណុំ​បែបបទ​បញ្ចូល​បន្ត ៖ <tt>%3</tt>; សំណុំ​បែប​បទ​បញ្ជូន​បន្ត ៖ <tt>%4</tt> (តាម​លំនាំដើម <tt>៦៤</tt> របាំង​ប៊ីត​​បណ្ដាញ​​ត្រូវ​បាន​ប្រើ) ។</p>
nl: <p>Als u een nieuwe omgekeerde IPv6-zone wilt toevoegen, voert u een gedeelte van het omgekeerde IPv6-adres in, gevolgd door <tt>%1</tt> als <b>Zonenaam</b>. Verschillende indelingen voor het invoeren van de zonenaam worden ondersteund, namelijk de standaardvorm: <tt>%2</tt>; de voorwaartse vorm: <tt>%3</tt>; de voorwaartse vorm zonder netmaskbits: <tt>%4</tt> (standaard worden <tt>64</tt> netmaskbits gebruikt).</p>
pl: <p>Aby dodać nową strefę odwrotną IPv6, należy podać część odwrotnego adresu IPv6 otrzymanego od <tt>%1</tt> jako <b>Nazwę strefy</b>. Obsługiwane formaty wprowadzania nazw stref: format standardowy: <tt>%2</tt>; format przekazywania: <tt>%3</tt>; format przekazywania bez bitów maski sieci: <tt>%4</tt> (domyślnie używane są <tt>64</tt> bity maski sieciowej).</p>
sv: <p>Om du vill lägga till en ny omvänd IPv6-zon anger du en del av den omvända IPv6-adressen följd av <tt>%1</tt> som <b>zonnamn</b>. Flera olika format för zonnamnet stöds: Standardform: <tt>%2</tt>; Vidarebefordringsform: <tt>%3</tt>; Vidarebefordringsform utan nätmaskbitar: <tt>%4</tt> (som standard används <tt>64</tt> nätmaskbitar).</p>

source: <p>To modify settings for a zone, such as zone transport and name and mail servers, select it, and click <b>Edit</b>. To remove a configured zone, select it and click <b>Delete</b>.</p>
ca: <p>Per modificar els paràmetres per a una zona, com ara el transport de zona, el nom i els servidors de correu, seleccioneu-la i cliqueu a <b>Edita</b>. Per suprimir una zona configurada, seleccioneu-la i cliqueu a <b>Suprimeix</b>.</p>
cs: <p>Chcete-li provést změnu nastavení zóny, jako je název a přenos zóny a poštovní servery, vyberte ji a klepněte na <b>Upravit</b>. Nastavenou zónu odeberete tak, že ji vyberete a klepnete na <b>Odstranit</b>.</p>
da: <p>For at ændre indstillinger for en zone, såsom zonetransport og navn og mail-servere, markér den og klik på <b>Redigér</b>. For at fjerne en konfigureret zone markér den og klik <b>Slet</b>.</p>
el: <p>Για να τροποποιήσετε τις ρυθμίσεις για μια ζώνη, για παράδειγμα ζώνη μεταφοράς και όνομα και διακομιστές αλληλογραφίας, επιλέξτε τη και μετά κάντε κλικ στο <b>Επεξεργασία Ζώνης</b>. Για να διαγράψετε μια ρυθμισμένη ζώνη, επιλέξτε τη και κάντε κλικ στο <b>Διαγραφή Ζώνης</b>.</p>
es: <p>Para modificar los valores de una zona, como el transporte de la zona y los servidores de nombres y de correo, selecciónela y haga clic en <b>Editar zona.</b> Para eliminar una zona configurada, selecciónela y haga clic en <b>Borrar zona.</b></p>
ja: <p>ゾーンの転送方法や名前、メールサーバなど、ゾーンの設定を 変更するには、該当する項目を選択して <b>編集</b> を押してください。 設定したゾーンを削除するには、削除する項目を選んで <b>削除</b> を押してください。</p>
km: <p>ដើម្បី​កែប្រែ​​ការ​កំណត់​សម្រាប់​តំបន់​ ដូច​ជា​​​ឈ្មោះ​តំបន់ និង ​​​តំបន់​​ដឹកជញ្ជូន​តំបន់​ម៉ាស៊ីន​បម្រើ​សំបុត្រ ជ្រើស​វា ហើយ​ចុច <b>កែសម្រួល​</b> ។ ដើម្បី​យក​តំបន់​ដែល​បាន​កំណត់​រចនាសម្ព័ន្ធ​ចេញ ជ្រើស​វា ហើយ​ចុច <b>លុប​តំបន់</b> ។</p>
nl: <p>Om de instellingen te wijzigen voor een zone, zoals zonetransport en naam- en e-mailservers, selecteer deze en klik op <b>Bewerken</b>. Om een geconfigureerde zone te verwijderen, selecteer deze en klik op <b>Verwijderen</b>.</p>
pl: <p>Aby zmienić ustawienia strefy, takie jak, transport i nazwę serwera pocztowego, wybierz ją i kliknij przycisk <b>Modyfikuj</b>.Aby usunąć skonfigurowaną strefę, wybierz ją i kliknij przycisk <bUsuń</b>.<p>
sv: <p>Om du vill ändra inställningar för en zon, t.ex. zontransport och namn- och e-postservrar, markerar du zonen och klickar på <b>Redigera</b>. Om du vill ta bort en konfigurerad zon markerar du zonen och klickar på <b>Ta bort</b>.</p>

source: <p><b><big>DDNS and Zone Transport</big></b><br> Use this dialog to change dynamic DNS settings of the zone and control access to the zone.</p>
bg: <p><b><big>DDNS и транспорт на зоната</big></b><br> Използвайте този екран да са промените DNS настройките на зоната и контролът на достъпа до нея.</p>
ca: <p><b><big>DDNS i Transport de zona</big></b><br> Useu aquest diàleg per canviar els paràmetres de DNS dinàmic de la zona i el control d'accés a la zona.</p>
cs: <p><b><big>DDNS a přenos zón</big></b><br> V tomto dialogu měníte nastavení dynamické zóny DNS a práva přístupu k této zóně.</p>
da: <p><b><big>DDNS og zonetransport</big></b><br> Benyt denne dialogboks til at ændre dynamiske DNS-indstillinger for zonen og kontrollere adgangen til zonen.</p>
el: <p><b><big>DDNS και Μεταφορά Ζώνης</big></b><br> Χρησιμοποιήστε αυτόν τον διάλογο για να αλλάξετε δυναμικά τις ρυθμίσεις DNS της ζώνης και τη διαχείριση πρόσβασης στη ζώνη.</p>
es: <p><b><big>DDNS y transferencia de zona</big></b><br> En este diálogo puede modificar la configuración del DNS dinámico de la zona y controlar el acceso a la zona.</p>
hi: <p><b><big>DDNS व जोन परिवहन</big></b><br> उस डायलॉग का उपयोग जोन की डायनेमिक DNS सेटिंग्ज़ और जोन तक कंट्रोल एक्सेस में परिवर्तन के लिए करते हैं.</p>
ja: <p><b><big>DDNS とゾーン転送</big></b><br> このダイアログでは、ゾーンの動的 DNS (DDNS) の設定を変更したり、 アクセス権限を設定したりすることができます。</p>
km: <p><b><big>DDNS និង​ការផ្ទេរ​តំបន់</big></b><br> ប្រើ​ប្រអប់​នេះ ដើម្បី​ផ្លាស់ប្ដូរ​ការ​កំណត់ DNS ថាមវន្ត​របស់​តំបន់ និង​ត្រួតត្រា​ការ​ចូល​ដំណើរការ​ទៅ​កាន់​តំបន់ ។</p>
nl: <p><b><big>DDNS en zonetransport</big></b><br> Gebruik deze dialoog om de dynamische DNS-instellingen van de zone te wijzigen en de toegang tot de zone gecontroleerd in te stellen.</p>
pl: <p><b><big>DDNS i transport strefy</big></b><br> W tym miejscu można zmienić ustawienia dynamicznych serwerów DNS strefy i zarządzać dostępem do strefy.</p>
pt: <p><b><big>DDNS e Transporte de Zona</big></b><br> Utilize esta caixa de diálogo para alterar as definições de DNS dinâmico da zona, e controlar o acesso à zona.</p>
sv: <p><b><big>DDNS och zontransport</big></b><br> I den här dialogrutan kan du ändra zonens dynamiska DNS-inställningar och styra åtkomsten till zonen.</p>
tr: <p><b><big>DDNS ve bölge aktarımı</big></b><br> Buradan bölgenin dinamik DNS ayarlarını ve bölgeye erişimi kontrol edebilirsiniz.</p>

source: <p> To allow dynamic updates of the zone, set <b>Allow Dynamic Updates</b> and select the <b>TSIG Key</b>. At least one TSIG key must be defined before the zone can be updated dynamically.</p>
bg: <p> За да позволите динамични обновявания на зоната настройте <b>Разрешаване на динамични промени</b> и изберете <b>TSIG ключ</b>. Трябва да се укаже поне един TSIG ключ преди да се разреши зоната да се обновява динамично.</p>
ca: <p> Per permetre actualitzacions dinàmiques de la zona, establiu <b>Permet actualitzacions dinàmiques</b> i seleccioneu la <b>Clau TSIG</b>. Com a mínim hi ha d'haver una clau TSIG definida abans que la zona es pugui actualitzar dinàmicament.</p>
cs: <p> Nastavením <b>Povolit dynamické aktualizace</b> a výběrem <b>Klíče TSIG</b> zapnete dynamické aktualizace zón. Musíte definovat alespoň jeden klíč TSIG předtím, než zapnete <b>Povolit dynamické aktualizace</b>.</p>
da: <p> For at tillade dynamisk opdatering af zonen, markér <b>Tillad dynamiske opdateringer</b> og vælg en <b>TSIG-nøgle</b>. Mindst én TSIG-nøgle skal angives for at zonen kan opdateres dynamisk.</p>
el: <p> Για να επιτρέψετε δυναμικές ενημερώσεις της ζώνης, ορίστε το <b>Να Επιτρέπονται Δυναμικές Ενημερώσεις</b> και επιλέξτε το <b>TSIG κλειδί</b>. Τουλάχιστον ένα κλειδί TSIG πρέπει να οριστεί πριν να επιτραπεί στην ζώνη να ενημερωθεί δυναμικά.</p>
es: <p> Para permitir las actualizaciones dinámicas de la zona, defina <b>Permitir actualizaciones dinámicas</b> y seleccione la <b>Clave TSIG</b>. Se debe definir al menos una clave TSIG antes de que la zona se pueda actualizar dinámicamente.</p>
hi: <p> जोन की डायनेमिक नवीनीकरण के लिए, <b>डायनेमिक नवीनीकरण की अनुमति</b> सेट करें और <b>TSIG कुंजी</b> चुनें. जोन डायनेमिक नवीनीकरण कर सके इसके पूर्व कम से कम एक TSIG कुंजी अवश्य परिभाषित की जानी चाहिए.</p>
ja: <p> ゾーンを動的に更新できるようにするには、 <b>動的更新の許可</b> と <b>TSIG 鍵</b> をそれぞれ設定してください。ゾーンを動的に更新できるようにする前に、 少なくとも 1 つ以上の鍵を設定しなければなりません。</p>
km: <p> ដើម្បី​អនុញ្ញាត​ឲ្យ​មាន​ការ​ធ្វើ​បច្ចុប្បន្នភាព​​​តំបន់​​ដោយ​ថាមវន្ត កំណត់ <b>អនុញ្ញាត​ការ​ធ្វើបច្ចុប្បន្នភាព​​បែប​ថាមវន្ត</b> ហើយ​ជ្រើស <b>កូនសោ TSIG</b> ។ យ៉ាង​ហោច​ណាស់ អ្នក​ត្រូវ​តែ​កំណត់​កូនសោ TSIG មួយ​យ៉ាង​តិច មុន​នឹង​តំបន់​អាច​ត្រូវ​បាន​ធ្វើបច្ចុប្បន្នភាព​​ដោយ​ថាមវន្ត ។</p>
nl: <p> Om dynamisch bijwerken van de zone toe te staan, selecteer <b>Dynamisch bijwerken toestaan</b> en selecteer de <b>TSIG-sleutel</b>. U dient minstens één TSIG-sleutel te definiëren voordat de zone dynamisch kan worden bijgewerkt.</p>
pl: <p> Aby umożliwić dynamiczną aktualizację strefy, należy zaznaczyć opcję <b>Zezwól na dynamiczne aktualizacje</b> i wybrać <b>Klucz TSIG</b>. Aby dynamiczna aktualizacja strefy była możliwa, musi być zdefiniowany co najmniej jeden klucz TSIG.</p>
pt: <p> Para permitir actualizações dinâmicas da zona, defina <b>Permitir Actualizações Dinâmicas</b> e escolha a <b>Chave TSIG</b>. Pelo menos uma chave TSIG deve ser definida, antes de permitir que uma zona seja actualizada dinamicamente.</p>
sv: <p> Om du vill tillåta dynamiska uppdateringar av zonen markerar du <b>Tillåt dynamiska uppdateringar</b> och väljer en <b>TSIG-nyckel</b>. Minst en TSIG-nyckel måste definieras innan zonen kan uppdateras dynamiskt.</p>
tr: <p> Bölgenin dinamik olarak güncellenmesi için <b>Dinamik güncellemelere izin ver</b> seçeneğini işaretleyip <b>TSIG anahtarını</b> seçin. Bölgenin dinamik olarak güncellenmesi için en azından bir TSIG anahtarı belirtilmelidir.</p>

source: <p> To allow transports of the zone, set <b>Enable Zone Transport</b> and select the <b>ACLs</b> to check when a remote host attempts to transfer the zone. At least one ACL must be defined to allow zone transports.</p>
bg: <p> За да позволите транспорт на зоната, настройте <b>Активиране на транспорт на зоната</b> и изберете <b>ACL-и</b> които ще бъдат проверявани когато отдалечена машина опитва трансфер на зона. Поне един ACL трябва да е указан преди да се разреши транспорт на зона.</p>
ca: <p> Per permetre transports de la zona, establiu <b>Habilita el transport de zona</b> i seleccioneu l'<b>ACL</b> per comprovar quan un amfigrió remot intenti transferir la zona. Com a mínim hi ha d'haver un ACL definit per permetre transports de zona.</p>
cs: <p> Chcete-li povolit transport zón, nastavte <b>Povolit transport zón</b> a vyberte <b>ACLs</b>, která se budou kontrolovat při pokusu o přenos zóny. Minimálně jedno ACL pravidlo musí být nastaveno před povolením přenosu zón.</p>
da: <p> For at tillade transport af zonen, markér <b>Aktivér zonetransport</b> og vælg <b>ACL'er</b> til at kontrollere, hvornår en ekstern værtsmaskine forsøger at transportere zonen. Mindst én ACL skal angives for at tillade zonetransport.</p>
el: <p> Για να επιτρέψετε μεταφορές της ζώνης, ορίστε <b>Ενεργοποίηση Μεταφοράς Ζώνης</b> και επιλέξτε τα <b>ACLs</b> που θα ελεγχθούν όταν ένας απομακρυσμένος κόμβος προσπαθεί να μεταφέρει τη ζώνη. Τουλάχιστον ένα ACL πρέπει να οριστεί πριν να επιτραπεί μεταφορά ζώνης.</p>
es: <p> Para permitir los transportes de la zona, defina <b>Activar transferencia de zona</b> y seleccione las <b>ACLs</b> que se deberán comprobar cuando un host remoto intente transferir la zona. Se debe haber definido al menos una ACL para que se permitan los transportes de zona.</p>
hi: <p> जोन के परिवहन की अनुमति के लिए, <b>जोन परिवहन सक्रिय</b> सेट करें और <b>ACLs</b> चुनें यह जांचने के लिए रिमोट होस्ट कब जोन के स्थानांतरण का प्रयास करता है. जोन परिवहन लिए कम से कम एक ACL अवश्य परिभाषित किया जाना चाहिए.</p>
ja: <p> ゾーンの転送を許可するには、 <b>ゾーン転送を有効にする</b> を選択してから、 リモートホストからゾーンを転送するときに確認する <b>ACL</b> (アクセス権) を選択してください。 ゾーンの転送を許可するには、少なくとも 1 つの ACL を設定する必要があります。 </p>
km: <p> ដើម្បី​អនុញ្ញាត​ឲ្យផ្ទេរ​តំបន់​បាន កំណត់ <b>ធ្វើ​ឲ្យ​ការ​ផ្ទេរ​តំបន់​ប្រើ​បាន</b> ហើយ​ជ្រើស <b>ACLs</b> ដើម្បី​ត្រួតពិនិត្យ​នៅ​ពេល​ម៉ាស៊ីន​ពី​ចម្ងាយ​មួយ ប៉ុនប៉ង​ផ្ទេរ​តំបន់ ។ យ៉ាង​ហោច​ណាស់ អ្នក​ត្រូវ​តែ​កំណត់ ACL មួយ ដើម្បី​អនុញ្ញាត​ឲ្យផ្ទេរ​តំបន់​បាន ។</p>
nl: <p> Om zonetransporten toe te staan, selecteer <b>Zonetransport inschakelen</b> en selecteer de <b>ACL's</b> om te controleren wanneer een externe host probeert de zone over te dragen. Minstens één ACL moet gedefinieerd zijn om zonetransporten toe te kunnen staan.</p>
pl: <p> Aby umożliwić przesyłanie strefy, należy zaznaczyć opcję <b>Włącz transport strefy</b> i wybrać listę <b>ACL</b>, która będzie sprawdzana kiedy zdalny host podejmie próbę transferu strefy. Aby dozwolony był transport strefy, musi być zdefiniowana przynajmniej jedna lista ACL.</p>
pt: <p> Para permitir os transportes de zona, defina <b>Activar Transporte de Zona</b> e escolha as <b>ACL's</b> que serão verificadas quando um computador remoto tentar uma transferência de zona. Pelo menos uma ACL deve ser definida, antes de permitir os transportes de zona.</p>
sv: <p> Om du vill tillåta transport av zonen markerar du <b>Aktivera zontransport</b> och väljer de <b>ACL:er</b> som ska användas för att kontrollera när en fjärrvärd försöker överföra zonen. Minst en ACL måste definieras för att zontransporter ska kunna tillåtas.</p>
tr: <p> Bölgenin aktarımına izin vermek için <b>Bölge aktarımına izin ver</b> seçeneğini işaretleyip aktarım sırasında uzak makinenin kontrol edeceği <b>ACL'leri</b> seçin. Bölge aktarımı için en azından bir ACL belirtilmelidir.</p>

source: <p> Reverse zone records can be generated from another master zone. Select the <b>Automatically Generate Records From</b> check-box and choose the zone to generate the records from.</p>
ca: <p> Els registres de zona inversa es poden generar des d'una altra zona mestra. Seleccioneu la casella <b>Genera registres automàticament des de</b> i trieu la zona des de la qual generar els registres.</p>
cs: <p> Reverzní záznamy mohou být vytvořeny z jiné hlavní zóny. Pro použití zaškrtněte <b>Automatické generovaní záznamů z</b> a vyberte příslušnou zónu, ze které chcete záznamy generovat.</p>
da: <p> Omvendt zone-registre kan genereres fra en anden master zone. Markér afkrydsningsfeltet <b>Generér automatisk registre fra</b> og vælg den zone, som registre skal genereres fra.</p>
el: <p> Εγγραφές ανεστραμμένης ζώνης μπορούν να δημιουργηθούν από άλλη κύρια ζώνη. Επιλέξτε το πλαίσιο επιλογής <b>Αυτόματη Δημιουργία Εγγραφών Από</b> και επιλέξτε τη ζώνη από την οποία θα δημιουργηθούν οι εγγραφές.</p>
es: <p> Los registros inversos de zona se pueden generar desde otra zona maestra. Si desea hacerlo así, seleccione <b>Generar registros automáticamente desde</b> y escoja la zona maestra desde la que se generaran los registros.</p>
ja: <p> 逆引きゾーンのレコードは、他のマスターゾーンから生成することができます。 これを行うには、 <b>以下のものから自動的にレコードを生成</b> のチェックボックスを選び、 どのゾーンから生成するかを選択してください。</p>
km: <p> កំណត់ត្រា​​តំបន់​​បញ្ច្រាស អាច​ត្រូវ​បាន​បង្កើត​ពី​តំបន់​មេ​ផ្សេងទៀត ។ ជ្រើស <b>ធ្វើ​ការ​កត់ត្រា​ដោយ​ស្វ័យប្រវត្តិ​ពី</b> ប្រអប់ ហើយ​ជ្រើស​តំបន់​ពេលវេលា ដើម្បី​បង្កើត​កំណត់​ត្រា​ពី ។</p>
nl: <p> Omgekeerde zonerecords kunnen gegenereerd worden vanuit een andere masterzone. Selecteer het selectievak <b>Automatisch genereren van records uit</b> en kies de zone waaruit de records gegenereerd moeten worden.</p>
pl: <p> Rekordy strefy odwrotnej mogą być generowane z innej strefy głównej. W tym celu należy zaznaczyć opcję <b>Automatyczne generowanie rekordów z</b> i wybrać strefę, z której ma nastąpić generowanie rekordów.</p>
sv: <p> Omvända zonposter kan genereras från en annan huvudzon. Markera kryssrutan <b>Skapa poster automatiskt från</b> och välj den zon som posterna ska genereras från.</p>

source: <p> If this is not a reverse zone, you can see which zones are generated from the current on in the <b>Connected Reverse Zones</b> field.</p>
ca: <p> Si aquesta no és una zona inversa, podeu veure quines zones es generen des de l'actual al camp <b>Zones inverses connectades</b>.</p>
cs: <p> Pokud toto není reverzní zóna, můžete v poli <b>Připojené reverzní zóny</b> zjistit, které zóny tato zóna vygenerovala.</p>
da: <p> Hvis dette ikke er en omvendt zone, kan du se hvilke zoner der genereres fra den nuværende i feltet <b>Tilsluttede omvenvdte zoner</b>.</p>
el: <p> Εάν αυτή δεν είναι ανεστραμμένη ζώνη, μπορεί να δείτε ποιες ζώνες παράγονται από την τρέχουσα στο πεδίο <b>Διασυνδεδεμένες Ανεστραμμένες Ζώνες</b>.</p>
es: <p> Si no es una zona inversa, puede ver las zonas que se hayan generado a partir de esta en el campo <b>Zonas inversas conectadas</b>.</p>
ja: <p> このゾーンが逆引きゾーンでない場合は、現在のゾーンから作成されたゾーンが何であるかを <b>接続済み逆引きゾーン</b> の項目から知ることができます。</p>
km: <p> ប្រសិន​បើ​វា​មិនមែន​ជា​តំបន់​ត្រឡប់ អ្នក​អាច​ឃើញ​តំបន់​ណាមួយ​ដែល​ត្រូវ​បាន​បង្កើត ពី​ពេល​បច្ចុប្បន្ន​នៅ​ក្នុង​វា <b>តំបន់​ត្រឡប់​ដែល​បាន​តភ្ជាប់</b> ។</p>
nl: <p> Als dit geen omgekeerde zone is, dan kunt u zien welke zones zijn gegenereerd vanuit de huidige zone in het veld <b>Verbonden omgekeerde zones</b>.</p>
pl: <p> Jeśli nie jest to strefa odwrotna, to w polu <b>Podłączone strefy odwrotne</b> można zobaczyć, które strefy są generowane z bieżącej strefy.</p>
sv: <p> Om det här inte är en omvänd zon kan du se se vilka zoner som genereras från den aktuella zonen i fältet <b>Anslutna omvända zoner</b>.</p>
