Repository: Dzejrou/yast-translations
Catalog: po/geo-cluster/*.po
Languages: ar, cs, fr, hu, id, ja, pl, ru, sv, zh_tw

source: Configuration of geo-cluster
ar: تكوين geo-cluster
cs: Konfigurace geo-clusteru
fr: Configuration de geo-cluster
hu: Földrajzi fürt beállítása
id: Konfigurasi geo-cluster
ja: geo-cluster の設定
pl: Konfiguracja zapory sieciowej geo-cluster
ru: Конфигурация геокластера
sv: Konfiguration av geo-cluster
zh_tw: geo-cluster 組態

source: GeoCluster
ar: المجموعة الجغرافية
hu: Földrajzi fürt
ru: Геокластер
sv: Geokluster

source: &GeoCluster
hu: &Földrajzi fürt
ja: GeoCluster (&G)
ru: &Геокластер
zh_tw: GeoCluster(&G)

source: Geo Cluster Configuration
ar: تكوين المجموعة الجغرافية
cs: Konfigurace Geo Clusteru
fr: Configuration de la grappe Geo
hu: Földrajzi fürt konfigurálása
id: Konfigurasi Geo Cluster
ja: Geo Cluster の設定
pl: Konfiguracja klastra geograficznego
ru: Конфигурация геокластера
sv: Konfiguration för geokluster
zh_tw: 地理叢集組態

source: Geo Cluster Overview
ar: نظرة عامة على المجموعة الجغرافية
cs: Přehled Geo Clusteru
fr: Aperçu de la grappe Geo
hu: Földrajzi fürt áttekintése
id: Tinjauan Geo Cluster
ja: Geo Cluster の概要
pl: Przegląd klastra geograficznego
ru: Обзор геокластера
sv: Översikt av geokluster
zh_tw: 地理叢集綜覽

source: configuration file
ar: ملف التكوين
cs: konfigurační soubor
fr: fichier de configuration
hu: konfigurációfájl
id: Berkas konfigurasi
ja: 設定ファイル
pl: plik konfiguracyjny
ru: файл конфигурации
sv: konfigurationsfil
zh_tw: 組態檔案

source: transport
ar: نقل
cs: přenos
hu: szállítás
ja: トランスポート
ru: транспорт
zh_tw: 傳輸

source: port
ar: منفذ
ja: ポート
ru: порт
zh_tw: 埠

source: arbitrator
ar: الوسيط
cs: arbitr
fr: arbitre
hu: értelmező
ja: 調停サーバ
pl: arbiter
ru: арбитр
zh_tw: 仲裁程式

source: Add
ar: إضافة
cs: Přidat
fr: Ajouter
hu: Hozzáadás
id: Tambah
ja: 追加
pl: Dodaj
ru: Добавить
sv: Lägg till
zh_tw: 新增

source: Edit
ar: تحرير
cs: Upravit
fr: Modifier
hu: Szerkesztés
ja: 編集
pl: Edycja
ru: Редактировать
sv: Redigera
zh_tw: 編輯

source: Delete
ar: حذف
cs: Smazat
fr: Supprimer
hu: Törlés
id: Hapus
ja: 削除
pl: Usuń
ru: Удалить
sv: Ta bort
zh_tw: 刪除

source: site
ar: موقع
cs: web
hu: hely
id: situs
ja: サイト
pl: witryna
ru: сайт
sv: plats
zh_tw: 站點

source: ticket
ar: بطاقة
cs: lístek
hu: jegy
id: tiket
ja: チケット
pl: bilet
ru: билет
sv: biljett
zh_tw: 票證

source: Authentication
ar: تصديق
cs: Ověřování
fr: Authentification
hu: Hitelesítés
id: Otentikasi
ja: 認証
pl: Uwierzytelnianie
ru: Аутентификация
sv: Autentisering
zh_tw: 驗證

source: Ca&ncel
ar: إلـ&ـغاء
cs: Zr&ušit
fr: A&nnuler
hu: &Mégse
id: Ba&talkan
ja: キャンセル (&N)
pl: A&nuluj
ru: &Отмена
sv: &Avbryt
zh_tw: 取消(&N)

source: Enable Security Auth
ar: تمكين تصديق الأمان
cs: Povolit zabezpečené ověřování
fr: Activer l'authentification de sécurité
hu: Biztonsági hitelesítés engedélyezése
id: Aktifkan Security Auth
ja: セキュリティ認証を有効にする
pl: Włącz zabezpieczenia uwierzytelniania
ru: Включить аутентификацию безопасности
sv: Aktivera säkerhetsautentisering
zh_tw: 啟用安全性驗證

source: Authentication file
ar: ملف المصادقة
cs: Ověřovací soubor
fr: Fichier d'authentification
hu: Hitelesítési fájl
id: Berkas autentikasi
ja: 認証ファイル
pl: Plik uwierzytelniania
ru: Файл аутентификации
sv: Autentiseringsfil
zh_tw: 驗證檔案

source: The file will be written to /etc/booth.
ar: ستتم كتابة الملف إلى /etc/booth.
cs: Soubor bude zapsán do adresáře /etc/booth.
fr: Le fichier sera inscrit dans /etc/booth.
hu: A fájl a /etc/booth könyvtárba lesz írva.
id: Berkas akan ditulis ke /etc/booth.
ja: ファイルは /etc/booth に書き込まれます。
pl: Plik zostanie zapisany w katalogu /etc/booth.
ru: Файл будет сохранен в каталог /etc/booth.
sv: Filen kommer att skrivas till /etc/booth.
zh_tw: 檔案將寫入 /etc/booth。

source: To write it to a different directory, enter an absolute path.
ar: للكتابة إلى دليل آخر، أدخل مسارًا مطلقًا.
cs: Chcete-li jej zapsat do jiného adresáře, zadejte absolutní cestu.
fr: Pour l'écrire dans un répertoire différent, entrez un chemin absolu.
hu: Ha másik könyvtárba szeretné írni a fájlt, adjon meg abszolút elérési utat.
id: Untuk menuliskannya ke direktori yang berbeda, masukkan jalur absolut.
ja: 異なるディレクトリに書き込みたい場合は、絶対パスを入力してください。
pl: Aby go zapisać w innym katalogu, wprowadź ścieżkę bezwzględną.
ru: Чтобы сохранить его в другой каталог, введите абсолютный путь.
sv: Skriv den till en annan katalog genom att ange en absolut sökväg.
zh_tw: 若要將其寫入另一個目錄，請輸入一個絕對路徑。

source: For a newly created geo cluster, push the button below to generate /etc/booth/<key>.
ar: بالنسبة للمجموعة الجغرافية التي تم إنشاؤها حديثًا، اضغط الزر أدناه لإنشاء /etc/booth/<key>.
cs: Stisknutím následujícího tlačítka pro nově vytvořený geo cluster vytvoříte adresář /etc/booth/<klíč>.
fr: Pour une grappe Geo qui vient d'être créée, appuyez sur le bouton ci-dessous pour générer /etc/booth/<clé>.
hu: Újonnan létrehozott földrajzi fürt esetében az alábbi gombra kattintva generálja az /etc/booth/<kulcs> értéket.
id: Untuk geo cluster yang baru dibuat, tekan tombol di bawah untuk membuat /etc/booth/<key>.
ja: 新しく作成した geo クラスタの場合、下記のボタンを押して /etc/booth/<鍵> を作成してください。
pl: W przypadku nowo utworzonego klastra geograficznego naciśnij przycisk poniżej, aby wygenerować /etc/booth/<klucz>.
ru: Для только что созданного геокластера нажмите кнопку ниже, чтобы создать значение ключа /etc/booth/<key>.
sv: Om du just har skapat ett geokluster klickar du på knappen nedan så genereras /etc/booth/<nyckel>.
zh_tw: 對新建立的地理叢集按以下按鈕可產生 /etc/booth/<金鑰>。

source: To join a existing geo cluster, please copy /etc/booth/<key> from other nodes manually.
ar: للانضمام إلى مجموعة جغرافية موجودة، يرجى نسخ /etc/booth/<key> من العقد الأخرى يدويًا.
cs: Chcete-li se připojit k existujícímu geoclusteru, ručně zkopírujte cestu /etc/booth/<klíč> z jiných uzlů.
fr: Pour joindre une grappe Geo existante, copiez manuellement /etc/booth/<clé> à partir des autres noeuds.
hu: Ha meglévő földrajzi fürthöz csatlakozik, manuálisan másolja az /etc/booth/<kulcs> értéket a többi csomópontról.
id: Untuk bergabung dengan geo cluster yang sudah ada, silakan salin /etc/booth/<key> dari node lain secara manual.
ja: 既存の geo クラスタに参加するには、他のノードから手作業で /etc/booth/<鍵> ファイルをコピーしてください。
pl: Aby dołączyć do istniejącego klastra geograficznego, skopiuj /etc/booth/<klucz> ręcznie z innych węzłów.
ru: Чтобы присоединиться к существующему геокластеру, вручную скопируйте значение ключа /etc/booth/<key> из других узлов.
sv: Du kan gå med i ett befintligt geokluster genom att manuellt kopiera /etc/booth/<nyckel> från andra noder.
zh_tw: 若要加入現有地理叢集，請從其他節點手動複製 /etc/booth/<key>。

source: Generate Authentication Key File
ar: إنشاء ملف مفتاح مصادقة
cs: Vytvořit soubor ověřovacího klíče
fr: Générer le fichier de clé d'authentification
hu: Hitelesítésikulcs-fájl generálása
id: Membuat Berkas Kunci Otentikasi
ja: 認証鍵ファイルの生成
pl: Generuj plik klucza uwierzytelniania
ru: Создать файл ключей аутентификации
sv: Generera nyckelfil för autentisering
zh_tw: 產生驗證金鑰檔案

source: Basic
ar: أساسي
cs: Základní
fr: Basique
hu: Alap
id: Dasar
ja: 基本
pl: Podstawowy
ru: Обычный
sv: Grundläggande
zh_tw: 基本

source: Cancel
ar: إلغاء
cs: Zrušit
fr: Annuler
hu: Mégse
id: Batal
ja: キャンセル
pl: Anuluj
ru: Отмена
sv: Avbryt
zh_tw: 取消

source: Please enter a valid ip address
ar: الرجاء إدخال عنوان ip صالح
cs: Zadejte platnou IP adresu
fr: Saisissez une adresse IP valide
hu: Adjon meg egy érvényes IP-címet
id: Silakan masukkan alamat ip yang benar
ja: 正しい IP アドレスを入力してください
pl: Wprowadź poprawny adres IP
ru: Введите действительный IP-адрес
sv: Ange en giltig IP-adress
zh_tw: 請輸入有效的 IP 位址

source: Enter ticket and timeout
ar: إدخال بطاقة ومهلة
cs: Zadejte lístek a časový limit
fr: Entrer une valeur pour le ticket et le timeout
hu: Jegy és időtúllépés megadása
id: Masukkan tiket dan tenggang waktu (timeout)
ja: チケットと有効期限を入力してください
pl: Wprowadź bilet i limit czasu
ru: Введите билет и время ожидания
sv: Ange biljett och timeout
zh_tw: 輸入票證和逾時

source: Manual mode
ar: الوضع اليدوي
cs: Ruční mód
fr: Mode manuel
ja: 手動モード
pl: Tryb ręczny
ru: Ручной режим
zh_tw: 手動模式

source: timeout
ar: مهلة
cs: časový limit
hu: időtúllépés
id: tenggang waktu
ja: タイムアウト
pl: limit czasu
ru: время ожидания
zh_tw: 逾時

source: retries
ar: مرات إعادة المحاولة
cs: opakování
fr: tentatives
hu: újrapróbálkozás
id: coba ulang
ja: 再試行
pl: próby
ru: попытки
sv: nya försök

source: weights
ar: الأوزان
cs: váhy
fr: poids
hu: súly
id: bobot
ja: 重み
pl: wagi
ru: весовой коэффициент
sv: vikter

source: expire
ar: انتهاء الصلاحية
cs: expire (vypršení platnosti)
fr: expiration
hu: lejárat
id: kedaluwarsa
ja: 有効期限
pl: wygasa
ru: срок действия
sv: upphör att gälla

source: acquire-after
cs: získat-po
fr: acquérir après
hu: kérés határideje
id: akuisisi-setelah
ru: получить после

source: before-acquire-handler
cs: ovladač-před-získáním
fr: gestionnaire pré-acquisition
hu: kérés indításkezelője
id: sebelum-medapatkan-handler
ru: предварительная обработка сделки

source: timeout is invalid
ar: قيمة المهلة غير صالحة
cs: neplatný časový odpočet
fr: la valeur timeout n'est pas valide
hu: az időkorlát érvénytelen
id: tenggang waktu tidak valid
ja: タイムアウトの値が正しくありません
pl: limitu czasu jest nieprawidłowy
ru: недопустимое время timeout
sv: ogiltigt värde för tidsgräns
zh_tw: 逾時無效

source: expire is invalid
ar: قيمة انتهاء الصلاحية غير صالحة
cs: neplatné vypršení
fr: La valeur d'expiration n'est pas valide
hu: a lejárat érvénytelen
id: kedaluwarsa tidak valid
ja: 有効期限が正しくありません
pl: czas wygasania jest nieprawidłowy
ru: недопустимое значение expire
sv: ogiltigt värde för "upphör att gälla"
zh_tw: 過期時間無效

source: acquireafter is invalid
ar: قيمة acquireafter غير صالحة
cs: neplatné získat-po
fr: La valeur « acquérir après » n'est pas valide
hu: a kérés határideje érvénytelen
id: akuisisi-setelah tidak valid
ja: acquireafter の値が正しくありません
pl: wartość acquireafter jest nieprawidłowa
ru: недопустимое значение acquireafter
sv: acquireafter är ogiltigt
zh_tw: 獲取前等待時間無效

source: retries is invalid
ar: قيمة إعادة المحاولات غير صالحة
cs: neplatné opakování
fr: Le nombre de tentatives n'est pas valide
hu: az újrapróbálkozások száma érvénytelen
id: coba ulang tidak valid
ja: 再試行の値が正しくありません
pl: liczba ponownych prób jest nieprawidłowa
ru: недопустимое значение retries
sv: ogiltigt värde för antal försök
zh_tw: 重試次數無效

source: retries values lower than 3 is illegal
ar: غير مسموح بقيم إعادة محاولة أقل من 3
cs: hodnota pro opakování nižší než 3 není přípustná
fr: Un nombre de tentatives inférieur à 3 n'est pas autorisé
hu: az újrapróbálkozások száma 3 alatti, ez nem szabályos
id: nilai coba ulang kecil dari 3 tidak diizinkan
ja: 再試行の値には 3 以上を指定してください
pl: wartości liczby prób mniejsze niż 3 są niedozwolone
ru: Значение параметра retries должно быть не меньше 3
sv: lägre värden för nya försök än 3 är ogiltiga
zh_tw: 小於 3 的 retries 是不合法的值

source: weights is invalid
ar: قيمة الأوزان غير صالحة
cs: neplatné váhy
fr: Le poids n'est pas valide
hu: a súly érvénytelen
id: bobot tidak valid
ja: 重みの値が正しくありません
pl: wagi są nieprawidłowe
ru: недопустимое значение weights
sv: ogiltigt värde för vikter
zh_tw: 權數無效

source: ticket can not be empty
ar: لا يمكن ترك قيمة التذكرة فارغة
cs: tiket nemůže být prázdný
fr: Le ticket ne peut pas être vide
hu: a jegy nem lehet üres
id: tiket tidak boleh kosong
ja: チケットには何らかの値を指定する必要があります
pl: bilet nie może być pusty
ru: значение ticket не может быть пустым
sv: biljetten får inte vara tom
zh_tw: 票證不可為空白

source: Firewall Configuration
ar: تكوين جدار الحماية
cs: Konfigurace firewallu
fr: Configuration du pare-feu
hu: Tűzfalbeállítások
id: Konfigurasi Firewall
ja: ファイアウオールの設定
pl: Konfiguracja zapory sieciowej
ru: Конфигурация брандмауэра
sv: Ställ in brandvägg
zh_tw: 防火牆組態

source: Enter an IP address of your arbitrator
ar: إدخال عنوان IP للوسيط الخاص بك
cs: Zadejte IP adresu vašeho arbitra
fr: Entrez une adresse IP de votre arbitre
hu: Adja meg az értelmező IP-címét
id: Masukkan alamat IP dari arbitrator
ja: お使いの調停サーバの IP アドレスを入力してください
pl: Wpisz adres IP arbitra
ru: Введите IP-адрес арбитра
sv: Ange arbitratorns IP-adress
zh_tw: 輸入仲裁程式的 IP 位址

source: Edit IP address of your arbitrator
ar: تحرير عنوان IP للوسيط الخاص بك
cs: Upravit IP adresu vašeho arbitra
fr: Modifier l'adresse IP de votre arbitre
hu: Értelmező IP-címének szerkesztése
id: Sunting alamat IP dari arbitrator
ja: 調停サーバの IP アドレスを編集してください
pl: Edytuj adres IP arbitra
ru: Измените IP-адрес арбитра
sv: Redigera arbitratorns IP-adress
zh_tw: 編輯仲裁程式的 IP 位址

source: Enter an IP address of your site
ar: إدخال عنوان IP لموقعك
cs: Zadejte IP adresu vaší sítě
fr: Entrez l'adresse IP de votre site
hu: Adja meg a hely IP-címét
id: Masukkan alamat IP dari situs Anda
ja: お使いのサイトの IP アドレスを入力してください
pl: Wprowadź adres IP swojej witryny
ru: Введите IP-адрес сайта
sv: Ange en IP-adress för din webbplats
zh_tw: 輸入站點的 IP 位址

source: Edit IP address of your site
ar: تحرير عنوان IP لموقعك
cs: Upravit IP adresu vaší sítě
fr: Modifier l'adresse IP de votre site
hu: Szerkessze a hely IP-címét
id: Sunting alamat IP dari situs Anda
ja: お使いのサイトの IP アドレスを編集してください
pl: Edytuj adres IP swojej witryny
ru: Измените IP-адрес сайта
sv: Redigera IP-adressen för din webbplats
zh_tw: 編輯站點的 IP 位址

source: Ticket name already exist!
ar: اسم البطاقة موجود بالفعل!
cs: Název lístku již existuje!
fr: Le nom du ticket existe déjà !
hu: Már létező jegynév!
id: Nama tiket sudah ada!
ja: その名前のチケットは既に存在しています。
pl: Nazwa biletu już istnieje!
ru: Такое имя билета уже используется.
sv: Biljettnamnet finns redan!
zh_tw: 票證名稱已存在！

source: Configuration name can not be empty.
ar: لا يمكن ترك اسم التكوين فارغًا.
cs: Název konfigurace nesmí být prázdný.
fr: Le nom de la configuration ne peut pas être vide.
hu: A konfiguráció neve nem lehet üres.
id: Nama konfigurasi tidak boleh kosong.
ja: 設定名を指定する必要があります。
pl: Nazwa konfiguracji nie może być pusta.
ru: Имя конфигурации не может быть пустым.
sv: Konfigurationsnamnet får inte vara tomt.
zh_tw: 組態名稱不可為空白。

source: Configuration name can not be duplicated.
ar: لا يمكن تكرار اسم التكوين.
cs: Název konfigurace nesmí být zdvojený.
fr: Le nom de la configuration ne peut pas être dupliqué.
hu: A konfiguráció neve csak egyszer használható.
id: Nama konfigurasi tidak dapat diduplikasi.
ja: 設定名には重複した値を指定することはできません。
pl: Nazwa konfiguracji nie może być zduplikowana.
ru: Имена конфигураций не могут повторяться.
sv: Konfigurationsnamnet får inte dupliceras.
zh_tw: 組態名稱不能重複。

source: port is invalid!
ar: المنفذ غير صالح!
cs: port není platný!
fr: Le port n'est pas valide !
hu: port érvénytelen!
id: port salah!
ja: ポートが正しくありません。
pl: port jest nieprawidłowy!
ru: Недопустимый порт.
sv: port är ogiltig!
zh_tw: 連接埠無效！

source: transport have to be filled!
ar: يجب ملء حقل النقل!
cs: přenos musí být vyplněn!
fr: Le transport doit être renseigné !
hu: a szállítást ki kell tölteni!
id: transport harus diisi!
ja: トランスポートの値を指定しなければなりません。
pl: transport musi być uzupełniony!
ru: Необходимо указать транспорт.
sv: transport måste fyllas i!
zh_tw: 必須填寫傳輸！

source: ticket have to be filled!
ar: يجب ملء حقل البطاقة!
cs: lístek musí být vyplněn!
fr: Le ticket doit être renseigné !
hu: a jegyet ki kell tölteni!
id: tiket harus diisi!
ja: チケットの値を指定しなければなりません！
pl: bilet musi być uzupełniony!
ru: Необходимо указать билет.
sv: biljett måste fyllas i!
zh_tw: 必須填寫票證！

source: arbitrator have to be filled when even \ number of sites with normal automatic ticket!
ar: يجب أن يتم ملء الوسيط حتى عند وجود عدد زوجي \ من المواقع بتذكرة تلقائية عادية!
cs: rozhodce musí být vyplněn při sudém počtu lokací s normálním automatickým lístkem!
fr: L'arbitre doit être renseigné en cas de nombre \ pair de sites avec un ticket automatique normal !
ja: 通常の自動チケットを利用した偶数個のサイトが存在する場合、 \ 調停サーバを指定しなければなりません！
pl: arbiter musi być uzupełniony w przypadku parzystej \ liczby witryn z normalnym biletem automatycznym!
ru: Для арбитра необходимо указать четное \ число сайтов с обычным автоматическим билетом.
zh_tw: 即使站點數量包含普通自動票證，\ 也必須填寫仲裁方！

source: site have to be filled!
ar: يجب ملء حقل الموقع!
cs: síť musí být vyplněna!
fr: Le site doit être renseigné !
hu: A helyet ki kell tölteni.
id: situs harus diisi!
ja: サイトの値を指定しなければなりません。
pl: witryna musi być uzupełniona!
ru: Необходимо указать сайт.
sv: plats måste fyllas i!
zh_tw: 必須填寫站點！

source: Failed to create authentication file
ar: فشل إنشاء ملف مصادقة
cs: Vytvoření ověřovacího souboru se nezdařilo
fr: Le fichier d'authentification n'a pas pu être créé.
hu: Nem sikerült hitelesítési fájlt létrehozni
id: Gagal membuat berkas otentikasi
ja: 認証ファイルの作成に失敗しました
pl: Nie można utworzyć pliku uwierzytelniania
ru: Не удалось создать файл аутентификации
sv: Autentiseringsfil kunde inte skapas
zh_tw: 無法建立驗證檔案

source: Authentication file
ar: ملف المصادقة
cs: Ověřovací soubor
fr: Fichier d'authentification
hu: Hitelesítési fájl
id: Berkas otentikasi
ja: 認証ファイル
pl: Plik uwierzytelniania
ru: Файл аутентификации
sv: Autentiseringsfil
zh_tw: 驗證檔案

source: created successfully.
ar: تم إنشاؤها بنجاح.
cs: byl úspěšně vytvořen.
fr: a été créé.
hu: sikeresen létrehozva.
id: berhasil dibuat.
ja: が正しく作成されました。
pl: został utworzony pomyślnie.
ru: успешно создан.
sv: har skapats.
zh_tw: 已成功建立。

source: GeoCluster Configuration Select
ar: تحديد تكوين GeoCluster
cs: Výběr konfigurace GeoClusteru
fr: Sélection de la configuration GeoCluster
hu: Földrajzi fürt beállításainak megadása
id: Pilih Konfigurasi GeoCluster
ja: GeoCluster の設定選択
pl: Wybór konfiguracji GeoCluster
ru: Выбор конфигурации GeoCluster
sv: Välj GeoCluster-konfiguration
zh_tw: GeoCluster 組態選擇

source: Choose configuration file:
ar: اختيار ملف التكوين:
cs: Vyberte konfigurační soubor:
fr: Sélectionner le fichier de configuration :
hu: Konfigurációfájl kiválasztása:
id: Pilih berkas konfigurasi:
ja: 設定ファイルの選択:
pl: Wybierz plik konfiguracyjny:
ru: Выберите файл конфигурации:
sv: Välj konfigurationsfil:
zh_tw: 選擇組態檔案：

source: Authentication Configuration
ar: تكوين المصادقة
cs: Konfigurace ověření
fr: Configuration de l'authentification
hu: Hitelesítési konfiguráció
id: Konfigurasi Otentikasi
ja: 認証設定
pl: Konfiguracja uwierzytelniania
ru: Конфигурация аутентификации
sv: Konfiguration av autentisering
zh_tw: 驗證組態

source: Initializing...
ar: تتم الآن التهيئة...
cs: Probíhá inicializace...
fr: Initialisation...
hu: Inicializálás...
id: Inisialisasi...
ja: しばらくお待ちください...
pl: Inicjalizacja...
ru: Инициализация...
sv: Initierar...
zh_tw: 正在啟始化...

source: Cannot write global conf settings.
ar: لا يمكن كتابة إعدادات التكوين العام.
cs: Nelze zapsat globální nastavení conf.
fr: Impossible d'écrire les paramètres globaux de configuration.
hu: A globális konfigurációbeállítások írása sikertelen.
id: Tidak dapat menulis pengaturan konfigurasi global.
ja: グローバル conf 設定を書き込めません。
pl: Nie można zapisać globalnych ustawień konfiguracyjnych.
ru: Не удается записать глобальные параметры конфигурации.
sv: Det går inte att skriva globala konfigurationsinställningar.
zh_tw: 無法寫入全域組態設定。

source: Cannot write global settings.
ar: لا يمكن كتابة الإعدادات العامة.
cs: Nelze zapsat globální nastavení.
fr: Impossible d'écrire les paramètres globaux.
hu: A globális beállítások írása sikertelen.
id: Tidak dapat menulis pengaturan global.
ja: グローバル設定を書き込めません。
pl: Nie można zapisać ustawień globalnych.
ru: Не удается записать глобальные параметры.
sv: Det går inte att skriva globala inställningar.
zh_tw: 無法寫入全域設定。

source: Cannot write global ticket settings.
ar: تعذرت كتابة إعدادات البطاقة العامة.
cs: Nelze zapsat globální nastavení lístků.
fr: Impossible d'écrire les paramètres globaux de ticket.
hu: A globális jegybeállítások írása sikertelen.
id: Tidak dapat menulis pengaturan tiket global.
ja: グローバルチケット設定を書き込めません。
pl: Nie można zapisać globalnych ustawień biletu.
ru: Не удается записать глобальные параметры билетов.
sv: Det går inte att skriva globala biljettinställningar.
zh_tw: 無法寫入全域票證設定。

source: Initializing Geo Cluster Configuration
ar: تهيئة تكوين المجموعة الجغرافية
cs: Probíhá inicializace konfigurace Geo Clusteru
fr: Initialisation de la configuration de la grappe Geo
hu: Földrajzi fürt konfigurációjának inicializálása
id: Inisialisasi Konfigurasi Geo Cluster
ja: Geo Cluster の設定を準備しています
pl: Inicjowanie konfiguracji klastra geograficznego
ru: Инициализация конфигурации геокластера
sv: Initierar konfiguration för geokluster
zh_tw: 正在啟始化地理叢集組態

source: Read the previous settings
ar: قراءة الإعدادات السابقة
cs: Načíst předchozí nastavení
fr: Lire les paramètres précédents
hu: Előző beállítások beolvasása
id: Membaca pengaturan sebelumnya
ja: 以前の設定の読み込み
pl: Odczytanie poprzednich ustawień
ru: Чтение предыдущих параметров
sv: Läs de föregående inställningarna
zh_tw: 讀取先前的設定

source: Read SuSEFirewall Settings
cs: Načíst nastavení SuSEfirewallu
hu: SuSEFirewall-beállítások beolvasása
id: Membaca pengaturan SuSEFirewall
ru: Прочесть параметры SuSEFirewall

source: Reading the previous settings...
ar: تتم الآن قراءة الإعدادات السابقة...
cs: Probíhá čtení předchozího nastavení...
fr: Lecture des paramètres précédents...
hu: Előző beállítások olvasása…
id: Membaca pengaturan sebelumnya...
ja: 以前の設定を読み込んでいます...
pl: Odczytywanie poprzednich ustawień...
ru: Чтение предыдущих настроек...
sv: Läser de föregående inställningarna...
zh_tw: 正在讀取先前的設定...

source: Finished
ar: انتهى
cs: Hotovo
fr: Terminé
hu: Kész
id: Selesai
ja: 完了
pl: Ukończono
ru: Готово
sv: Klar
zh_tw: 已完成

source: Saving Geo Cluster Configuration
ar: يتم الآن حفظ تكوين المجموعة الجغرافية
cs: Ukládá se konfigurace Geo Clusteru
fr: Enregistrement de la configuration de grappe Geo
hu: Földrajzi fürt konfigurációjának mentése
id: Menyimpan Konfigurasi Geo Cluster
ja: Geo Cluster の設定を保存しています
pl: Zapisywanie konfiguracji klastra geograficznego
ru: Сохранение настроек geo-cluster
sv: Sparar konfiguration för geokluster
zh_tw: 正在儲存地理叢集組態

source: Write the settings
ar: اكتب الإعدادات
cs: Zapsat nastavení
fr: Écrire les paramètres
hu: Beállítások mentése
id: Menulis pengaturan
ja: 設定の書き込み
pl: Zapisanie ustawień
ru: Записать настройки
sv: Spara inställningarna
zh_tw: 寫入設定

source: Write the SuSEfirewall settings
cs: Zapsat nastavení SuSEfirewallu
hu: A SuSEfirewall-beállítások írása
id: Menulis pengaturan SuSEFirewall
ru: Записать настройки SUSEfirewall

source: Writing the settings...
ar: تتم الآن كتابة الإعدادات...
cs: Probíhá zápis nastavení...
fr: Écriture des paramètres...
hu: Beállítások mentése…
id: Menulis pengaturan...
ja: 設定を書き込んでいます...
pl: Zapisywanie ustawień...
ru: Запись настроек...
sv: Sparar inställningarna...
zh_tw: 正在寫入設定...

source: Writing the SuSEFirewall settings
cs: Probíhá zápis nastavení SuSEfirewallu
hu: A SuSEFirewall beállításainak írása
id: Sedang Menulis Pengaturan SuSEFirewall
ru: Запись настроек SUSEfirewall

source: Cannot write settings.
ar: تعذرت كتابة الإعدادات.
cs: Nelze zapsat nastavení.
fr: Impossible d'écrire les paramètres.
hu: A beállítások mentése sikertelen.
id: Tidak dapat menulis pengaturan.
ja: 設定を書き込めません。
pl: Nie można zapisać ustawień.
ru: Невозможно записать настройки.
sv: Kan inte spara inställningar.
zh_tw: 無法寫入設定。

source: Configuration Summary
ar: ملخص الإعداد
cs: Souhrn nastavení
fr: Résumé de la configuration
hu: Beállítások összegzése
ja: 設定概要
pl: Podsumowanie konfiguracji
ru: Итоги настройки
zh_tw: 組態摘要

source: Initializing geo-cluster Configuration
ar: تهيئة تكوين geo-cluster
cs: Probíhá inicializace konfigurace geo-clusteru
fr: Initialisation de la configuration de geo-cluster
hu: A földrajzi fürt beállításának előkészítése
id: Inisialisasi Konfigurasi geo-cluster
ja: geo-cluster の設定を準備しています
pl: Inicjalizowanie konfiguracji zapory sieciowej geo-cluster
ru: Инициализация настроек geo-cluster
sv: Initierar konfiguration av geokluster (geo-cluster)
zh_tw: 正在啟始化 geo-cluster 組態

source: Read the database
ar: قراءة قاعدة البيانات
cs: Načíst databázi
fr: Lire la base de données
hu: Adatbázis beolvasása
id: Membaca basis data
ja: データベースの読み込み
pl: Odczytanie bazy danych
ru: Прочесть базу данных
sv: Läs databasen
zh_tw: 讀取資料庫
