Repository: Dzejrou/yast-translations
Catalog: po/geo-cluster/*.po
Languages: ar, cs, fr, hu, id, ja, pl, ru, sv, zh_tw

source: Detect the devices
ar: اكتشاف الأجهزة
cs: Zjistit zařízení
fr: Détecter les périphériques
hu: Eszközök keresése
id: Deteksi device
ja: デバイスの検出
pl: Wykrywanie urządzeń
ru: Обнаружить устройства
sv: Identifiera enheterna
zh_tw: 偵測裝置

source: Reading the database...
ar: تتم الآن قراءة قاعدة البيانات...
cs: Probíhá čtení databáze...
fr: Lecture de la base de données...
hu: Az adatbázis olvasása…
id: Membaca basis data...
ja: データベースを読み込んでいます...
pl: Odczytywanie bazy danych...
ru: Чтение базы данных...
sv: Läser databasen...
zh_tw: 正在讀取資料庫...

source: Detecting the devices...
ar: يتم الآن اكتشاف الأجهزة...
cs: Probíhá zjišťování zařízení...
fr: Détection des périphériques...
hu: Eszközök keresése…
id: Deteksi device...
ja: デバイスを検出しています...
pl: Wykrywanie urządzeń...
ru: Обнаружение устройств...
sv: Identifierar enheterna...
zh_tw: 正在偵測裝置...

source: Cannot read the database1.
ar: تعذرت قراءة قاعدة البيانات 1.
cs: Nelze číst database1.
fr: Impossible de lire la base de données 1.
hu: A database1 adatbázis olvasása nem sikerült.
id: Tidak dapat membaca basis data1.
ja: データベース 1 を読み込むことができません。
pl: Nie można odczytać bazy danych database1.
ru: Невозможно прочитать database1.
sv: Kan inte läsa databas1.
zh_tw: 無法讀取資料庫 1。

source: Cannot read the database2.
ar: تعذرت قراءة قاعدة البيانات 2.
cs: Nelze číst database2.
fr: Impossible de lire la base de données 2.
hu: A database2 adatbázis nem olvasható.
id: Tidak dapat membaca basis data1.
ja: データベース 2 を読み込むことができません。
pl: Nie można odczytać bazy danych database2.
ru: Невозможно прочитать database2.
sv: Det går inte att läsa databas2.
zh_tw: 無法讀取資料庫2。

source: Cannot detect devices.
ar: تعذر اكتشاف الأجهزة.
cs: Nelze zjistit zařízení.
fr: Impossible de détecter les périphériques.
hu: Az eszközök nem ismerhetők fel.
id: Tidak dapat mendeteksi device.
ja: デバイスを検出できません。
pl: Nie można wykryć urządzeń.
ru: Невозможно обнаружить устройства.
sv: Det går inte att identifiera enheter.
zh_tw: 無法偵測裝置。

source: Saving geo-cluster Configuration
ar: حفظ تكوين geo-cluster
cs: Ukládá se konfigurace geo-clusteru
fr: Enregistrement de la configuration de geo-cluster
hu: A földrajzi fürt beállításainak mentése
id: Menyimpan Konfigurasi geo-cluster
ja: geo-cluster の設定を保存しています
pl: Zapisywanie konfiguracji zapory sieciowej geo-cluster
ru: Сохранение настроек geo-cluster
sv: Sparar inställningar för geokluster (geo-cluster)
zh_tw: 正在儲存 geo-cluster 組態

source: Run SuSEconfig
ar: تشغيل SuSEconfig
cs: Spustit SuSEconfig
fr: Exécuter SuSEconfig
hu: SuSEconfig futtatása
id: Menjalankan SuSEconfig
ja: SuSEconfig の実行
pl: Uruchomienie SuSEconfig
ru: Запустить SuSEconfig
sv: Kör SuSEconfig
zh_tw: 執行 SuSEconfig

source: Running SuSEconfig...
ar: يتم الآن تشغيل SuSEconfig...
cs: Spouští se SuSEconfig...
fr: Exécution de SuSEconfig...
hu: SuSEconfig futtatása…
id: Menjalankan SuSEconfig...
ja: SuSEconfig を実行しています...
pl: Uruchamianie SuSEconfig...
ru: Запуск SuSEconfig...
sv: Kör SuSEconfig...
zh_tw: 正在執行 SuSEconfig...

source: Configuration summary ...
ar: ملخص التكوين ...
cs: Souhrn konfigurace ...
fr: Résumé de la configuration...
hu: Beállítások összegzése…
id: Ikhtisar konfigurasi...
ja: 設定概要 ...
pl: Podsumowanie konfiguracji...
ru: Итоги настройки...
sv: Sammanfattning av inställningarna...
zh_tw: 組態摘要...

source: OK
ar: موافق
zh_tw: 確定

source: Read Firewall Settings
ar: قراءة إعدادات جدار الحماية
fr: Lire les paramètres du pare-feu
ja: ファイアウオール設定の読み込み
pl: Odczytaj ustawienia zapory sieciowej
zh_tw: 讀取防火牆設定

source: Write the Firewall settings
ar: كتابة إعدادات جدار الحماية
fr: Écrire les paramètres du pare-feu
ja: ファイアウオール設定の書き込み
pl: Zapisz ustawienia zapory sieciowej
zh_tw: 寫入防火牆設定

source: Writing the Firewall settings
ar: كتابة إعدادات جدار الحماية
fr: Écriture des paramètres du pare-feu
ja: ファイアウオール設定を書き込んでいます
pl: Zapisywanie ustawień zapory sieciowej
zh_tw: 正在寫入防火牆設定

source: arbitrator have to be filled!
id: arbitrator harus diisi!

source: Configuration summary...
id: Ikhtisar Konfigurasi...
