Repository: Dzejrou/yast-translations
Catalog: po/kdump/*.po
Languages: da, sv

source: Configuration of kdump
da: Konfiguration af kdump
sv: Ställ in Kdump

source: Display settings
da: Visningsindstillinger
sv: Visningsinställningar

source: Start-up settings
da: Opstartsindstillinger
sv: Startinställningar

source: Dump Level number 0-31
da: Dump detaljegrad 0-31
sv: Dumpnivåsiffra 0-31

source: Dump format for dump image none/ELF/compressed/lzo
da: Dump format for kernedumpet none/ELF/compressed/lzo
sv: Dumpformat för dumpavbildning inget/ELF/komprimerat/lzo

source: Dump target includes destination for saving dump images
da: Dump-placeringen inkluderer destinationen hvor kernedumps skal gemmes
sv: Dumpmål innehåller sökvägen till sparade dumpavbildningar

source: The naming scheme is:/boot/vmlinu[zx]-<kernel_string>[.gz] Please enter only "kernel_string".
da: Navngivningsskemaet er:/boot/vmlinu[zx]-<kerne_streng>[.gz] Indtast venligst kun "kerne_streng".
sv: Namngivningsschemat är:/boot/vmlinu[zx]-<kärn_sträng>[.gz] Ange bara "kärn_sträng".

source: The kdump commandline is the command line that needs to be passed off to the kdump kernel.
da: Kdump kommandolinjen er den kommandolinje der skal gives videre til kdump kernen.
sv: Kdump-kommandot är det kommando som ska skickas till kdump-kärnan.

source: Set this variable if you only want to _append_ values to the default command line string.
da: Sæt denne variabel hvis du kun ønsker at _tilføje_ værdier til standard-kommandolinjen.
sv: Ange den här variabeln om du bara vill _lägga till_ värden efter standardkommandosträngen.

source: Immediately reboot after saving the core in the kdump kernel.
da: Genstart øjeblikkeligt efter dumpet er gemt i kdump kernen.
sv: Starta omedelbart om efter att minnet har sparats i kdump-kärnan.

source: Copy kernel into dump directory.
da: Kopiér kernen til dump-mappen.
sv: Kopiera kärnan till dumpkatalogen.

source: Specifies how many old dumps are kept. 0 means keep all.
da: Angiver hvor mange dumps ønskes gemt. 0 betyder at alle dumps gemmes.
sv: Anger hur många dumpar som bevaras. 0 innebär att alla bevaras.

source: SMTP server for sending notification messages.
da: SMTP-server til afsendelse af beskeder.
sv: SMTP-server för att skicka meddelanden.

source: SMTP username for sending notification messages.
da: SMTP-brugernavn til afsendelse af beskeder.
sv: SMTP-användarnamn för att skicka meddelanden.

source: SMTP password for sending notification messages. Path of file which includes password (plain text file).
da: SMTP-adgangskode til afsendelse af beskeder. Stien til filen der indeholder adgangskoden (klartekst-fil).
sv: SMTP-server för att skicka meddelanden. Sökväg till fil med lösenord (vanlig textfil).

source: Email address for sending notification messages
da: E-mailadresse til afsendelse af beskeder
sv: E-postadress för att skicka meddelanden

source: Email address for sending copy of notification messages
da: E-mailadresse til afsendelse af beskedkopier
sv: E-postadress för att skicka kopia av meddelanden

source: Enable option
da: Aktivér tilvalg
sv: Aktivera alternativ

source: Disable option
da: Deaktivér tilvalg
sv: Inaktivera alternativ

source: Shows current option status
da: Vi nuværende status for tilvalg
sv: Visar aktuell alternativstatus

source: Allocate Low and High Memory (in MB) of Kdump separated by comma
da: Alloker lav eller høj hukommelse (i MB) af Kdump, separeret af komma
sv: Allokera lågt och högt minne (i MB) i Kdump, separerat med kommatecken

source: Number for dump level includes pages for saving
da: Tallet for dump-niveauer inkluderer sider til gemning
sv: Nummer för dumpnivå inkluderar sidor för lagring

source: Dump format can be none, ELF, compressed or lzo
da: Dump-format kan være none, ELF, compressed eller lzo
sv: Dumpformatet kan vara inget, ELF, komprimerat eller lzo

source: Dump target includes type of target from: file (local filesystem), ftp, ssh, sftp, nfs, cifs
da: Dump-placering indtastes med typeangivelse: fra fil: (lokalt filsystem), ftp, ssh, sftp, nfs, cifs
sv: Dumpdestination inkluderar typ av destination från: fil (lokalt filsystem), ftp, ssh, sftp, nfs, cifs

source: Name of server
da: Serverens navn
sv: Namn på server

source: Port for connection
da: Forbindelsesport
sv: Anslutningsport

source: Directory for saving dump images
da: Mappe hvor dumps skal gemmes
sv: Katalog att spara dumpavbildningar i

source: Exported share
da: Eksporteret delt mappe
sv: Exporterad utdelning

source: User name
da: Brugernavn
sv: Användarnamn

source: Path of file which includes password (plain text file)
da: Stien til filen der indeholder adgangskoden (klartekst fil)
sv: Sökväg till fil med lösenord (vanlig textfil)

source: udev_id of raw partition
da: udev_id for rå partition
sv: udev_id för raw-partition

source: The naming scheme is: /boot/vmlinu[zx]-<kernel_string>[.gz] kernel means only "kernel_string".
da: Navngivningsskemaet er: /boot/vmlinu[zx]-<kerne_streng>[.gz] kerne refererer kun til "kerne_streng".
sv: Namngivningsschemat är: /boot/vmlinu[zx]-<kärn_sträng>[.gz] kärna innebär bara "kärn_sträng".

source: Include command line options.
da: Inkludér kommandolinje-tilvalg.
sv: Inkludera kommandoradsalternativ.

source: Option means runlevel to boot the kdump kernel. Only values such as 1,2,3,5 or s are allowed
da: Tilvalget refererer til kørselsniveauet kdump-kernen skal boote til. Kun værdier såsom 1,2,3,5 eller s er tilladt
sv: Alternativet syftar på den körnivå som kdump-kärnan ska startas på. Endast värden som 1,2,3,5 eller s är tillåtna

source: Number of dumps. 0 means keep all.
da: Antal dumps. 0 betyder gem alle.
sv: Antal dumpar. 0 innebär bevara alla.

source: Email address
da: E-mailadresse
sv: E-postadress

source: Handles usage of firmware-assisted dump
da: Håndterer anvendelse af firmware-assisteret dump
sv: Hanterar användning av fast programvaruassisterad dump

source: Display Settings:
da: Visningsindstillinger:
sv: Visningsinställningar:

source: Kdump is enabled (boot option "crashkernel" is added)
da: Kdump er aktiveret (boot-tilvalget "crashkernel" er tilføjet)
sv: Kdump aktiveras (startalternativet "crashkernel" läggs till)

source: Allocate memory (MB) for kdump is: %1
da: Allokér hukommelse (MB) for kdump er sat til: %1
sv: Allokerat minne (MB) för kdump: %1

source: Kdump is disabled
da: Kdump er deaktiveret
sv: Kdump är inaktiverat

source: Dump Level: %1
da: Dump-niveau: %1
sv: Dumpnivå: %1

source: Dump Target Settings
da: Dump-placering indstillinger
sv: Dumpmålsinställningar

source: target: %1
da: placering: %1
sv: mål: %1

source: file directory: %1
da: filmappe: %1
sv: filkatalog: %1

source: server name: %1
da: servernavn: %1
sv: servernamn: %1

source: user name: anonymous connection is allowed
da: brugernavn: anonyme tilslutninger er tilladt
sv: användarnamn: anonym anslutning är tillåten

source: user name: %1
da: brugernavn: %1
sv: användarnamn: %1

source: share: %1
da: delt mappe: %1
sv: andel: %1

source: EMPTY
da: TOM
sv: TOM

source: Custom kdump kernel: %1
da: Tilpasset kdump kerne: %1
sv: Egen Kdump-kärna: %1

source: Kdump command line: %1
da: Kdump kommandolinje: %1
sv: Kdump-kommando: %1

source: Kdump command line append: %1
da: Kdump kommandolinje tilføjelser: %1
sv: Tillägg till Kdump-kommando: %1

source: Kdump immediate reboots: %1
da: Kdump øjeblikkelige genstarte: %1
sv: Kdump startar omedelbart om: %1

source: Enabled
da: Aktiveret
sv: Aktiverad

source: Disabled
da: Deaktiveret
sv: Inaktiverad

source: Numbers of old dumps: All dumps are saved without deleting old dumps
da: Antal gamle dumps. Alle dumps gemmes uden at slette gamle dumps
sv: Antal tidigare dumpar: Alla dumpar sparas utan att tidigare dumpar tas bort

source: Numbers of old dumps: %1
da: Antal gamle dumps: %1
sv: Antal tidigare dumpar: %1

source: Kdump SMTP User: %1
da: Kdump SMTP-bruger: %1
sv: Kdump - SMTP-användare: %1

source: Kdump SMTP Password: ********
da: Kdump SMTP-adgangskode: ********
sv: Kdump - SMTP-lösenord: ********

source: Kdump Sending Notification To: %1
da: Kdump sender besked til: %1
sv: Kdump - meddelande skickas till: %1

source: Kdump Sending Copy of Notification To: %1
da: Kdump sender kopi af besked til: %1
sv: Kdump - meddelandekopia skickas till: %1

source: alloc_mem parameter used with invalid values
da: alloc_mem-parameter brugt med ugyldige værdier
sv: alloc_mem-parameter som används med ogiltiga värden

source: Kernel option "crashkernel" includes ranges and/or redundant values. It will be rewritten.
da: Kernetilvalget "crashkernel" inkluderer områder og/eller overflødige værdier. Den vil blive genskrevet.
sv: Kernel-alternativet "crashkernel" omfattar intervall och/eller redundanta värden. Det kommer att skrivas om.

source: To apply changes a reboot is necessary.
da: En genstart er nødvendig for at anvende ændringer.
sv: Vill du tillämpa ändringarna måste datorn startas om.

source: Wrong options were used.
da: Forkerte tilvalg blev brugt.
sv: Fel alternativ har använts.

source: Dump level was set.
da: Dump-niveau var sat.
sv: Dumpnivån har angetts.

source: Wrong value of option.
da: Forkert værdi for tilvalg.
sv: Värdet för alternativet är fel.

source: Dump format was set.
da: Dump-format var sat.
sv: Dumpformatet har angetts.

source: Option can include only "none", "ELF", "compressed" or "lzo" value.
da: Tilvalg kan kun indeholde "none", "ELF", "compressed" eller "lzo" som værdi.
sv: Alternativet kan bara inkludera värdet "none", "ELF", "compressed" eller "lzo".

source: File %1 does not exist.
da: Filen %1 findes ikke.
sv: Filen %1 existerar inte.

source: Value for "dir" missing.
da: Værdien for "dir" mangler.
sv: Värdet för "dir" saknas.

source: Value for "server" missing.
da: Værdien for "server" mangler.
sv: Värdet för "server" saknas.

source: Value for "share" missing.
da: Værdi for "share" mangler.
sv: Värdet för "share" saknas.

source: Wrong value for target.
da: Forkert værdi for placering.
sv: Värdet för mål är felaktigt.

source: Wrong value of options "no".
da: Forkert værdi for tilvalgene "no".
sv: Värdet för alternativet "no" är felaktigt.

source: Wrong value for option "server".
da: Forkert værdi for tilvalget "server".
sv: Fel värde för alternativet server.

source: Wrong value for option "user".
da: Forkert værdi for tilvalget "user".
sv: Fel värde för alternativet user.

source: Wrong value for option "email".
da: Forkert værdi for tilvalget "email".
sv: Fel värde för alternativet email.

source: Firmware-assisted dump: %{status}
da: Firmware-assisteret dump: %{status}
sv: Fast programvaruassisterad dump: %{status}

source: No option has been defined.
da: Der er ikke angivet noget tilvalg.
sv: Inget alternativ har definierats.

source: Enable/Disable Kdump
da: Aktivér eller deaktivér kdump
sv: Aktivera eller inaktivera Kdump

source: Enable Kd&ump
da: Aktivér kd&ump
sv: Aktivera Kd&ump

source: &Disable Kdump
da: &Deaktivér kdump
sv: &Inaktivera Kdump

source: Include in Dumping
da: Medtag i dump
sv: Inkludera i dump

source: &Pages Filled with Zero
da: &Sider fyldt med nuller
sv: &Sidor fyllda med nollor

source: Cach&e Pages
da: Cach&e sider
sv: Cach&elagra sidor

source: Cache Priva&te Pages
da: Cache priva&te sider
sv: Cachelagra priva&ta sidor

source: &User Data Pages
da: &Brugerdata sider
sv: &Sidor med användardata

source: &Free Pages
da: &Ledige sider
sv: &Lediga sidor

source: &No Dump
da: &Ingen dump
sv: &Ingen dump

source: C&ompressed Format
da: K&omkprimeret format
sv: K&omprimerat format

source: &LZO Compressed Format
da: &LZO-komkprimeret format
sv: &Komprimerat LZO-format

source: &Select Target
da: &Vælg mål
sv: &Välj mål

source: Local Directory
da: Lokal mappe
sv: Lokal katalog

source: &User Name
da: &Brugernavn
sv: &Användarnamn

source: &Password
da: Adgangs&kode
sv: &Lösenord

source: Notification &To
da: Besked &til
sv: Meddelande &till

source: Notifica&tion CC
da: &Besked CC
sv: Meddela&ndekopia

source: Custom Kdump &Kernel
da: Tilpasset kdump &kerne
sv: Egen Kdump-&kärna

source: Kdump Co&mmand Line
da: Kdump ko&mmandolinje
sv: Kdump-ko&mmando

source: Kdump Command &Line Append
da: Kdump kommando&linje-tillæg
sv: Tillägg till &Kdump-kommando

source: &Enable Immediate Reboot After Saving the Core
da: Aktivér øjeblikk&elig genstart efter dumpet er gemt
sv: &Aktivera omedelbar omstart efter att kärnan har sparats

source: Enable Copy Ke&rnel into the Dump Directory
da: Aktivér kopiering af ke&rnen til Dump-mappen
sv: Aktivera Kopiera kä&rnan till dumpkatalogen

source: Enable &Delete Old Dump Images
da: Aktivér sletning af gamle &dump-imagefiler
sv: Aktivera &borttagning av gamla dumpavbildningar

source: N&umber of Old Dumps
da: Antal gamle d&umps
sv: A&ntal tidigare dumpar

source: Kdump Memory
da: Kdump hukommelse
sv: Kdump-minne

source: Kdump Start-Up
da: Kdump opstart
sv: Kdump-start

source: Start-Up
da: Opstart
sv: Start

source: Kdump - Dump Filtering
da: Kdump - dump-filtrering
sv: Kdump - Dumpfiltrering

source: Dump Filtering
da: Dump-filtrering
sv: Dumpfiltrering

source: Saving Target for Kdump Image
da: Gemmemål for kdump-imagefil
sv: Lagringsmål för Kdump-avbildning

source: Dump Target
da: Dump-mål
sv: Dumpmål

source: Notification Email Addresses
da: E-mailadresser for besked
sv: E-postadresser för meddelanden

source: Email Notification
da: E-mail-besked
sv: E-postavisering

source: Custom Kernel for Kdump
da: Tilpasset kerne for kdump
sv: Egen kärna för Kdump

source: Command Line
da: Kommandolinje
sv: Kommandorad

source: Dump Settings
da: Dump-indstillinger
sv: Dumpinställningar

source: Kdump Expert Settings
da: Ekspertindstillinger for kdump
sv: Expertinställningar för Kdump

source: Expert Settings
da: Ekspertindstillinger
sv: Expertinställningar

source: Kdump &Low Memory [MiB]
da: Kdump &lav hukommelse (MiB)
sv: Kdump av &låga minnet [MiB]

source: Kdump Memor&y [MiB]
da: Kdump &hukommelse (MiB)
sv: Kdump av minn&e [MiB]

source: Total System Memory [MiB]:
da: Samlet systemhukommelse [MiB]:
sv: Totalt systemminne [MiB]:

source: Usable Memory [MiB]:
da: Anvendelig hukommelse [MiB]:
sv: Minne som kan användas [MiB]:

source: Kdump &High Memory [MiB]
da: Kdump &høj hukommelse (MiB)
sv: Kdump av &höga minnet [MiB]

source: <p><b>Firmware-Assisted Dump</b><br> Dumps are not generated before the partition is reinitialized but take place when the partition is restarting. When performing a firmware-assisted dump, system memory is frozen and the partition rebooted, which allows a new instance of the operating system to dump data from the previous kernel crash. This feature is suitable only when the system has more than 1.5 GB of memory.</p>
sv: <p><b>Fast programvaruassisterad dump</b><br> Dumpar genereras inte innan partitionen ominitieras utan sker när partitionen startas om. När en fast programvaruassisterad dump utförs fryses systemminnet och partitionen startas om, vilket tillåter att en ny instans av operativsystemet dumpar data från den tidigare kärnkraschen. Funktionen är endast lämplig om systemet har mer än 1,5 GB minne.</p>

source: <p>The choice between SSH and SFTP depends on details of server configuration. SLE servers support both by default.</p>
da: <p>Valget mellem SSH og SFTP afhænger af detaljer i serverens konfiguration. SLE-servere understøtter begge dele, som standard.</p>
sv: <p>Valet mellan SSH och SFTP beror på hur servern är konfigurerad. Båda fungerar med SLE som standard.</p>

source: <p><b>Custom Kdump Kernel</b> The user can enter the custom kernel. The naming scheme is:<i>/boot/vmlinu[zx]-<kernel_string>[.gz]</i> Please enter only <i>kernel_string</i>.<br></p>
da: <p><b>Tilpasset kdump kerne</b> Brugeren kan angive den tilpassede kerne. Navngivningsskemaet er:<i>/boot/vmlinu[zx]-<kerne_streng>[.gz]</i> Brugeren kan kun indtaste <i>kerne_streng</i>.<br></p>
sv: <p><b>Egen Kdump-kärna</b> Användaren kan ange en egen kärna. Namngivningsschemat är:<i>/boot/vmlinu[zx]-<kärn_sträng>[.gz]</i> Ange endast <i>kärn_sträng</i>.<br></p>

source: <p><b>Kdump Command Line</b> Additional arguments passed to kexec. <br></p>
da: <p><b>Kdump kommandolinje</b> Yderligere argumenter sendt til kexec. <br></p>
sv: <p><b>Kdump-kommando</b> Ytterligare argument som skickas till kexec. <br></p>

source: <p><b>Kdump Command Line Append</b> Set this option to _append_ values to the default command line string. The string will be appended if the <i>Kdump Command Line</i> is set. <br></p>
da: <p><b>Kommandolinje-tilføjelse til kdump</b> Aktivér dette tilvalg for at _tilføje_ værdier til standard kommandolinje-strengen. Strengen tilføjes hvis <i>Kdump kommandolinje</i> er angivet. <br></p>
sv: <p><b>Tillägg till Kdump-kommando</b> Ställ in det här alternativet om du vill göra _tillägg_ till värden i standardkommandosträngen. Strängen läggs till om <i>Kdump-kommando</i> är inställt. <br></p>

source: <p><b>Enable Delete Old Dump Images</b> - Enable Delete Old Dump Images. If the number of dump files in <i>Number of Old Dumps</i> exceeds this number, older dumps are removed.<br></p>
da: <p><b>Aktivér sletning af gamle dump imagefiler</b> - Aktiverer sletning af gamle dump imagefiler hvis der er flere dumps end <i>Antal gamle dumps</i> tillader bliver de ældste dumps fjernet.<br></p>
sv: <p><b>Aktivera borttagning av gamla dumpavbildningar</b> - Aktivera borttagning av gamla dumpavbildningar. Om antalet dumpfiler i <i>Antal tidigare dumpar</i> överstiger den här siffran, kommer äldre dumpar att tas bort.<br></p>

source: <p><b>Enable Copy Kernel into the Dump Directory</b> - If this option is selected, the kernel and the debugging information (if installed) are copied into the dump directory. The default is "off". It is useful to have everything in place for debugging.<br></p>
da: <p><b>Aktivér kopiering af kernen til Dump-mappen</b> - Hvis dette er valgt, bliver kernen og fejlretningsinformation (hvis installeret) kopieret til dump- mappen. Standard er "Fra". Det er nyttigt at have alt på plads til fejlretning.<br></p>
sv: <p><b>Aktivera Kopiera kärnan till dumpkatalogen</b> - Om det här alternativet är valt kopieras kärnan och felsökningsinformationen (om installerad) till dump- katalogen. Standard är av. Det är praktiskt att ha allt på plats för felsökning.<br></p>

source: <p><b>SMTP Server</b> used for sending a notification email after a dump.</p>
da: <p><b>SMTP-server</b> der bruges til afsendelse af besked-e-mails efter et dump.</p>
sv: <p><b>SMTP-server</b> som används för att skicka ett e-postmeddelande efter en dump.</p>

source: <p><b>User Name</b> for SMTP authentication when <i>SMTP Server</i> is set. This is optional. If you do not specifiy a username and password, plain SMTP will be used.</p>
da: <p><b>Brugernavn</b> til SMTP-autentificering når <i>SMTP-server</i> er valgt. Dette er valgfrit. Hvis du ikke angiver brugernavn og adgangskode vil almindelig SMTP blive brugt.</p>
sv: <p><b>Användarnamn</b> för SMTP-autentisering när <i>SMTP-server</i> är inställd. Detta är valfritt. Om du inte anger ett användarnamn och lösenord används vanlig SMTP.</p>

source: <p><b>Password</b> for SMTP authentication when <i>SMTP Server</i> is set. This is optional. If you do not specify a username and password, plain SMTP will be used.</p>
da: <p><b>Adgangskode</b> til SMTP-autentificering når <i>SMTP-server</i> er valgt. Dette er valgfrit. Hvis du ikke angiver brugernavn/adgangskode vil almindelig SMTP blive brugt.</p>
sv: <p><b>Lösenord</b> för SMTP-autentisering när <i>SMTP-server</i> är inställd. Detta är valfritt. Om du inte anger ett användarnamn och lösenord används vanlig SMTP.</p>

source: <p><b>Notification To</b> Specify the email address to which a notification email will be sent when a dump has been saved.</p>
da: <p><b>Besked til</b> angiver den e-mailadresse som besked-e-mails vil blive sendt til når et dump er blevet gemt.</p>
sv: <p><b>Meddelande till</b> Ange e-postadress som ett meddelande ska skickas till när en dump har sparats.</p>

source: <p><b>Notification CC</b> Specify a list of space-separated email addresses to which a notification email will be sent via cc if a dump has been saved.</p>
da: <p><b>Besked CC</b> Angiv en mellemrumsadskilt liste over e-mailadresser som besked-e-mails vil blive sendt til via cc hvis et dump er blevet gemt.</p>
sv: <p><b>Meddelandekopia</b> Ange en lista av blankstegsseparerade e-postadresser som ett meddelande ska skickas till som kopia om en dump har sparats.</p>

source: <p><b>Number of Old Dumps</b> specifies how many old dumps are kept. If the number of dump files exceeds this number, older dumps are removed.</p>
da: <p><b>Antal gamle dumps</b> Angiver hvor mange gamle dumps der beholdes. Hvis antallet af dump-filer overstiger dette antal, fjernes ældre dumps.</p>
sv: <p><b>Antal tidigare dumpfiler</b> anger hur många dumpfiler som sparas. Om antalet dumpfiler överskrider den här siffran tas äldre dumpfiler bort.</p>

source: <p><b><big>Initializing Kdump Configuration</big></b><br> Please wait...<br></p>
da: <p><b><big>Initialiserer kdump konfiguration</big></b><br> Vent venligst..<br></p>
sv: <p><b><big>Initierar Kdump-inställningar</big></b><br> Vänta...<br></p>

source: <p><b><big>Aborting Initialization:</big></b><br> Safely abort the configuration utility by pressing <b>Abort</b> now.</p>
da: <p><b><big>Afbryder initialisering:</big></b><br> Du kan trygt afbryde konfigurationsværktøjet ved at klikke <b>Afbryd</b> nu.</p>
sv: <P><B><BIG>Avbryta initieringen:</BIG></B><BR> Klicka på <b>Avbryt</b> för att avsluta inställningsverktyget.</P>

source: <p><b><big>Saving Kdump Configuration</big></b><br> Please wait...<br></p>
da: <p><b><big>Gemmer kdump konfiguration</big></b><br> Vent venligst...<br></p>
sv: <p><b><big>Sparar Kdump-inställningar</big></b><br> Vänta...<br></p>

source: <p><b><big>Aborting Saving:</big></b><br> Abort the save procedure by pressing <b>Abort</b>. An additional dialog informs whether it is safe to do so. </p>
da: <p><b><big>Afbryder gemmeprocessen</big></b><br> Afbryd gemmeprocessen ved at trykke <b>Afbryd</b>. Et dialogvindue vil informere dig om det er sikkert at gøre det. </p>
sv: <P><B><BIG>Avbryta sparandet:</BIG></B><BR> Avbryt spara-proceduren genom att klicka på <B>Avbryt</B>. En ytterligare dialogruta kommer att informera dig om det är säkert att göra så eller inte.</p>

source: <p><b><big>Kdump Configuration</big></b><br> Configure kdump here.<br></p>
da: <p><b><big>Kdump-konfiguration</big></b><br> Konfigurér kdump her.<br></p>
sv: <p><b><big>Kdump-inställning</big></b><br> Ställ in Kdump här.<br></p>

source: <p><b><big>Adding a Kdump:</big></b><br> Choose an kdump from the list of detected kdumps. If your kdump was not detected, select <b>Other (not detected)</b>. Then press <b>Configure</b>.</p>
da: <p><b><big>Tilføj et kdump:</big></b><br> Vælg et kdump fra listen over kdumps som er fundet. Hvis dit kdump ikke blev fundet automatisk, så vælg <b>Andet (ikke fundet.)</b>. Klik derefter <b>Konfigurér</b>.</p>
sv: <p><b><big>Lägga till en Kdump:</big></b><br> Välj en kdump från listan över upptäckta kdumpar. Om din kdump inte upptäcktes, markerar du <b>Annat (inte identifierat)</b>. Klicka därefter på <b>Ställ in</b>.</p>

source: <p><b><big>Editing or Deleting:</big></b><br> If you press <b>Edit</b>, an additional dialog in which to change the configuration opens.</p>
da: <p><b><big>Redigering eller sletning:</big></b><br> Hvis du klikker <b>Rediger</b>, åbner et nyt dialogvindue, hvor du kan ændre konfigurationen.</p>
sv: <P><B><BIG>Redigera eller ta bort:</BIG></B><BR> Om du klickar på <B>Redigera</B> öppnas ytterligare en dialogruta där du kan ändra inställningarna.</P>
