Repository: Dzejrou/yast-translations
Catalog: po/kdump/*.po
Languages: da, sv

source: <p><b><big>Kdump Configuration Overview</big></b><br> Obtain an overview of installed kdumps. Additionally edit their configurations.<br></p>
da: <p><b><big>Oversigt over kdump-konfiguration</big></b><br> Få vist en oversigt over installerede kdumps. Rediger desuden deres konfiguration.<br></p>
sv: <p><b><big>Översikt över Kdump-inställningar</big></b><br> Visa en översikt över installerade kdumpar. Dessutom kan du redigera deras konfigurationer.<br></p>

source: <p><b><big>Adding a Kdump:</big></b><br> Press <b>Add</b> to configure a kdump.</p>
da: <P><B><BIG>Tilføj et kdump:</BIG></B><BR> Klik <B>Tilføj</B> for at konfigurere et kdump.</P>
sv: <p><b><big>Lägga till en Kdump:</big></b><br> Du konfigurerar en kdump genom att klicka på <b>Lägg till</b>.</p>

source: <p><b><big>Editing or Deleting:</big></b><br> Choose a kdump to change or remove. Then press <b>Edit</b> or <b>Delete</b> as desired.</p>
da: <p><b><big>Redigering eller sletning:</big></b><br> Vælg et kdump du vil ændre eller slette. Klik derefter <b>Rediger</b> eller <b>Slet</b> efter behov.</p>
sv: <p><b><big>Redigera eller ta bort:</big></b><br> Välj en kdump som du vill ändra eller ta bort. Klicka därefter på <b>Redigera</b> eller <b>Ta bort</b>.</p>

source: Local Filesystem
da: Lokalt filsystem
sv: Lokalt filsystem

source: &Directory for Saving Dumps
da: &Mappe hvor dumps skal gemmes
sv: &Katalog för sparade dumpar

source: B&rowse
da: &Gennemse
sv: B&läddra

source: Server Nam&e
da: S&ervernavn
sv: Servernam&n

source: &Directory on Server
da: &Mappe på server
sv: &Katalog på server

source: Enable Anon&ymous FTP
da: Aktivér anon&ym FTP
sv: Aktivera anon&ym FTP

source: Exported Sha&re
da: Eksporte&ret delt mappe
sv: Exporterad utdelni&ng

source: Use Aut&hentication
da: &Brug godkendelse
sv: Anv&ändarautentisering

source: You need to specify "Directory for Saving Dumps"
da: Du er nødt til at angive "Mappe hvor dumps skal gemmes"
sv: Du måste ange Katalog för sparade dumpar

source: You need to specify "Server Name"
da: Du er nødt til at angive "Servernavn"
sv: Du måste ange Servernamn

source: You need to specify "Directory on Server"
da: Du er nødt til at angive "Mappe på server"
sv: Du måste ange Katalog på server

source: You need to specify "User Name"
da: Du er nødt til at angive "Brugernavn"
sv: Du måste ange Användarnamn

source: You need to specify "Exported Share"
da: Du er nødt til at angive "Eksporteret delt mappe"
sv: Du måste ange Exporterad utdelning

source: Select directory for saving dump images
da: Vælg mappe hvor dumps skal gemmes
sv: Ange vilken katalog du vill spara dumpavbildningar i

source: Kernel option includes several ranges or redundant values. Rewrite it?
da: Kernetilvalg inkluderer flere områder eller overflødige værdier. Vil du genskrive den?
sv: Kernel-alternativet omfattar flera intervall eller redundanta värden. Vill du skriva om det?

source: Use &Firmware-Assisted Dump
da: Brug &firmware-assisteret dump
sv: Använd &fast programvaruassisterad dump

source: Kdump is not supported on this system. If you continue now, the module may not function properly. For example, some settings will not be correctly read and the resulting configuration will probably be useless.
da: Kdump understøttes ikke på systemet. Hvis du fortsætter nu, så virker modulet måske ikke korrekt. Nogle indstillinger vil f.eks. ikke blive læst korrekt og den resulterede konfiguration vil formodentligt være ubrugelig.
sv: Kdump stöds inte på det här systemet. Om du fortsätter nu kanske modulen inte fungerar ordentligt. Vissa inställningar kommer exempelvis inte att läsas korrekt och den följande konfigurationen kommer förmodligen att vara oanvändbar.

source: Kdump not supported
da: Kdump understøttes ikke
sv: Kdump stöds inte

source: Saving kdump configuration...
da: Gemmer kdump-konfiguration...
sv: Sparar kdump-konfiguration...

source: Error updating initrd while calling '%{cmd}'. See %{log} for details.
da: Fejl under opdatering af initrd under kald af '%{cmd}'. Se %{log} for detaljer.
sv: Fel vid uppdatering av initrd när %{cmd} anropades. Se %{log} för mer information.

source: Initializing kdump Configuration
da: Initialiserer kdump-konfiguration
sv: Initierar Kdump-inställningar

source: Reading the config file...
da: Læser konfigurationsfilen...
sv: Läser inställningsfil...

source: Reading kernel boot options...
da: Læser kerne-boot-tilvalg...
sv: Kärnans startalternativ läses...

source: Calculating memory limits...
da: Udregner hukommelsesgrænser...
sv: Beräknar minnesbegränsningar...

source: Reading partitions of disks...
da: Læser diskpartitioner...
sv: Läser diskpartitioner...

source: Reading available memory and calibrating usage...
da: Læser tilgængelig hukommelse og kalibreringsbrug...
sv: Läser in det tillgängliga minnet och kalibrerar användningen...

source: Cannot read config file /etc/sysconfig/kdump
da: Kan ikke læse '/etc/sysconfig/kdump
sv: Kan inte läsa inställningsfil /etc/sysconfig/kdump

source: Cannot read kernel boot options.
da: Kan ikke læse kernens boot-tilvalg.
sv: Det går inte att läsa kärnans startalternativ.

source: Cannot read available memory.
da: Kan ikke læse tilgængelig hukommelse.
sv: Det går inte att läsa tillgängligt minne.

source: Saving kdump Configuration
da: Gemmer kdump konfiguration
sv: Sparar Kdump-inställningar

source: Write the settings
da: Skriv indstillingerne
sv: Spara inställningarna

source: Update boot options
da: Opdater boot-tilvalg
sv: Uppdatera startalternativ

source: Writing the settings...
da: Skriver indstillingerne...
sv: Sparar inställningarna...

source: Updating boot options...
da: Opdaterer boot-tilvalg...
sv: Uppdaterar startalternativ...

source: Finished
da: Færdig
sv: Klar

source: Cannot write settings.
da: Kan ikke skrive indstillinger.
sv: Kan inte spara inställningar.

source: Adding crashkernel parameter to bootloader fault.
da: Tilføjer crashkerne parameter til bootloader-fejl.
sv: Crashkernel-parametern läggs till i starthanterarfelet.

source: enabled
da: aktiveret
sv: aktiverad

source: disabled
da: deaktiveret
sv: inaktiverad

source: Value(s) of crashkernel option: %1
da: Værdi(er) af crashkernel-tilvalget: %1
sv: Värden i crashkernel-alternativet: %1

source: Target of dumps: %1
da: Mål for dump: %1
sv: Mål för dumpar: %1

source: Number of dumps: %1
da: Antal dump: %1
sv: Antal dumpar: %1

source: Warning! There might not be enough free space. %{required} required, but only %{available} are available.
da: Advarsel! Der er måske ikke nok ledig plads. %{required} kræves, men kun %{available} er tilgængelig.
sv: Varning! Det kanske inte finns tillräckligt med lagringsutrymme. %{required} krävs, men bara %{available} är tillgängligt.

source: Cannot use Firmware-assisted dump. It is not supported on this hardware.
da: Kan ikke bruge firmware-assisteret dump. Det understøttes ikke på denne hardware.
sv: Det går inte att använda fast programvaruassisterad dump. Det stöds inte på den här maskinvaran.
