Repository: Dzejrou/yast-translations
Catalog: po/add-on/*.po
Languages: ar, bs, cs, da, de, es, fi, ka, km, lt, nb, pl, ro, sk, sl, sq, tg, th, uk, zh_cn, zh_tw

source: Really abort add-on product installation?
ar: هل تريد بالفعل إيقاف تثبيت المنتج الإضافي؟
bs: Zaista želite obustaviti instalaciju add-on proizvoda?
cs: Opravdu chcete přerušit instalaci doplňkového produktu?
da: Vil du virkelig afbryde instalationen af tillægsproduktet?
de: Installation des Add-On-Produkts wirklich abbrechen?
es: ¿Seguro que desea cancelar la instalación del producto adicional?
fi: Haluatko varmasti keskeyttää lisätuotteen asennuksen?
ka: გავაუქმო დამატებითი პროდუქტის დაყენება?
km: ពិត​ជា​បោះបង់​ការ​ដំឡើង​ផលិតផល​បន្ថែម​មែន​ឬ ?
lt: Tikrai nutraukti papildomo produkto produkto diegimą?
nb: Er du sikker på at du vil avbryte installasjonen av tilleggsproduktet?
pl: Czy na pewno przerwać instalację produktu dodatkowego?
ro: Doriți într-adevăr să anulați instalarea suplimentului?
sk: Naozaj prerušiť inštaláciu prídavného produktu?
sl: Ali res želite prekiniti namestitev dodatnega izdelka?
sq: Le të ndërpresin instalimin e produktit shtesë?
tg: Насби маҳсули барномаи иловагиро дар ҳақиқат қатъ мекунед?
th: คุณต้องการจะยกเลิกการติดตั้ง จริงหรือไม่ ?
uk: Дійсно перервати встановлення додаткових продуктів ПЗ?
zh_cn: 真的要中止附加产品安装吗？
zh_tw: 確定要中止安裝附加的產品？

source: Select a repository.
ar: حدد أحد المخازن.
bs: Odaberite repozitorij.
cs: Vyberte repozitář.
da: Vælg en softwarekilde.
de: Wählen Sie ein Repository aus.
es: Seleccione un repositorio.
fi: Valitse asennuslähde.
ka: აირჩიეთ რეპოზიტორია.
km: ជ្រើស​ឃ្លាំង ។
lt: Pasirinkite saugyklą.
nb: Velg en pakkebrønn.
pl: Wybierz repozytorium.
ro: Selectați un depozit.
sk: Vyberte repozitár.
sl: Izberite vir.
tg: Анбори нармафзореро интихоб намоед.
th: เลือกคลังแพกเกจ
uk: Виберіть сховище.
zh_cn: 请选择一个软件源。
zh_tw: 選擇一個套件庫。

source: No product found in the repository.
ar: لم يتم العثور على أي منتج في المخزن.
bs: Proizvodi nisu pronađeni u repozitoriju.
cs: V repozitáři nebyl nalezen žádný produkt.
da: Intet produkt fundet på softwarekilden.
de: Im Repository wurde kein Produkt gefunden.
es: No se ha encontrado ningún producto en el repositorio.
fi: Asennuslähteestä ei löytynyt tuotetta.
ka: რეპოზიტორიაში პროდუქტები ნაპოვნი არაა.
km: រក​មិន​ឃើញ​ផលិតផល​នៅ​ក្នុង​ឃ្លាំង​​ឡើយ ។
lt: Saugykloje nerasta jokių produktų.
nb: Ingen produkter funnet i pakkebrønnen
pl: Nie znaleziono żadnego produktu w repozytorium.
ro: Nu s-a găsit niciun produs în depozit.
sk: V repozitári nebol nájdený žiadny produkt.
sl: V viru ni mogoče najti nobenega izdelka.
sq: Asnjë produkt i gjetur në depo.
tg: Ягон маҳсул дар анбори нармафзор ёфт нашуд.
th: ไม่พบผลิตภัณฑ์บนคลังแพกเกจ
uk: У сховищі не знайдено жодного продукту.
zh_cn: 在软件源中未找到产品。
zh_tw: 在套件庫中找不到產品。

source: Dependencies of the add-on product cannot be fulfilled.
ar: تعذر استيفاء تبعيات المنتج الإضافي.
bs: Softverski preduslovi za add-on proizvod ne mogu biti ispunjeni.
cs: Závislosti rozšiřujícího produktu nelze vyřešit.
da: Tillægsproduktets afhængigheder kunne ikke tilfredsstilles.
de: Die Abhängigkeiten des Add-On-Produkts können nicht aufgelöst werden.
es: No es posible resolver las dependencias del producto adicional.
fi: Lisätuotteen riippuvuuksia ei voitu täyttää.
ka: დამატებითი პროდუქტის დამოკიდებულებების ამოხსნა შეუძლებელია.
km: ភាព​អាស្រ័យ​របស់​ផលិតផល​បន្ថែម​មិន​អាច​ត្រូវ​បាន​បំពេញ ។
lt: Negalima patenkinti papildomo produkto priklausomybių.
nb: Tilleggsproduktet medfører konflikter som ikke kan løses.
pl: Nie można rozstrzygnąć zależności produktu dodatkowego.
ro: Dependențele suplimentului nu pot fi îndeplinite.
sk: Nie je možné vyriešiť závislosti prídavného produktu.
sl: Odvisnosti dodatnega izdelka ni mogoče izpolniti.
sq: Varësitë e produktit shtesë nuk mund të përmbushen.
tg: Вобастагиҳои маҳсули барномаи иловагӣ ҷамъ карда намешаванд.
th: การขึ้นอยู่แก่กันของผลิตภัณฑ์เสริมไม่สามารถแก้ไขให้สมบูรณ์ได้
uk: Неможливо задовольнити залежності додаткового продукту.
zh_cn: 无法满足附加产品的依赖关系。
zh_tw: 無法滿足附加產品的依存性。

source: Product Selection
ar: تحديد المنتجات
bs: Odabir Proizvoda
cs: Výběr produktu
da: Produktvalg
de: Produktauswahl
es: Selección del producto
fi: Tuotteen valinta
ka: პროდუქტის არჩევანი
km: ការ​ជ្រើស​ផលិតផល
lt: Produkto pasirinkimas
nb: Produktvalg
pl: Wybór produktu
ro: Selecția produselor
sk: Výber produktu
sl: Izbor izdelka
sq: Zgjedhje Produkti
tg: Интихоби маҳсулот
th: การเลือกผลิตภัณฑ์
uk: Вибір продукту
zh_cn: 产品选择
zh_tw: 選取產品

source: Available Products
ar: المنتجات المتوفرة
bs: Raspoloživi Proizvodi
cs: Dostupné produkty
da: Tilgængelige produkter
de: Verfügbare Produkte
es: Productos disponibles
fi: Käytettävissä olevat tuotteet
ka: ხელმისაწვდომი პრიდუქტები
km: ផលិតផល​ដែល​មាន
lt: Prieinami produktai
nb: Tilgjengelige produkter
pl: Dostępne produkty
ro: Produse disponibile
sk: Dostupné produkty
sl: Razpoložljivi izdelki
sq: Produkte në dispozicion
tg: Маҳсулоти дастрас
th: ผลิตภัณฑ์การติดตั้งที่มีอยู่
uk: Наявні продукти
zh_cn: 可用产品
zh_tw: 可用的產品

source: <p><b><big>Product Selection</big></b><br/> Multiple products were found in the repository. Select the products to install.</p>
ar: <p><b><big>تحديد المنتجات</big></b><br/> تم العثور على عدة منتجات في المخزن. حدد المنتجات المطلوب تثبيتها.</p>
bs: <p><b><big>Odabir Proizvoda</big></b><br/> Više proizvoda je pronađeno u repozitoriju. Odaberite proizvode za instalacijul.</p>
cs: <p><b><big>Výběr produktu</big></b><br/> V repozitáři bylo nalezeno více produktů. Zvolte produkty, které chcete instalovat.</p>
da: <p><b><big>Produktvalg</big></b><br/> Der blev fundet flere produkter på softwarekilden. Vælg de produkter du vil installere.</p>
de: <p><b><big>Produktauswahl</big></b><br/> Verschiedene Produkte wurden im Repository gefunden. Wählen Sie die zu installierenden Produkte.</p>
es: <p><b><big>Selección del producto</big></b><br/> Se han detectado varios productos en el repositorio. Seleccione los productos que desee instalar.</p>
fi: <p><b><big>Tuotteen valinta</big></b><br/> Useita tuotteita löytyi asennuslähteestä. Valitse asennettavat tuotteet.</p>
km: <p><b><big>ការ​ជ្រើស​ផលិតផល</big></b><br/> បាន​រក​ឃើញ​ផលិតផល​ជាច្រើន​នៅ​ក្នុង​ឃ្លាំង ។ ជ្រើស​ផលិតផល ដើម្បី​ដំឡើង ។</p>
lt: <p><b><big>Produkt pasirinkimas</big></b><br/> Saugykloje rasti keli produktai. Pasirinkite diegtinus produktus.</p>
nb: <p><b><big>Produktvalg</big></b><br> Flere produkter ble funnet i pakkebrønnen. Velg produktene som skal installeres.</p>
pl: <p><b><big>Wybór produktu</big></b><br/> Znaleziono wiele produktów w repozytorium. Wybierz produkty do zainstalowania.</p>
ro: <p><b><big>Selecția produselor</big></b><br/> În depozit au fost găsite mai multe produse. Selectați produsele pe care doriți să le instalați.</p>
sk: <p><b><big>Výber produktu</big></b><br/> V repozitári bolo nájdených niekoľko produktov. Vyberte produkty, ktoré chcete inštalovať.</p>
sl: <p><b><big>Izbor izdelka</big></b><br/> V viru je več različnih izdelkov. Izberite tiste, ki jih želite namestiti.</p>
sq: <p><b><big>Zgjedhje Produkti</big></b><br/> Produkte të shumëfishta u gjetën në depo. Zgjidhni produktet për të instaluar.</p>
tg: <p><b><big>Интихоби маҳсулот</big></b><br/> Маҳсулоти гуногун дар ин анбори нармафзон ёфт шуд. Маҳсулотро барои насб интихоб намоед.</p>
th: <p><b><big>การเลือกผลิตภัณฑ์</big></b><br/> พบผลิตภัณฑ์หลายตัวบนคลังแพกเกจ โปรดเลือกผลิตภัณฑ์ ที่จะติดตั้ง</p>
uk: <p><b><big>Вибір продукту</big></b><br/> В сховищі знайдено декілька продуктів. Виберіть продукти, які ви хочете встановити.</p>
zh_cn: <p><b><big>产品选择</big></b><br/> 软件源中找到了多个产品。请选择要 安装的产品。</p>
zh_tw: <p><b><big>選取產品</big></b><br/> 套件庫中發現多個產品。請選取要安裝的 產品。</p>

source: Dependencies of the selected add-on products cannot be fulfilled.
ar: تعذر استيفاء تبعيات المنتجات الإضافية المحددة.
bs: Softverski preduslovi za odabarane add-on proizvode ne mogu biti ispunjeni.
cs: Závislosti zvolených doplnňkových produktů nelze splnit.
da: De valgte tillægsprodukters afhængigheder kunne ikke tilfredsstilles.
de: Die Abhängigkeiten der ausgewählten Add-On-Produkte können nicht aufgelöst werden.
es: No es posible resolver las dependencias de los productos adicionales seleccionados.
fi: Valittujen lisätuotteiden riippuvuuksia ei voitu täyttää.
km: ភាព​អាស្រ័យ​របស់​ផលិតផល​បន្ថែម​ដែល​បាន​ជ្រើស មិន​អាច​ត្រូវ​បាន​បំពេញ​ទេ ។
lt: Negalima patenkinti pasirinktų papildomų produktų priklausomybių.
nb: De valgte tilleggsproduktene medfører konflikter som ikke kan løses.
pl: Nie można rozstrzygnąć zależności wybranych produktów dodatkowych.
ro: Dependențele suplimentelor selectate nu pot fi îndeplinite.
sk: Nie je možné vyriešiť závislosti vybraných prídavných produktov.
sl: Odvisnosti izbranega dodatnega izdelka ni mogoče izpolniti.
sq: Varësitë e produkteve shtesë të zgjedhura nuk mund të përmbushen.
tg: Вобастагиҳои маҳсулоти барномаи иловагии интихобшуда ҷамъ карда намешаванд.
th: การขึ้นอยู่แก่กันของผลิตภัณฑ์เสริมที่เลือกไว้ไม่สามารถแก้ไขให้สมบูรณ์ได้
uk: Неможливо задовольнити залежності вибраних додаткових продуктів.
zh_cn: 无法满足所选附加产品的依赖关系。
zh_tw: 無法滿足所選取附加產品的依存性。

source: Add-On Product Installation
ar: تثبيت المنتجات الإضافية
bs: Instalacija Add-On Proizvoda
cs: Instalace doplňkového produktu
da: Installation af tillægsprodukt
de: Installation des Add-On-Produkts
es: Instalación de productos adicionales
fi: Lisätuotteiden asennus
ka: დამატებითი პროდუქტის დაყენება
km: ការ​ដំឡើង​ផលិតផល​បន្ថែម
lt: Papildomų produktų diegimas
nb: Installer tilleggsprodukt
pl: Instalacja produktu dodatkowego
ro: Instalarea suplimentelor
sk: Inštalácia prídavného produktu
sl: Nameščanje dodatnih izdelkov
sq: Instalim i Produkteve Shtesë
tg: Насби маҳсули барномаи иловагӣ
th: การติดตั้งผลิตภัณฑ์เสริม
uk: Встановлення додаткового продукту
zh_cn: 附加产品安装
zh_tw: 安裝附加的產品

source: <p><big><b>Add-On Product Installation</b></big><br/> Here see all add-on products that are selected for installation. To add a new product, click <b>Add</b>. To remove an already added one, select it and click <b>Delete</b>.</p>
ar: <p><big><b>تثبيت المنتجات الإضافية</b></big><br/> يمكنك هنا الاطلاع على كل المنتجات الإضافية المحددة للتثبيت. لإضافة منتج جديد، انقر فوق <b>إضافة</b>. لإزالة منتج تمت إضافته بالفعل، حدد المنتج ثم انقر فوق <b>حذف</b>.</p>
bs: <p><big><b>Instaliranje Add-On Proizvoda </b></big><br/> Ovdje možžete vidjeti sve add-on proizvode koji su odabrani za instaliranje. Da biste dodali novi proizvod, kliknite <b>Dodaj</b>. Da biste uklonili postojeći, odaberite ga i kliknite <b>Izbriši</b>.</p>
cs: <p><big><b>Instalace doplňkového produktu</b></big><br/> Zde jsou zobrazeny všechny doplňkové produkty zvolené k instalaci. Chcete-li přidat nový produkt, zvolte <b>Přidat</b>. Chcete-li odebrat již přidaný produkt, zvolte jej a klikněte na <b>Odstranit</b>.</p>
da: <p><big><b>Installation af tillægsprodukt</b></big><br/> Her kan du se alle de tillægsprodukter, der blevet valgt til installation. For at tilføje et nyt produkt skal du vælge <b>Tilføj</b>. For at fjerne et fra listen skal du markere det og vælge <b>Slet</b>.</p>
de: <p><big><b>Installation des Add-On-Produkts</b></big><br/> Hier sehen Sie alle Add-On-Produkte, die zur Installation ausgewählt sind. Um ein neues Produkt hinzuzufügen, klicken Sie <b>Hinzufügen</b>. Um ein bereits hinzugefügtes Produkt zu löschen, wählen Sie dieses aus und klicken <b>Löschen</b>.</p>
es: <p><big><b>Instalación de producto adicional</b></big></br> Aquí se muestran todos los productos adicionales seleccionados para su instalación. Para añadir un nuevo producto, haga clic en <b>Añadir</b>. Para eliminar uno ya añadido, selecciónelo y haga clic en <b>Suprimir</b>.</p>
fi: <p><big><b>Lisätuotteen asennus</b></big><br/> Tässä näet kaikki lisätuotteet jotka olet valinnut asennettavaksi. Lisätäksesi uuden tuotteen, napsauta <b>Lisää</b>. Poistaaksesi jo lisätyn, valitse se ja napsauta <b>Poista</b>.</p>
km: <p><big><b>ការ​ដំឡើង​ផលិតផល​បន្ថែម</b></big></br> នៅ​ទី​នេះ អាច​ឃើញ​ផលិតផល​បន្ថែម​ទាំង​អស់​ដែល​ត្រូវ​បាន​ជ្រើស​សម្រាប់​ដំឡើង ។ ដើម្បី​បន្ថែម​ផលិតផល​ថ្មី ចុច <b>បន្ថែម</b> ។ ដើម្បី​យកចេញ​ផលិតផល​បន្ថែម​មួយ​ដែល​ត្រូវ​បាន​បន្ថែម​រួច​ហើយ ជ្រើស​វា ហើយ​បន្ទាប់​មក​ចុច <b>លុប</b> ។</p>
lt: <p><big><b>Papildomo produkto diegimas</b></big><br/> Čia matote visus produktus, kurie pasirinkti diegimui. Norėdami pridėti naują produktą, spauskite <b>Pridėti</b>. Norėdami pašalinti jau pridėtąjį, pasirinkite jį ir spauskite <b>Šalinti</b>.</p>
nb: <p><big><b>Installasjon av tilleggsprodukt</b></big></br> Dette er en oversikt over alle tilleggsprodukter som er valgt for installasjon. For å legge til et nytt produkt, klikk <b>Legg til</b>. For å fjerne et valgt produkt, velg produktet og klikk <b>Slett</b>.</p>
pl: <p><big><b>Instalacja produktu dodatkowego</b></big><br/> Poniżej znajduje się lista wszystkich produktów dodatkowych wybranych do instalacji. Aby dodać nowy produkt, kliknij przycisk <b>Dodaj</b>. Aby usunąć wybrany produkt, wskaż go i kliknij przycisk <b>Usuń</b>.</p>
ro: <p><big><b>Instalarea suplimentelor</b></big><br/> Aici sunt afișate toate suplimentele care sunt selectate pentru instalare. Pentru a adăuga un nou supliment, faceți clic pe <b>Adăugare</b>. Pentru a elimina unul deja adăugat, selectați-l și faceți clic pe <b>Ștergere</b>.</p>
sk: <p><big><b>Inštalácia prídavného produktu</b></big><br/> Tu sú zobrazené všetky prídavné produkty vybrané na inštaláciu. Pre pridanie nového produktu, kliknúť na <b>Pridať</b>. Pre odstránenie už pridaného produktu, vybrať ho a kliknúť na <b>Zmazať</b>.</p>
sl: <p><big><b>Namestitev dodatnega izdelka</b></big><br/> Tu lahko vidite seznam vseh izdelkov, določenih za namestitev. Za dodajanje novih izdelkov kliknite <b>Dodaj</b>. Če želite odstraniti že dodani izdelek, ga označite in kliknite <b>Izbriši</b>.</p>
sq: <p><big><b>Instalim i Produktit Shtesë</b></big><br/> Këtu shih të gjitha produktet shtesë që janë përzgjedhur për instalim. Për të shtuar një produkt të ri, kliko <b>Shto</b>. Për të hequr një tashmë të shtuar, zgjidhe atë dhe kliko <b>Fshij</b>.</p>
tg: <p><big><b>Насби маҳсули барномаи иловагӣ</b></big><br/> Ҳамаи маҳсулоти барномаи иловагӣ барои насб дар ин ҷо интихоб шудаанд. Барои илова кардани маҳсули нав, тугмаи <b>Илова кардан</b>-ро зер кунед. Барои тоза кардани маҳсули иловашуда, онро интихоб кунед ва тугмаи <b>Нест кардан</b>-ро зер кунед.</p>
th: <p><big><b>การติดตั้งผลิตภัณฑ์เสริม</b></big><br/> คุณจะเห็นผลิตภัณฑ์เสริมทั้งหมดที่ถูกเลือกไว้สำหรับใช้ติดตั้งได้ที่นี่ เพื่อเพิ่มผลิตภัณฑ์ใหม่ ให้คลิกที่ปุ่ม <b>เพิ่ม</b> หากต้องการ จะเอาตัวที่เพิ่มไว้แล้วออก ให้เลือกมันแล้วคลิกที่ปุ่ม <b>ลบ</b></p>
uk: <p><big><b>Встановлення додаткових продуктів</b></big><br/> Тут показано всі додаткові продукти, які вибрано для встановлення. Щоб додати новий продукт, клацніть <b>Додати</b>. Щоб вилучити вже, доданий продукт, виберіть його і клацніть <b>Вилучити</b>.</p>
zh_cn: <p><big><b>附加产品安装</b></big><br/> 此处可以查看选择安装的全部附加产品。 要添加新产品，请点击<b>添加</b>。要移除已添加的产品， 请选择它并点击<b>删除</b>。</p>
zh_tw: <p><big><b>附加產品安裝</b></big><br/> 在此可看見所有已選擇安裝的附加產品。 若要新增產品，請按一下<b>新增</b>。若要移除已新增的產品， 請選取該產品並按一下<b>刪除</b>。</p>

source: %1, Directory: %2
ar: %1، الدليل: %2
bs: %1, Direktorij: %2
cs: %1, adresář: %2
da: %1, mappe: %2
de: %1, Verzeichnis: %2
es: %1, Directorio: %2
fi: %1, Hakemisto: %2
ka: %1, საქაღალდე: %2
km: %1 ថត ៖ %2
lt: %1, katalogas: %2
nb: %1, Katalog: %2
pl: %1, katalog: %2
ro: %1, Director: %2
sk: %1, priečinok: %2
sl: %1, Mapa: %2
sq: %1, Direktori: %2
tg: %1, Директория: %2
th: %1, ไดเรกทอรี: %2
uk: %1, тека: %2
zh_cn: %1，目录：%2
zh_tw: %1，目錄： %2

source: Product
ar: المنتج
bs: Proizvod
cs: Produkt
da: Produkt
de: Produkt
es: Producto
fi: Tuote
ka: პროდუქტი
km: ផលិតផល
lt: Produktas
nb: Produkt
pl: Produkt
ro: Produs
sk: Produkt
sl: Izdelek
sq: Produkt
tg: Маҳсул
th: ผลิตภัณฑ์
uk: Продукт
zh_cn: 产品
zh_tw: 產品

source: Media
ar: الوسائط
bs: Medij
cs: Médium
da: Medie
de: Medien
es: Medios
fi: Tietoväline
ka: მატარებელი
km: មេឌៀ
lt: Laikmena
nb: Medium
pl: Nośniki
ro: Mediu
sk: Médium
sl: Nosilec
tg: Медиа
th: สื่อ
uk: Носій
zh_cn: 介质
zh_tw: 媒體

source: Select a product to delete.
ar: حدد منتجًا لحذفه.
bs: Odaberite proizvod koji će biti brisan.
cs: Vyberte produkt, který chcete odstranit.
da: Vælg det produkt der skal slettes.
de: Wählen Sie ein zu löschendes Produkt aus.
es: Seleccione el producto que desee suprimir.
fi: Valitse poistettava tuote.
ka: აირჩიეთ წასაშლელი პროდუქტი.
km: ជ្រើស​ផលិតផល​មួយ ដើម្បី​លុប ។
lt: Pasirinkite produktą pašalinimui.
nb: Velg et produkt som skal slettes.
pl: Wybierz produkt do usunięcia.
ro: Selectați un produs care urmează să fie șters.
sk: Označte produkt, ktorý chcete zmazať.
sl: Izberite izdelek, ki ga želite izbrisati.
sq: Zgjidh një produkt për të fshirë.
tg: Маҳсулеро барои несткунӣ интихоб намоед.
th: เลือกผลิตภัณฑ์ที่ต้องการจะลบ
uk: Виберіть продукт для вилучення.
zh_cn: 选择要删除的产品。
zh_tw: 選取要刪除的產品。

source: Removing selected add-on...
ar: إزالة وظائف إضافية محددة...
bs: Uklanjanje odabranog add-on-a...
cs: Odebírá se vybraný doplněk...
da: Fjerner valgt tillægsprodukt...
de: Ausgewähltes Add-On wird entfernt...
es: Eliminando producto adicional seleccionado...
fi: Poistetaan valittu lisäosa...
ka: დამატებითი პროგრამის წაშლა...
km: កំពុង​យក​ផលិតផល​បន្ថែម​ដែល​បាន​ជ្រើស​ចេញ...
lt: Šalinamas pasirinktas produktas...
nb: Fjerner valgt tilleggsprodukt...
pl: Usuwanie wybranego dodatku...
ro: Se elimină suplimentul selectat...
sk: Odstraňovanie vybraného rozšírenia...
sl: Odstranjevanje izbranega dodatka …
sq: Duke hequr shtesat e zgjedhura...
tg: Тозакунии барномаи иловагии интихобшуда...
th: กำลังลบผลิตภัณฑ์เสริมที่ได้เลือกไว้...
uk: Вилучення вибраного додаткового продукту...
zh_cn: 正在移除所选附加产品...
zh_tw: 正在移除選擇的附加產品...

source: Installed Add-on Products
ar: المنتجات الإضافية المثبتة
bs: Instalirani Add-on Proizvodi
cs: Nainstalované rozšiřující produkty
da: Installerede tillægsprodukter
de: Installierte Add-On-Produkte
es: Productos adicionales instalados
fi: Asennetut lisätuotteet
ka: დაყენებული დამატებითი პროდუქტები
km: បាន​ដំឡើង​ផលិតផល​បន្ថែម
lt: Įdiegti papildomi produktai
nb: Installerte tilleggsprodukter
pl: Zainstalowane produkty dodatkowe
ro: Suplimente instalate
sk: Nainštalované prídavné produkty
sl: Nameščeni dodatni izdelki
sq: Produktet Shtesë të instaluara
tg: Маҳсулоти барномаи иловагии насбшуда
th: ติดตั้งผลิตภัณฑ์เสริม
uk: Встановлені додаткові продукти
zh_cn: 已安装的附加产品
zh_tw: 已安裝的附加產品

source: Add-on Product
ar: المنتجات الإضافية
bs: Add-on Proizvodi
cs: Rozšiřující produkt
da: Tillægsprodukt
de: Add-On-Produkt
es: Producto adicional
fi: Lisätuote
ka: დამატებითი პროდუქტი
km: ផលិតផល​បន្ថែម
lt: Papildomi produktai
nb: Tilleggsprodukt
pl: Produkt dodatkowy
ro: Supliment
sk: Prídavný produkt
sl: Dodatni izdelek
sq: Produkt Shtesë
tg: Маҳсули барномаи иловагӣ
th: ผลิตภัณฑ์เสริม
uk: Додатковий продукт
zh_cn: 附加产品
zh_tw: 附加產品

source: URL
ar: عنوان URL
fi: Verkko-osoite
nb: Nettadresse
pl: Adres URL
tg: Суроғаи URL
th: ที่อยู่ URL

source: Run &Software Manager...
ar: تشغيل &مدير البرامج...
bs: Pokeni &Softver Menadžer...
cs: Spustit &Správce softwaru...
da: Kør &håndtering af software...
de: &Software-Verwaltung starten...
es: Ejecutar el Gestor de &software...
fi: Suorita &ohjelmistohallinta...
ka: პროგრამები&ს მმართველის გაშვება...
km: ដំណើរការ​កម្មវិធី​គ្រប់គ្រង​កម្មវិធី...
lt: Paleisti &paketų tvarkytuvę...
nb: Kjør pakkeadmini&strasjon...
pl: &Uruchom menedżera oprogramowania...
ro: Rulați &Managerul de software...
sk: Spustiť &správcu softvéru...
sl: Upravljalnik &programja …
sq: Ndiz Menaxherin për Software...
tg: Оғози мудири &нармафзор...
th: เรียกตัว&จัดการแพกเกจ...
uk: Запустити менеджер па&кунків...
zh_cn: 运行软件管理器(&S)...
zh_tw: 執行軟體管理員(&S)...

source: <p>All add-on products installed on your system are displayed.</p>
ar: <p>هنا يمكنك مشاهدة كل المنتجات الإضافية التي تم تثبيتها على النظام.</p>
bs: <p>Svi add-on proizvodi, instalirani na vašem sistemu, su prikazani.</p>
cs: <p>Zde můžete vidět seznam všech rozšiřujících produktů nainstalovaných na vašem počítači.</p>
da: <p>Alle tillægsprodukter som er installeret på dit system vises.</p>
de: <p>Alle auf Ihrem System installierten Add-On-Produkte werden angezeigt.</p>
es: <p>Se muestran todos los productos adicionales instalados en el sistema.</p>
fi: <p>Tässä näet kaikki järjestelmääsi asennetut lisätuotteet.</p>
km: <p>ផលិតផល​ទាំងអស់​ដែល​បាន​ដំឡើង​ទាំងអស់​លើ​ប្រព័ន្ធ​របស់​អ្នក​ត្រូវ​បាន​បង្ហាញ</p>
lt: <p>Rodomi visi papildomi produktai, kurie įdiegti jūsų sistemoje.</p>
nb: <p>Alle installerte tilleggsprodukter vises.</p>
pl: <p>Zostaną wyświetlone wszystkie produkty dodatkowe zainstalowane w systemie.</p>
ro: <p>Sunt afișate toate suplimentele instalate pe sistemul dvs.</p>
sk: <p>Sú zobrazené všetky prídavné produkty, ktoré sú nainštalované vo vašom systéme.</p>
sl: <p>Prikazani so vsi dodatni izdelki, ki so nameščeni na sistemu.</p>
sq: <p>Të gjitha produktet shtesë në sistemin tuaj janë shfaqur.</p>
tg: <p>Ҳамаи маҳсулоти барномаи иловагии насбшуда дар системаи шумо намоиш дода шудаанд.</p>
th: <p>ผลการแสดงของผลิตภัณฑ์เสริมทั้งหมดที่ถูกติดตั้งไว้บนระบบ</p>
uk: <p>Тут показано всі додаткові продукти, які встановлено у системі.</p>
zh_cn: <p>这里显示了您系统中安装的全部附加产品.</p>
zh_tw: <p>在此可以查看您系統中已安裝的所有附加產品。</p>

source: <p>Click <b>Add</b> to add a new add-on product, or <b>Delete</b> to remove an add-on which is in use.</p>
ar: <p>اضغط <b>إضافة</b> لإضافة منتج إضافي جديد، أو <b>حذف</b> لإزالة المنتج الإضافي قيد الاستخدام.</p>
bs: <p>Kliknite <b>Dodaj</b> da biste dodali novi add-on proizvod, ili <b>Brisanje</b> da uklonite add-on koji se koristi.</p>
cs: <p>Chcete-li přidat nový doplňkový produkt, klikněte na tlačítko <b>Přidat</b>. Chcete-li odebrat používaný doplněk, klikněte na <b>Odstranit</b>.</p>
da: <p>Klik på <b>Tilføj</b> for at tilføje et nyt tillægsprodukt, eller <b>Slet</b> for at fjerne et tillæg, som er i brug.</p>
de: <p>Klicken Sie auf <b>Hinzufügen</b>, um ein neues Add-On-Produkt hinzuzufügen oder <b>Löschen</b>, um ein momentan benutztes Add-On zu löschen.</p>
es: <p>Haga clic en <b>Añadir</b> para añadir un nuevo producto adicional o en <b>Suprimir</b> para eliminar uno en uso.</p>
fi: <p>Napsauta painiketta <b>Lisää</b> käyttääksesi uutta lisätuotetta tai <b>Poista</b> poistaaksesi käytössä olevan lisätuotteen.</p>
km: <p>ចុច <b>បន្ថែម</b> ដើម្បី​បន្ថែម​ផលិតផល​បន្ថែម ឬ <b>លុប</b> យក​ផលិតផល​​បន្ថែម​ដែល​កំពុង​ប្រើ​ចេញ ។</p>
lt: <p>Spauskite <b>Pridėti</b>, jei norite pridėti naują papildomą produktą, arba mygtuką <b>Šalinti</b>, jei norite pašalinti naudojamą papildomą produktą.</p>
nb: <p>Klikk <b>Legg til</b> for å legge til et tilleggsprodukt eller <b>Slett</b> for å fjerne et tilleggsprodukt som er i bruk.</p>
pl: <p>Kliknij przycisk <b>Dodaj</b>, aby dodać nowy produkt dodatkowy, lub przycisk <b>Usuń</b>, aby usunąć istniejący.</p>
ro: <p>Faceți clic pe <b>Adăugare</b> pentru a adăuga un nou supliment sau pe <b>Ștergere</b> pentru a elimina un supliment care este în uz.</p>
sk: <p>Kliknúť na <b>Pridať</b> pre pridanie nového prídavného produktu, alebo na <b>Zmazať</b> pre odstránenie rozšírenia, ktoré sa používa.</p>
sl: <p>Za dodajanje novega dodatnega izdelka kliknite <b>Dodaj</b>, za odstranjevanje obstoječega pa kliknite <b>Izbriši</b>.</p>
sq: <p>Kliko<b>Shto</b> për të shtuar një produkt shtesë, ose <b>Fshi</b> për të hequr një shtesë e cila është në përdorim.</p>
tg: <p>Барои илова кардани маҳсули барномаи иловагии нав, тугмаи <b>Илова кардан</b>-ро зер кунед, ё барои нест кардани маҳсули барномаи иловагии насбшуда, тугмаи <b>Нест кардан</b>-ро зер кунед.</p>
th: <p>กด <b>เพิ่ม</b> เพื่อเพิ่มผลิตภัณฑ์ใหม่ หรือใช้ปุ่ม <b>ลบ</b> เพื่อลบผลิตภัณฑ์เสริมที่มีการติดตั้งออกไป</p>
uk: <p>Скористайтесь кнопкою <b>Додати</b>, щоб додати новий додатковий продукт, або кнопкою <b>Вилучити</b>, щоб вилучити вже існуючий.</p>
zh_cn: <p>点击<b>添加</b>来添加一个新的附加产品，或点击<b>删除</b>来删除一个使用中的附加产品。</p>
zh_tw: <p>使用<b>新增</b>來建立新的附加產品，或使用<b>刪除</b>來移除正在使用的附加產品。</p>
