Repository: Dzejrou/yast-translations
Catalog: po/add-on/*.po
Languages: ar, bs, cs, da, de, es, fi, ka, km, lt, nb, pl, ro, sk, sl, sq, tg, th, uk, zh_cn, zh_tw

source: Unknown vendor
ar: بائع غير معروف
bs: Proizvođač nepoznat
cs: Neznámý výrobce
da: Ukendt leverandør
de: Unbekannter Anbieter
es: Proveedor desconocido
fi: Tuntematon valmistaja
ka: უცნობი მომწოდებელი
km: មិន​ស្គាល់​ក្រុមហ៊ុន​លក់
lt: Nežinomas gamintojas
nb: Ukjent produsent
pl: Nieznany dostawca
ro: Furnizor necunoscut
sk: Neznámy výrobca
sl: neznan prodajalec
sq: Shitës i panjohur
tg: Провайдери номаълум
th: ไม่ทราบผู้ผลิต
uk: Невідомий постачальник
zh_cn: 未知厂商
zh_tw: 不明的廠商

source: Unknown version
ar: إصدار غير معروف
pl: Nieznana wersja
zh_cn: 未知版本

source: <b>Vendor:</b> %1<br>
ar: <b>البائع:</b> %1<br>
pl: <b>Dostawca:</b> %1<br>
zh_cn: <b>厂商：</b>%1<br>

source: <b>Version:</b> %1<br>
ar: <b>الإصدار:</b> %1<br>
pl: <b>Wersja:</b> %1<br>
zh_cn: <b>版本：</b>%1<br>

source: <b>Repository URL:</b> %1<br>
ar: <b>عنوان URL الخاص بالمخزن:</b> %1<br>
pl: <b>Adres URL repozytorium:</b> %1<br>
zh_cn: <b>软件源 URL：</b>%1<br>

source: Unknown repository URL
ar: عنوان URL خاص بالمخزن غير معروف
pl: Nieznany adres URL repozytorium
zh_cn: 未知软件源 URL

source: <b>Repository Alias:</b> %1<br>
ar: <b>الاسم المستعار للمخزن:</b> %1<br>
pl: <b>Alias repozytorium:</b> %1<br>
zh_cn: <b>软件源别名：</b>%1<br>

source: Unknown URL
ar: عنوان URL غير معروف
pl: Nieznany adres URL
zh_cn: 未知 URL

source: Deleting the add-on product %1 may result in removing all the packages installed from this add-on. Are sure you want to delete it?
ar: قد يؤدي حذف المنتج الإضافي %1 إلى إزالة كافة الحزم المثبتة من المنتج الإضافي هذا. هل تريد بالتأكيد حذفه؟
bs: Brisanje add-on proizvoda %1 može rezultirati uklanjanjem svih softverskih paketa instaliranih sa ovim add-on. Jeste li sigurni da želite ga želite izbrisati?
cs: Odstraněním doplňkového produktu %1 můžete odebrat všechny balíčky nainstalované z tohoto doplňku. Opravdu ho chcete odstranit?
da: Sletning af tillægsproduktet %1 kan resultere i at fjerne alle pakkerne som er installeret fra dette tillæg. Vil du virkelig slette det?
de: Durch Löschen des Add-On-Produkts %1 werden möglicherweise alle Pakete, die von diesem Add-On installiert wurden, entfernt. Sind Sie sicher, dass Sie es löschen wollen?
es: Suprimir el producto adicional %1 puede hacer que se eliminen todos los paquetes instalados desde este producto adicional ¿Seguro que quiere suprimirlo?
fi: Lisätuotteen %1 poistaminen voi aiheuttaa kaikkien tästä lisätuotteesta asennettujen pakettien poistamisen. Haluatko varmasti poistaa lisätuotteen?
km: ការ​លុប​ផលិតផល​បន្ថែម %1 អាច​បណ្ដាល​ឲ្យ​មាន​ការ​យក​ចេញ​នូវ​កញ្ចប់​ដែល​បាន​ដំឡើង ទាំងអស់​ចេញ​ពី​ផលិតផល​បន្ថែម​នេះ ។ តើ​អ្នក​ពិតជា​ចង់​លុប​វា​ឬ ?
lt: Pašalinant papildomą produktą %1 gali būti pašalinti visi paketai, įdiegti iš šio papildomo produkto. Ar jūs tikrai norite jį pašalinti?
nb: Å fjerne tilleggsproduktet %1 kan føre til at alle pakker som er installert fra dette tilleggsproduktet, blir fjernet. Vil du fjerne tilleggsproduktet?
pl: Usunięcie produktu dodatkowego %1 może skutkować usunięciem wszystkich pakietów zainstalowanych z tego produktu dodatkowego. Czy na pewno chcesz usunąć ten produkt?
ro: Ștergerea suplimentului %1 poate duce la eliminarea tuturor pachetelor instalate din acest supliment. Sunteți sigur că doriți să-l ștergeți?
sk: Zmazanie prídavného produktu %1 môže viesť k odstráneniu všetkých balíkov nainštalovaných z tohto prídavného produktu. Naozaj odstrániť?
sl: Izbris dodatnega izdelka %1 lahko odstrani vse pakete,ki jih je dodatek namestil. Ali ga res želite izbrisati?
sq: Duke fshirë produktin shtesë %1 mund të rezultojë në heqjen e të gjitha paketave të instaluara nga kjo shtesë. Jeni të sigurt që dëshironi ta fshini?
tg: Агар маҳсули барномаи иловагии %1-ро нест кунед, ҳамаи қуттиҳое, ки тавассути ин маҳсул ба система насб шудаанд, ҳам тоза мешаванд. Мутмаин ҳастед. ки мехоҳед онро ба ҳар ҳол тоза кунед?
th: การลบผลิตภัณฑ์ส่วนเสริม %1 อาจจะทำให้ต้องลบแพคเกจทั้งหมด ที่ติดตั้งจากส่วนเสริมตัวนี้ คุณแน่ใจนะว่าจะลบผลิตภัณฑ์ส่วนเสริมตัวนี้
uk: Вилучення додаткового продукту %1 може призвести до вилучення всіх пакунків, встановлених з нього. Ви певні, що хочете вилучити його?
zh_cn: 删除附加产品 %1 可能导致移除从此附加产品安装的全部软件包。 您确定想要删除它吗？
zh_tw: 刪除附加產品 %1 可能導致移除所有 基於此附加產品安裝的套件。 您確定要移除它嗎？

source: Removing product dependencies...
ar: تتم الآن إزالة تبعيات المنتج...
bs: Uklanjanje softverskih preduslova...
cs: Odstraňují se závislosti produktu...
da: Fjerner produktafhængigheder...
de: Produktabhängigkeiten werden entfernt...
es: Eliminando las dependencias del producto...
fi: Poistetaan tuotteiden riippuvuuksia...
ka: პროდუქტის დამოკიდებულებების წაშლა...
km: កំពុង​យក​ភាព​អាស្រ័យ​របស់​ផលិតផល​ចេញ...
lt: Pašalinamos produkto priklausomybės...
nb: Fjerner pakker som avhenger av produktet...
pl: Usuwanie zależności produktu...
ro: Se elimină dependențele suplimentului...
sk: Odstraňujem závislosti produktu...
sl: Odstranjevanje odvisnosti izdelka …
sq: Duke hequr varësitë e produktit...
tg: Тозакунии вобастагиҳои маҳсул...
th: กำลังลบส่วนซึ่งขึ้นอยู่ต่อกันของผลิตภัณฑ์...
uk: Вилучення залежностей продукту...
zh_cn: 正在移除产品依赖关系...
zh_tw: 正在移除產品相依性...

source: Unknown product
ar: منتج غير معروف
bs: Nepoznat Proizvod
cs: Neznámý produkt
da: Ukendt produkt
de: Unbekanntes Produkt
es: Producto desconocido
fi: Tuntematon tuote
ka: უცნობი პროდუქტი
km: មិន​ស្គាល់​ផលិត​ផល
lt: Nežinomas produktas
nb: Ukjent produkt
pl: Nieznany produkt
ro: Produs necunoscut
sk: Neznámy produkt
sl: Neznan izdelek
sq: Produkt i panjohur
tg: Маҳсул номаълум
th: ไม่รู้จักผลิตภัณฑ์
uk: Невідомий продукт
zh_cn: 未知产品
zh_tw: 未知的產品

source: Warning: Not enough memory!
ar: تحذير: لا توجد مساحة ذاكرة كافية!
bs: Upozorenje: nema dovoljno memorije!
cs: Varování: nedostatek paměti!
da: Advarsel: Ikke nok hukommelse!
de: Warnung: Nicht genug Arbeitsspeicher!
es: Advertencia: ¡no hay suficiente memoria!
fi: Varoitus: Muistia ei ole tarpeeksi!
ka: ყურადღება: არაასაკმარისი მეხსიერება!
km: ការ​ព្រមាន ៖ មិន​មាន​អង្គ​ចងចាំ​គ្រប់គ្រាន់​ទេ !
lt: Įspėjimas: nepakanka atminties!
nb: Advarsel: Ikke nok minne!
pl: Ostrzeżenie: za mało pamięci!
ro: Avertisment: Nu este suficientă memorie!
sk: Varovanie: Nie je dostatok pamäte!
sl: Opozorilo: ni dovolj pomnilnika!
sq: Kujdes: Nuk ka memorie të mjaftueshme!
tg: Огоҳӣ: Ҳофизаи кофӣ нест!
th: คำเตือน: หน่วยความจำไม่เพียงพอ !
uk: Увага: Недостатньо пам'яті!
zh_cn: 警告：内存不足！
zh_tw: 警告：記憶體不足！

source: Your system does not seem to have enough memory to use add-on products during installation. You can enable add-on products later when the system is running. Do you want to skip using add-on products?
ar: عدم وجود ذاكرة كافية على النظام الخاص بك لاستخدام منتجات إضافية أثناء التثبيت. يمكنك تمكين منتجات إضافية في وقت لاحق عند تشغيل النظام. هل تريد تخطي استخدام المنتجات الإضافية؟
bs: Vaš sistem nema dovoljno memorije za korištenje add-on proizvoda tokom instalacije. Možete uključiti add-on proizvode naknadno u toku korištenja sistema. Da li želite preskočiti korištenje add-on proizvoda?
cs: Systém pravděpodobně nemá dostatek paměti k použití doplňkových produktů během instalace. Doplňkové produkty můžete povolit později, až systém poběží. Chcete použití doplňkových produktů přeskočit?
da: Dit system lader ikke til at have nok hukommelse til at anvende tillægsprodukter under installation. Tillægsprodukter kan tilføjes senere på et kørende system. Vil du undlade at bruge tillægsprodukter nu?
de: Ihr System scheint nicht genug Speicher zu haben, um Add-On-Produkte während der Installation zu benutzen. Sie können Add-On-Produkte später aktivieren, wenn das System läuft. Wollen Sie die Benutzung von Add-On-Produkten überspringen?
es: El sistema no parece tener suficiente memoria para usar productos adicionales durante la instalación. Puede habilitar los productos adicionales más tarde cuando el sistema esté en ejecución. ¿Quiere omitir el uso de productos adicionales?
fi: Järjestelmässäsi ei ole tarpeeksi muistia lisätuotteiden käyttämiseksi asennuksen yhteydessä. Lisätuotteet voidaan lisätä myöhemmin toimivaan järjestelmään. Haluatko ohittaa lisätuotteen käyttämisen?
km: ប្រព័ន្ធ​របស់​អ្នក​ហាក់​បី​ដូច​ជា​គ្មាន​អង្គ​ចងចាំ​គ្រប់គ្រាន់ ដើម្បី​ប្រើ​ផលិតផល​បន្ថែម អំឡុង​ពេល​ដំឡើង ។ អ្នក​អាច​​បើក​ផលិតផល​បន្ថែម​ពេលក្រោយ​បាន នៅ​ពេល ប្រព័ន្ធ​កំពុង​ដំណើរការ ។ តើ​អ្នក​ចង់​រំលង​ការ​ប្រើ​ផលិតផល​បន្ថែម​ឬទេ ?
lt: Regis jūsų sistemoje yra nepakankamai atminties papildomo produkto naudojimui diegimo metu. Galite įgalinti papildomus produktus paleistoje sistemoje vėliau. Ar norite praleisti papildomų produktų naudojimą?
nb: Ditt system har ikke nok minne til å bruke tilleggsprodukter under installasjonen. Tilleggsprodukter kan legges til senere når systemet er installert. Vil du hoppe over tilleggsprodukter nå?
pl: W systemie nie ma wystarczającej pamięci do użycia produktów dodatkowych w trakcie instalacji. Produkty dodatkowe można dodać później, w działającym systemie. Czy chcesz pominąć użycie produktów dodatkowych?
ro: Se pare că sistemul dvs. nu dispune de suficientă memorie pentru a utiliza suplimentele în timpul instalării. Puteți activa suplimentele mai târziu, când sistemul este în funcțiune. Doriți să renunțați la utilizarea suplimentelor?
sk: Váš systém nemusí mať dostatok pamäte na použitie prídavných produktov počas inštalácie. Môžete povoliť prídavné produkty neskôr, keď pobeží systém. Chcete preskočiť používanie prídavných produktov?
sl: Zgleda, da vaš računalnik nima dovolj pomnilnika za uporabo dodatnih izdelkov med nameščanjem. Dodatne izdelke lahko omogočite kasneje, ko bo sistem nameščen. Ali želite preskočiti uporabo dodatnih izdelkov?
sq: Sistemi juaj duket të mos ketë memorie të mjaftueshme për të përdorur produktet shtesë gjatë instalimit. Ju mund të aktivizoni produktet shtesë më vonë kur sistemi po funksionon. Dëshiron të kaloni përdorimin e produkteve shtesë?
tg: Чунин менамояд, ки барои истифодаи маҳсулоти барномаи иловагӣ ҳангоми насби фаъол, системаи шумо ҳофизаи кофӣ надорад. Шумо метавонед маҳсулоти барномаи иловагиро баъд аз насб фаъол кунед. Шумо мехоҳед, ки истифодаи маҳсулоти барномаи иловагиро нодида гузаронед?
th: ระบบของคุณมีหน่วยความจำไม่เพียงพอสำหรับใช้ในการติดตั้งผลิตภัณฑ์เสริม คุณสามารถเปิดใช้ผลิตภัณฑ์เสริมได้ในภายหลังเมื่อระบบทำงานแล้ว คุณต้องการจะข้ามการใช้ผลิตภัณฑ์เสริมหรือไม่ ?
uk: Здається, ваша система не має досить пам'яті для вжитку додаткових продуктів під час встановлення. Можете увімкнути додаткові продукти пізніше, коли систему вже запущено. Хочете пропустити вживання додаткових продуктів?
zh_cn: 您的系统内存似乎不足，无法在安装过程中使用附加产品。 您稍后可在系统运行时启用附加产品。 要跳过使用附加产品吗？
zh_tw: 您的系統似乎記憶體不足，無法在安裝過程中 使用附加產品。您可以稍後在系統執行時啟用 附加產品。 您要跳過使用附加產品嗎？

source: URL: %s
ar: محدد موقع المورد المنتظم: %s
fi: Verkko-osoite: %s
ka: ბმული : %s
pl: Adres URL: %s
th: ที่อยู่ URL: %s
uk: Посилання URL: %s

source: Path: %s
ar: المسار: %s
cs: Cesta: %s
da: Sti: %s
de: Pfad: %s
es: Ruta: %s
fi: Sijainti: %s
ka: ბილიკი: %s
pl: Ścieżka: %s
ro: Cale: %s
sk: Cesta: %s
sl: Pot: %s
th: เส้นทาง Path: %s
uk: Шлях: %s
zh_cn: 路径：%s
zh_tw: 位置：%s

source: Product: %s
ar: المنتج: %s
cs: Produkt: %s
da: Produkt: %s
de: Produkt: %s
es: Producto: %s
fi: Tuote: %s
ka: პროდუქტი: %s
pl: Produkt: %s
ro: Produs: %s
sk: Produkt: %s
sl: Izdelek: %s
sq: Produkti: %s
th: ผลิตภัณฑ์: %s
uk: Продукт: %s
zh_cn: 产品：%s
zh_tw: 產品：%s

source: Make the add-on "%{name}" available via "%{url}".
ar: اجعل الوظيفة الإضافية "%{name}" متاحة عبر "%{url}".
cs: Zpřístupněte doplňkový produkt "%{name}" pomocí "%{url}".
de: Stellen Sie das Add-On "%{name}" über "%{url}" bereit.
es: Hacer que el complemento "%{name}" esté disponible mediante "%{url}".
fi: Tuo lisätuote ”%{name}” saataville asennuslähteestä ”%{url}”.
pl: Udostępnij dodatek %{name} za pośrednictwem adresu %{url}.
th: ต้องทำให้มีผลิตภัณฑ์เสริม "%{name}" ผ่านทาง "%{url}"
uk: Зробіть доповнення "%{name}" доступним через "%{url}".
zh_cn: 让附加产品“%{name}”可通过“%{url}”使用。

source: Failed to add product from %{url}
ar: فشلت إضافة المنتج من %{url}
cs: Selhalo přidání produktu z %{url}
da: Det lykkedes ikke at tilføje produktet fra %{url}
de: Hinzufügen des Produkts von %{url} fehlgeschlagen
es: Error al añadir el producto desde %{url}
fi: Lisätuotteen tuonti epäonnistui: %{url}
ka: %{url}-დან დამატებითი პროდუქტის დამატება ვერ მოხერხდა
pl: Nie można dodać produktu z adresu %{url}
ro: Nu s-a reușit adăugarea produsului din %{url}
sk: Zlyhalo pridanie produktu z %{url}
sl: Spodletelo dodajanje izdelka iz %{url}
sq: Dështoi të shtojë produkt nga %{url}
th: เกิดความล้มเหลวในการเพิ่มผลิตภัณฑ์เสริมจาก %{url}
uk: Не вдалося додати продукт з %{url}
zh_cn: 从 %{url} 添加产品失败
zh_tw: 無法從 %{url} 加入產品

source: Failed to add product "%{name}" from %{url}
ar: فشلت إضافة المنتج "%{name}" من %{url}
cs: Selhalo přidání produktu "%{name}" z %{url}
da: Det lykkedes ikke at tilføje produktet "%{name}" fra %{url}
de: Hinzufügen des Produkts "%{name}" von %{url} fehlgeschlagen
es: Error al añadir el producto "%{name}" desde %{url}
fi: Lisätuotteen ”%{name}” tuonti epäonnistui: %{url}
ka: %{url}-დან "%{name}" პროდუქტის დამატების შეცდომა
pl: Nie można dodać produktu %{name} z adresu %{url}
ro: Nu s-a reușit adăugarea produsului "%{name}" din %{url}
sk: Zlyhalo pridanie produktu "%{name}" z %{url}
sl: Spodletelo dodajanje izdelka »{name}« iz %{url}
sq: Dështoi të shtojë produktin "%{name}" nga %{url}
th: เกิดความล้มเหลวในการเพิ่มผลิตภัณฑ์เสริม "%{name}" จาก %{url}
uk: Не вдалося додати продукт "%{name}" з %{url}
zh_cn: 从 %{url} 添加产品“%{name}”失败
zh_tw: 從 %{url} 加入「%{name}」產品失敗

source: Error in the AutoYaST <add_on> section. Missing mandatory <media_url> value at index %d in the <add_on_products> definition. Skip the invalid product definition and continue with the installation?
ar: خطأ في قسم AutoYaST <add_on>. قيمة <media_url> الإلزامية غير موجودة في الفهرس %d في التعريف <add_on_products>. هل تريد تخطي تعريف المنتج غير الصالح ومتابعة التثبيت؟
cs: Chyba v <add_on> sekci AutoYaST. Chybí povinná hodnota <media_url> indexu %d v definici <add_on_products>. Přeskočit neplatnou definici produktu a pokračovat v instalaci?
da: Fejl i AutoYaST <add_on>-sektionen. Manglende obligatorisk <media_url>-værdi ved indekset %d i <add_on_products>-definitionen. Spring den ugyldige produktdefinition over og fortsæt med installationen?
de: Fehler im Bereich des AutoYaST <add_on>. Fehlender Pflicht-Wert für <media_url> beim Index %d in der <add_on_products> Definition. Verwerfen der ungültigen Produktdefinition und mit der Installation fortsetzen?
es: Error en la sección de AutoYaST <add_on>. Falta el valor <media_url> obligatorio en el índice %d en la definición <add_on_products>. ¿Desea omitir la definición de producto no válido y continuar con la instalación?
fi: Virhe AutoYaSTin <add_on>-osiossa. <add_on_products>-määrityksen pakollinen <media_url>-arvo puuttuu kohdassa %d. Ohitetaanko virheellinen tuotemääritys ja jatketaan asennusta?
pl: Błąd w sekcji <add_on> programu AutoYaST. Brak obowiązkowej wartości <media_url> pod wskaźnikiem %d w definicji <add_on_products>. Czy pominąć nieprawidłową definicję i kontynuować instalację?
ro: Eroare în secțiunea AutoYaST <add_on>. Lipsește valoarea obligatorie <media_url> la indexul %d în definiția <add_on_products>. Treceți peste definiția produsului invalid și continuați cu instalarea?
sk: Chyba v sekcii AutoYaST <add_on>. Chýbajúca povinná hodnota <media_url> v indexe %d v definícii <add_on_products>. Preskočiť neplatnú definíciu produktu a pokračovať v inštalácii?
sl: Napaka v odseku <add_on> za AutoYaST. Manjka obvezna vrednost <media_url> z indeksom %d v definiciji <add_on_products>. Ali želite preskočiti neveljavno definicijo izdelka in nadaljevati nameščanje?
sq: Gabim në seksionin AutoYaST <add_on>. Mungon vlera e detyrueshme <media_url> në indeksin %d në përcaktimin <add_on_products>. Kalo përkufizimin e produktit të pavlefshëm dhe vazhdo me instalimin?
th: เกิดข้อผิดพลาดใน AutoYaST ในส่วนของ <add_on> ไม่พบค่าที่จำเป็นใน <media_url> ที่ดัชนี %d ในตัวบ่งชี้ของ <add_on_products> ข้ามผลิตภัณฑ์ที่มีตัวบ่งชี้ไม่สมบูรณ์และทำการติดตั้วต่อไปหรือไม่
uk: Помилка в розділі <add_on> AutoYaST. Відсутнє обов'язкове значення <media_url> з індексом %d у визначенні <add_on_products>. Пропустити недопустиме визначення продукту і продовжити встановлення?
zh_cn: 错误出现在 AutoYaST 的 <附加组件> 部分。 在 <附加组件产品> 定义中的索引 %d 处缺少必要的 <介质链接> 值。 要忽略无效的产品定义并继续安装吗？
zh_tw: AutoYaST <add_on> 區段中存在錯誤。 <add_on_products> 定義中的索引 %d 處缺少強制 <media_url> 的值。 要跳過無效產品定義並繼續安裝嗎？

source: unknown version
cs: neznámá verze
ka: უცნობი ვერსია
ro: versiune necunoscută
sk: neznáma verzia
sl: neznana različica
uk: невідома версія
zh_tw: 未知的版本

source: <b>Vendor:</b> %s<br>
cs: <b>Výrobce:</b> %s<br>
ka: <b>მომწოდებელი:</b> %s<br>
ro: <b>Furnizor:</b> %s<br>
sk: <b>Dodávateľ:</b>%s<br>
sl: <b>Prodajalec:</b> %s<br>
uk: <b>Постачальник:</b> %s<br>
zh_tw: <b>廠商：</b>%s<br>

source: <b>Version:</b> %s<br>
cs: <b>Verze:</b> %s<br>
ka: <b>ვერსია:</b> %s<br>
ro: <b>Versiunea:</b> %s<br>
sk: <b>Verzia:</b> %s<br>
sl: <b>Različica:</b> %s<br>
uk: <b>Версія: </b> %s<br>
zh_tw: <b>版本：</b>%s<br>

source: <b>Repository URL:</b> %s<br>
cs: <b>URL repozitáře:</b> %s<br>
ka: <b>რეპოზიტორიის URL:</b> %s<br>
ro: <b>URL-ul depozitului:</b> %s<br>
sk: <b>URL repozitára:</b>%s<br>
sl: <b>URL vira:</b> %s<br>
uk: <b>Адреса URL сховища:</b> %s<br>
zh_tw: <b>套件庫 URL：</b>%s<br>

source: <b>Repository Alias:</b> %s<br>
cs: <b>Alias repozitáře:</b> %s<br>
ka: <b>რეპოზიტორიის URL:</b> %s<br>
ro: <b>Aliasul depozitului:</b> %s<br>
sk: <b>Alias repozitára:</b> %s<br>
sl: <b>Vzdevek vira:</b> %s<br>
uk: <b>Псевдонім сховища:</b> %s<br>
zh_tw: <b>套件庫別名：</b>%s<br>

source: Not found in enabled repositories
cs: Nenalezeno v povolených repozitářích
ka: რეპოზიტორიაში პროდუქტები ნაპოვნი არაა
ro: Nu se găsește în depozitele activate
sk: Nenájdené v povolených repozitároch
sl: Ni bil najden v omogočenih virih
uk: Не знайдено у активованих сховищах
zh_tw: 在啟用的套件庫中找不到

source: Failed to add product "%{name}" from %{url} Try again?
ka: დამატებითი პროდუქტის (%{name}) %{url}-დან დამატების შეცდომა. კიდევ ვცადო?
ro: Nu s-a reușit adăugarea produsului "%{name}" din %{url} Încercați din nou?
sl: Spodletelo dodajanje izdelka »{name}« iz %{url} Ali želite poskusiti znova?
zh_tw: 從 %{url} 新增產品 "%{name}" 失敗 是否重試？
