Repository: Dzejrou/yast-translations
Catalog: po/add-on/*.po
Languages: ar, bs, cs, da, de, es, fi, ka, km, lt, nb, pl, ro, sk, sl, sq, tg, th, uk, zh_cn, zh_tw

source: Add On Management - This module does not support the command line interface, use '%{zypper}' instead for adding a new repository or '%{SUSEConnect}' to register a new add-on.
ar: إضافة في الإدارة - لا تدعم هذه الوحدة واجهة سطر الأوامر ، استخدم '%{zypper}' بدلاً من ذلك لإضافة مستودع جديد أو '%{SUSEConnect}' لتسجيل إضافة جديدة.
cs: Správa doplňků - Tento modul nemá rozhraní příkazového řádku. Použijte '%{zypper}' k přidání nového úložiště nebo '%{SUSEConnect}' k registraci nového doplňku.
de: Add-On-Management - Dieses Modul unterstützt keine Kommandozeile (CLI). Verwenden Sie stattdessen '%{zypper}' zum Hinzufügen eines neuen Repositorys oder '%{SUSEConnect}' zur Registrierung eines neuen Add-Ons.
es: Gestión de productos adicionales - Este módulo no admite la interfaz de línea de comandos. Utilice en su lugar %{zypper} para añadir un repositorio nuevo o %{SUSEConnect} para registrar un producto adicional nuevo.
fi: Lisäosa hallintaan - Tämä moduuli ei tue komentorivin käyttöä. Käytä '%{zypper}' uuden sijainnin lisäämiseksi tai '%{SUSEConnect}' uuden lisäosan rekisteröimiseksi.
ro: Gestionarea suplimentelor - Acest modul nu acceptă interfața de linie de comandă, utilizați în schimb '%{zypper}' pentru a adăuga un nou depozit sau '%{SUSEConnect}' pentru a înregistra un nou supliment.
sk: Správa doplnkov - Tento modul nepodporuje rozhranie príkazového riadka, radšej použite '%{zypper}' na pridanie nového repozitára alebo '%{SUSEConnect}' na registráciu nového doplnku.
sl: Upravljanje dodatkov – Ta modul ne podpira vmesnika za ukazno vrstico. Uporabite »{zypper}« za dodajanje novega vira ali »{SUSEConnect}« za registracijo novega dodatka.
th: จัดการส่วนเสริม - มอดูลนี้ไม่รองรับส่วนต่อประสานรายคำสั่ง ให้ใช้ '%{zypper}' แทนการใส่คลังโปรแกรมหรือใช้ '%{SUSEConnect}' เพื่อใช้ส่วนเสริมตัวใหม่
uk: Управління доповненнями – цей модуль не підтримує інтерфейс командного рядка, використовуйте '% {zypper}', щоб додати нове сховище або '% {SUSEConnect}', щоб зареєструвати нове доповнення.
zh_cn: 附加产品管理 - 此模块不支持命令行界面，请改为使用“%{zypper}”来添加新储存库，或使用“%{SUSEConnect}”注册新附加产品。
zh_tw: 附加產品管理 - 此模組不支援指令行介面，請改為使用「%{zypper}」來新增新儲存庫，或使用「%{SUSEConnect}」註冊新附加產品。

source: Add-On Products
ar: المنتجات الإضافية
bs: Add-On Proizvodi
cs: Rozšiřující produkty
da: Tillægsprodukter
de: Add-On-Produkte
es: Productos adicionales
fi: Lisätuotteet
ka: დამატებითი პროდუქტები
km: ផលិតផល​បន្ថែម
lt: Papildomi produktai
nb: Tilleggsprodukter
pl: Produkty dodatkowe
ro: Suplimente
sk: Prídavné produkty
sl: Dodatni izdelki
sq: Produkte Shtesë
tg: Маҳсулоти барномаи иловагӣ
th: ผลิตภัณฑ์เสริม
uk: Додаткові продукти
zh_cn: 附加产品
zh_tw: 附加產品

source: Initializing...
ar: تتم الآن التهيئة...
bs: Inicijalizacija..
cs: Inicializuje se...
da: Initialiserer ...
de: Initialisierung...
es: Inicializando...
fi: Valmistellaan...
ka: ინიციალიზაცია...
km: កំពុង​ចាប់ផ្ដើម...
lt: Ruošiama...
nb: Initialiserer ...
pl: Inicjowanie...
ro: Se inițializează...
sk: Inicializujem...
sl: Pripravljanje …
sq: Duke inicializuar...
tg: Омодасозӣ...
th: กำลังเตรียมการ...
uk: Започаткування...
zh_cn: 正在初始化...
zh_tw: 正在啟始化...

source: <p>Initializing add-on products...</p>
ar: <p>تتم الآن تهيئة المنتجات الإضافية...</p>
bs: <p>Inicijaliziranje add-on proizvoda...</p>
cs: <p>Inicializují se rozšiřující produkty...</p>
da: <p>Initialiserer tillægsprodukt...</p>
de: <p>Add-On-Produkte werden initialisiert...</p>
es: <p>Inicializando productos adicionales...</p>
fi: <p>Valmistellaan lisätuotteet...</p>
ka: <p>დამატებითი პროდუქტების ინიციალიზაცია...</p>
km: <p>កំពុង​ចាប់ផ្ដើម​ផលិត​បន្ថែម...</p>
lt: <p>Ruošiami papildomi produktai...</p>
nb: <p>Initialiserer tilleggsprodukter...</p>
pl: <p>Inicjowanie produktów dodatkowych...</p>
ro: <p>Inițializarea suplimentelor...</p>
sk: <p>Inicializujem prídavné produkty...</p>
sl: <p>Pripravljanje dodatnega programja …</p>
sq: <p>Duke inicializuar produkte shtesë...</p>
tg: <p>Омодасозии маҳсулоти барномаи иловагӣ...</p>
th: <p>กำลังเตรียมผลิตภัณฑ์เสริม...</p>
uk: <p>Започаткування додаткових продуктів...</p>
zh_cn: <p>正在初始化附加产品...</p>
zh_tw: <p>正在啟始化附加產品...</p>

source: Unknown
ar: غير معروف
bs: Nepoznato
cs: Neznámý
da: Ukendt
de: Unbekannt
es: Desconocido
fi: Tuntematon
ka: უცნობი
km: មិន​ស្គាល់
lt: Nežinoma
nb: Ukjent
pl: Nieznany
ro: Necunoscut
sk: Neznámy
sl: Neznano
sq: E panjohur
tg: Номаълум
th: ไม่ทราบ
uk: Невідомо
zh_cn: 未知
zh_tw: 不明

source: No name defined
ar: لم يتم تحديد اسم
cs: Název nedefinován
da: Intet navn angivet
de: Kein Name definiert
es: No se ha definido ningún nombre
fi: Ei nimeä määritelty
ka: სახელი აღწერილი არაა
pl: Nie zdefiniowano nazwy
ro: Nici un nume definit
sk: Nie je definovaný žiadny názov
sl: Določeno ni nobeno ime
sq: Asnjë emër i përcaktuar
th: ไม่มีชื่อระบุ
uk: Ім'я не визначено
zh_cn: 未定义名称
zh_tw: 未定義名稱

source: No add-on product selected for installation
ar: لم يتم تحديد أي منتج إضافي لتثبيته
bs: Niti jedan add-on proizvod nije odabran za instaliranje.
cs: Nebyl vybrán žádný doplňkový produkt pro instalaci
da: Ingen tillægsprodukter er valgt til installation
de: Es iwurde kein Add-On-Produkt für die Installation ausgewählt
es: No se ha seleccionado ningún producto adicional para la instalación
fi: Mitään lisätuotetta ei valittu asennettavaksi
ka: დასაყენებელი დამატებითი პროდუქტები მონიშნული არაა
km: គ្មាន​ផលិតផល​បន្ថែម​បាន​ជ្រើស​ដើម្បី​ដំឡើង​ឡើយ
lt: Joks papildomas produktas nepasirinktas diegimui
nb: Ingen tilleggsprodukter er valgt for installasjon
pl: Nie wybrano produktu dodatkowego do instalacji
ro: Nu a fost selectat niciun supliment pentru instalare
sk: Nie je vybraný žiadny prídavný produkt
sl: Za namestitev ni določenega nobenega dodatnega izdelka
sq: Asnjë produkt shtesë i zgjedhur per instalim
tg: Ягон маҳсулибарномаи иловагӣ барои насб интихоб карда нашуд
th: ไม่มีผลิตภัณฑ์เสริมที่ถูกเลือกสำหรับใช้ในการติดตั้ง
uk: Не вибрано додаткового продукту для встановлення
zh_cn: 未选择要安装的附加产品
zh_tw: 沒有選取要安裝的任何附加產品

source: Add-&on Products
ar: منتجات إ&ضافية
bs: Add-&on Proizvodi
cs: Ro&zšiřující produkty
da: Ti&llægsprodukter
de: Add-&On-Produkte
es: &Productos adicionales
fi: &Lisätuotteet
ka: &დამატებითი პროდუქტები
km: ផលិតផល​បន្ថែម
lt: &Papildomi produktai
nb: Tilleggspr&odukter
pl: Pr&odukty dodatkowe
ro: &Suplimente
sk: &Prídavné produkty
sl: &Dodatni izdelki
tg: &Маҳсулоти барномаи иловагӣ
th: ผลิตภัณฑ์เสริม
uk: Дода&ткові продукти
zh_cn: 附加产品(&O)
zh_tw: 附加產品(&O)

source: There is no user interface available for this module.
ar: لا تتوفر واجهة مستخدم لهذه الوحدة النمطية.
bs: Korisničko sučelje nije dostupno za ovaj modul.
cs: Pro tento modul není dostupné žádné uživatelské rozhraní.
da: Der er ingen brugerflade tilgængelig for dette modul.
de: Für dieses Modul ist keine Bedienoberfläche verfügbar.
es: No hay ninguna interfaz de usuario disponible para este módulo.
fi: Tälle moduulille ei ole saatavissa käyttöliittymää.
ka: ამ მოდულს სამომხმარებლო ინტერფეისი არ გააჩნია.
km: គ្មាន​ចំណុច​ប្រទាក់​អ្នកប្រើ សម្រាប់​ម៉ូឌុល​នេះ​ទេ ។
lt: Šiam moduliui nėra naudotojo sąsajos.
nb: Det er ikke noe tilgjengelig brukergrensesnitt for denne modulen.
pl: Brak dostępnego interfejsu użytkownika dla tego modułu.
ro: Nu există o interfață cu utilizatorul disponibilă pentru acest modul.
sk: Pre tento modul nie je k dispozícii používateľské rozhranie.
sl: Uporabniškega vmesnika za ta modul ni na voljo.
sq: Nuk ka asnjë ndërfaqës në dispozicion për këtë modale.
tg: Барои ин модул ягон интерфейси корбарӣ дастрас нест.
th: มอดูลนี้ไม่มีส่วนติดต่อผู้ใช้อยู่
uk: Для цього модуля немає інтерфейсу користувача.
zh_cn: 此模块没有可用的用户界面。
zh_tw: 此模組沒有可用的使用者介面。

source: Vendor Driver CD
ar: القرص المضغوط لبرنامج التشغيل الخاص بالمورد
bs: CD sa drajverima proizvođača
cs: CD s ovladačem od výrobce
da: Driver-cd fra producenten
de: Treiber-CD des Herstellers
es: CD de controladores del proveedor
fi: Valmistajan ohjain-CD
ka: მომწოდებლის დრაივერის CD
km: ស៊ីឌី​កម្មវិធី​បញ្ជា​របស់​ក្រុមហ៊ុន​លក់
lt: Gamintojo tvarkyklių CD
nb: Driver-CD fra produsent
pl: Płyta CD ze sterownikami dostawcy
ro: CD cu driverul furnizorului
sk: CD s ovládačom od výrobcu
sl: CD z gonilniki proizvajalca
tg: Диски провайдери драйвер
th: แผ่นซีดีไดรเวอร์จากผู้ผลิต
uk: КД з драйверами постачальника
zh_cn: 厂商驱动程序 CD
zh_tw: 廠商驅動程式 CD

source: Please insert the vendor CD-ROM
ar: الرجاء إدخال CD-ROM الخاص بالمورد
bs: Molim ubacite CD-ROM proizvođača
cs: Vložte prosím CD od výrobce
da: Indsæt venligst producentens cd-rom
de: Bitte die Treiber-CD-ROM des Herstellers einlegen
es: Introduzca el CD-ROM del proveedor
fi: Aseta valmistajan CD-ROM levyasemaan
ka: ჩადეთ მომწოდებლის CD
km: សូម​បញ្ចូល​ស៊ីឌីរ៉ូម​របស់​ក្រុមហ៊ុន​លក់
lt: Įdėkite gamintojo CD
nb: Sett inn CD-ROMen fra produsenten
pl: Włóż płytę CD-ROM dostawcy
ro: Vă rugăm să introduceți CD-ROM-ul furnizorului
sk: Vložte, prosím, CD-ROM výrobcu
sl: Vstavite proizvajalčev CD
tg: Лутфан, диски CD-ROM провайдерро ворид кунед
th: โปรดใส่แผ่นซีดีจากผู้ผลิต
uk: Будь ласка, вставте компакт-диск постачальника
zh_cn: 请插入厂商 CD-ROM
zh_tw: 請插入廠商 CD-ROM

source: Could not find driver data on the CD-ROM. Aborting now.
ar: تعذر العثور على بيانات برنامج التشغيل على القرص المضغوط. يتم الآن الإيقاف.
bs: Drajveri nisu pronađeni na CD-ROM-u. Obustavljanaje.
cs: Na CD nebyla nalezena data ovladače. Přerušuje se.
da: Kunne ikke finde driverdata på cd-rom'en Afbryder nu.
de: Auf der CD-ROM konnten keine Treiberdaten gefunden werden. Der Vorgang wird jetzt abgebrochen.
es: No se han encontrado los datos del controlador en el CD-ROM. Terminado.
fi: Ohjaimen tietoja ei löytynyt CD-ROM-levyltä. Keskeytetään.
ka: CD-ზე დრაივერის მონაცემები ვერ ვიპოვე. გაუქმება.
km: មិន​អាច​រក​ឃើញ​ទិន្នន័យ​កម្មវិធី​បញ្ជា​នៅ​លើ​ស៊ីឌីរ៉ូម ។ បោះបង់​ពេលនេះ ។
lt: CD diske nepavyksta surasti tvarkyklės duomenų. Atšaukiama.
nb: Fant ingen driverinformasjon på CD-ROMen. Avbryter.
pl: Nie udało się znaleźć danych sterowników na płycie CD. Instalacja zostanie przerwana.
ro: Nu s-au găsit date despre driver pe CD-ROM. Se anulează acum.
sk: Na CD-ROM sa nenašli dáta s ovládačmi. Končím.
sl: Na CD-ju ni podatkov o gonilniku. Prekinitev.
sq: Nuk mund të gjenden të dhëna driver-i në CD-ROM. Duke ndërprerë tani.
tg: Маълумоти драйвер дар CD-ROM ёфт нашуд. Қатъ шуда истодааст.
th: ไม่พบข้อมูลไดรเวอร์บนแผ่นซีดีรอม กำลังทำการยกเลิก
uk: Не вдалось на компакт-диску знайти даних для драйвера. Дія переривається.
zh_cn: 在 CD-ROM 上未找到驱动程序数据。 将立即中止。
zh_tw: 在 CD-ROM 上找不到驅動程式資料。 現在正在中止。

source: The CD-ROM data does not match the running Linux system. Aborting now.
ar: لا تتطابق البيانات الموجودة على القرص المضغوط مع نظام Linux المستخدم. يتم الآن الإيقاف.
bs: CD-ROM data ne odgovaraju trenutnom Linux sistem-u. Obustavljanje.
cs: Data na CD neodpovídají běžícímu linuxovému systému. Přerušuje se.
da: Cd-rom-dataene passer ikke til det kørende Linux-system. Afbryder nu.
de: Die CD-ROM enthält keine zum laufenden Linux-System passenden Daten. Der Vorgang wird jetzt abgebrochen.
es: Los datos del CD-ROM no son apropiados para el sistema Linux en ejecución. Terminado.
fi: CD-ROM-tiedot eivät sovi käytössä olevaan Linux-järjestelmään. Keskeytetään.
ka: CD-ის მონაცემები გაშვებულ Linux სისტემას არ ემთხვევა. გაუქმება.
km: ទិន្នន័យ​ស៊ីឌីរ៉ូម មិន​ផ្គូផ្គង​នឹង​ប្រព័ន្ធ​លីនុច ដែល​កំពុង​ដំណើរការ​ឡើយ ។ បោះបង់​ពេលនេះ ។
lt: CD duomenys neatitinka paleistos Linux sistemos. Atšaukiama.
nb: Informasjonen på CD-ROMen er ikke kompatibel med dette Linux systemet. Avbryter.
pl: Płyta CD nie zawiera danych zgodnych z uruchomioną wersją systemu Linux. Instalacja zostanie przerwana.
ro: Datele de pe CD-ROM nu corespund sistemului Linux în funcțiune. Se anulează acum.
sk: Dáta na CD-ROM neodpovedajú bežiacemu systému Linux. Končím.
sl: Podatki na CD-ju ne sovpadajo z nameščenim sistemom Linux. Prekinitev.
sq: Të dhënat e CD-ROM nuk përputhen me sistemin Linux në funksionim. Duke e ndërprerë tani.
tg: Маълумоти CD-ROM барои системаи ҷории Linux мувофиқ нест. Қатъ шуда истодааст.
th: ข้อมูลในแผ่นซีดีรอมไม่เข้ากันกับระบบลินุกซ์ที่กำลังทำงานอยู่ กำลังทำการยกเลิก
uk: Дані з компакт-диска не сумісні з поточною версією Linux. Дія переривається.
zh_cn: CD-ROM 上的数据与运行中的 Linux 系统不符。 将立即中止。
zh_tw: CD-ROM 資料與執行的 Linux 系統不相符。 現在正在中止。

source: Installing driver...
ar: يتم الآن تثبيت برنامج التشغيل...
bs: Instaliranje drajvera...
cs: Instaluje se ovladač...
da: Installerer driver...
de: Treiber werden installiert ...
es: Instalando el controlador...
fi: Asennetaan ajuria...
ka: დრაივერის დაყენება...
km: កំពុង​ដំឡើង​កម្មវិធី​បញ្ជា...
lt: Įdiegiama tvarkyklė...
nb: Installerer driver...
pl: Instalowanie sterownika...
ro: Se instalează driverul...
sk: Inštalujem ovládač...
sl: Nameščanje gonilnika …
tg: Драйвер насб шуда истодааст...
th: กำลังทำการติดตั้งไดรเวอร์
uk: Встановлення драйвера...
zh_cn: 正在安装驱动程序...
zh_tw: 正在安裝驅動程式...

source: The installation failed. Contact the address on the CD-ROM.
ar: فشل التثبيت. اتصل بالعنوان الموجود على القرص المضغوط.
bs: Instaliranje nije uspjelo. Kontaktirajte adresu na CD-ROM-u.
cs: Instalace selhala. Kontaktujte prosím adresu uvedenou na CD-ROM.
da: Installationen mislykkedes. Kontakt venligst adressen der står på cd-rom'en.
de: Die Installation ist fehlgeschlagen. Kontaktieren Sie die Adresse auf der CD-ROM.
es: La instalación ha fallado. Por favor, contacte con la dirección que aparece en el CD-ROM.
fi: Asennus epäonnistui. Ota yhteyttä CD-ROM-levyllä olevaan osoitteeseen.
ka: დაყენების შეცდომა. დაუკავშირდით CD-ზე დაბეჭდილ მისამართს.
km: ការ​ដំឡើង​បាន​បរាជ័យ ។ សូម​ទាក់ទង​តាម​អាសយដ្ឋាន​លើ​ស៊ីឌីរ៉ូម ។
lt: Diegimo klaida. Kreipkitės adresu, esančiu CD diske.
nb: Installasjonen mislyktes. Kontakt produsenten av CD-ROMen
pl: Instalacja nieudana. Napisz na adres podany na płycie CD-ROM.
ro: Instalarea a eșuat. Contactați adresa de pe CD-ROM.
sk: Inštalácia zlyhala. Kontaktujte, prosím, adresu uvedenú na CD-ROM.
sl: Namestitev je spodletela. Obrnite se na naslov na CD-ju.
sq: Instalimi dështoi. Kontakto adresën në CD-ROM.
tg: Насб қатъ шудааст. Бо провайдери суроғаи диски CD-ROM дар тамос шавед.
th: การติดตั้งล้มเหลว โปรดติดต่อไปยังที่อยู่ที่ปรากฏบนแผ่นซีดีรอม
uk: Встановлення зазнало невдачі. Зв'яжіться за адресою на компакт-диску.
zh_cn: 安装失败。 请与 CD-ROM 上的地址联系。
zh_tw: 安裝失敗。 請聯絡 CD-ROM 上的地址。

source: Installed %1 drivers from CD
ar: تم تثبيت %1 من برامج التشغيل من القرص المضغوط
bs: Instalirani su %1 drajveri sa CD-a.
cs: Počet ovladačů nainstalovaných z CD: %1
da: Installerede %1 drivere fra cd-rom'en
de: %1 Treiber von der CD installiert
es: Controladores instalados desde el CD: %1
fi: CD-levyltä asennettiin %1 ohjain(ta)
ka: %1-ის დრაივერები CD-დან დადგა
km: បាន​ដំឡើង​កម្មវិធី​បញ្ជា %1 ពី​ស៊ីឌី
lt: Iš CD įdiegta tvarkyklių: %1
nb: Installerte %1 drivere fra CD
pl: Liczba sterowników zainstalowanych z płyty CD: %1
ro: Driverele %1 instalate de pe CD
sk: Z CD bolo nainštalovaných %1 ovládačov
sl: Nameščenih gonilnikov s CD-ja: %1
tg: %1 драйвер аз CD насб шуд
th: ทำการติดตั้งไดรเวอร์ %1 ตัวจากแผ่นซีดีแล้ว
uk: З КД встановлено драйверів: %1
zh_cn: 已从 CD 上安装了 %1 个驱动程序
zh_tw: 已從 CD 中安裝 %1 驅動程式

source: No driver data found on the CD-ROM. Aborting now.
ar: لم يتم العثور على أي بيانات لبرنامج التشغيل على القرص المضغوط. يتم الآن الإيقاف.
bs: Drajveri nisu pronađeni na CD-ROM-u. Obustavljanje.
cs: Na CD nebyla nalezena žádná data ovladače. Přerušuje se.
da: Ingen driverdata fundet på cd-rom'en. Afbryder nu.
de: Auf der CD-ROM konnten keine Treiberdaten gefunden werden. Der Vorgang wird jetzt abgebrochen.
es: No se han encontrado datos de controladores en el CD-ROM. Terminado.
fi: Ajuritietoja ei löytynyt CD-ROM-levyltä. Keskeytetään.
ka: CD-ზე დრაივერის მონაცემები ვერ ვიპოვე. გაუქმება.
km: រក​មិន​ឃើញ​ទិន្នន័យ​កម្មវិធី​បញ្ជា​នៅ​លើ​ស៊ីឌី​រ៉ូម ។ បោះបង់​ពេលនេះ ។​
lt: CD diske nerasta tvarkyklės duomenų. Atšaukiama.
nb: Ingen driverinformasjon ble funnet på CD-ROMen. Avbryter.
pl: Nie znaleziono danych sterowników na płycie CD. Instalacja zostanie przerwana.
ro: Nu s-au găsit date despre driver pe CD-ROM. Se anulează acum.
sk: Na CD-ROM neboli nájdené dáta o ovládačoch. Končím.
sl: Na CD-ju ni podatkov o gonilniku. Prekinitev.
sq: Nuk mund të gjenden të dhëna në CD-ROM. Duke e ndërprererë tani.
tg: Ягон маълумоти драйверӣ дар CD-ROM ёфт нашуд. Қатъ шуда истодааст.
th: ไม่พบข้อมูลไดรเวอร์บนแผ่นซีดีรอม กำลังทำการยกเลิก
uk: На компакт-диск не знайдено даних для драйверів. Дія переривається.
zh_cn: 在 CD-ROM 上未找到驱动程序数据。 将立即中止。
zh_tw: 在 CD-ROM 上找不到驅動程式資料。 現在正在中止。

source: No software repository found on medium.
ar: لم يتم العثور على مخزن للبرامج على الوسيطة.
bs: Softverski repozitoriji nisu pronađeni na mediju.
cs: Na médiu nebyl nalezen žádný repozitář softwaru.
da: Ingen softwarekilde fundet på mediet.
de: Auf dem Medium wurde kein Software-Repository gefunden.
es: No se ha encontrado ningún repositorio en el medio.
fi: Tietovälineeltä ei löytynyt ohjelmisto-asennuslähdettä.
ka: მედიაზე პროგრამების რეპოზიტორია აღმოჩენილი არაა.
km: រក​មិន​ឃើញ​ឃ្លាំង​កម្មវិធី​នៅ​លើ​ឧបករណ៍​ផ្ទុក​ទេ ។
lt: Laikmenoje nerasta jokios programinės įrangos saugyklos.
nb: Ingen pakkebrønn funnet på mediet.
pl: Nie znaleziono repozytorium oprogramowania na nośniku.
ro: Nu s-a găsit niciun depozit de software pe suport.
sk: Na médiu nenájdený žiadny softvérový repozitár.
sl: Na nosilcu ni bil najden noben vir programske opreme.
sq: Asnjë depo softuerësh nuk gjendet në media.
tg: Ягон анбори нармафзор дар ин медиа ёфт нашуд.
th: ไม่พบคลังแพกเกจซอฟต์แวร์บนสื่อ
uk: На носії не знайдено жодного сховища.
zh_cn: 在介质中未找到软件源。
zh_tw: 在媒體上找不到軟體套件庫。

source: Initializing new source...
ar: تتم الآن تهيئة المصدر الجديد...
bs: Inicijalizacija novog izvora instalacije...
cs: Inicializuje se nový zdroj...
da: Initialiserer ny kilde...
de: Neue Quelle wird initialisiert...
es: Inicializando el nuevo origen...
fi: Valmistellaan uusi asennuslähde...
ka: ახალი წყაროს ინიციალიზაცია...
km: កំពុង​ចាប់ផ្ដើម​ប្រភព​ថ្មី...
lt: Ruošiamas naujas šaltinis...
nb: Initialiserer ny kilde...
pl: Inicjowanie nowego źródła...
ro: Se inițializează noua sursă...
sk: Inicializujem nový zdroj...
sl: Pripravljanje novega vira …
sq: Duke inicializuar burim të ri...
tg: Омодасозии манбаи нав...
th: กำลังเตรียมการใช้คลังแพกเกจตัวใหม่...
uk: Започаткування нового джерела...
zh_cn: 正在初始化新来源...
zh_tw: 正在啟始化新來源...

source: URL: %1, Directory: %2
ar: عنوانURL: %1، الدليل: %2
bs: URL: %1, Direktorij: %2
cs: URL: %1, adresář: %2
da: URL: %1, mappe: %2
de: URL: %1, Verzeichnis: %2
es: URL: %1, directorio: %2
fi: URL: %1, Hakemisto: %2
ka: URL: %1, საქაღალდე: %2
km: URL ៖ %1, ថត ៖ %2
lt: URL: %1, katalogas: %2
nb: Adresse: %1, katalog: %2
pl: Adres URL: %1, Katalog: %2
ro: URL: %1, Director: %2
sk: URL: %1, priečinok: %2
sl: URL: %1, Mapa: %2
sq: URL: %1, Drejtoria: %2
tg: Суроғаи URL: %1, Директория: %2
th: ที่อยู่ URL: %1, ไดเรกทอรี: %2
uk: URL: %1, тека: %2
zh_cn: URL：%1，目录：%2
zh_tw: URL：%1，目錄：%2

source: Software Repository Selection
ar: تحديد مخزن البرامج
bs: Odabir Softverskih Repozitorija
cs: Výběr repozitáře softwaru
da: Udvalg af softwarekilder
de: Auswahl des Software-Repositorys
es: Selección del repositorio de software
fi: Ohjelmistoasennuslähteen valinta
ka: პროგრამების რეპოზიტორიის არჩევანი
km: ការ​ជ្រើស​ឃ្លាំង​កម្មវិធី
lt: Programinės įrangos saugyklos pasirinkimas
nb: Valg av pakkebrønn
pl: Wybór rezpozytoriów oprogramowania
ro: Selectarea depozitului de software
sk: Výber repozitára so softvérom
sl: Izbor vira programske opreme
sq: Përzgjedhja e depos Software
tg: Интихоби анбори нармафзор
th: การเลือกคลังแพกเกจซอฟต์แวร์
uk: Вибір сховища ПЗ
zh_cn: 软件源选择
zh_tw: 軟體套件庫選擇

source: <p><big><b>Software Repository Selection</b></big><br> Multiple repositories were found on the selected medium. Select the repository to use.</p>
ar: <p><big><b>تحديد مخزن البرامج</b></big><br> تم العثور على العديد من مخازن البرامج على الوسيطة المحددة. حدد المخزن المراد استخدامه.</p>
bs: <p><big><b>Odabir Softverskih Repozitorija</b></big><br> Više repozitorija je pronađeno na odabranom mediju. Odaberite repozitorij koji će se koristiti.</p>
cs: <p><big><b>Výběr repozitáře softwaru</b></big><br> Na vybraném médiu bylo nalezeno několik repozitářů. Vyberte repozitář, který chcete použít.</p>
da: <p><big><b>Udvalg af softwarekilder</b></big><br> Der er flere softwarekilder på det valgte medium. Vælg den softwarekilde der skal bruges.</p>
de: <p><big><b>Auswahl des Software-Repositorys</b></big><br> Auf dem ausgewählte Medium wurden mehrere Repositorys gefunden. Wählen Sie das zu benutzende Repository.</p>
es: <p><big><b>Selección del repositorio de software</b></big><br> Se han detectado varios repositorios en el medio seleccionado. Seleccione el que desee utilizar.</p>
fi: <p><big><b>Ohjelmistoasennuslähteen valinta</b></big><br> Valitulta tietovälineeltä löytyi useita asennuslähteitä. Valitse käytettävä asennuslähde.</p>
km: <p><big><b>ការ​ជ្រើស​ឃ្លាំង​កម្មវិធី</b></big><br> បាន​រក​ឃើញ​ឃ្លាំង​ជា​ច្រើន​នៅ​លើ​ឧបករណ៍​ផ្ទុក​ដែល​បាន​ជ្រើស ។ ជ្រើស​ឃ្លាំង​ដែល​ត្រូវ​ប្រើ ។</p>
lt: <p><big><b>Programinės įrangos saugyklos pasirinkimas</b></big><br> Pasirinktoje laikmenoje rastos kelios saugyklos. Pasirinkite naudotiną saugyklą.</p>
nb: <p><big><b>Valg av pakkebrønn</b></big><br> Flere pakkebrønner ble funnet på det valgte mediet. Velg pakkebrønnen som skal brukes.</p>
pl: <p><big><b>Wybór repozytoriów oprogramowania</b></big><br> Na wybranym nośniku znaleziono wiele repozytoriów. Wybierz repozytorium, które chcesz użyć.</p>
ro: <p><big><b>Selectarea depozitului de software</b></big><br> Au fost găsite mai multe depozite pe suportul selectat. Selectați depozitul care urmează să fie utilizat.</p>
sk: <p><big><b>Výber repozitára so softvérom</b></big><br> Na zadanom médiu bolo nájdených niekoľko repozitárov. Vyberte repozitár, ktorý chcete použiť.</p>
sl: <p><big><b>Izbor vira programske opreme</b></big><br> Izbrani nosilec vsebuje več virov. Izberite vir za uporabo.</p>
sq: <p> <big> <b> Përzgjedhja Repository Software </ b> </ big> <br> Mostrat e shumëfishta u gjetën në mediumin e përzgjedhur. Zgjidh depozitën që do të përdorësh. </ P>
tg: <p><big><b>Интихоби анбори нармафзор</b></big><br> Анбори нармафзори гуногун дар медиаи интихобшуда ёфт шуд. Анбори нармафзореро барои инстифода интихоб намоед.</p>
th: <p><big><b>การเลือกคลังแพกเกจซอฟต์แวร์</b></big><br> พบคลังแพกเกจหลายตัวบนสื่อที่เลือกไว้ โปรดเลือกคลังแพกเกจที่ต้องการใช้</p>
uk: <p><big><b>Вибір сховища ПЗ</b></big><br> На вибраному носії знайдено декілька сховищ. Виберіть яке з них використовувати.</p>
zh_cn: <p><big><b>软件源选择</b></big><br> 所选媒体中找到了多个软件源。 请选择要使用的软件源。</p>
zh_tw: <p><big><b>選取軟體套件庫</b></big><br> 選定媒體上發現多個套件庫。 請選取要使用的套件庫。</p>

source: Repositories &Found
ar: المخازن التي تم ال&عثور عليها
bs: Repozitoriji &Pronađeni
cs: &Nalezené repozitáře
da: Softwarekilder &fundet
de: Ge&fundene Repositorys
es: Repositorios &encontrados
fi: &Asennuslähteitä löytyi
ka: ნა&პოვნი რეპოზიტორიები
km: រក​ឃើញ​ឃ្លាំង
lt: &Rastos saugyklos
nb: Pakkebrønner &funnet
pl: Znalezi&one repozytoria
ro: Depozite &găsite
sk: &Nájdené repozitáre
sl: &Najdeni viri
sq: Repozitoret u gjetën
tg: &Анборҳои нармафзори ёфтшуда
th: คลังแพกเกจที่พบ
uk: &Знайдені сховища
zh_cn: 找到的软件源(&F)
zh_tw: 尋找套件庫(&F)
