Repository: Dzejrou/yast-translations
Catalog: po/rdp/*.po
Languages: af, ca, de, el, et, fa, fi, fr, gl, gu, he, hi, hu, id, it, ja, ka, ko, mk, mr, nl, pt_br, ru, sk, sv, zh_cn, zh_tw, zu

source: Configuring xrdp...
ca: Configurant xrdp...
de: xrdp wird konfiguriert...
el: Ρύθμιση xrdp...
fa: در حال پیکربندی xrdp...
fi: Määritetään xrdp...
fr: Configuration de xrdp...
gl: Configurando xrdp...
he: מגדיר XRDP...
hi: xrdp विन्यास...
hu: xrdp beállítása...
id: Mengkonfigurasikan xrdp...
it: Configurazione di xrdp in corso...
ja: xrdp を設定しています...
ka: XRDP-ის მორგება...
ko: xrdp 구성 중...
mk: Конфигурирање на xrdp...
nl: xrdp wordt geconfigureerd...
pt_br: Configurando xrdp...
ru: Настройка xrdp...
sk: Konfigurovanie xrdp...
sv: Konfigurerar xrdp ...
zh_cn: 正在配置 xrdp...
zh_tw: 正在設定 xrdp...

source: Restart the services
ca: Reinicia els serveis
de: Dienste neu starten
el: Επανεκκίνηση των υπηρεσιών
fa: راه اندازی مجدد سرویس
fi: Käynnistä palvelut uudelleen
fr: Redémarrer les services
gl: Reiniciar os servizos
he: אתחל מחדש שירותים
hi: सेवाएँ पुनः आरंभ करें
hu: Szolgáltatások újraindítása
id: Mula ulang layanan
it: Riavvia i servizi
ja: サービスの再起動
ka: სერვისების გადატვირთვა
ko: 서비스 재시작
mk: Рестартирајте ги сервисите
nl: Services opnieuw starten
pt_br: Reiniciar serviços
ru: Перезапустить службы
sk: Reštart služieb
sv: Starta om tjänster
zh_cn: 重启服务
zh_tw: 重新啟動服務

source: Restarting the service...
ca: Reiniciant el servei...
de: Dienst wird neu gestartet...
el: Επανεκκίνηση της υπηρεσίας...
fa: در حال راه اندازی مجدد سرویس...
fi: Käynnistetään palvelua uudelleen...
fr: Redémarrage du service...
gl: Reiniciando o servizo...
he: מאתחל שירות...
hi: सेवा पुनः आरंभ...
hu: Szolgáltatás újraindítása...
id: Mula ulang layanan...
it: Riavvio del servizio in corso...
ja: サービスを再起動しています...
ka: სერვისის გადატვირთვა...
ko: 서비스 재시작 중...
mk: Рестартирање на сервисите...
nl: De service wordt opnieuw gestart...
pt_br: Reiniciando serviço...
ru: Перезапуск службы...
sk: Reštartujem službu...
sv: Tjänsten startas om...
zh_cn: 正在重启服务...
zh_tw: 正在重新啟動服務...

source: Stop the services
ca: Atura els serveis
de: Dienste anhalten
el: Διακοπή Υπηρεσιών
fa: توقف سرویس
fi: Pysäytä palvelut
fr: Arrêter les services
gl: Deter os servizos
he: עצור שירותים
hu: Szolgáltatások leállítása
id: Hentikan layanan
it: Interrompi i servizi
ja: サービスの停止
ka: სერვისების გაჩერება
ko: 서비스 중지
mk: Исклучи ги сервиси
nl: Stop de services
pt_br: Parar serviços
ru: Остановить службы
sk: Zastaviť služby
sv: Stoppa tjänsterna
zh_cn: 停止服务
zh_tw: 停止服務

source: Stopping the service...
ca: Aturant el servei...
de: Dienst wird angehalten...
el: Διακοπή υπηρεσιών...
fa: در حال توقف سرویس...
fi: Pysäytetään palvelua...
fr: Arrêt du service...
gl: Detendo o servizo...
he: עוצר שירות...
hu: Szolgáltatások leállítása...
id: Menghentikan layanan...
it: Interruzione del servizio in corso...
ja: サービスを停止しています...
ka: სერვისის გაჩერება...
ko: 서비스 중지 중...
mk: Исклучување на сервисот...
nl: De service wordt gestopt...
pt_br: Parando serviço...
ru: Остановка службы...
sk: Zastavovanie služby...
sv: Tjänsten stoppas...
zh_cn: 正在停止服务...
zh_tw: 正在停止服務...

source: Remote Administration
af: Afstandsadministrasie
et: Kaughaldus
gu: રીમોટ એડમીનીસ્ટ્રેશન
mr: दुरस्थ व्यवस्थापक
zu: I-Administration Ekude

source: &Allow Remote Administration
af: &Laat afstandsadministrasie toe
et: K&aughalduse lubamine
gu: &એલાઉ રીમોટ એડમીનીસ્ટ્રેશન
mr: दूरस्थ व्यवस्थापनाला परवानगी
zu: &Vumela Ukuqondisa Okukude

source: &Do Not Allow Remote Administration
af: &Moenie afstandsadministrasie toelaat nie
et: Kaughal&duse keelamine
gu: &ડુ નોટ અલાઉ રીમોટ એડમીનીસ્ટ્રેશન
mr: दूरस्थ व्यवस्थापनाला परवानगी नाही
zu: &Ungakuvumeli Ukuqondisa Okukude

source: Remote Administration Settings
af: Afstandsadministrasie-instellings
et: Kaughalduse sätted
gu: રીમોટ એડમીનીસ્ટ્રેશન સેટીગ્સ
mr: दूरस्थ व्यवस्थापन मांडणी
zu: Amasethingi Okuqondisa Ukude

source: Firewall Settings
af: Brandmuurinstellings
et: Tulemüüri sätted
gu: ફાયરવૉલ સેટીંગ્સ
mr: फायरवॉल मांडणी
zu: Amasethingi Esihenqo Esiyisivikelo

source: Remote administration is enabled.
af: Afstandsadministrasie word ontsper.
et: Kaughaldus on lubatud.
gu: રીમોટ એડમીનીસ્ટ્રેશન એનેબલ થયેલું છે.
mr: दूरस्थ व्यवस्थापक कार्यान्वित आहे.
zu: Ukuqondisa kude kuvuliwe.

source: Remote administration is disabled.
af: Afstandsadministrasie word versper.
et: Kaughaldus on keelatud.
gu: રીમોટ એડમીનીસ્ટ્રેશન ડિસેબલ થયેલ છે.
mr: दूरस्थ व्यवस्थापक अकार्यान्वित आहे.
zu: Ukuqondisa kude kuvuliwe.
