Repository: Dzejrou/yast-translations
Catalog: po/rdp/*.po
Languages: af, ca, de, el, et, fa, fi, fr, gl, gu, he, hi, hu, id, it, ja, ka, ko, mk, mr, nl, pt_br, ru, sk, sv, zh_cn, zh_tw, zu

source: Remote Access Configuration
af: Afstandstoegangkonfigurasie
ca: Configuració de l'accés remot
de: Entfernte (remote) Konfiguration
el: Ρύθμιση Απομακρυσμένης Πρόσβασης
et: Kaugligipääsu häälestamine
fa: پیکر بندی دسترسی برون خط
fi: Etäkäytön määritykset
fr: Configuration de l'accès à distance
gl: Configuración de acceso remoto
gu: રીમોટ એસેસ કોન્ફીગરેશન
he: הגדרות גישה מרחוק
hi: सुदूर अक्सेस समनुरूपण
hu: Távoli hozzáférés beállításai
id: Konfigurasi Akses Jarak Jauh
it: Configurazione accesso remoto
ja: リモートアクセスの設定
ka: დაშორებული წვდომის მორგება
ko: 원격 액세스 구성
mk: Конфигурација за далечински пристап
mr: दुर्गम संपर्क कॉनफिग्युरेशन
nl: Remote toegang configuratie
pt_br: Configuração do acesso remoto
ru: Конфигурация удаленного доступа
sk: Konfigurácia vzdialeného prístupu
sv: Inställningar för fjärråtkomst
zh_cn: 远程访问配置
zh_tw: 遠端存取組態
zu: Ukuhlelwa Kokungena Ukude

source: Display configuration summary
af: Vertoon konfigurasie-opsomming
ca: Mostra el resum de la configuració
de: Zusammenfassung der Konfiguration anzeigen
el: Εμφάνιση σύνοψης ρυθμίσεων
et: Häälestuse kokkuvõtte kuvamine
fa: نمایش خلاصه ی پیکربندی
fi: Näytä määritysten yhteenveto
fr: Afficher le résumé de la configuration
gl: Mostrar resumo de configuración
gu: કોન્ફીગરેશન સમરી પ્રદર્શિત કરો
he: הצגת תקציר ההגדרות
hi: समनुरूपण सार दिखायें
hu: Beállítások összefoglalásának megjelenítése
id: Ringkasan konfigurasi display
it: Mostra panoramica di configurazione
ja: 設定の概要を表示します
ka: კონფიგურაციის მიმოხილვის ჩვენება
ko: 구성 요약 표시
mk: Прикажи резиме на конфигурацијата
mr: संरचना सारांश दाखवा
nl: Configuratie-overzicht weergeven
pt_br: Exibir resumo da configuração
ru: Показать отчет о конфигурации
sk: Zobraziť súhrn konfigurácie
sv: Visa sammanfattning av inställningarna
zh_cn: 显示配置摘要
zh_tw: 顯示組態摘要
zu: Bonisa amabalengwe okuhlelwa

source: Allow remote access
af: Laat afstandstoegang toe
ca: Permet l'accés remot
de: Entfernten Zugriff zulassen
el: Να επιτρέπεται η απομακρυσμένη διαχείριση
et: Kaugligipääsu lubamine
fa: اجازه دادن دسترسی برون خط
fi: Salli etäkäyttö
fr: Autoriser l'accès à distance
gl: Permitir o acceso remoto
gu: એલાઉ રીમોટ એસેસ
he: אפשר גישה מרחוק
hi: सुदूर अक्सेस स्वीकार करें
hu: Távoli hozzáférés engedélyezése
id: Izinkan akses jarak jauh
it: Consenti accesso remoto
ja: リモートアクセスを許可する
ka: დაშორებული წვდომის დაშვება
ko: 원격 액세스 허용
mk: Дозволете далечински пристап
mr: दुर्गम संपर्कात परवानगी दिले
nl: Toegang op afstand toestaan
pt_br: Permitir acesso remoto
ru: Разрешить удалённый доступ
sk: Povoliť vzdialený prístup
sv: Tillåt fjärråtkomst
zh_cn: 允许远程访问
zh_tw: 允許遠端存取
zu: Vumela ukungena ukude

source: Set 'yes' to allow or 'no' to disallow the remote administration
af: Stel ‘ja’ om die afstandsadministrateur toe te laat,of ‘nee’ om dit nie toe te laat nie.
ca: Establiu "sí" per permetre l'administració remota o "no" per no permetre-la
de: Mit 'ja', wird die Verwaltung von entfernten Rechnern aus (remote) zugelassen, mit 'nein' untersagt
el: Ορίστε 'ναι' για να επιτρέψετε και 'όχι' για να απαγορεύσετε την απομακρυσμένη διαχείριση
et: Kaughalduse lubamiseks vali 'jah' ja selle keelamiseks 'ei'.
fa: 'بله' برای اجازه دادن یا 'خیر' برای غیر مجاز دانستن مدیریت برون خط را انتخاب کنید
fi: Salliaksesi etähallinnan valitse 'Kyllä', estääksesi sen 'Ei'
fr: Sélectionnez 'oui' pour autoriser ou 'non' pour interdire l'administration à distance
gl: Indique 'si' para permitir ou 'non' para non permitir a administración remota
gu: એલાઉ કરવા 'હા' અથવા રીમોટ એડમીનીસ્ટ્રેશનને એલાઉ ન કરવા 'ના' ગોઠવો
he: הגדר ’כן’ או לאפשר או ’לא’ כדי לפסול ניהול מרחוק
hi: सुदूर शासन स्वीकार या अस्वीकार करने के लिए 'हाँ' ओर 'नहीं' स्थापित करें
hu: Az 'igen' kiválasztásával engedélyezheti, a 'nem' kiválasztásával letilthatja a távoli felügyeletet
id: Atur 'ya' untuk mengizinkan atau 'tidak' untuk melarang administrasi jarak jauh
it: Scegliere 'sì' per consentire l'amministrazione remota o 'no' per non consentirla
ja: リモート管理を許可するには 'はい' を、許可しない場合は 'いいえ' を選択します
ka: დაშორებული მართვის დასაშვებად შეიყვანეთ 'დიახ' და 'არა' უარსაყოფად
ko: 원격 관리를 허용하려면 '예'로 설정하고 허용하지 않으려면 '아니요'로 설정하십시오.
mk: Поставете "да" за да дозволите или "не" за да ја забраните далечинската администрација
mr: दुर्गम ऍ़डमिनिस्ट्रेशनला परवानगीकरता 'होय' व नकाराला 'नाही' सेट करा
nl: Stel 'yes' in om toegang op afstand toe te staan of 'no' om dit te verbieden
pt_br: Configure 'sim' para permitir ou 'não' para não permitir a administração remota
ru: Установите yes, чтобы разрешить удаленное администрирование, или no, чтобы запретить его.
sk: Nastavte 'áno' pre povolenie alebo 'nie' pre zakázanie vzdialenej správy
sv: Ange "ja" för att tillåta fjärradministration eller "nej" för att inte tillåta
zh_cn: 设为 "是" 来允许远程管理或为 "否" 来禁用远程管理
zh_tw: 請設定「是」，以便允許遠端管理；或設定「否」以禁止遠端管理
zu: Khetha ‘uyebo’ ukuze uvumele noma ‘ucha’ ukuze ungakuvumeli ukungena ukude.

source: Remote Access Configuration Summary:
af: Afstandstoegangkonfigurasie-opsomming:
ca: Resum de la configuració de l'accés remot:
de: Zusammenfassung der Konfiguration für entfernten Zugriff:
el: Σύνοψη των Ρυθμίσεων Απομακρυσμένης Πρόσβασης:
et: Kaugligipääsu häälestuse kokkuvõte:
fa: خلاصه ی وضعیت دسترسی برون خط:
fi: Etäkäyttöasetusten yhteenveto:
fr: Résumé de la configuration de l'accès à distance :
gl: Resumo de configuración de acceso remoto:
gu: રીમોટ એસેસ કોન્ફીગરેશન સમરીઃ
he: סיכום הגדרות גישה מרחוק:
hi: सुदूर अक्सेस समनुरूपण सार:
hu: Távoli hozzáférés beállításainak összefoglalása:
id: Ringkasan Konfigurasi Akses Jarak Jauh:
it: Panoramica della configurazione di accesso remoto:
ja: リモートアクセスの設定概要:
ka: დაშორებული წვდომის მორგების მიმოხილვა:
ko: 원격 액세스 구성 요약:
mk: Краток преглед на конфигурацијата за далечински пристап:
mr: दुर्गम संपर्क कॉनफिग्युरेशन साराश:
nl: Configuratie-overzicht van toegang op afstand:
pt_br: Resumo da configuração do acesso remoto:
ru: Отчет о конфигурации удаленного доступа:
sk: Súhrn konfigurácie vzdialeného prístupu:
sv: Sammanfattning av inställningar för fjärråtkomst:
zh_cn: 远程访问配置摘要：
zh_tw: 遠端存取組態摘要：
zu: Amabalengwe Okuhlela Ukuze Ungene Ukude:

source: Please set 'yes' to allow the remote administration or 'no' to disallow it.
af: Stel asseblief ‘ja’ om die afstandsadministrateur toe te laat, of ‘nee’ om dit nie toe te laat nie.
ca: Establiu "sí" per permetre l'administració remota o "no" per no permetre-la.
de: Wählen Sie 'ja', um die Verwaltung von entfernten Rechnern aus zuzulassen, bzw. 'nein', um sie zu untersagen.
el: Παρακαλώ ορίστε 'ναι' για να επιτρέψετε την απομακρυσμένη διαχείριση ή 'όχι' για να την απαγορεύσετε.
et: Kaughalduse lubamiseks vali 'jah' ja selle keelamiseks 'ei'.
fa: لطفا برای اجازه دادن مدیریت برون خط بر روی 'بله' و برای غیر مجاز کردن آن 'خیر' را انتخاب کنید.
fi: Salliaksesi etähallinnan valitse ”Kyllä”, estääksesi sen ”Ei”.
fr: Sélectionnez 'oui' pour autoriser l'administration à distance ou 'non' pour l'interdire.
gl: Defina a 'yes' para permitir a administración remota ou a 'no' para desactivala.
gu: કૃપા કરી રીમોટ એડમીનીસ્ટ્રેશનને એલાઉ કરવા 'હા' અથવા 'ના' ગોઠવો.
he: הגדירו בבקשה ’כן’ לאשר ניהול מרוחק או ’לא’ לפסול.
hi: कृपया रिमोट प्रशासन की अनुमति के लिए 'yes' या अनुमति न देने के लिए 'no' सेट करें।
hu: Az 'igen' kiválasztásával engedélyezheti, a 'nem' kiválasztásával letilthatja le a távoli felügyeletet.
id: Silahkan mengatur 'ya' untuk memungkinkan administrasi jarak jauh atau 'tidak' untuk melarangnya.
it: Scegliere 'sì' per consentire l'amministrazione remota o 'no' per non consentirla.
ja: リモート管理を許可するには 'はい' を、 許可しない場合は 'いいえ' を設定してください。
ka: დააყენეთ 'დიახ', თუ დაშორებული მართვის ჩართვა გნებავთ ან 'არა', თუ არ გნებავთ.
ko: 원격 관리를 허용하려면 '예'로 설정하고 허용하지 않으려면 '아니요'로 설정하십시오.
mk: Поставете 'да' за да дозволите далечинско управување или 'не' за да се забрани.
mr: दुर्गम प्रंबधाकरता 'होय' व त्याला परवानगी नसताना 'नाही' सेट करा.
nl: Stel 'yes' in om om beheer op afstand toe te staan, of 'no' om dit te verbieden.
pt_br: Configure 'sim' para permitir a administração remota ou 'não' para não permiti-la.
ru: Установите yes, чтобы разрешить удаленное администрирование, или no, чтобы запретить его.
sk: Prosím nastavte 'áno' pre povolenie vzdialenej správy alebo 'nie' pre jej zakázanie.
sv: Ange "ja" för att tillåta fjärradministration eller "nej" för att inte tillåta.
zh_cn: 请设为"是" 来允许远程管理， 或设为"否" 来禁用远程管理。
zh_tw: 請設定「是」，以便允許遠端管理； 或設定「否」以禁止遠端管理。
zu: Khetha ‘uyebo’ ukuze umuntu angene ekude noma ‘ucha’ ukuze angangeni.

source: RDP Remote Administration
ca: Administració remota RDP
de: RDP-Fernwartung
el: Απομακρυσμένη διαχείριση RDP
fa: مدیریت برون خط RDP
fi: RDP etähallinta
fr: Administration RDP à distance
gl: Administración remota RDP
he: RDP ניהול מרחוק
hi: आरडीपी दूरस्थ प्रशासन
hu: RDP távfelügyelet
id: Administrasi Jarak Jauh RDP
it: Amministrazione remota RDP
ja: RDP リモート管理
ka: RDP-ით დაშორებული მართვა
ko: RDP 원격 관리
mk: RDP Далечна Администрација
nl: RDP beheer op afstand
pt_br: Administração remota RDP
ru: Удаленное администрирование по RDP
sk: Vzdialená administrácia RDP
sv: RDP-fjärradministration
zh_cn: RDP 远程管理
zh_tw: RDP 遠端管理

source: RDP &Remote Administration
ca: Administració &remota RDP
de: &RDP-Fernwartung
el: &Απομακρυσμένη διαχείριση RDP
fa: مدیریت برون خط &RDP
fi: RDP &etähallinta
fr: Administration &RDP à distance
gl: Administración &remota RDP
he: RDP &ניהול מרחוק
hi: आरडीपी दूरस्थ प्रशासन (&R)
hu: RDP &távfelügyelet
id: Administrasi Jarak Jauh &RDP
it: Amministrazione remota &RDP
ja: RDP リモート管理 (&R)
ka: RDP-ით &დაშორებული მართვა
ko: RDP 원격 관리(&R)
mk: RDP &Далечна администрација
nl: RDP behee&r op afstand
pt_br: Administração &remota RDP
ru: Удаленное администрирование по &RDP
sk: Vzdialená administrácia &RDP
sv: &RDP-fjärradministration
zh_cn: &RDP 远程管理
zh_tw: RDP 遠端管理(&R)

source: Settings
ca: Paràmetres
de: Einstellungen
fa: تنظیمات
fi: Asetukset
fr: Paramètres
hi: सेटिंग्स
hu: Beállítások
id: Pengaturan
it: Impostazioni
ja: 設定
ka: მორგება
ko: 설정
mk: Подесувања
nl: Instellingen
pt_br: Configurações
ru: Настройки
sk: Nastavenia
sv: Inställningar
zh_cn: 设置
zh_tw: 設定

source: Enable RDP (Remote Desktop Protocol) Service
ca: Habilita el servei RDP (Protocol d'escriptori remot)
de: Dienst RDP (Remote Desktop Protocol) aktivieren
fa: فعالسازی سرویس RDP
fi: Ota RDP (Remote Desktop Protocol) -palvelu käyttöön
fr: Activer le service RDP
hi: आरडीपी (दूरस्थ डेस्कटॉप सेवा) सक्रिय करें
hu: RDP szolgáltatás (távoli asztal protokoll) engedélyezése
id: Aktifkan Layanan RDP (Remote Desktop Protocol)
it: Abilitazione servizio RDP (Remote Desktop Protocol)
ja: RDP (リモートデスクトッププロトコル) サービスを有効にする
ka: RDP-ის (დაშორებული სამუშაო მაგიდის პროტოკოლის) სერვისის ჩართვა
ko: RDP(원격 데스크톱 프로토콜) 서비스 사용
mk: Вклучи сервис за RDP (Remote Desktop Protocol)
nl: RDP (Remote Desktop Protocol) service inschakelen
pt_br: Habilitar serviço RDP (Remote Desktop Protocol)
ru: Включить службу RDP (Remote Desktop Protocol)
sk: Povoliť službu RDP (Remote Desktop Protocol)
sv: Aktivera tjänsten RDP (Remote Desktop Protocol)
zh_cn: 启用 RDP (远程桌面协议) 服务
zh_tw: 啟用 RDP（遠端桌面協定）服務

source: Open Port in Firewall
ca: Obre un port al tallafoc
de: Firewall-Port öffnen
fa: باز کردن درگاه در دیواره ی آتش
fi: Avaa portti palomuurissa
fr: Ouvrir le port dans le pare-feu
hi: फ़ायरवॉल पर पोर्ट खोलें
hu: Port megnyitása a tűzfalban
id: Buka Port pada Firewall
it: Apertura porta sul firewall
ja: ファイアウオールでポートを開く
ka: ბრანდმაუერში პორტის გახსნა
ko: 방화벽에서 포트 열기
nl: Poort in firewall openen
pt_br: Abrir porta no firewall
ru: Открыть порт в брандмауэре
sk: Otvoriť port vo firewalle
sv: Öppna port i brandvägg
zh_cn: 在防火墙上打开端口
zh_tw: 在防火牆中打開埠位

source: <p><b><big>Remote Administration via RDP</big></b></p> <p>Remote Desktop Protocol (RDP) is a secure remote administration protocol running on TCP port 3389.</p><p>If the feature is enabled, you will be able to login to this computer remotely via an RDP client such as Windows Remote Desktop Viewer.
ca: <p><b><big>Administració remota a través d'RDP</big></b></p> <p>El Remote Desktop Protocol (RDP) és un protocol d'administració remota segur que s'executa al port TCP 3389.</p><p>Si la funció està habilitada, podreu entrar a aquest ordinador remotament a través d'un client RDP com ara el Windows Remote Desktop Viewer.
de: <p><b><big>Fernwartung via RDP</big></b></p> <p>Remote Desktop Protocol (RDP) ist ein sicheres Protokoll zur Fernwartung, das auf dem TCP-Port 3389 läuft.</p><p>Wenn dieses Feature aktiviert ist, kann man an diesem Computer remote mit einem RDP-Client, wie mit dem Windows Remote Desktop Viewer, anmelden.
fa: <p><b><big>مدیریت برون خط از طریق RDP</big></b></p> <p> مدیریت میزکار برون خطر (RDP) یک پروتکل امن مدیریت برون خط است که بر روی TCP درگاه 3389 کار میکند.</p><p>در صورتی که ویژگی فعال باشد، شما قادر خواهید بود که به این رایانه به صورت ارتباط برون خط از طریق کلاینت RDP مانند Windows Remote Desktop Viewer وارد شوید.
fi: <p><b><big>Etähallinta RDP:n kautta</big></b></p> <p>Remote Desktop Protocol (RDP) on suojattu etähallintaprotokolla, joka toimii TCP-portissa 3389.</p><p>Jos ominaisuus on käytössä, voit kirjautua sisään tähän tietokoneeseen etänä RDP-asiakasohjelman, kuten Windows Remote Desktop kautta.
fr: <p><b><big>Administration à distance via RDP</big></b></p> <p>Le protocole de bureau distant RDP est un protocole sécurisé d'administration à distance, fonctionnant sur le port TCP 3389.</p><p>Si la fonctionnalité est activée, vous serez capable de vous connecter à cet ordinateur à distance, via un client RDP tel que l'outil de connexion bureau à distance de Windows.
hu: <p><b><big>Távfelügyelet az RDP használatával</big></b></p> <p>A Távoli asztal protokoll (RDP) a 3389-as TCP-porton futó biztonságos távfelügyeleti protokoll.</p><p>Ha a funkció engedélyezve van, távolról is bejelentkezhet a számítógépre egy RDP-ügyfél, például a Windows Távoli asztal használatával.
id: <p><b><big>Administrasi Jarak Jauh via RDP</big></b></p> <p>Remote Desktop Protocol (RDP) adalah protokol administrasi jarak jauh yang berjalan pada TCP port 3389.</p><p>Jika fitur ini diaktifkan, Anda akan dapat masuk ke kemputer ini dari jarak jauh via klien RDP seperti Windows Remote Desktop Viewer.
it: <p><b><big>Amministrazione remota tramite RDP</big></b></p> <p>Remote Desktop Protocol (RDP) è un protocollo sicuro di amministrazione remota in esecuzione sulla porta TCP 3389.</p><p>Con tale funzionalità abilitata si avrà la possibilità di accedere al computer da remoto attraverso un client RDP come Windows Remote Desktop Viewer.
ja: <p><b><big>RDP を介したリモート管理</big></b></p> <p>リモートデスクトッププロトコル (RDP) とは、 TCP ポート 3389 で動作する、機密を確保できるリモート管理プロトコルです。</p> <p>この機能を有効にすると、Windows のリモートデスクトップ接続などを利用して、このコンピュータに対して遠隔からログインできるようになります。
ka: <p><b><big>დაშორებული მართვა RDP-ით</big></b></p> <p>დაშორებული სამუშაო მაგიდის პროტოკოლი (RDP) დაცული დაშორებული ადმინისტრირების პროტოკოლია, რომელიცTCP port 3389-ზე მუშაობს.</p><p>თუ ეს თვისება ჩართულია, ამ კომპიუტერზე RDP კლიენტით შეგეძლებათ, შემოხვიდეთ.
ko: <p><b><big>RDP를 통한 원격 관리</big></b></p> <p>RDP(원격 데스크톱 프로토콜)는 TCP 포트 3389에서 실행되는 안전한 원격 관리 프로토콜입니다.</p><p>이 기능을 사용하면 Windows 원격 데스크톱 뷰어와 같은 RDP 클라이언트를 통해 원격으로 이 컴퓨터에 로그인 할 수 있습니다.
nl: <p><b><big>Beheer op afstand via RDP</big></b></p> <p>Remote Desktop Protocol (RDP) is een veilig hulpmiddel voor beheer op afstand dat werkt op TCP poort 3389.</p><p>Als de functie is ingeschakeld, dan zult u in staat zijn om in te loggen op deze computer vanaf afstand via een RDP-client zoals Windows Remote Desktop Viewer.
pt_br: <p><b><big>Administração remota via RDP</big></b></p> <p> O Remote Desktop Protocol (RDP) é um protocolo de administração remota executado na porta TCP 3389.</p><p>Se o recurso está habilitaddo, você poderá logar-se neste computador remotamente através de um cliente RDP como o Conexão de Área de Trabalho Remota do Windows.
ru: <p><b><big>Удалённое администрирование по RDP</big></b></p> <p>Remote Desktop Protocol (RDP) — это безопасный протокол удалённого администрирования, работающий на TCP-порту 3389.</p><p>Если эта возможность включена, вы сможете удалённо войти на этот компьютер с помощью клиента RDP, например, Windows Remote Desktop Viewer.
sk: <p><b><big>Vzdialená správa cez RDP</big></b></p> <p>Remote Desktop Protocol (RDP) je bezpečný protokol pre vzdialenú správu bežiaci na TCP porte 3389.</p><p>Ak je táto funkcia povolená, budete sa môcť prihlásiť k tomuto počítaču vzdialene pomocou klienta RDP, ako je napr. Windows Remote Desktop Viewer.
sv: <p><b><big>Fjärradministration via RDP</big></b></p> <p>Remote Desktop Protocol (RDP) är ett säkert protokoll för fjärradministration som kör på TCP-port 3389.</p><p>Om funktionen aktiveras kommer du att kunna logga in på den här datorn på avstånd via en RDP-klient som t.ex. Windows Remote Desktop Viewer.
zh_cn: <p><b><big>通过 RDP 进行远程管理</big></b></p> <p>远程桌面协议 (RDP) 是一个运行在 TCP 端口 3389 上的安全的远程管理协议。</p><p>若启用该功能，您将可以通过 RDP 客户端诸如 Windows 远程桌面查看器远程登入此计算机。
zh_tw: <p><b><big>通過RDP遠程管理</big></b></p> <p>遠端桌面協定（RDP）是在TCP 3389埠位上運行的安全遠程管理協議。</p><p>如果啟用此功能，您將能夠通過RDP客戶端 （如Windows 遠端桌面查看器）遠程登錄到此電腦。

source: Remote Administration via RDP
ca: Administració remota a través d'RDP
de: Fernwartung via RDP
fa: مدیریت برون خط از طریق RDP
fi: Etähallinta RDP-ohjelman kautta
fr: Administration à distance via RDP
hi: आरडीपी द्वारा दूरस्थ प्रशासन
hu: Távfelügyelet az RDP használatával
id: Administrasi jarak Jauh via RDP
it: Amministrazione remota tramite RDP
ja: RDP を介したリモート管理
ka: დაშორებული მართვა RDP-ით
ko: RDP로 원격 관리
mk: Далечна администрација преку RDP
nl: Beheer op afstand via RDP
pt_br: Administração remota via RDP
ru: Удалённое администрирование по RDP
sk: Vzdialená správ cez RDP
sv: Fjärradministration via RDP
zh_cn: 通过 RDP 进行远程管理
zh_tw: 通過RDP遠程管理

source: RDP (remote desktop protocol) service is enabled.
ca: El servei RDP (protocol d'escriptori remot) està habilitat.
de: Der Dienst RDP (remote desktop protocol) ist aktiviert.
fa: سرویس RDP (سرویس remote desktop protocol) فعال است.
fi: RDP (etätyöpöytä) -palvelu on käytössä.
fr: Le service RDP est activé.
hi: आरडीपी (दूरस्थ डेस्कटॉप प्रोटोकॉल) सेवा सक्रिय है।
hu: Az RDP szolgáltatás (távoli asztal protokoll) engedélyezve van.
id: Layanan RDP (remote desktop protocol) diaktifkan
it: Servizio RDP (remote desktop protocol) abilitato.
ja: RDP (リモートデスクトッププロトコル) サービスは有効です。
ka: RDP-ის (დაშორებული სამუშაო მაგიდის პროტოკოლი) სერვისი ჩართულია.
ko: RDP(원격 데스크톱 관리)가 활성화되었습니다.
mk: Далечна администрација преку RDP (remote desktop protocol) е вклучена.
nl: Service voor beheer op afstand (RDP) is ingeschakeld.
pt_br: O serviço remoto (RDP) está habilitado.
ru: Служба RDP включена.
sk: Služba RDP (remote desktop protocol) je povolená.
sv: Tjänsten RDP (remote desktop protocol) är aktiverad.
zh_cn: 已启用 RDP (远程桌面协议) 服务。
zh_tw: 已啟用RDP（遠端桌面協定）服務。

source: RDP (remote desktop protocol) service is disabled.
ca: El servei RDP (protocol d'escriptori remot) està inhabilitat.
de: Der Dienst RDP (remote desktop protocol) ist deaktiviert.
fa: سرویس RDP (سرویس remote desktop protocol) غیرفعال است.
fi: RDP (etätyöpöytä) -palvelu poistettu käytössä.
fr: Le service RDP est désactivé.
hi: आरडीपी (दूरस्थ डेस्कटॉप प्रोटोकॉल) सेवा निष्क्रिय है।
hu: Az RDP szolgáltatás (távoli asztal protokoll) le van tiltva.
id: Administrasi RemoteLayanan RDP (remote desktop protocol) dinon-aktifkan
it: Servizio RDP (remote desktop protocol) disabilitato.
ja: RDP (リモートデスクトッププロトコル) サービスは無効です。
ka: RDP-ის (დაშორებული სამუშაო მაგიდის პროტოკოლი) სერვისი გამორთულია.
ko: RDP(원격 데스크톱 관리)가 비활성화되었습니다.
mk: Далечна администрација преку RDP (remote desktop protocol) е исклучена.
nl: RDP (remote desktop protocol) service is uitgeschakeld.
pt_br: O serviço RDP (Remote Desktop Protocol) está desabilitado.
ru: Служба RDP отключена.
sk: Služba RDP (remote desktop protocol) je zakázaná.
sv: Tjänsten RDP (remote desktop protocol) är avaktiverad.
zh_cn: 已禁用 RDP (远程桌面协议) 服务。
zh_tw: 已停用RDP（遠端桌面協定）服務。

source: Saving Remote Administration (RDP) Configuration
ca: Desant la configuració d'administració remota (RDP)
de: Fernverwaltungskonfiguration (RDP) wird gespeichert
fa: در حال ذخیره سازی پیکربندی مدیریت برون خط (RDP)
fi: Tallennetaan etähallinnan (RDP) -määritystä
fr: Enregistrement de la configuration de l'administration à distance (RDP)
hu: Távoli rendszerfelügyelet (RDP) beállításainak mentése
id: Menyimpan Konfigurasi Administrasi Jarak Jauh (RDP)
it: Salvataggio della configurazione di amministrazione remota (RDP)
ja: リモート管理 (RDP) 設定を保存しています
ka: RDP-ის (დაშორებული სამუშაო მაგიდის პროტოკოლი) კონფიგურაციის შენახვა
ko: RDP(원격 관리) 구성 저장 중
mk: Зачувување на конфигурацијата за далечинска администрација (RDP)
nl: Configuratie voor beheer op afstand (RDP) opslaan
pt_br: Salvando configuração de administração remota (RDP)
ru: Сохранение настроек удалённого администрирования (RDP)
sk: Ukladanie konfigurácie vzdialenej správy (RDP)
sv: Sparar konfigurering för fjärradministration (RDP)
zh_cn: 正在保存远程管理 (RDP) 配置
zh_tw: 正在儲存遠端管理(RDP)配置

source: Write firewall settings
af: Skryf brandmuurinstellings
ca: Escriu els paràmetres del tallafoc
de: Firewall-Einstellungen schreiben
el: Εγγραφή των ρυθμίσεων του Τείχους Προστασίας
et: Tulemüüri sätete kirjutamine
fa: نوشتن تنظیمات دیواره ی آتش
fi: Kirjoita palomuurin asetukset
fr: Écriture des paramètres du pare-feu
gl: Escribir a configuración da devasa
gu: ફાયરવોલ સેટીંગ્સ લખો.
he: כתוב הגדרות חומת אש
hi: फायरवाल समनुरूपण लिखें
hu: Tűzfalbeállítások mentése
id: Tulis pengaturan firewall
it: Scrivi impostazioni firewall
ja: ファイアウオール設定の書き込み
ka: ბრანდმაუერის პარამეტრების ჩაწერა
ko: 방화벽 설정 기록
mk: Зачувај ги поставувањата на огнениот ѕид
mr: फायरवॉल रचना लिहा
nl: Firewall-instellingen opslaan
pt_br: Salvar configurações do firewall
ru: Запись параметров брандмауэра
sk: Zápis nastavenia pre firewall
sv: Skriv brandväggsinställningar
zh_cn: 写入防火墙设置
zh_tw: 寫入防火牆設定
zu: Bhala amasethingi efayawoli

source: Writing firewall settings...
af: Skryf van brandmuurinstellings ...
ca: Escrivint els paràmetres del tallafoc...
de: Firewall-Einstellungen schreiben...
el: Εγγραφή ρυθμίσεων του Τείχους Προστασίας...
et: Tulemüüri sätete kirjutamine...
fa: در حال نوشت تنظیمات دیواره ی آتش...
fi: Kirjoitetaan palomuurin asetukset...
fr: Écriture des paramètres du pare-feu...
gl: Escribindo a configuración da devasa...
gu: ફાયરવોલ સેટીંગ્સ લખી રહેલ છે...
he: כותב הגדרות חומת אש...
hi: फायरवाल समनुरूपण लिख रहा हैं..
hu: Tűzfalbeállítások mentése...
id: Menulis pengaturan firewall...
it: Scrittura impostazioni firewall in corso...
ja: ファイアウオール設定を書き込んでいます...
ka: ბრანდმაუერის პარამეტრების ჩაწერა...
ko: 방화벽 설정 기록 중...
mk: Зачувување на поставувањата на огнениот ѕид...
mr: फायरवॉल रचना लिहीत आहे...
nl: Firewall-instellingen worden opgeslagen...
pt_br: Salvando configurações do firewall...
ru: Запись параметров брандмауэра...
sk: Zapisujem nastavenia firewallu...
sv: Skriver brandväggsinställningar ...
zh_cn: 正在写入防火墙设置...
zh_tw: 正在寫入防火牆設定...
zu: Ibhala amasethingi efayawoli...

source: Configure xrdp
ca: Configura xrdp
de: xrdp konfigurieren
el: Ρύθμιση xrdp
fa: پیکربندی xrdp
fi: Määritä xrdp
fr: Configurer xrdp
gl: Configurar xrdp
he: הגדר XRDP
hi: xrdp विन्यस्त करें
hu: xrdp beállítása
id: Konfigurasikan xrdp
it: Configura xrdp
ja: xrdp の設定
ka: XRDP-ის მორგება
ko: xrdp 구성
mk: Конфигурирај xrdp
nl: xrdp instellen
pt_br: Configurar xrdp
ru: Настроить xrdp
sk: Konfigurovať xrdp
sv: Konfigurera xrdp
zh_cn: 配置 xrdp
zh_tw: 設定 xrdp
