Repository: Dzejrou/yast-translations
Catalog: po/rpm-groups/*.po
Languages: bn, gu, th, xh, zu

source: Amusements
bn: আমোদ-প্রমোদ
gu: એમ્યુઝમેન્ટ્સ
th: กิจกรรมความบันเทิง
xh: Izihlekisi
zu: Izinjabulo

source: Games
bn: গেমস
gu: ગેમ્સ
th: เกมส์
xh: Imidlalwana
zu: Imidlalo

source: Strategy
bn: স্ট্রাটেজি
gu: સ્ટ્રાટેજી
th: กลยุทธ์
xh: Ubuchule bokucwangcisa
zu: Isu Lokwenza

source: Real Time
bn: রিয়েল টাইম
gu: રીઅલ ટાઇમ
th: ตามเวลาจริง
xh: Ixesha Lenene
zu: I-Real Time

source: Productivity
bn: উত্পাদকতা
gu: પ્રોડોક્ટીવીટી
th: ผลิตผล
xh: Ukukhutshwa kwemveliso
zu: Ukukhiqiza

source: Graphics
bn: গ্রাফিক্স
gu: ગ્રાફિક્સ
th: กราฟิก
xh: Ngokwegrafu
zu: Izithombe

source: Other
bn: অন্য
gu: અન્ય
th: อื่น ๆ
xh: Ezinye
zu: Okunye

source: 3D
th: 3 มิติ

source: Shoot
bn: শুট
gu: શૂટ
th: ยิง
xh: Ingxaki yasemdeni
zu: Ihlumela

source: Text
bn: টেক্সট
gu: ટેક્સ્ટ
th: ข้อความ
xh: Isiqendu
zu: Umbhalo

source: Editors
bn: এডিটরস
gu: એડિટર્સ
th: ตัวแก้ไข
xh: Abahleli
zu: Izihleli

source: Documentation
bn: নথিপত্র
gu: ડોક્યુમેન્ટેશન
th: ระบบเอกสาร
xh: Ugcino-maxwebhu
zu: Amadokhumenti

source: System
bn: সিস্টেম
gu: સિસ્ટમ
th: ระบบ
xh: Isixokelelwano
zu: Isistimu

source: X11
th: ระบบ X11
xh: i-X11

source: Fonts
bn: ফন্টগুলি
gu: ફોન્ટ્સ
th: แบบอักษร
xh: Iifonti
zu: Amafonti

source: Development
bn: ডেভালপমেন্ট
gu: ડેવલોપમેન્ટ
th: พัฒนาโปรแกรม
xh: Uphuhliso
zu: Ukwakha

source: Tools
bn: যন্ত্রপাতিসমূহ
gu: ટૂલ્સ
th: เครื่องมือ
xh: Izixhobo zokusebenza
zu: Amathuluzi

source: Action
bn: কার্য
gu: એક્શન
th: การกระทำ
xh: Inyathelo
zu: Isinyathelo

source: Arcade
bn: খিলান-শ্রেণী
gu: એક્રેડ
th: อาเขต
xh: Umgaqo onophahla
zu: Umbhoshongo

# Localization
source: Localisation
th: การทำภาษาท้องถิ่น

source: Benchmark
bn: বেঞ্চমার্ক
gu: બેન્ચમાર્ક
th: เบนช์มาร์ก
xh: Uphawu lomlinganiselo
zu: Indinganiso

source: Man
bn: মানুষ
gu: મેન
th: คู่มือ (Man)
xh: Umntu
zu: Umuntu

source: Multimedia
bn: মাল্টিমিডিয়া
gu: મલ્ટીમીડીઆ
th: สื่อประสม
xh: Imijelo emininzi
zu: Izinhlelo Ezinhlobonhlobo

source: Security
bn: নিরাপত্তা
gu: સીક્યુરીટી
th: ความปลอดภัย
xh: Ukhuseleko
zu: Ukuphepha

source: Libraries
bn: লাইব্রেরিস
gu: લાયબ્રેરીઝ
th: ไลบรารี
xh: Iilayibrari
zu: Imitapo

source: C and C++
bn: C এবং C++
gu: C અને C++
th: ภาษา C และ C++
xh: i-C ne-C++
zu: U-C kanye no-C++

source: Office
bn: অফিস
gu: ઑફિસ
th: สำนักงาน
xh: Iofisi
zu: I-Office

source: Finance
bn: ফাইন্যান্স
gu: ફાઇનેન્સ
th: การเงิน
xh: Ezemali
zu: Ezezimali

source: Networking
bn: নেটওয়ার্কিং
gu: નેટવર્કીંગ
th: ระบบเครือข่าย
xh: Ukwenza Umsebenzi Wothungelwano
zu: Ukuxhumana ngenethiwekhi

source: Web
bn: ওয়েব
gu: વેબ
th: เว็บ
xh: Uthungelwano
zu: Ingosi Ye-inthanethi

source: Browsers
bn: ব্রাউজারগুলি
gu: બ્રાઉઝર્સ
th: เบราว์เซอร์
xh: Izikhangeli
zu: Izipheqi

source: Metapackages
th: แพกเกจกำกับ

source: Languages
bn: ভাষা সমুহ
gu: ભાષાઓ
th: ภาษา
xh: Iilwimi
zu: Izilimi

source: Perl
bn: পার্ল
gu: પર્લ
th: ภาษาเพิร์ล
xh: i-Perl
zu: I-Perl

source: Management
bn: পরিচালনা
gu: મેનેજમેન્ટ
th: การจัดการ
xh: Ulawulo
zu: Ukuphatha

source: Hardware
bn: হার্ডওয়ার
gu: હાર્ડવેર
th: ฮาร์ดแวร์
xh: Okungaphakathi Kwiqokobhe Lekhompyutha
zu: I-hardware

source: Joystick
bn: জয়স্টিক
gu: જયસ્ટીક
th: แท่งควบคุม (Joystick)
xh: Uluthiluvuyo
zu: I-Joystick

source: Archiving
bn: আর্কাইভিং
gu: આર્ચીવીંગ
th: จัดเก็บแฟ้ม
xh: Kufakwa Kwisisele Solwazi
zu: Ukugcina Enqolobaneni

source: Compression
bn: শক্তপোক্ত
gu: કોમ્પ્રેશન
th: บีบอัดข้อมูล
xh: Uxinzelelo
zu: Ukucindezela

source: Viewers
bn: দর্শনকারী
gu: વ્યુઅર
th: ดูภาพ
xh: Ababukeli
zu: Izihloli

source: Diagnostic
bn: ডায়গনস্টিক
gu: ડાયગ્નોસ્ટીક
th: การวินิจฉัย
xh: Ukufunyaniswa kwengxaki ngoxilongo
zu: Ukuhlola

source: LDAP
th: บริการ LDAP
xh: i-&LDAP

source: Servers
bn: সার্ভারস
gu: સર્વર્સ
th: เครื่องแม่ข่าย
xh: Iiseva
zu: Iziphakelalwazi

source: Daemons
bn: ডিমনস
gu: ડેમોન્સ
th: ดีมอน
xh: ii-Daemons
zu: Ama-daemon

source: File utilities
bn: ফাইল উপযোগী
gu: ફાઇલ યુટીલીટીઝ
th: เครื่องมือจัดการแฟ้ม
xh: Iindlela zokusetyenziswa kwefayili
zu: Izisetshenziswa zamafayela

source: Databases
bn: ডাটাবেস
gu: ડીટીબેઝીસ
th: ฐานข้อมูล
xh: Iziseko zeenkcukacha
zu: Izizinda Zokwaziswa

source: Scientific
bn: সাইন্টিফিক
gu: સાઇન્ટીફીક
th: ทางวิทยาศาสตร์
xh: Ngokwenzululwazi
zu: Ngokwesayensi

source: Math
bn: গণিত
gu: મેથ
th: คณิตศาสตร์
xh: Imetametika
zu: Isibalo

source: Physics
bn: প্রাকৃতি বিজ্ঞান
gu: ફિજીક્સ
th: ฟิสิกส์
xh: i-Physics
zu: I-Physics

source: HTML
th: เอกสาร HTML
xh: i-HTML

source: Icons
bn: আইকনস
gu: આઇકન્સ
th: ไอคอน
xh: Imiqondiso yokuqulathiweyo
zu: Ama-ayikhoni

source: Video
bn: ভিডিও
gu: વિડિઓ
th: วีดิทัศน์
xh: Ividiyo
zu: I-Video

source: Editors and Convertors
bn: এটিডরস এবং কনভার্টস
gu: એડિટર્સ અને કનવટર્સ
th: ตัวแก้ไขและแปลงค่า
xh: Abahleli Nabaguquli
zu: Izihleli Neziguquli

source: Boot
bn: বুট
gu: બૂટ
th: การบูตระบบ
xh: Umiselo Lwenkqubo
zu: Ukuqalisa

source: Simulation
bn: সিমুলেশন
gu: સીમુલેશન
th: จำลองสถานการณ์
xh: Ukulinganisa
zu: Ukukopisha

source: CAD
th: คอมพิวเตอร์ช่วยออกแบบ (CAD)
xh: i-CAD

source: Convertors
bn: কনভার্টস
gu: કનવટર્સ
th: ตัวแปลงค่า
xh: iziguquli
zu: Iziguquli

source: Building
bn: ব্লিডিং
gu: બિલ્ડીંગ
th: การสร้าง
xh: Kuyakhiwa
zu: Ukwakha

source: Sound
bn: শব্দ
gu: સાઉન્ડ
th: ระบบเสียง
xh: Isandi
zu: Umsindo

source: Utilities
bn: উপযোগী
gu: યુટીલીટીઝ
th: อรรถประโยชน์
xh: Izinto Ezisetyenziswayo
zu: Izisetshenziswa

source: Email
bn: ইমেল
gu: ઈમેલ
th: อีเมล
xh: Imeyile
zu: I-Email

source: Clients
bn: ক্লাইন্টস
gu: ક્લાયન્ટ્સ
th: ไคลเอนต์
xh: Abaxumi
zu: Ama-client

source: Publishing
bn: পাবলিশিং
gu: પબ્લિશીંગ
th: สื่อสิ่งพิมพ์
xh: Kuyapapashwa
zu: Ukushicilela

source: GUI Builders
bn: GUI বিল্ডারস
gu: GUI બિલ્ડર્સ
th: ตัวสร้างส่วนติดต่อแบบกราฟิก
xh: Abakhi be-GUI
zu: Izakhi Ze-GUI

source: GUI
th: ส่วนติดต่อผู้ใช้แบบกราฟิก
xh: i-GUI
zu: I-GUI

source: GNOME
bn: জিনোম
gu: જીનોમ
th: ระบบ GNOME
xh: i-GNOME
zu: I-GNOME

source: Monitoring
bn: মনিটরিং
gu: મોટીટોરીંગ
th: ติดตามการทำงาน
xh: Kulandelwa ngoqwalaselo
zu: Ukuqondisa

source: Printing
bn: প্রিন্টিং
gu: પ્રન્ટીંગ
th: การพิมพ์
xh: Kuyashicilelwa
zu: Ukuphrinta

source: Players
bn: খেলোয়াড়
gu: પ્લેઅર્સ
th: ตัวเล่น
xh: Abadlali
zu: Abadlali

source: Emulators
bn: ইমুলেটরস
gu: એમ્યુલેટર્સ
th: ตัวจำลอง
xh: Izilinganisi
zu: Izilingisi

source: PC
th: คอมพิวเตอร์ส่วนบุคคล
xh: i-PC
zu: I-PC

source: IRC
th: บริการ IRC
xh: i-IRC
zu: I-IRC

source: Word Processor
th: ประมวลผลคำ

source: Base
bn: বেস
gu: બેઝ
th: พื้นฐาน
xh: Isiseko
zu: Isisekelo

source: Filesystems
bn: ফাইলসিস্টেমস
gu: ફાઇલ સિસ્ટમ્સ
th: ระบบแฟ้ม
xh: Izixokelelwano zefayili
zu: Amasistimu amafayela

source: Debuggers
bn: ডিবুগরস
gu: ડીબુગર્સ
th: ตัวดีบั๊ก
xh: Izicokisi
zu: Izilungisi Maphutha

source: Console
bn: কনসোল
gu: કોનસોલ
th: คอนโซล
xh: Isixhasi
zu: I-Console

source: Java
bn: জাভা
gu: જાવા
th: ภาษาจาวา
xh: i-Java
zu: IJava

source: Parallel
bn: প্যারালাল
gu: પારાલેલ
th: ขนาน
xh: Kunxusene
zu: Lungelene

source: Frontends
bn: ফ্রনটেন্ডস
gu: ફ્રોન્ટેન્ડ્સ
th: ฟร้อนต์เอนด์
xh: Iziphelo zangaphambili
zu: Ama-frontend

source: Electronics
bn: ইলেক্ট্রনিকস
gu: ઈલેક્ટ્રોનિક્સ
th: อิเลกทรอนิกส์
xh: Ngokusebenzisa ikhompyutha
zu: Ezisebenza ngogesi

source: DNS
th: บริการสืบค้นชื่อ
xh: i-DNS

source: Samba
bn: সাম্বা
gu: સામ્બા
th: แซมบ้า
xh: i-Samba
zu: I-Samba

# Organizers
source: Organisers
bn: সংগঠনকারী
gu: ઓર્ગેનાઇઝર્સ
th: ออแกไนเซอร์
xh: Abalungiseleli
zu: Abahleli

source: Board
bn: বোর্ড
gu: બોર્ડ
th: เกมกระดาน
xh: Ibhodi
zu: Ibhodi Lezaziso

source: Card
bn: কার্ড
gu: કાર્ડ
th: เกมไพ่
xh: Ikhadi
zu: Ikhadi

source: KDE
th: ระบบ KDE
xh: i-KDE
zu: I-KDE

source: News
bn: খবর
gu: ન્યુઝ
th: ข่าว
xh: Iindaba
zu: Izindaba

source: Terminals
bn: টার্মিনালস
gu: ટર્મીનલ્સ
th: เทอร์มินัล
xh: Iziphelo
zu: Amatheminali

source: TV
th: โทรทัศน์
xh: i-TV
zu: I-TV

source: Backup
bn: ব্যাকআপ
gu: બેકઅપ
th: สำรองข้อมูล
xh: Ikopi eselugcinweni
zu: Amafayela Agade Umonakalo

source: Midi
bn: মিডি
gu: મીડી
th: มิดี
zu: IMidi

source: Python
bn: পাইথন
gu: પાઇથોન
th: ภาษาไพธอน
xh: Inamba
zu: I-Python

source: IDE
th: อุปกรณ์ IDE
xh: i-IDE
zu: I-IDE

source: ISDN
th: โมเด็ม ISDN
xh: i-ISDN
zu: I-ISDN

source: Japanese
bn: জাপানী
gu: જાપાનીઝ
th: ภาษาญี่ปุ่น
xh: isiJapani
zu: IsiJaphane

source: Howto
bn: হাউটু
gu: હોઉટુ
th: สอนทำ (Howto)
xh: Indlela yokwenza
zu: Kanjani

source: UPS
th: เครื่องสำรองไฟ
xh: i-UPS
zu: I-UPS

source: Proxy
bn: প্রক্সি
gu: પ્રોક્સી
th: พร็อกซี
xh: Okumele okunye
zu: I-Proxy

source: Dictionary
bn: অভিধান
gu: ડીક્સીનારી
th: พจนานุกรม
xh: Isichazimagama
zu: Isichazamazwi

source: Teaching
th: การสอน

source: Doc Generators
bn: ডক জেনারেটরস
gu: ડક જનરેટર્સ
th: ตัวสร้างเอกสาร
xh: Iziyili Zamaxwebhu
zu: Izakhi Zamadokh

source: Toys
bn: খেলনাগুলি
gu: ટોયઝ
th: ของเล่น
xh: Izixhobo zokudlalisa
zu: Amathoyizi

source: Clocks
bn: ক্লকস
gu: ક્લોક્સ
th: นาฬิกา
xh: Iiwotshi
zu: Amawashi

source: Bitmap Editors
bn: বিটম্যাপ এডিটরস
gu: બીટમેપ એડીટરસ
th: แก้ไขภาพบิตแมพ
xh: Abahleli Beengqokelela Zamasuntsu
zu: Izihleli Ze-Bitmap

source: Spell
bn: স্পেল
gu: લ્પેલ
th: คำสะกด
xh: Upelo
zu: Pela

source: Mono
th: โมโน

source: Modem
bn: মোডেম
gu: મોડેમ
th: โมเด็มพื้นฐาน
xh: i-Modem
zu: Imodemu

source: Wifi
th: เครือข่ายไร้สาย

source: Logic
bn: লজিক
gu: લોજીક
th: ตรรกะ
xh: Ingqiqo elindelekileyo
zu: Ilojikhi

source: Emacs
bn: ইম্যাকস
gu: ઈમેક્સ
th: โปรแกรม Emacs
zu: Ama-Emac

source: SSH
th: บริการ SSH
xh: i-SSH
zu: I-SSH

source: Chemistry
bn: কেমিস্ট্রি
gu: કેમીસ્ટ્રી
th: เคมี
xh: Ezokuxutywa kwemichiza
zu: Ikhemistri

source: Packet
bn: প্যাকেট
gu: પકેટ
th: แพ็กเก็ต
xh: Ipakethi
zu: Iphakhethi

source: Ftp
th: บริการ Ftp
xh: i-Ftp

source: Shells
bn: শেল
gu: શેલ્સ
th: เชลล์
xh: Iitoliki zemiyalelo
zu: Amagobolondo

source: Kernel
bn: কার্নেল
gu: કેરનેલ
th: เคอร์เนล
xh: &i-Kernel
zu: IKheneli

source: TeX
gu: ટેક્સ
th: เอกสาร TeX
xh: i-TeX

source: Routing
bn: রুটিং
gu: રાઉટીંગ
th: การค้นเส้นทาง (Routing)
xh: Ukhokelo-mgaqo
zu: Ukuthutha Ukwaziswa Phakathi Kwamanethiwekhi

source: 3D Editors
bn: 3D এডিটরস
gu: 3D એડિટર્સ
th: เครื่องมือแก้ไข 3มิติ
xh: 3D Abahleli
zu: Izihleli Ze-3D

source: Sources
bn: উত্সগুলি
gu: સોર્સીસ
th: ต้นฉบับ
xh: Imithombo
zu: Imithombo

source: Mobile
bn: মোবাইল
gu: મોબાઇલ
th: โมบายล์
xh: Ekuhanjwa nako
zu: Phathwayo

source: Clustering
bn: জমাকরছি
gu: ક્લસ્ટરીંગ
th: คลัสเตอร์ริง
xh: Ucukaniso
zu: Ukwakha Izihleli Zamafayela

source: Computing
bn: কম্পিউটিং
gu: કોમ્પ્યુટીંગ
th: การประมวลผล
xh: Bala ngekhompyutha
zu: Ukusebenza ngekhompuyutha

source: Astronomy
bn: এস্ট্রোনমি
gu: એસ્ટ્રોનોમી
th: ดาราศาสตร์
xh: Inzululwazi ngeenkwenkwezi
zu: Isayensi Yezinkanyezi

source: CD
th: ซีดี
xh: i-CD
zu: I-CD

source: Record
bn: রেকর্ড
gu: રેકોર્ડ
th: อัดบันทึก
xh: Ingxelo
zu: Qopha

source: Chinese
bn: চাইনিস
gu: ચાઈનીઝ
th: จีน
xh: isiTshayina
zu: IsiShayina

source: Turn Based
bn: টার্ন বেস
gu: ટર્ન બેઝડ
th: ผลัดกันเดินทีละตา
xh: Kusekwelwe emjikweni
zu: Kusekelwe emjikelezweni

source: Version Control
bn: সংস্করণ নিয়ন্ত্রণ
gu: વર્ઝન કન્ટ્રોલ
th: ควบคุมรุ่น
xh: Ulawulo Loguqulelo
zu: Ukulawulwa Kohlelo

source: File-Sharing
th: ใช้แฟ้มร่วมกัน

source: Tcl
th: ภาษา Tcl
xh: i-Tcl

source: Instant Messenger
th: ข้อความด่วนทันใจ

source: Suite
bn: সুইট
gu: સુઇટ
th: โปรแกรมชุด
xh: Impahla
zu: I-suite

source: Mathematics
th: คณิตศาสตร์

source: Fax
bn: ফ্যাক্স
gu: ફેક્સ
th: โทรสาร
xh: Ifeksi
zu: Isikhahlamezi

source: Visualization
bn: ভিজ্যুলাইজেশন
gu: વિઝુઆલીઝેશન
th: วิชวลไลเซชัน
xh: Ukubona
zu: Ukubona ngeso lengqondo

source: Grabbers
bn: গ্রাবারস
gu: ગ્રેબર્સ
th: ตัวจับภาพ
xh: Izixhakamfuli
zu: Izidlakathi

source: Chess
bn: চীস
gu: ચેસ
th: หมากรุก
xh: Itshesi
zu: I-Chess

source: Breakout
bn: ব্রেকআউট
gu: બ્રેકઆઉટ
th: เบรกเอาต์
xh: Ukuphahluka
zu: I-breakout

source: Ruby
th: รูบี้

source: Packages
bn: প্যাকেজসমূহ
gu: પેકેજીસ
th: แพกเกจ
xh: Imibekelelo
zu: Amaphakheji

source: RPG
th: เกม RPG
xh: i-RPG
zu: I-RPG

source: Navigators
bn: নেভিগটরস
gu: નેવીગેટર્સ
th: ตัวนำทาง
xh: Abatyhutyhi
zu: Izipheqi

source: PDF
th: เอกสาร PDF
xh: i-PDF
zu: I-PDF

source: XML
th: เอกสาร XML
xh: i-XML

source: DocBook
bn: ডকবুক
gu: ડકબૂક
th: เอกสาร DocBook
xh: Incwadi Yamaxwebhu
zu: Incwadi Yedokh

source: Telephony
bn: টেলিফনি
gu: ટેલીફોની
th: ระบบโทรศัพท์
xh: Ngomnxeba
zu: Ucingo

source: Race
bn: জাতি
gu: રેસ
th: แข่งขัน
xh: Umdyarho
zu: Umjaho

source: Displaymanagers
bn: ডিস্প্লেম্যানেজার
gu: ડિસપ્લેમેનેજર્સ
th: จัดการการแสดงผล
xh: Abalawuli bemiboniso

source: XFCE
th: ระบบ XFCE

source: Fortran
bn: ফর্টরান
gu: ફોરટ્રન
th: ภาษาฟอร์แทรน
xh: Inkqubo yezenzululwazi ye-Fortran
zu: I-Fortran

source: Korean
bn: কোরিয়ান
gu: કોરીઅન
th: ภาษาเกาหลี
xh: isi-Korean
zu: IsiKorea

source: Puzzle
bn: হতবম্ব
gu: પઝલ
th: พัซเซิล
xh: Iqhina
zu: Impica

source: Vector Editors
bn: ভেক্টর এডিটরস
gu: વેક્ટોર એડિટર્સ
th: แก้ไขภาพแบบเวกเตอร์
xh: Abahleli Bemigca yee-Vector
zu: Izihleli Zama-vector

source: Talk
bn: শান্ত
gu: ટૉક
th: บริการ Talk
xh: Thetha
zu: Khuluma

source: Spreadsheets
bn: স্প্রেডশিটস
gu: સ્પ્રેડશીટ્સ
th: ตารางคำนวณ
xh: Amacwecwe Ezahlulwana
zu: Ikhasi Elikhulu Lokusebenzela

source: Graph
bn: গ্রাফ
gu: ગ્રાફ
th: กราฟ
xh: Igrafu
zu: Igrafu

source: Camera
bn: ক্যামেরা
gu: કેમેરા
th: กล้อง
xh: Ikhamera
zu: Ikhamera

source: Word
bn: শব্দ
gu: વૉર્ડ
th: เอกสารข้อความ
xh: Igama
zu: I-Word

source: SGML
th: เอกสาร SGML
xh: i-SGML
zu: I-SGML

source: Scanner
bn: স্ক্যানার
gu: સ્કેનર
th: เครื่องสแกนภาพ
xh: Isifoti seskena
zu: Iskena

source: Texinfo
bn: টেক্সইনফো
gu: ટેક્સઇન્ફો
th: เอกสาร Texinfo
xh: Ulwazi ngesiqendu
zu: I-Texinfo

source: Sound Daemons
bn: সাউণ্ড ডিমনস
gu: સાઉન્ડ ડીમોન્સ
th: ดีมอนระบบเสียง
xh: ii-Daemon Zesandi
zu: Ama-daemon Omsindo

source: Mixers
bn: মিশ্রণ
gu: મીક્સર્સ
th: คุมระดับเสียง
xh: Izixubi
zu: Abaxubi

source: Language
bn: ভাষা
gu: લેંગ્વેજ
th: ภาษา
xh: Ulwimi
zu: Ulimi

source: NFS
th: บริการ NFS
xh: I-&NFS

source: Palm
bn: তালু
gu: પામ
th: อุปกรณ์ปาล์ม
xh: Intende yesandla
zu: Intende

source: Mailinglists
bn: মেলিংলাইটস
gu: મેલીંગલીસ્ટ્સ
th: จดหมายเวียน
xh: Izindwe Zeemeyile
zu: Izinhlu zokuthumela

source: Presentation
bn: উপস্থাপনা
gu: પ્રેઝેન્ટેશન
th: การนำเสนอ
xh: Inkcazo-mboniso
zu: Umboniso

source: PHP
th: ภาษา PHP

source: Psion
bn: পিসন
gu: પીઝન
th: อุปกรณ์ Psion
xh: i-Psion
zu: I-Psion

source: Screensavers
bn: স্ক্রীনসেভারস
gu: સ્ક્રીનસેવર્સ
th: โปรแกรมรักษาจอภาพ
xh: Izigcinizikrini
zu: Izisitha-sibuko

source: Background
bn: ব্যাকগ্রাউণ্ড
gu: બેકગ્રાઉન્ડ
th: ภาพพื้นหลัง
xh: Okungasemva
zu: Indawo Yokusebenzela

source: NIS
th: บริการ NIS
xh: i-NIS

source: Fhs
bn: ফস
xh: i-Fhs

source: Hamradio
bn: হ্যামরাডিও
gu: હમરેડીઓ
xh: i-Hamrediyo
zu: I-Hamradio

source: PS
xh: i-PS
zu: I-PS

source: I18n
xh: i-I18n

source: YaST
xh: i-YaST

source: HA
xh: i-HA

source: SIP
xh: i-SIP
zu: I-SIP

source: Radius
bn: রেডিয়াস
gu: રેડીયસ
xh: Umakha-sangqa
zu: I-Radius

source: Troff
gu: ટ્રોફ
xh: i-Troff
zu: I-troff

source: Scheme
bn: স্কীম
gu: સ્કીમ
xh: Isicwangciso
zu: Uhlelo

source: Raytracers
bn: রেট্রেসার
gu: રેટ્રેસર્સ
xh: Abalandi-mkhondo bemitha
zu: Ama-raytracer

source: PPP
xh: i-PPP
zu: I-PPP

source: H323
xh: i-H323

source: XF86_4
xh: i-XF86_4

source: Vi
gu: વી
xh: i-Vi
zu: I-Vi
