Repository: Dzejrou/yast-translations
Catalog: po/vm/*.po
Languages: ar, bg, ca, de, el, es, et, fi, hi, id, it, ja, ka, ko, lt, pt_br, sk, sv, zh_tw

source: Install Hypervisor and Tools
ar: تثبيت Hypervisor والأدوات
bg: Инсталиране на управителя и инструментите
ca: Instal·la l'hipervisor i les eines
de: Hypervisor und Werkzeuge installieren
el: Εγκατάσταση Hypervisor και Εργαλείων
es: Instalar Hypervisor y sus herramientas
et: Hypervisori ja selle tööriistade paigaldamine
fi: Asenna Hypervisor ja työkalut
hi: हाइपरवाइज़र व साधन इंस्टॉल करें
id: Memasang Hypervisor dan Peralatan
it: Installa Hypervisor e strumenti
ja: ハイパーバイザとツールのインストール
ka: ჰაიპერვიზორის და პროგრამების დაყენება
ko: Hypervisor와 도구 설치
lt: Įdiegti „Hypervisor“ ir įrankius
pt_br: Instalar o hipervisor e as ferramentas
sk: Inštalovať hypervizor a nástroje
sv: Installera Hypervisor och verktyg
zh_tw: 安裝 Hypervisor 與工具

source: Configuring the virtual machine...
ar: يتم الآن إعداد الجهاز الظاهري...
bg: Настройване на виртуалната машина…
ca: Configurant la màquina virtual...
de: Der virtuelle Computer wird konfiguriert...
el: Ρύθμιση της εικονικής μηχανής...
es: Configurando la máquina virtual...
et: Virtuaalmasina häälestamine...
fi: Määritetään virtuaalikonetta...
hi: वर्चुअल मशीन विन्यास जारी...
id: Mengkonfigurasi Mesin Virtual
it: Configurazione della macchina virtuale in corso...
ja: 仮想マシンを設定しています...
ka: ვირტუალური მანქანის მორგება...
ko: 가상 머신 구성 중...
lt: Konfigūruojama virtualioji mašina...
pt_br: Configurando a máquina virtual...
sk: Konfigurujem virtuálny stroj...
sv: Konfigurerar den virtuella maskinen...
zh_tw: 正在設定虛擬機器...

source: x86_64 is the only supported architecture for hosting virtual machines. Your architecture is
ar: x86_64 هي هندسة معتمدة فقط على استضافة الأجهزة الظاهرية. الهيكل في نظامك هي
bg: x86_64 е единствената поддържана архитектура за приютяване на виртуални машини. Вашата архитектура е
ca: L'arquitectura de x86_64 és l'única que té suport per hostatjar màquines virtuals. La vostra arquitectura és
de: x86_64 ist die einzige unterstützte Architektur, um virtuelle Maschinen zu betreiben. Ihre Architektur ist
el: Στα συστήματα εικονικών μηχανών υποστηρίζεται μόνο η αρχιτεκτονική x86_64. Η αρχιτεκτονική σας είναι
es: x86_64 es la única arquitectura soportada para hospedar maquinas virtuales. Su arquitectura es
et: x86_64 on ainus toetatud arhitektuur virtuaalses masinas. Teie arhitektuur on
fi: x86_64 on ainoa tuettu arkkitehtuuri virtuaalikoneiden isännöintiin. Arkkitehtuurisi on
hi: वर्चुअल मशीन होस्ट करने हेतु एकमात्र संरचना x86_64 है। आपके सिस्टम की संरचना
id: x86_64 adalah satu-satunya arsitektur yang didukung untuk hosting mesin virtual. arsitektur anda adalah
it: L'unica architettura supportata per ospitare macchine virtuali è x86_64. L'architettura attualmente in uso è
ja: x86_64 は仮想マシンをホスティングすることのできる唯一のアーキテクチャです。お使いのアーキテクチャは以下のとおりです。
ka: x86_64 ვირტულური მანქანებისთვის ერთად ერთი მხარდაჭერილი არქიტექტურაა. თქვენი არქიტექტურაა
ko: x86_64는 가상 시스템 호스트에 대해 유일하게 지원되는 아키텍처입니다. 사용자의 아키텍처
lt: Palaikoma tik x86_64 architektūros virtualių mašinų priegloba. O jūsų architektūra yra
pt_br: x86_64 é a única arquitetura suportada para hospedar máquinas virtuais. Sua arquitetura é
sk: x86_64 je jediná podporovaná architektúra pre hosťovanie virtuálnych strojov. Vaša architektúra je
sv: x86_64 är den enda arkitektur som stöds för värdar för virtuella datorer. Din arkitektur är
zh_tw: x86_64 是唯一支援裝載虛擬機器的架構。您的架構是

source: Virtual machine installation cannot be started inside the UML machine. Start installation in the host system.
ar: تعذر بدء تثبيت الجهاز الظاهري داخل جهاز UML. بدأ التثبيت في النظام المضيف.
bg: Не може да се прави инсталация на виртуална машина вътре, в UML машина. Направете го от главната система.
ca: No es pot iniciar la instal·lació de la màquina virtual dins de la màquina UML. Inicieu la instal·lació al sistema amfitrió.
de: Die Installation des virtuellen Computers kann nicht auf einem UML-Computer gestartet werden. Starten Sie die Installation auf dem Hostsystem.
el: Η εγκατάσταση εικονικής μηχανής δεν μπορεί να ξεκινήσει μέσα από την μηχανή UML. Παρακαλώ ξεκινήστε την εγκατάσταση στο σύστημα διακομιστή.
es: La instalación de la máquina virtual no puede iniciarse dentro de la máquina UML. Inicie la instalación en el sistema anfitrión (host).
et: Virtuaalmasinan ei saa paigalduda UML-masinas. Alustage paigaldust hosti (reaalses)süsteemis.
fi: Virtuaalikoneen asennusta ei voi käynnistää UML-koneesta. Käynnistä asennus isäntäjärjestelmästä.
hi: यूएमएल मशीन के भीतर वर्चुअल मशीन इंस्टॉल संभव नहीं है। होस्ट सिस्टम में इंस्टॉल आरंभ करें।
id: Pemasangan mesin virtual tidak bisa dijalankan didalam mesin UML . Mulai pemasangan pada sistem host.
it: Impossibile avviare l'installazione di una macchina virtuale in un sistema UML. Eseguire l'installazione nel sistema host.
ja: 仮想マシンのインストールは UML マシンの内部では開始できません。 ホストシステムでインストールを開始してください。
ka: ვირტუალური მანქანები UML მანქანის შიგნით ვერ გაეშვება. დაყენების პროცესი ჰოსტის სისტემაზე გაუშვით.
ko: UML 머신 내에서 가상 머신 설치를 시작할 수 없습니다. 호스트 시스템에서 설치를 시작하십시오.
lt: Virtualiosios mašinos diegimas negali būti pradėtas UML mašinos viduje. Diegimą pradėkite pagrindinio kompiuterio sistemoje.
pt_br: A instalação da máquina virtual não pode ser iniciada dentro da máquina UML. Inicie a instalação no sistema hospedeiro.
sk: Inštaláciu virtuálneho stroja nie je možné spustiť v rámci UML počítača. Spustite inštaláciu z hostiteľského systému.
sv: Installation av virtuell maskin kan inte startas i UML-datorn. Starta installationen på värdsystemet.
zh_tw: 無法在 UML 機器中啟動虛擬機器安裝。 請在主機中啟動安裝。

source: Verify Installed Packages
ar: التحقق من الحزم المثبتة
bg: Удостоверяване на инсталираните пакети
ca: Verifica els paquets instal·lats
de: Installierte Pakete überprüfen
el: Επιβεβαίωση των εγκατεστημένων πακέτων
es: Verificar paquetes instalados
et: Paigaldatud pakettide kontroll
fi: Tarkista asennetut paketit
hi: इंस्टॉल हो रखें पैकेजों का प्रमाणीकरण
id: Memeriksa paket yang terpasang
it: Verifica pacchetti installati
ja: インストールされているパッケージの確認
ka: დაყენებული პაკეტების გადამოწმება
ko: 설치된 꾸러미 확인
lt: Patikrinti įdiegtus paketus
pt_br: Verificar os pacotes instalados
sk: Overiť nainštalované balíky
sv: Verifiera installerade paket
zh_tw: 驗證輸入的套件

source: Network Bridge Configuration
ar: إعداد جسر الشبكة
bg: Настройка на мрежов мост
ca: Configuració del pont de xarxa
de: Konfiguration einer Netzwerk-Bridge
el: Ρυθμίσεις της Γέφυρας Δικτύου
es: Configuración de pasarela de red
et: Võrgusilla seadistamine
fi: Verkkosillan määritykset
hi: नेटवर्क ब्रिज विन्यास
id: Konfigurasi jaringan bridge
it: Configurazione Bridge di Rete
ja: ネットワークブリッジの設定
ka: ქსელური ხიდის მორგება
ko: 네트워크 브리지 구성
lt: Tinklo tilto konfigūracija
pt_br: Configuração da ponte de rede
sk: Konfigurácia sieťového mosta
sv: Inställningar för nätverksbrygga
zh_tw: 網路橋接組態

source: Configuring the VM Server (domain 0)
ar: إعداد خادم الجهاز الظاهري (المجال 0)
bg: Настройка на VM Server (domain0)
ca: Configuració del servidor VM (domini 0)
de: Konfiguration des VM-Servers (Domäne 0)
el: Ρύθμιση του Διακομιστή VM (τομέας 0)
es: Configurando el servidor de máquina virtual (dominio 0)
et: VM serveri (domeen 0) häälestamine
fi: VM-palvelimen määrittäminen (toimialue 0)
hi: वीएम सर्वर विन्यास जारी (डोमेन 0)
id: Mengkonfigurasi VM Server (domain 0)
it: Configurazione del server VM (dominio 0)
ja: VMサーバ (ドメイン 0) を設定しています
ka: VM სერვერის მორგება (დომენი 0)
ko: VM 서버(도메인 0) 구성
lt: Konfigūruojamas VM serveris (sritis 0)
pt_br: Configurando o servidor VM (domínio 0)
sk: Konfigurujem VM server (doména 0)
sv: Konfigurera VM-servern (domän 0)
zh_tw: 正在設定 VM 伺服器 (領域 0)

source: <p><big><b>VM Server Configuration</b></big></p><p>Configuration of the VM Server (domain 0) has two parts.</p>
ar: <p><big><b>إعداد خادم الجهاز الظاهري</b></big></p><p>يوجد في إعداد خادم الجهاز الظاهري (مجال 0) جزءان.</p>
bg: <P><big><B>Настройка на VM Server</B></big></P><P>Настройката наVM Server (domain 0) има две части.</P>
ca: <p><big><b>Configuració del servidor VM</b></big></p><p>La configuració del servidor VM (domini 0) consta de dues parts.</p>
de: <p><big><b>Konfiguration des VM-Servers</b></big></p><p>Die Konfiguration des VM-Servers (Domäne 0) besteht aus zwei Teilen.</p>
el: <p><big><b>Ρύθμιση του Διακομιστή VM </b></big></p><p>Η ρύθμιση του Διακομιστή VM (τομέας 0) έχει δυο μέρη.</p>
es: <p><big><b>Configuración del servidor de máquinas virtuales</b></big></p><p>La configuración del servidor de máquinas virtuales (dominio 0) consta de dos partes.</p>
et: <p><big><b>VM Serveri seadistamine</b></big></p><p>VM Serveri seadistamisel on kaks osa (domain 0).</p>
fi: <p><big><b>VM-palvelimen määritys</b></big></p><p>VM-palvelimen (toimialue 0) määrityksessä on kaksi osaa.</p>
hi: <p><big><b>वीएम सर्वर विन्यास</b></big></p><p>वीएम सर्वर विन्यास (डोमेन 0) प्रक्रिया के दो भाग हैं।</p>
id: <p><big><b>Konfigurasi VM Server</b></big></p><p>Konfigurasi VM Server (domain 0) memiliki dua bagian.</p>
it: <p><big><b>Configurazione del server VM</b></big></p><p>La configurazione del server VM (dominio 0) è costituita da due parti.</p>
ja: <p><big><b>VM サーバの設定</b></big></p><p>VM サーバ (ドメイン 0) の設定には 2 つのパートがあります。</p>
ka: <p><big><b>VM სერვერის მორგება</b></big></p><p>VM სერვერის მორგებას (დომენი 0) ორი ნაწილი გააჩნია.</p>
ko: <p><big><b>VM 서버 구성</b></big></p><p>VM 서버(도메인 0)의 구성에는 두 개 부분이 있습니다.</p>
lt: <p><big><b>VM serverio konfigūracija</b></big></p><p>VM serverio konfigūracija (sritis 0) turi dvi dalis.</p>
pt_br: <p><big><b>Configuração do servidor VM</b></big></p><p>A configuração do servidor VM (domínio 0) possui duas etapas.</p>
sk: <p><big><b>Konfigurácia VM servera</b></big></p><p>Konfigurácia VM servera (doména 0) má dve časti.</p>
sv: <p><big><b>Konfigurera VM-servern</b></big></p><p>Konfigurationen av VM-servern (domän 0) består av två delar.</p>
zh_tw: <p><big><b>VM 伺服器組態</b></big></p><p>VM 伺服器的組態 (領域 0) 擁有兩個部分。</p>

source: <p>The required packages are installed into the system first. Then the boot loader is switched to GRUB (if not already used) and the Xen section is added to the boot loader menu if it is missing.</p>
ar: <p>يتم تثبيت الحزم المطلوبة إلى النظام أولاً. ثم يتم تبديل أداة مُحمل الإقلاع إلى GRUB، (إذا لم يكن مستخدمًا بالفعل) وتتم إضافة قسم Xen إلى قائمة أداة مُحمل الإقلاع إذا كان مفقودًا.</p>
bg: <P>Първо, необходимите пакети се инсталират в системата. След това мениджърът на зареждането на ОС се превключва на GRUB, ако вече не е направено, и се добавя раздел Xen към менюто му, ако липсва.</P>
ca: <p>Primer s'instal·len els paquets necessaris al sistema. Després es canvia el carregador de l'arrencada al GRUB, en cas que encara no s'utilitzi, i s'afegeix la secció Xen al menú del carregador de l'arrencada, en cas que falti.</p>
de: <p>Die erforderlichen Pakete werden zunächst im System installiert. Anschließend wird der Bootloader auf GRUB umgestellt (falls nicht bereits verwendet) und der Xen-Abschnitt wird zum Bootloader-Menü hinzugefügt, falls er fehlt.</p>
el: <P>Αρχικά εγκαθίστανται τα απαιτούμενα πακέτα στο σύστημα. Έπειτα ο διαχειριστής εκκίνησης αλλάζει σε GRUB (εάν δεν χρησιμοποιείται ήδη) και ο τομέας Xen προστίθεται στο μενού του διαχειριστή εκκίνησης εάν τυχόν λείπει.</P>
es: <p>En primer lugar, se instalan los paquetes necesarios en el sistema. A continuación, el cargador de arranque cambia a GRUB (si no era ya el cargador utilizado) y se añade la sección de Xen al menú del cargador de arranque (si no estaba ya incluida).</p>
et: <p> Esmalt ipaigaldatatakse süsteemi kohustuslikud paketid. Seejärel lülitatakse alglaadur GRUB-ile (kui seda veel ei kasutata) ja Xeni jaotis lisatakse alglaaduri menüüsse, kui see puudub.</p>
fi: <p>Pakolliset paketit asennetaan järjestelmään ensin. Tämän jälkeen käynnistyslataimeksi vaihdetaan GRUB, jos se ei ole jo käytössä ja Xen-käynnistysvaihtoehto lisätään käynnistyslataimen valikkoon, jos sitä ei ole siellä vielä.</p>
hi: <p>आवश्यक पैकेज सर्वप्रथम सिस्टम पर इंस्टॉल होंगे। फिर बूट लोड साधन GRUB सेट होगा (पहले से अप्रयुक्त है तो) व अनुपलब्ध होने पर Xen अनुभाग बूट लोड मेन्यू में जोड़ा जाएगा।</p>
id: <p>Paket yang diperlukan telah terpasang pertama kali ke dalam sistem. Kemudian boot loader beralih ke GRUB (jika belum digunakan) dan bagian Xen ditambahkan ke menu boot loader jika hilang. </p>
it: <p>I pacchetti necessari vengono inizialmente installati nel sistema. Successivamente, il boot loader passa a GRUB, se non già in uso, mentre la sezione Xen viene aggiunta al menu del boot loader, se mancante.</p>
ja: <p>最初にシステムに対して必要なパッケージをインストールします。 その後 GRUB が使用されていない場合はブートローダを GRUB に切り替え、 Xen セクションがない場合はブートローダメニューに追加します。</p>
ko: <p>필요한 꾸러미가 먼저 시스템에 설치됩니다. 그런 다음 부트 로더가 GRUB로 전환되고(사용되고 있지 않은 경우) Xen 섹션이 없는 경우 부트 로더로 추가됩니다.</p>
lt: <p>Pirmiausia į sistemą įdiegiami reikalingi paketai. Po to paleidyklė pakeičiama į GRUB (jei iki šiol nenaudota) ir prie paleidyklės meniu pridedamas Xen skyrius, jei jo nėra.</p>
pt_br: <p>Primeiro, os pacotes necessários são instalados no sistema. Em seguida, o carregador de inicialização é alternado para o GRUB (caso ele ainda não esteja sendo usado) e a seção do Xen é adicionada ao menu do carregador de inicialização caso ela esteja ausente.</p>
sk: <p>Najskôr sú do systému inštalované vyžadované balíky. Potom je správca štartu prepnutý na GRUB (ak už nie je použitý) a ak Xen sekcia chýba, je pridaná do ponuky správcu štartu.</p>
sv: <p>Först installeras de paket som krävs i systemet. Därefter växlas starthanteraren till GRUB (om den inte redan används) och Xen-sektionen läggs till i starthanterarmenyn om den saknas.</p>
zh_tw: <p>先在系統中安裝需要的套件。 然後將開機載入器切換到 GRUB (如果尚未使用)，並將 Xen 區段新增至開機載入器功能表 (如果已遺失)。</p>

source: <p>GRUB is needed because it supports the multiboot standard required to boot Xen and the Linux kernel.</p>
ar: <p>GRUB ضروري لأنه يعتمد معيار تعدد أنظمة التشغيل المطلوبة للإقلاع Xen ونواة لينكس.</p>
bg: <P>Необходим е GRUB, защото той поддържа многозареждачния стандарт, необходим за зареждането на Xen и ядрото Линукс.</P>
ca: <p>El GRUB es necessita perquè suporta l'estàndard d'arrencada múltiple que es necessita per a arrencar el Xen i el nucli del Linux.</p>
de: <p>GRUB ist erforderlich, da er den Multiboot-Standard unterstützt, der zum Booten von Xen und des Linux-Kernels erforderlich ist.</p>
el: <p>Απαιτείται το GRUB γιατί υποστηρίζει το πρότυπο πολλαπλής εκκίνησης που χρειάζεται για την εκκίνηση του Xen και του πυρήνα Linux.</p>
es: <p>GRUB es necesario porque admite el estándar de arranque múltiple necesario para arrancar Xen y el kernel de Linux.</p>
et: <p>GRUB on vajalik, kuna see toetab Xeni ja Linuxi kerneli alglaadimiseks vajalikku multiboot-standardit. </p>
fi: <p>GRUB tarvitaan, koska se tukee monikäynnistysstandardia, jota tarvitaan Xenin ja Linux-ytimen käynnistämiseen.</p>
hi: <p>Xen व लिनक्स कर्नेल बूट के लिए एकाधिक बूट मानक आवश्यक होने के कारण GRUB की आवश्यकता है।</p>
id: <p>GRUB diperlukan karena mendukung standar multiboot diperlukan untuk boot Xen dan Kernel Linux.</p>
it: <p>GRUB è necessario in quanto supporta lo standard di avvio multiplo necessario per avviare Xen e il kernel di Linux.</p>
ja: <p> GRUB は Xen および Linux カーネルを起動するのに必要なマルチブート標準をサポートしているため、必要となります。</p>
ko: <p>Xen과 Linux 커널을 부팅하는 데 필요한 다중 부팅 표준을 지원하기 때문에 GRUB가 필요합니다.</p>
lt: <p>GRUB reikalingas todėl, kad jis palaiko keleriopo sistemos paleidimo standartą, reikalingą Xen ir Linux branduolio įkėlimui.</p>
pt_br: <p>O GRUB é necessário porque suporta o padrão de multi-inicialização necessário para inicializar o Xen e o kernel do Linux.</p>
sk: <p>GRUB je potrebný, pretože podporuje multiboot štandard potrebný spustenie Xen a linuxového jadra.</p>
sv: <p>GRUB krävs eftersom den har stöd för den standard för flervalsstart som krävs för att starta Xen och Linux-kärnan.</p>
zh_tw: <p>需要 GRUB，因為它支援啟動 Xen 和 Linux 核心所需的多重開機標準。</p>

source: <p>When the configuration has finished successfully, you can boot the VM Server from the boot loader menu.</p>
ar: <p>عندما ينتهي الإعداد بنجاح، يمكن تشغيل خادم الجهاز الظاهري من قائمة أداة مُحمل الإقلاع.</p>
bg: <P>Когато настройването завърши успешно ще можеше да зареждате VM Server от менюто на мениджъра на зареждането на ОС.</P>
ca: <p>Quan s'ha completat la configuració amb èxit, és possible arrencar el servidor VM des del menú del carregador de l'arrencada.</p>
de: <p>Wenn die Konfiguration erfolgreich beendet wurde, kann der VM-Server über das Bootloader-Menü gebootet werden.</p>
el: <P>Όταν η ρύθμιση τελειώσει επιτυχώς, είναι δυνατόν να εκκινήσετε τον εξυπηρετητή εικονικών μηχανημάτων από το μενού του boot loader.</P>
es: <p>Cuando la configuración termina correctamente, es posible iniciar la máquina virtual desde el menú del cargador de arranque.</p>
et: <p> Kui seadistamine on edukalt lõpule jõudnud, saate VM Serveri käivitada alglaaduri menüüst.</p>
fi: <p>Kun määritys on onnistuneesti suoritettu, VM-palvelin voidaan käynnistää käynnistyslataimen valikosta.</p>
hi: <p>विन्यास प्रक्रिया सफल रूप से पूर्ण होने के उपरांत आप वीएम सर्वर को बूट लोड मेन्यू से बूट कर सकते हैं।</p>
id: <p>Ketika konfigurasi telah selesai, anda bisa boot ke VM Server melalui menu boot loader.</p>
it: <p>Quando la configurazione è completata con successo, è possibile avviare il server VM dal menu del boot loader.</p>
ja: <p>設定が問題なく完了したら、ブートローダメニューから VM サーバを起動できます。</p>
ka: <p>როცა კონფიგურაცია წარმატებით დასრულდება, VM სერვერი ჩამტვირთავის მენიუდან შეგეძლებათ, ჩატვირთოთ.</p>
ko: <p>구성이 완료되면 부트 로더 메뉴에서 VM 서버를 부팅할 수 있습니다.</p>
lt: <p>Kuomet konfigūracija sėkmingai užbaigta, tuomet įmanoma paleisti VM serverį per kompiuterio paleidyklės menu.</p>
pt_br: <p>Quando a configuração for concluída com sucesso, você poderá inicializar o servidor VM a partir do menu do carregador de inicialização.</p>
sk: <p>Keď je konfigurácia úspešne dokončená, je možné spustiť VM Server z ponuky správcu štartu.</p>
sv: <p>När konfigurationen är klar kan VM-servern startas från starthanterarmenyn.</p>
zh_tw: <p>當成功完成組態設定時，便可以從開機載入程式功能表開機 VM 伺服器。</p>

source: The installation will be aborted.
ar: سيتم إيقاف التثبيت.
bg: Инсталирането ще бъде прекъснато.
ca: S'interromprà la instal·lació.
de: Die Installation wird abgebrochen.
el: Η εγκατάσταση θα ματαιωθεί.
es: Se cancela la instalación.
et: Paigaldamine katkestati.
fi: Asennus keskeytetään.
hi: इंस्टॉल प्रक्रिया निरस्त होगी।
id: Instalasi akan dibatalkan.
it: L'installazione verrà interrotta.
ja: インストールを中断します。
ka: დაყენება შეწყდა.
ko: 설치가 중단됩니다.
lt: Diegimas bus nutrauktas.
pt_br: A instalação será cancelada.
sk: Inštalácia bude prerušená.
sv: Installationen kommer att avbrytas.
zh_tw: 安裝即將中止。

source: Choose Hypervisor(s) to install
ar: اختر Hypervisor(s) للتثبيت
bg: Изберете хипервайзор(и) за инсталиране
ca: Escolliu hipervisor(s) a instal·lar
de: Hypervisor(en) für Installation auswählen
es: Elija los hipervisores que desea instalar
et: Vali paigaldamiseks Hyperviisor(id)
fi: Valitse asennettava(t) Hypervisorit
hi: इंस्टॉल करने हेतु हाइपरवाइज़र चुनें
id: Pilih Hypervisor(s) untu memasang
it: Selezionare l'Hypervisor da installare
ja: インストールするハイパーバイザを選択してください
ka: აირჩიეთ დასაყენებელი ჰაიპერვიზორ(ებ)-ი
ko: 설치할 Hypervisor 선택
pt_br: Escolher Hipervisor(es) para instalar
sk: Zvoliť hypervizor(y) pre nainštalovanie
sv: Välj hypervisor(er) för installation
zh_tw: 選擇要安裝的監管程式

source: Server: Minimal system to get a running Hypervisor
ar: الخادم: الحد الأدنى من النظام لتشغيل Hypervisor
bg: Сървър: минимална система за стартиране на хипервайзор
ca: Servidor: sistema mínim per obtenir un hipervisor que funcioni
de: Server: Minimales System, um einen Hypervisor auszuführen
es: Servidor: sistema mínimo necesario para que se pueda ejecutar un hipervisor
et: Server: minimaalne süsteem Hypervisori käivitamiseks
fi: Palvelin: Vähimmäisjärjestelmä Hypervisorin ajamiseksi
hi: सर्वर : कार्यरत हाइपरवाइज़र हेतु अल्पतम सिस्टम
id: Server: Minimal sistem untuk menjalankan Hypervisor
it: Server: sistema minimale per avere un Hypervisor in esecuzione
ja: サーバ: ハイパーバイザを動作させるための最小限のシステム
ka: სერვერი: მინიმალური სისტემა ჰაიპერვიზორის დასაყენებლად
ko: 서버: Hypervisor 실행을 위한 최소 시스템
pt_br: Servidor: sistema mínimo para ter um Hypervisor funcional
sk: Server: Minimálny systém pre získanie bežiaceho hypervizora
sv: Server: Minimalt system för att få en fungerande hypervisor
zh_tw: 伺服器︰支援監管程式執行的最低系統

source: Tools: Configure, manage and monitor virtual machines
ar: الأدوات: إعداد وإدارة ومراقبة الأجهزة الظاهرية
bg: Инструменти: настройка, управление и мониторинг на виртуални машини
ca: Eines: configureu, gestioneu i monitoritzeu màquines virtuals
de: Werkzeuge: Konfigurieren, Verwalten and Überwachen virtueller Maschinen
el: Εργαλεία: Ρύθμιση, διαχείριση και να παρακολούθηση των εικονικών μηχανών
es: Herramientas: permite configurar, gestionar y supervisar máquinas virtuales
et: Vahendid: virtuaalmasina seadistamiseks, haldamiseks ja jälgimiseks
fi: Työkalut: Aseta, hallitse ja valvo virtuaalikoneita
hi: साधन : वर्चुअल मशीन हेतु विन्यास, प्रबंधन व निरीक्षण
id: Alat: Konfigurasi, mengelola dan memantau mesin virtual
it: Strumenti: Configura, gestisci e monitora le macchine virtuali
ja: ツール: 仮想マシンを設定／管理／監視するためのツール
ka: პროგრამები: მოირგეთ, მართეთ და ამოწმეთ ვირტუალური მანქანები
ko: 도구: 가상 시스템의 구성, 관리 및 모니터링
pt_br: Ferramentas: configure, gerencie e monitore máquinas virtuais
sk: Nástroje: Konfigurovať, spravovať a monitorovať virtuálne stroje
sv: Verktyg: Konfigurera, hantera och övervaka virtuella maskiner
zh_tw: 工具︰設定、管理及監控虛擬機器

source: A disabled checkbox means the Hypervisor item has already been installed
ar: اختيار تعطيل يعني انه تم تثبيت مراقب الأجهزة الافتراضية بالفعل
ca: Una casella inhabilitada vol dir que l'ítem de l'Hypervisor ja s'ha instal·lat
de: Ein deaktiviertes Auswahlfeld bedeutet, das der Hypervisor schon installiert ist
es: Una casilla de verificación inhabilitada indica que el elemento Hypervisor ya ha sido instalado
et: Mitteaktiivne märkeruut tähendab, et üksus Hypervisor on juba paigaldataud
hi: निष्क्रिय चयन क्षेत्र से अभिप्राय है कि संभवतः हाइपरवाइज़र वस्तु पहले से इंस्टॉल है
it: Se la casella è disabilitata, significa che l'Hypervisor è stato già installato
ja: チェックボックスが無効化されている場合は、そのハイパーバイザが既にインストールされていることを示しています
ka: გამორთული თოლია ნიშნავს, რომ ჰაიპერვიზორის ელემენტი უკვე დაყენებულია
ko: 비활성화된 체크박스는 이미 설치된 Hypervisor 항목을 의미합니다
pt_br: A opção desabilitada significa que o item do hipervisor já foi instalado

source: KVM Hypervisor
ar: مراقب الأجهزة الافتراضية KVM
bg: KVM Хипервайзор
ca: Hipervisor KVM
es: Hipervisor KVM
et: KVM Hyperviisor
hi: केवीएम हाइपरवाइज़र
it: Hypervisor KVM
ja: KVM ハイパーバイザ
ka: KVM ჰაიპერვიზორი
pt_br: Hypervisor KVM
sk: KVM Hypervizor
zh_tw: KVM 監管程式

source: KVM server
ar: خادم KVM
bg: KVM сървър
ca: Servidor KVM
el: Διακομιστής KVM
es: Servidor de KVM
fi: KVM-palvelin
hi: केवीएम सर्वर
it: Server KVM
ja: KVM サーバ
ka: KVM სერვერი
ko: KVM 서버
lt: KVM serveris
pt_br: Servidor KVM
zh_tw: KVM 伺服器

source: KVM tools
ar: أدوات KVM
bg: KVM инструменти
ca: Eines KVM
de: KVM-Werkzeuge
el: Εργαλεία KVM
es: Herramientas de KVM
et: KVM töövahendid
fi: KVM-työkalut
hi: केवीएम साधन
id: Alat KVM
it: Strumenti KVM
ja: KVM ツール
ka: KVM-ის პროგრამები
ko: KVM 도구
lt: KVM įrankiai
pt_br: Ferramentas KVM
sk: Nástroje KVM
sv: KVM-verktyg
zh_tw: KVM 工具

source: libvirt LXC containers
ar: حاويات LXC libvirt
bg: libvirt LXC-контейнери
ca: Contenidors libvirt LXC
de: libvirt LXC-Container
el: Δοχεία libvirt LXC
es: Contenedores de LXC de libvirt
fi: libvirtin LXC-säilöt
it: Contenitori LXC libvirt
ja: libvirt LXC コンテナ
ko: libvirt LXC 컨테이너
lt: libvirt LXC konteineriai
pt_br: Containers LXC libvirt
sk: Kontajnery libvirt LXC
sv: libvirt LXC-behållare
zh_tw: libvirt LXC 容器

source: libvirt LXC daemon
ar: بٌريمج libvirt LXC
bg: LXC-демон за libvirt
ca: Dimoni libvirt LXC
el: Δαίμονας libvirt LXC
es: Daemon LXC de libvirt
fi: libvirtin LXC-palvelu
it: Demone LXC libvirt
ja: libvirt LXC デーモン
ko: libvirt LXC 데몬
lt: libvirt LXC tarnybos
pt_br: Daemon LXC libvirt
sk: libvirt LXC démon
sv: libvirt LXC-demon
zh_tw: libvirt LXC 精靈
