Repository: Dzejrou/yast-translations
Catalog: po/vm/*.po
Languages: ar, bg, ca, de, el, es, et, fi, hi, id, it, ja, ka, ko, lt, pt_br, sk, sv, zh_tw

source: Software to connect to Virtualization server
bg: Програми за да се свържете към Виртуален сървър
el: Λογισμικό για να συνδεθείτε με την εικονική διαμόρφωση διακομιστή
fi: Ohjelma virtualisointipalvelimeen yhdistämiseksi
id: Perangkat lunak untuk terhubung ke server Virtualisasi
ko: 가상화 서버에 연결할 소프트웨어
pt_br: Software para conexão ao servidor de virtualização
sk: Softvér pre pripojenie k serveru virtualizácie
sv: Programvara för anslutning till virtualiseringsserver
zh_tw: 用於連接虛擬化伺服器的軟體

source: Virtualization client tools
bg: Клиентски инструменти за виртуализация
el: Εργαλεία εικονικής διαμόρφωσης πελάτη
fi: Virtualisoinnin asiakastyökalut
id: Alat Virtualisasi client
ko: 가상화 클라이언트 도구
lt: Virtualizacijos kliento įrankiai.
pt_br: Ferramentas do cliente de virtualização
sk: Klientské nástroje virtualizácie
sv: Verktyg för klientvirtualisering
zh_tw: 虛擬化用戶端工具

source: Xen Hypervisor
ar: Xen مراقب الأجهزة الافتراضية
bg: Xen хипервайзор
ca: Hipervisor Xen
es: Hipervisor Xen
et: Xen Hyperviisor
hi: Xen हाइपरवाइज़र
it: Hypervisor Xen
ja: Xen ハイパーバイザ
ka: Xen ჰაიპერვიზორი
pt_br: Hypervisor Xen
sk: Xen Hypervizor
zh_tw: Xen 監管程式

source: Xen server
ar: خادم Xen
bg: Xen сървър
ca: Servidor Xen
el: Διακομιστής XEN
es: Servidor Xen
fi: Xen-palvelin
hi: Xen सर्वर
it: Server Xen
ja: Xen サーバ
ka: Xen სერვერი
ko: Xen 서버
lt: Xen serveris
pt_br: Servidor Xen
zh_tw: Xen 伺服器

source: Xen tools
ar: أدوات Xen
bg: Инструменти за Xen
ca: Eines Xen
de: Xen-Werkzeuge
el: Εργαλεία KVM
es: Herramientas de Xen
et: XEN-i töövahendid
fi: Xen-työkalut
hi: Xen साधन
it: Strumenti Xen
ja: Xen ツール
ka: Xen-ის პროგრამები
ko: Xen 도구
lt: Xen įrankiai
pt_br: Ferramentas Xen
sk: Nástroje Xen
sv: Xen-verktyg
zh_tw: Xen 工具

source: Package installation failed
ar: فشل تثبيت الحزمة
bg: Инсталацията на пакетите се провали
ca: Ha fallat la instal·lació del paquet
de: Die Paketinstallation ist fehlgeschlagen
el: Η εγκατάσταση Πακέτου Απέτυχε
es: Error al instalar el paquete
fi: Paketin asennus epäonnistui
id: Pemasangan paket gagal
it: Installazione dei pacchetti fallita
ja: パッケージのインストールに失敗しました
ko: 패키지 설치 실패
pt_br: Falha ao instalar pacote
sk: Zlyhala inštalácia balíka
sv: Det gick inte att installera paketet
zh_tw: 套件安裝失敗

source: Package installation failed for lxc
ar: فشل تثبيت حزمة lxc
bg: Инсталацията на пакетите за lxc се провали
ca: Ha fallat la instal·lació del paquet per a lxc
de: Die Paketinstallation für lxc ist fehlgeschlagen
el: Η εγκατάσταση Πακέτου Απέτυχε για το lxc
es: Error al instalar el paquete para lxc
fi: Paketin asennus epäonnistui: lxc
id: Pemasangan paket untuk lxc gagal
it: Installazione dei pacchetti per lxc fallita
ja: lxc に対するパッケージのインストールが失敗しました
ko: lxc에 대한 패키지 설치 실패
pt_br: Falha ao instalar pacote para lxc
sk: Inštalácia balíka zlyhala pre lxc
sv: Det gick inte att installera paketet för lxc
zh_tw: lxc 的套件安裝失敗

source: Package installation failed for sled client pattern
bg: Инсталацията на пакети с клиентски профил sled се провали
el: Η εγκατάσταση Πακέτου Απέτυχε για το sled client pattern
fi: Paketin asennus epäonnistui: sled-asiakasmalli
id: Pemasangan paket untuk pola klien sled gagal
ko: sled 클라이언트 패턴에 대한 패키지 설치 실패
pt_br: Falha ao instalar pacote para padrão de cliente sled
sk: Inštalácia balíka zlyhala pre sled klientskú šablónu
sv: Det gick inte att installera paketet för sled-klientmönster
zh_tw: SLED 用戶端模式的套件安裝失敗

source: Package installation failed for sles patterns
ar: فشل تثبيت حزمة أنماط sles
bg: Инсталацията на пакети с шаблон sles се провали
ca: Ha fallat la instal·lació de paquet per al patrons sles
de: Die Paketinstallation für die sles-Schemata ist fehlgeschlagen
el: Η εγκατάσταση Πακέτου Απέτυχε για το sles patterns
es: Error al instalar el paquete para los patrones de SLES
fi: SLES-mallin pakettien asennus epäonnistui
id: Pemasangan paket untuk pola sles gagal
it: Installazione dei pacchetti per i modelli sles fallita
ja: sles パターンに対するパッケージのインストールが失敗しました
ko: sles 패턴에 대한 패키지 설치 실패
pt_br: Falha ao instalar pacote para padrões sles
sk: Inštalácia balíka zlyhala pre sles šablóny
sv: Det gick inte att installera paketet för sled-klientmönster
zh_tw: SLES 模式的套件安裝失敗

source: Running in text mode. Install graphical components anyway?
ar: جار التنفيذ في النمط النصي. هل تريد تثبيت المكونات المرئية على كل الأحوال؟
bg: Работа в текстов режим. Желаете ли инсталиране на графични компоненти, все пак?
ca: S'executa en mode de text. Voleu instal·lar els components gràfics tanmateix?
de: Zurzeit wird der Textmodus ausgeführt. Sollen trotzdem Komponenten für den Grafikmodus installiert werden?
el: Εκτέλεση σε κατάσταση κειμένου. Εγκατάσταση γραφικών μερών;
es: Ejecutando en modo de texto. ¿Desea instalar componentes gráficos?
et: Töötamine tekstirežiimis. Kas ikkagi paigaldada graafilised komponendid ka?
fi: Toimitaan tekstitilassa. Asennetaanko graafiset osat kuitenkin?
hi: टेक्स्ट मोड में कार्यरत। ग्राफ़िकल अनुखंड इंस्टॉल करें?
id: Berjalan dalam modus teks. Pasang komponen grafis ?
it: In esecuzione in modalità testuale. Installare comunque i componenti grafici?
ja: テキストモードで起動しています。グラフィカルコンポーネントをインストールしてもよろしいですか？
ka: მუშაობთ ტექსტურ რეჟიმში. მაინც დავაყენო გრაფიკული კომპონენტები?
ko: 텍스트 모드로 실행 중입니다. GUI 구성요소를 설치하시겠습니까?
lt: Veikiama tekstinėje veiksenoje. Vis tiek įdiegti grafinius elementus?
pt_br: Executando em modo texto. Instalar os componentes gráficos mesmo assim?
sk: Ste v textovom režime. Každopádne inštalovať grafické komponenty?
sv: Körs i textläge. Installera grafiska komponenter i alla fall?
zh_tw: 在文字模式執行中。無論如何安裝圖形部分嗎？

source: Checking packages...
ar: يتم الآن التحقق من الحزم...
bg: Проверяване на пакетите…
ca: Comprovant els paquets...
de: Pakete werden überprüft...
el: Έλεγχος πακέτων...
es: Comprobando paquetes...
et: Pakettide kontroll...
fi: Tarkistetaan paketteja...
hi: पैकेज जाँच जारी...
id: Mengecek paket...
it: Verifica dei pacchetti in corso...
ja: パッケージを確認しています...
ka: პაკეტების შემოწმება...
ko: 꾸러미 점검 중...
lt: Tikrinami paketai...
pt_br: Verificando os pacotes...
sk: Kontrolujem balíky...
sv: Kontrollerar paket...
zh_tw: 正在檢查套件...

source: Installing packages...
ar: يتم الآن تثبيت الحزم...
bg: Инсталиране на пакети…
ca: Instal·lant paquets...
de: Installieren der Pakete...
el: Εγκατάσταση πακέτων...
es: Instalando paquetes...
et: Pakettide paigaldamine...
fi: Asennetaan paketteja...
hi: पैकेज इंस्टॉल जारी...
id: Memasang paket...
it: Installazione dei pacchetti in corso...
ja: パッケージをインストールしています...
ka: პაკეტების დაყენება...
ko: 꾸러미 설치 중...
lt: Įdiegiami paketai...
pt_br: Instalando os pacotes...
sk: Inštalujem balíky...
sv: Installerar paket...
zh_tw: 正在安裝套件...

source: Cannot install required packages.
ar: تعذر تثبيت الحزم المطلوبة.
bg: Инсталирането на необходимите пакети бе неуспешно.
ca: No es poden instal·lar els paquets necessaris.
de: Die benötigten Pakete konnten nicht installiert werden.
el: Αδυναμία εγκατάστασης απαραίτητων πακέτων.
es: No es posible instalar los paquetes requeridos.
et: Vajalikke pakette ei saa paigaldada.
fi: Vaadittujen pakettien asennus ei onnistu.
hi: आवश्यक पैकेज इंस्टॉल करना विफल।
id: Tidak dapat memasang paket yang dibutuhkan.
it: Impossibile installare i pacchetti richiesti.
ja: 必要なパッケージをインストールできません。
ka: აუცილებელი პაკეტების დაყენება შეუძლებელია.
ko: 필요한 꾸러미를 설치할 수 없습니다.
lt: Nepavyksta įdiegti reikalingų paketų.
pt_br: Não foi possível instalar os pacotes necessários.
sk: Nepodarilo sa nainštalovať požadované balíky.
sv: Kan inte installera paket som krävs.
zh_tw: 無法安裝所需要的套件。

source: Updating grub2 configuration files...
ar: يتم الآن تحديث إعداد ملفات grub2...
bg: Обновяване на grub2 конфигурационни файлове...
ca: Actualitzant els fitxers de configuració del grub2...
de: GRUB2-Konfigurationsdateien werden aktualisiert...
el: Ενημέρωση αρχείων ρυθμίσεων grub2...
es: Actualizando los archivos de configuración de Grub2...
et: Grub2 seadistusfailide uuendamine...
fi: Päivitetään grub2 määritystiedostot...
hi: grub2 विन्यास फाइलें अपडेट करना जारी...
id: Memperbaharui file konfigurasi grub2
it: Aggiornamento dei file di configurazione di grub2 in corso...
ja: grub2 の設定ファイルを更新しています...
ka: Grub2 კონფიგურაციის განახლება...
ko: grub2 구성 파일을 업데이트하는 중...
lt: Atnaujinamos grub2 konfigūracijos rinkmenos...
pt_br: Atualizando os arquivos de configuração do grub2...
sk: Aktualizácia konfiguračných súborov grub2...
sv: Uppdaterar grub2-inställningsfiler...
zh_tw: 正在更新 grub2 組態檔...

source: Configuring Default Network Bridge...
ar: إعداد جسر شبكة الاتصال الافتراضية...
bg: Настройване на стандартния мрежов мост…
ca: Configurant el pont de xarxa per defecte...
de: Standard-Netzwerk-Bridge wird konfiguriert...
el: Ρύθμιση Προεπιλεγμένης Γέφυρας Δικτύου...
es: Configurando pasarela de red predeterminada...
et: Vaikimisi võrgusilla seadistamine...
fi: Määritetään oletuksena käytettävä verkkosilta...
hi: डिफ़ॉल्ट नेटवर्क ब्रिज विन्यास जारी...
id: Mengkonfigurasi Jaringan Bridge bawaan...
it: Configurazione del Bridge di rete predefinito in corso...
ja: 既定のネットワークブリッジを設定しています...
ka: ნაგულისხმები ქსელური ხიდის მორგება...
ko: 기본 네트워크 브리지 구성 중...
lt: Konfigūruojamas numatytasis tinklo tiltas...
pt_br: Configurando a ponte de rede padrão...
sk: Konfigurujem štandardný sieťový most...
sv: Ställer in standardnätverksbrygga...
zh_tw: 正在設定預設網路橋接...

source: Network Bridge.
ar: جسر الشبكة.
bg: Мрежов мост.
ca: Pont de xarxa.
de: Netzwerk-Bridge.
el: Γέφυρα Δικτύου.
es: Pasarela de red.
et: Võrgusild.
fi: Verkkosilta.
hi: नेटवर्क ब्रिज।
id: Jaringan Bridge.
it: Bridge di rete.
ja: ネットワークブリッジ
ka: ქსელური ხიდი.
ko: 네트워크 브리지.
lt: Tinklo tiltas.
pt_br: Ponte de rede.
sk: Sieťový most.
sv: Nätverksbrygga.
zh_tw: 網路橋接。

source: <p>For normal network configurations hosting virtual machines, a network bridge is recommended.</p><p>Configure a default network bridge?</p>
ar: <p>من المستحسن لإعداد شبكة الاتصال العادية استضافة الأجهزة الظاهرية، جسر شبكة اتصال.</p><p>إعداد جسر شبكة اتصال افتراضية؟</p>
bg: <p>За нормални мрежови настройки на виртуалните машини се препоръчва мрежов мост.</p> <p>Желаете ли да се настрои стандартния мрежов мост?</p>
ca: <p>Per a les configuracions de xarxa normals que contenen màquines virtuals, es necessita un pont de xarxa.</p><p>Voleu configurar un pont de xarxa per defecte?</p>
de: <p>Für normale Netzwerkkonfigurationen mit virtuellen Maschinen wird eine Netzwerk-Bridge empfohlen.</p><p>Soll eine Standard-Netzwerk-Bridge konfiguriert werden?</p>
el: <p>Για συνηθισμένες ρυθμίσεις δικτύου σε διακομιστή εικονικών μηχανών, συνίσταται δικτυακή γέφυρα.</p><p>Ρύθμιση προεπιλεγμένης γέφυρας δικτύου;</p>
es: <p>Para configuraciones de red hospedando maquinas virtuales, se recomienda una pasarela de red.</p><p>¿Configurar una pasarela de red predeterminada?</p>
et: <p>Tavaliste võrguseadistuste korral, mis võõrustavates virtuaalmasinates, on soovitatav võrgusild. </p> <p> Kas seadistada vaikimisi kasutatav võrgusild? </p>
fi: <p>Tavanomaisia verkkomäärityksiä varten Xen tarvitsee verkkosiltaa.</p><p>Määritetäänkö oletusverkkosilta?</p>
hi: <p>वर्चुअल मशीन होस्ट कर रहें सामान्य नेटवर्क विन्यास हेतु नेटवर्क ब्रिज अनुशंसित है।</p><p>डिफ़ॉल्ट नेटवर्क ब्रिज विन्यस्त करें?</p>
id: <p>Untuk konfigurasi jaringan mesin virtual host normal, jaringan bridge direkomendasikan.</p><p>Konfigurasi jaringan bridge bawaan?</p>
it: <p>Per le normali configurazioni di rete ospitanti macchine virtuali, si raccomanda un bridge di rete.</p><p>Configurare un bridge di rete predefinito?</p>
ja: <p>仮想マシンをホスティングする通常のネットワーク設定では、ネットワークブリッジをお勧めします。</p><p>既定のネットワークブリッジを設定しますか？</p>
ko: <p>가상 머신 호스팅을 위한 일반 네트워크 구성에는 네트워크 브리지가 필요합니다.</p><p>기본 네트워크 브리지를 설정하시겠습니까?</p>
lt: <p>Normaliai tinklo konfigūracijai yra rekomenduojama virtualiosios mašinos priegloba, tinklo tiltas.</p><p>Ar konfigūruoti numatytąjį tinklo tiltą?</p>
pt_br: <p>Para configurações normais de rede hospedando máquinas virtuais, uma ponte de rede é recomendada.</p><p>Configurar uma ponte de rede padrão?</p>
sk: <p>Pre normálne nastavenie siete hosťujúceho virtuálneho stroja je potrebný sieťový most.</p><p>Konfigurovať štandardný sieťový most?</p>
sv: <p>För normala nätverkskonfigurationer med virtuella maskiner rekommenderas en nätverksbrygga.</p><p>Vill du konfigurera en standardnätverksbrygga?</p>
zh_tw: <p>對於管理虛擬機器一般網路設定，建議使用網路橋接。</p><p>要設定一個預設網路橋接嗎？</p>

source: KVM components are installed. Your host is ready to install KVM guests.
ar: تم تثبيت مكونات KVM. المضيف جاهز لتثبيت ضيوف KVM.
bg: KVM компонентите са инсталирани. Вашата система е готова за инсталиране на KVM гост системи.
ca: Hi ha components KVM instal·lats. L'amfitrió està a punt per instal·lar convidats KVM.
de: Die KVM-Komponenten sind installiert. Auf dem Host können nun KVM-Gastsysteme installiert werden.
es: Los componentes de KVM están instalados. El host está listo para instalar los invitados de KVM.
et: KVM komponendid on paigaldataud. Teie host on valmis paigaldama KVM-i külalisi (virtuaalmasinaid).
fi: KVM-osat on asennettu. Koneesi on valmis KVM-asiakkaiden asennukseen.
hi: केवीएम अनुखंड इंस्टॉल हैं। आपका होस्ट केवीएम अतिथि इंस्टॉल करने हेतु तैयार है।
id: Komponen KVM telah dipasang. Host anda siap untuk dipasang KVM guest.
it: I componenti KVM sono installati. L'host è pronto per installare gli ospiti KVM.
ja: KVM コンポーネントをインストールしました。お使いのホストに KVM ゲストをインストールする準備が整いました。
ka: KVM-ის კომპონენტები დაყენებულია. თქვენი ჰოსტი KVM სტუმრების დასაყენებლად მზადაა.
ko: KVM 구성요소가 설치되어 있습니다. 호스트가 KVM 게스트를 설치할 준비가 되었습니다.
pt_br: Os componentes KVM estão instalados. Seu hospedeiro está pronto para instalar convidados KVM.
sk: Komponenty KVM sú nainštalované. Váš hostiteľ je pripravený na inštaláciu KVM hostí.
sv: KVM-komponenter har installerats. Värden är klar att installera KVM-gäster.
zh_tw: 已安裝 KVM 元件。您的主機已準備好安裝 KVM 客體。

source: KVM components are installed. Reboot the machine and select the native kernel in the boot loader menu to install KVM guests.
ar: تم تثبيت مكونات KVM. أعد تشغيل الجهاز واختر النواة الأصلية في قائمة محمل الإقلاع لتثبيت ضيوف KVM.
bg: Компонентите на KVM са инсталирани. Рестартирайте машината и изберете пункт от ядрото в менюто на мениджъра на зареждането за инсталиране на KVM гост системи.
ca: S'han instal·lat els components KVM. Reinicieu l'ordinador i seleccioneu el nucli nadiu en el menú del carregador de l'arrencada per a instal·lar convidats KVM.
de: Die KVM-Komponenten sind installiert. Zum Installieren von KVM-Gastsystemen starten Sie den Computer neu, und wählen Sie im Bootloader-Menü den nativen Kernel aus.
es: Los componentes de KVM están instalados. Rearranque el equipo y seleccione el núcleo nativo en el menú del cargador de arranque para instalar los invitados de KVM.
et: KVM komponendid on paigaldatud. Taaskäivitage masin ja valige alglaadimismenüüst reaalne kernel, et KVM-i külalisi paigaldada.
fi: KVM-osat on asennettu. Käynnistä kone uudelleen ja valitse käynnistyslataimen valikosta natiiviydin KVM-asiakkaiden asentamiseksi.
hi: केवीएम अनुखंड इंस्टॉल हैं। केवीएम अतिथि इंस्टॉल करने हेतु मशीन पुनः आरंभ कर बूट लोड मेन्यू से मूल कर्नेल चुनें।
id: Komponen KVM telah dipasang. Mulai ulang mesin dan pilih kernel asal pada menu boot loader untuk memasang KVM guest.
it: I componenti KVM sono installati. Riavviare la macchina e scegliere il kernel nativo nel menu del boot loader per installare gli ospiti KVM.
ja: KVM コンポーネントをインストールしました。 KVM ゲストをインストールするにはマシンを再起動し、ブートローダメニューでネイティブカーネルを選択してください。
ka: KVM-ის კომპონენტები დაყენებულია. KVM-ის სტუმრების დასაყენებლად გადატვირთეთ მანქანა და აირჩიეთ შესაბამისი ბირთვი ჩამტვირთავის მენიუში.
ko: KVM 구성요소가 설치되어 있습니다. 컴퓨터를 재부팅하고 부트 로더 메뉴에서 기본 커널을 선택하여 KVM 게스트를 설치하십시오.
pt_br: Os componentes KVM estão instalados. Reinicializa a máquina e selecione o kernel nativo no menu de inicialização para instalar os convidados KVM.
sk: Komponenty KVM sú nainštalované. Pre inštaláciu KVM hosťov reštartujte počítač a vyberte v ponuke správcu štartu pôvodné jadro.
sv: KVM-komponenter har installerats. Starta om maskinen och välj den inbyggda kärnan i startmenyn för att installera KVM-gäster.
zh_tw: 已安裝 KVM 元件。請重新開機，並在開機載入程式功能表中選取原生核心以安裝 KVM 客體。

source: For installing Xen guests, reboot the machine and select the Xen section in the boot loader menu.
ar: لتثبيت ضيوف Xen، أعد تشغيل الجهاز وحدد قسم Xen في قائمة محمل الإقلاع.
bg: За да инсталирате XEN гости рестартирайте машината и изберете Xen раздела от менюто на мениджъра на зареждането.
ca: Per instal·lar convidats Xen, reinicieu l'ordinador i seleccioneu la secció Xen del menú del carregador de l'arrencada.
de: Bevor Sie Xen-Gastsysteme installieren, starten Sie bitte die Maschine neu und wählen Sie im Bootmenü den Xen-Abschnitt.
es: Para instalar invitados de Xen, reinicie el equipo y seleccione la sección Xen en el menú del cargador de arranque.
et: Xeni külalismasinate paigaldamiseks taaskäivitage masin ja valige alglaaduri menüüst Xen.
fi: Xen-asiakkaiden asentamiseksi käynnistä kone uudelleen ja valitse käynnistyslataimen valikosta Xen-osio.
hi: Xen अतिथि इंस्टॉल करने हेतु मशीन पुनः आरंभ कर बूट लोड मेन्यू से Xen अनुभाग चुनें।
id: Untuk memasang Xen guest. mulai ulang mesin dan pilih bagian Xen pada menu boot loader.
it: Per installare i guest Xen, riavviare la macchina e scegliere la sezione Xen nel menu del boot loader.
ja: Xen ゲストをインストールするには、マシンを再起動してブートローダの Xen セクションを選択する必要があります。
ka: Xen-ის სტუმრების დასაყენებლად გადატვირთეთ მანქანა და ჩამტვირთავის მენიუში Xen ქმედება აირჩიეთ.
ko: Xen 게스트를 설치하는 경우 시스템을 재부팅하고 부트 로더 메뉴에서 Xen 섹션을 선택하십시오.
pt_br: Para instalar convidados Xen, reinicie a máquina e selecione a seção Xen no menu do carregador de inicialização.
sk: Pre inštaláciu Xen hostí reštartujte počítač a vyberte sekciu Xen v ponuke správcu štartu.
sv: För installation av Xen-gäster startar du om maskinen och väljer Xen-avsnittet på starthanterarmenyn.
zh_tw: 若要安裝 Xen 客體，請重新開機，並在開機載入程式功能表中選取 Xen 區段。

source: Xen Hypervisor and tools are installed.
ar: تم تثبيت Xen Hypervisor وأدواته.
bg: Хипервайзор и инструментите на Xen са инсталирани.
ca: S'han instal·lat l'hipervisor i les eines xen.
de: Der Xen-Hypervisor und die Tools sind installiert.
es: El hipervisor Xen y las herramientas están instalados.
et: Xen Hyperviisor ja selle töövahendid on paigaldatud.
fi: Xen Hypervisor ja työkalut ovat asennettu.
hi: Xen हाइपरवाइज़र व साधन इंस्टॉल हैं।
id: Xen Hypervisor dan alatnya telah terpasang.
it: Hypervisor e gli strumenti Xen sono installati.
ja: Xen ハイパーバイザとツールをインストールしました。
ka: Xen ჰაიპერვიზორი და პროგრამები დაყენებულია.
ko: Xen Hypervisor 및 도구가 설치되어 있습니다.
lt: „Xen Hypervisor“ ir įrankiai įdiegti.
pt_br: O hipervisor Xen e as ferramentas estão instalados.
sk: Xen Hypervizor a nástroje sú nainštalované.
sv: Xen Hypervisor och verktyg har installerats.
zh_tw: 已安裝 Xen 監管程式和工具。

source: Virtualization client tools are installed.
ar: تم تثبيت أدوات العميل الافتراضية.
bg: Клиентските инструментите за виртуализацията са инсталирани.
ca: S'han instal·lat les eines del client de virtualització.
de: Die Virtualisierungs-Client-Werkzeuge sind installiert.
el: Τα εργαλεία εικονικής διαμόρφωσης πελάτη είναι εγκατεστημένα.
es: Las herramientas del cliente de virtualización están instaladas.
et: Virtualiseerijamise kliendi töövahendid on paigaldatud.
fi: Virtualisoinnin asiakastyökalut on asennettu.
hi: वर्चुअल प्रक्रिया हेतु ग्राहक साधन इंस्टॉल हैं।
id: Alat virtualisasi klien telah terpasang.
it: Gli strumenti client di virtualizzazione sono installati.
ja: 仮想化クライアントツールをインストールしました。
ka: ვირტუალიზაციის კლიენტის პროგრამები დაყენებულია.
ko: 가상화 클라이언트 도구가 설치되어 있습니다.
pt_br: As ferramentas do cliente de virtualização estão instaladas.
sk: Klientské nástroje virtualizácie sú nainštalované.
sv: Virtualiseringsklientverktyg är installerade.
zh_tw: 虛擬化用戶端工具已安裝。

source: Libvirt LXC components are installed.
ar: تم تثبيت مكونات Libvirt LXC.
bg: Libvirt LXC компонентите са инсталирани.
ca: S'han instal·lat els components Libvirt LXC.
de: Die libvirt LXC-Komponenten sind installiert.
el: Τα στοιχεία Libvirt LXC έχουν εγκατασταθεί.
es: Los componentes LXC de libvirt están instalados.
fi: Libvirtin LXC-osat on asennettu.
id: Komponen Libvirt LXC telah terpasang.
it: I componenti LXC libvirt sono installati.
ja: libvirt LXC コンポーネントをインストールしました。
ko: Libvirt LXC 구성요소가 설치되어 있습니다.
pt_br: Os componentex LXC libvirt estão instalados.
sk: Komponenty Libvirt LXC sú nainštalované.
sv: Libvirt LXC-komponenter är installerade.
zh_tw: Libvirt LXC 元件已安裝。

source: NetworkManager is being used. Bridge configuration must be done manually.
hi: नेटवर्क प्रबंधक कार्यरत है। ब्रिज विन्यास मैनुअल रूप से ही करें।
ka: გამოიყენება NetworkManager. ხიდის მორგება ხელით უნდა მოხდეს.
