Repository: Dzejrou/yast-translations
Catalog: po/inetd/*.po
Languages: ar, bg, bn, ca, cs, cy, de, el, es, et, fi, fr, gl, gu, hi, hr, hu, id, it, ja, km, ko, lt, mr, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, sr@latn, sv, ta, th, tr, uk, xh, zh_tw, zu

source: <p><b><big>Network Service Configuration</big></b><br> Click <b>Enable</b> to enable network services managed by a super-server configuration. To stop the super-server, click <b>Disable</b>.</p>
ar: <p><b><big>إعدا خدمة الشبكة</big></b><br> انقر فوق <b>تمكين</b> لتمكين خدمات الشبكة التي يديرها إعداد خادم أعلى. لإيقاف الخادم الأعلى، انقر فوق <b>تعطيل</b>.</p>
bg: <p><b><big>Настройка на мрежова услуга</big></b><br> Щракнете върху <b>Разрешаване</b> за да разрешите мрежовите услуги да бъдат управлявани от супер-сървъра. За да спрете супер-сървъра изберете <b>Забраняване</b>.</p>
bn: <p><b><big>নেটওয়ার্ক পরিষেবা গঠন</big></b><br> <b>এনাবল</b>ক্লিক করুন নেটওয়ার্ক পরিষেবাগুলি সংচালিত সমর্থ করতে সুপার-সার্ভার গঠন দ্বারা. সুপার-সার্ভার স্টপ করতে, <b>ডিসএবল</b>ক্লিক করুন.</p>
ca: <p><b><big>Configuració dels serveis de xarxa</big></b><br> Premeu <b>Activa</b> per a activar els serveis de xarxa administrats per una configuració de superservidor. Per a aturar el superservidor, premeu <b>Desactiva</b>.</p>
cs: <p><b><big>Konfigurace síťových služeb</big></b><br> Klikněte na tlačítko <b>Povolit</b> k povolení síťových služeb spravovaných superserverem. K zastavení serveru klikněte na <b>Zakázat</b>.</p>
de: <p><b><big>Konfiguration der Netzwerkdienste</big></b><br> Klicken Sie auf <b>Aktivieren</b> zum Aktivieren von Netzwerkdiensten, die von einer Superserver-Konfiguration verwaltet werden. Zum Stoppen des Superservers klicken Sie auf <b>Deaktivieren</b>.</p>
el: <p><b><big>Ρυθμίσεις Υπηρεσιών Δικτύου</big></b><br> Πατήστε το <b>Ενεργοποίηση</b> για να ενεργοποιήσετε τις υπηρεσίες δικτύου που διαχειρίζονται από μια διαμόρφωση του υπέρ-διακομιστή. Για σταμάτημα του υπέρ-διακομιστή, πατήστε <b>Απενεργοποίηση</b>.</p>
es: <p><b><big>Configuración de los servicios de red</big></b><br> Pulse <b>Habilitar</b> para activar los servicios de red administrados por una configuración de superservidor. Para detener el superservidor, pulse <b>Desactivar</b>.</p>
fi: <p><b><big>Verkkopalveluiden määritys</big></b><br> Napsauta <b>Ota käyttöön</b> ottaaksesi käyttöön verkkopalveluita hallitsevan super-palvelimen määrityksen. Sammuttaaksesi super-palvelimen napsauta <b>Poista käytöstä</b>.</p>
fr: <p><b><big>Configuration de services réseau</big></b><br> Cliquez sur <b>Activer</b> pour activer les services réseau administrés par une configuration superserveur. Pour arrêter le superserveur, cliquez sur <b>Désactiver</b>.</p>
gl: <p><b><big>Configuración do servizo de rede</big></b><br> Faga clic en <b>Activar</b> para activar os servizos de rede xestionados pola configuración dun super-servidor. Para deter o super-servidor, faga clic en <b>Desactivar</b>.</p>
gu: <p><b><big>નેટવર્ક સર્વિસ કોન્ફીગરેશન</big></b><br> સુપર-સર્વર કોન્ફીગરેશન દ્વારા સંચાલિત નેટવર્ક સેવાઓને એનેબલ કરવા<b>એનેબલ</b>ક્લિક કરો. સુપર-સર્વરને બંધ કરવા, <b>ડીસેબલ</b> ક્લિક કરો.</p>
hi: <p><b><big>नेटवर्क सर्विस को कन्फिगर करना</big></b><br> नेटवर्क सेवाओं को सक्षम करने के लिए <b> Enable</b> पर क्लिक करें जिसे एक सुपर-सर्वर संरुपण द्वारा प्रबंधित किया जाता है। सुपर-सर्वर को रोकने के लिए, <b> Disable</b> पर क्लिक करें।</p>
hu: <p><b><big>Hálózati szolgáltatások beállítása</big></b><br> Az <b>Engedélyezés</b> gomb megnyomásával engedélyezheti a szuperkiszolgáló által kezelt hálózati szolgáltatást. A szuperkiszolgáló leállításához nyomja meg a <b>Letiltás</b> gombot.</p>
id: <p><b><big>Konfigurasi Layanan Jaringan</big></b><br> Klik <b>Aktifkan</b> untuk mengaktifkan layanan jaringan yang dikelola oleh konfigurasi server-super. Untuk menghentikan server-super, klik <b>Nonaktifkan</b>.</p>
it: <p><b><big>Configurazione dei servizi di rete</big></b><br> Fare clic su <b>Abilita</b> per abilitare servizi di rete gestiti dal super-server Per interrompere il super-server, fare clic su <b>Disabilita</b>.</p>
ja: <p><b><big>ネットワークサービスの設定</big></b><br> スーパサーバの設定で管理するネットワークサービスを有効にするには、 <b>有効</b> を 選択してください。スーパサーバを停止するには、 <b>無効</b> を選択してください。</p>
km: <p><b><big>ការ​កំណត់​រចនាសម្ព័ន្ធ​សេវា​បណ្ដាញ</big></b><br> ចុច <b>បើក</b> ដើម្បី​បើកសេវា​បណ្ដាញ​ដែល​គ្រប់គ្រង​ដោយ​ការ​កំណត់​រចនាសម្ព័ន្ធ​ម៉ាស៊ីន​បម្រើ​ជាន់​ខ្ពស់ ។ ដើម្បី​បញ្ឈប់​ម៉ាស៊ីន​បម្រើ​ជាន់​ខ្ពស់ ចុច <b>បិទ</b> ។</p>
ko: <p><b><big>네트워크 서비스 구성</big></b><br> 수퍼 서버 구성을 통해 관리되는 네트워크 서비스를 활성화하려면 <b>활성화</b>를 클릭합니다. 수퍼 서버를 중지하려면 <b>비활성화</b>를 클릭합니다.</p>
lt: <p><b><big>Tinklo paslaugų konfigūravimas</big></b><br> Spauskite <b>Įgalinti</b>, jei norite įgalinti tinklo paslaugas, valdomas super-serverio konfigūracijos. Norėdami sustabdyti super-serverį, spauskite <b>Uždrausti</b>.</p>
mr: <p><b><big> नेटवर्क सेवे आकृतीबंध</big></b><br> सुपर-सेव्हर आकृतीबंधाने हाताळलेल्या नेटवर्क सेवा शक्य करण्यासाठी <b>एनेबल</b> - वर क्लिक करा. सुपर-सेव्हर थांबवण्यासाठी, <b>डिसेबल</b> वर क्लिक करा.</p>
nb: <p><b><big>Oppsett av nettverkstjenester</big></b><br> Klikk <b>Aktiver</b> for å aktivere nettverkstjenester som styres av en superserver. Klikk <b>Deaktiver</b> for å deaktivere superserveren.</p>
nl: <p><b><big>Netwerkservice instellen</big></b><br> Klik op <b>Activeren</b> om de netwerkservices, beheerd door een super-serverconfiguratie, te activeren. Klik op <b>Deactiveren</b> om de super-server te stoppen.</p>
pl: <p><b><big>Konfiguracja usług sieciowych</big></b><br> Aby włączyć usługi sieciowe zarządzane przez konfigurację superserwera, należy nacisnąć przycisk <b>Włącz</b>. Aby zatrzymać superserwer, należy nacisnąć przycisk <b>Wyłącz</b>.</p>
pt: <p><b><big>Configuração do Serviço de Rede</big></b><br> Prima <b>Activar</b> para activar os serviços de rede, geridos pela configuração do super-servidor. Para parar o super-servidor, prima <b>Desactivar</b>.</p>
pt_br: <p><b><big>Configuração de Serviço de Rede</big></b><br> Clique em <b>Habilitar</b> para habilitar os serviços de rede gerenciados pela configuração de um superservidor. Para parar o superservidor, clique em <b>Desabilitar</b>.</p>
ro: <p><b><big>Configurarea serviciilor de rețea</big></b><br> Apăsați <b>Activează</b> pentru a activa serviciile de rețea administrate de configurația unui super-server. Pentru a opri super-serverul, apăsați <b>Dezactivează</b>.</p>
ru: <p><b><big>Настройка сетевой службы</big></b><br> Нажмите <b>Включить</b>, чтобы суперсервер мог управлять сетевыми службами. Для остановки суперсервера нажмите <b>Отключить</b>.</p>
sk: <p><b><big>Konfigurácia sieťových služieb</big></b><br> Stlačte <b>Zapnúť</b> pre povolenie sieťových služieb spravovaných super serverom. Pre zastavenie super serveru stlačte <b>Vypnúť</b>.</p>
sl: <p><b><big>Nastavitev omrežnih storitev</big></b><br> Kliknite <b>Omogoči</b>, da omogočite omrežne servise, ki jih upravljate z nastavitvijo super-strežnika. Za ustavitev super-strežnika, kliknite <b>Onemogoči</b>.</p>
sv: <p><b><big>Ställ in nätverkstjänster</big></b><br> Klicka på <b>Aktivera</b> för att aktivera nätverkstjänster som hanteras av en superserver. För att stoppa superservern, klicka på <b>Inaktivera</b>.</p>
ta: <p><b><big>வலையமைப்பு சேவை உள்ளமைவு</big></b><br> ஒரு சூப்பர்-சர்வர் உள்ளமைவினால் நிர்வகிக்கப்படும் வலையமைப்பு சேவைகளை இயங்கச் செய்வதற்கு, <b>இயங்கச் செய்யவும்</b>ஐ க்ளிக் செய்யவும். சூப்பர்-சர்வரை நிறுத்துவதற்கு, <b>செலிழக்கச் செய்யவும்</b>ஐ க்ளிக் செய்யவும்.</p>
th: <p><b><big>การปรับแต่งค่าบริการบนเครือข่าย</big></b><br> คลิกที่ <b>เปิดใช้งาน</b> เพื่อเปิดใช้งานบริการบนเครือข่ายที่ถูกจัดการด้วยการปรับแต่งค่าของ super-server เพื่อหยุดการทำงานของ super-server ให้คลิกที่ <b>ปิดการใช้งาน</b></p>
tr: <p><b><big>Ağ hizmetleri yapılandırması</big></b><br> <b>Etkinleştir</b> düğmesine basarak bir süpersunucu tarafından yönetilen ağ hizmetlerini etkinleştirebilirsiniz. Süpersunucuyu durdurmak için <b>Kapat</b> düğmesine basın.</p>
uk: <p><b><big>Налаштування мережної служби</big></b><br> Клацніть <b>Увімкнути</b>, щоб увімкнути мережні служби, які керуються конфігурацією супер-сервера. Щоб зупинити супер-сервер, клацніть <b>Вимкнути</b>.</p>
xh: <p><b><big>Ubumbeko Lwenkonzo Yomsebenzi Wothungelwano</big></b><br> Nqomfa <b>Yenza lusebenze</b> ukuze kubekho iinkonzo zomsebenzi wothungelwano ezilawulwa lubumbeko lweseva eyongameleyo . Ukunqumamisa iseva eyongameleyo, nqomfa <b>ku-Ukususwa isakhono</b>.</p>
zh_tw: <p><b><big>網路服務組態</big></b><br> 按一下<b>「開啟」</b>以開啟網路服務，該網路服務是由超級伺服器 組態所管理。若要停止超級伺服器，請按一下<b>「關閉」</b>。</p>
zu: <p><b><big>Ukuhlelwa Kwesevisi Yenethiwekhi</big></b><br> Chofoza<b>Vula</b> ukuze uvule amasevisi enethiwekhi alawulwa uhlelo lwesiphakelalwazi esiyinhloko. Ukuze umise isiphakelalwazi esiyinhloko, chofoza u-<b>Cisha</b>.</p>

source: <p><b><big>Configuration Service Status:</big></b><br> All services marked with <b>X</b> in column <b>Ch</b> were edited and will be changed in the system configuration.</p>
ar: <p><b><big>حالة خدمة الإعداد:</big></b><br> تم تحرير كل الخدمات التي تحمل العلامة <b>X</b> في العمود <b>مغيّر</b> وسيتم تغييرها في إعداد النظام.</p>
bg: <p><b><big>Статус на настройката за услугата:</big></b><br> Всички услуги, които са маркирани с <b>Х</b> в колоната <b>Пр</b> са били редактирани и ще бъдат променени в системната настройка.</p>
bn: <p><b><big>গঠন পরিষেবা স্টেটাস:</big></b><br> <b>X</b>সহ সমস্ত পরিষেবা চিহ্নিত<b>সি এইচ</b>কলামের মধ্যে সম্পাদিত করা হয়েছিল এবং সিস্টেম গঠনের মধ্যে পরিবর্তন হবে.</p>
ca: <p><b><big>Estat dels serveis en la configuració</big></b><br> Tots els serveis marcats amb una <b>X</b> a la columna <b>Can.</b> s'han editat i es modificaran a la configuració del sistema.</p>
cs: <p><b><big>Stav konfigurace služeb:</big></b><br> Všechny služby označené pomocí <b>X</b> ve sloupci <b>Zm</b> byly upraveny a budou změněny v systémové konfiguraci.</p>
cy: <p><b><big>Cyflwr Ffurfweddu Gwasanaeth:</big></b><br> Golygwyd pob gwasanaeth a nodir gan <b>X</b> yn y golofn <b>New</b> a bydd yn cael ei newid yn y ffurfweddiad cysawd.</p>
de: <p><b><big>Status der Dienste-Konfiguration:</big></b><br> Dienste, die in der Spalte <b>Geändert</b> mit <b>X</b> markiert sind, wurden bearbeitet und werden in der Systemkonfiguration geändert.</p>
el: <p><b><big>Κατάσταση Ρυθμίσεων Υπηρεσιών:</big></b><br> Όλες οι υπηρεσίες που είναι σημειωμένες με <b>X</b> στην στήλη <b>Αλ</b> έχουν επεξεργαστεί και θα μεταβληθούν στις ρυθμίσεις του συστήματος.</p>
es: <p><b><big>Estado de la configuración de los servicios:</big></b><br> Todos los servicios marcados con una <b>X</b> en la columna <b>Mod.</b> han sido editados y serán modificados en la configuración del sistema.</p>
fi: <p><b><big>Määrityspalvelun tila:</big></b><br> Kaikkia <b>Muok</b> sarakkeessa <b>X</b>:llä merkittyjä palveluja on muokattu ja niiden järjestelmämääritystä vaihdetaan.</p>
fr: <p><b><big>État de la configuration des services :</big></b><br> Tous les services marqués d'un <b>X</b> dans la colonne <b>Ch</b> ont été modifiés et seront changés dans la configuration système.</p>
gl: <p><b><big>Estado da configuración do servizo:</big></b><br> Todos os servizos marcados con <b>X</b> na columna <b>Ch</b> foron editados e cambiaranse na configuración do sistema.</p>
gu: <p><b><big>કોન્ફીગરેશન સર્વિસ સ્ટેટસ:</big></b><br> કોલમ <b>Ch</b>માં <b>X</b> વડે ચિન્હિત બધી જ સેવાઓ એડિટ કરાયેલ હતી અને સિસ્ટમ કોન્ફીગરેશનમાં પરિવર્તિત કરાશે.</p>
hi: <p><b><big>सर्विस स्थिति को कन्फिगर करना :</big></b><br> <b>X</b> द्वारा चिह्नित स्तंभ <b>Ch</b> में स्थित सभी सेवाएं संपादित थीं और इन्हें सिस्टम संरुपण में बदला जाएगा।</p>
hu: <p><b><big>Szolgáltatások beállításának állapota:</big></b><br> Minden, a <b>Mód.</b> oszlopban <b>X</b> jellel kijelölt szolgáltatás módosításra került, így mentésre kerül a rendszerben.</p>
id: <p><b><big>Konfigurasi Status Layanan:</big></b><br> Semua layanan yang ditandai dengan <b>X</b> di kolom <b>Ch</b> telah disunting dan akan berubah didalam konfigurasi sistem</p>
it: <p><b><big>Stato della configurazione del servizio:</big></b><br> Tutti i servizi contrassegnati con una <b>X</b> nella colonna <b>Mod</b> sono stati modificati e saranno modificati nella configurazione del sistema.</p>
ja: <p><b><big>サービスの設定状況:</big></b><br> <b>変更</b> 欄に <b>X</b> とマークされているサービスは、 何らかの設定を変更したものです。</p>
km: <p><b><big>ស្ថានភាព​សេវា​កំណត់​រចនា​សម្ព័ន្ធ ៖</big></b><br> សេវា​ទាំងអស់​ដែល​សម្គាល់​ដោយ <b>X</b> ក្នុង​ជួរឈរ <b>Ch</b> នឹង​ត្រូវ​បាន​កែសម្រួល ហើយ​នឹង​ត្រូវ​បាន​ផ្លាស់ប្ដូរ​ក្នុង​ការ​កំណត់​រចនាសម្ព័ន្ធ​ប្រព័ន្ធ ។</p>
ko: <p><b><big>서비스 설정 상태:</big</b><br> <b><Ch></b> 컬럼 <b>Ch</b> 안에 <b>X</b>이 함께 표시된 모든 서비스는 편집 된 상태이며 시스템의 설정을 변경할 수 있습니다.</p>
lt: <p><b><big>Paslaugos konfigūracijos būklė:</big></b><br> Visos paslaugos, pažymėtos <b>X</b> stulpelyje <b>Pk</b> buvo redaguotos ir bus pakeistos sistemos konfigūracijoje.</p>
mr: <p><b><big> आकृतीबंध सेवेची स्थिती:</big></b><br> <b>Ch</b> रकान्यात <b>X</b> ही खूण केलेल्या सर्व सेवा संपादित होत्या व त्या प्रणालीच्या आकृतीबंधात बदलल्या जातील.</p>
nb: <p><b><big>Oppsettstatus for tjenester:</big></b><br> Alle tjenester markert med <b>X</b> i kolonnen <b>Endr</b> er redigert og vil bli endret i systemoppsettet</p>
nl: <p><b><big>Configuratie servicestatus:</big></b><br> Alle met een <b>X</b> gemarkeerde services in kolom <b>Ch</b> zijn gewijzigd en zullen in de systeem configuratie aangepast worden.</p>
pl: <p><b><big>Stan konfiguracji usług:</big></b><br> Wszystkie usługi oznaczone znakiem <b>X</b> w kolumnie <b>Zm.</b> były modyfikowane i zostaną zmienione w konfiguracji systemu.</p>
pt: <p><b><big>Estado da Configuração dos Serviços:</big></b><br> Todos os serviços marcados com <b>X</b> na coluna <b>Alt.</b> foram editados, e serão alterados na configuração do sistema.</p>
pt_br: <p><b><big>Status da Configuração do Serviço:</big></b><br> Todos os serviços marcados com <b>X</b> na coluna <b>Ch</b> foram editados e serão modificados na configuração do sistema.</p>
ro: <p><b><big>Starea configurației serviciului:</big></b><br> Toate serviciile marcate cu <b>X</b> în coloana <b>Ch</b> au fost modificate și vor fi schimbate în configurația sistemului.</p>
ru: <p><b><big>Состояние настроенных служб:</big></b><br> Службы, отмеченные <b>X</b> в колонке <b>Изм</b>, были отредактированы и изменятся при настройке системы.</p>
sk: <p><b><big>Stav konfigurácie služby:</big></b><br> Všetky služby označené <b>X</b> v stĺpci <b>Zm</b> boli zmenené a budú upravené v konfigurácii systému.</p>
sl: <p><b><big>Status nastavitve storitve:</big></b><br> Vse storitve označene z <b>X</b> v stolpcu <b>Spr</b> so bile spremenjeni in bodo spremenjene v nastavitvi sistema.</p>
sr@latn: <p><b><big>Status servisa za podešavanja:</big></b><br> Svi servisi označeni sa <b>X</b> u koloni <b>Prom</b> su ažurirani i biće promenjeni u sistemskoj konfiguraciji.</p>
sv: <p><b><big>Status för tjänstinställningar:</big></b><br> Alla tjänster markerade med ett <b>X</b> i kolumnen <b>Ändr</b> har redigerats och kommer att ändras i systeminställningarna.</p>
ta: <p><b><big>உள்ளமைவு சேவை நிலை: </big></b><br> <b>Ch</b> வரிசையில் <b>X</b> என்று குறிக்கப்பட்ட அனைத்து சேவைகளும் திருத்தம் செய்யப்பட்டுள்ளன மற்றும் அவை சாதனத்தின் உள்ளமைவில் மாற்றப்படும்.</p>
th: <p><b><big>การปรับแต่งสถานะของบริการ:</big></b><br> บริการทั้งหมดที่มีเครื่องหมาย <b>X</b> ในคอลัมน์ <b>ถูกแก้ไข</b> แสดงว่า บริการนั้นมีการแก้ไขค่า และจะถูกเปลี่ยนแปลงในการปรับแต่งค่าของระบบ</p>
tr: <p><b><big>Hizmet yapılandırma durumu:</big></b><br> <b>Dğş</b> sütununda <b>X</b> ile işaretlenmiş hizmetler düzenlenmiştir ve sistem yapılandırmasında değiştirilecektir.</p>
uk: <p><b><big>Налаштування стану служб:</big></b><br> Всі служби, які позначені <b>X</b> в стовпчику <b>Зм.</b> були редаговані і ці зміни будуть внесені в системну конфігурацію.</p>
xh: <p><b><big>Isimo Senkonzo Yobumbeko:</big></b><br> Zonke iinkonzo eziphawulwengo<b>X</b> kumkrozo owehlayo <b>Ch</b> zihleliwe kwaye ziya kuguqulwa kubumbeko lwesixokelelwano.</p>
zh_tw: <p><b><big>組態服務狀態：</big></b><br> 已編輯欄 <b>Ch</b> 標示為 <b>X</b> 的所有服務， 而且會在系統組態中變更這些服務。</p>
zu: <p><b><big>Isimo Sokuhlela Amasevisi:</big></b><br> Wonke amasevisi aphawulwe ngokuthi <b>X</b> ohleni <b>Ch</b> ahleliwe futhi azoshintshwa ekuhlelweni kwesistimu.</p>
