Repository: Dzejrou/yast-translations
Catalog: po/inetd/*.po
Languages: ar, bg, bn, ca, cs, cy, de, el, es, et, fi, fr, gl, gu, hi, hr, hu, id, it, ja, km, ko, lt, mr, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, sr@latn, sv, ta, th, tr, uk, xh, zh_tw, zu

source: <p>The <b>wait/nowait</b> entry determines if the service is single-threaded or multithreaded and whether xinetd accepts the connection or the server program accepts the connection. If its value is <b>yes</b>, the service is single-threaded. This means that xinetd starts the server then stops handling requests for the service until the server dies and that the server software accepts the connection. If the attribute value is <b>no</b>, the service is multithreaded and xinetd keeps handling new service requests and xinetd accepts the connection. <i>udp/dgram</i> services normally expect the value to be <b>yes</b>, because udp is not connection oriented. <i>tcp/stream</i> servers normally expect the value to be <b>no</b>.</p>
ar: <p>يحدد <b> إنتظر/لا تنتظر</b> إذا كانت الخدمة بمؤشر ترابط واحد أو بمؤشرات ترابط متعددة كما يحدد قبول xinetd للإتصال أو قبول برامج الخادم للإتصال أو لا. إذا كانت قيمة الخدمة <b>نعم</b>، أعدت الخدمة بمؤشر ترابط واحد. مما يعني أن xinetd تعمل على بدء تشغيل الخادم ثم التوقف عن معالجة الطلبات للخدمة لحين توقف الخادم عن العمل تمامًا ثم قبول برنامج الخادم للاتصال. إذا كانت قيمة السمة <b>لا</b>، أعدت الخدمة بمؤشرات ترابط متعددة وتواصل xinetd معالجة طلبات الخدمة الجديدة ثم تقبل xinetd الاتصال تتوقع الخدمتان. <i>udp/dgram</i> إعداد القيمة بشكل طبيعي على ،<b>نعم</b>نظراَ لأن الخدمة udp غير مهيأة للاتصال. بينما يتوقع الخادمان<i>tcp/stream</i>أن يتم إعداد القيمة بشكل طبيعي على <b>لا</b>.</p>
bg: <p>Полето <b>чакане/без чакане</b> определя дали услугата е едно- или многонишкова и дали xinetd приема връзката или това се извършва от самата програма на услугата. Ако стойността е <b>да</b> услугата е еднонишкова. Това означава, че xinetd пуска сървъра, след това престава да се грижи за заявките до него докато тази услуга не приключи работа и така програмата на сървъра приема връзките. Ако атрибутът е <b>не</b> услугата е многонишкова и xinetd продължава да управлява новите заявки към услугата и така xinetd приема връзката. <i>udp/dgram</i> услугите обикновено изискват стойността да бъде <b>да</b>, тъй като udp не е протокол, ориентиран към активна връзка. <i>tcp/stream</i> сървърите обикновено работят със стойност <b>не</b>.</p>
bn: <p> প্রবেশ <b>ওয়েট/নটওয়েট</b> মন্তব্য করে যদি পরিষেবা সিঙ্গেল-থ্রিয়েডেড অথবা মাল্টিথ্রিয়েডেড এবং হয়ত xinetd গ্রহণ করে সংযোগ অথবা সার্ভার প্রোগ্রাম সংযোগ গ্রহণ করে. এর মান যদিহয় <b>হ্যাঁ</b>, পরিষেবা হবে সিঙ্গেল-থ্রিয়েডেড. এর মানে যে xinetd সার্ভার স্টার্ট করে তারপর সার্ভারের জন্য হ্যাণ্ডলিং রিকোয়েস্ট স্টপ করে যতক্ষণ না সার্ভার ডাই এবং সার্ভার সফ্টওয়ার কানেকশন গ্রহণ করে. যদি এট্রিবিউট মান<b>না</b>হয়, সার্ভার মাল্টিথ্রিয়েডেড এবং xinetd নতুন সার্ভার রিকোয়েস্ট হ্যাণ্ডিলং করে এবং xinetd কানেকশন গ্রহণ করে. <i>udp/dgram</i> পরিষেবাগুলি স্বাভাবিক ভাবে গ্রহণ করে মান <b>হ্যাঁ</b>হতে, কারণ udp পূর্বীয় সংযোগ নয়. <i>tcp/স্ট্রিম</i> সার্ভার স্বাভাবিকভাবে মান গ্রহণ করে <b>না</b>হতে.</p>
ca: <p>L'entrada <b>espereu</b> determina si el servei és d'un fil o de diversos fils i si l'xinetd o el programa del servidor accepten la connexió. Si el valor és <b>sí</b>, el servei és d'un fil. Significa que l'xinetd inicia el servidor i després deixa de gestionar sol·licituds de servei fins que el servidor ja no està connectat i el programari del servidor accepta la connexió. Si el valor d'atribut és <b>no</b>, el servei és de diversos fils i l'xinetd continua gestionant noves sol·licituds de servei i accepta la connexió. Els serveis <i>udp/dgram</i> normalment esperen que el valor sigui <b>sí</b>, perquè l'udp no és de connexió. Els servidors <i>tcp/stream</i> preveuen normalment que el valor sigui <b>no</b>.</p>
cs: <p>Položka <b>Čekat</b> určuje, zda je služba jednovláknová nebo vícevláknová a zda spojení přijímá xinetd nebo serverový program. Pokud je hodnota nastavena na <b>Ano</b>, je služba jednovláknová. To znamená, že xinetd spustí server a přestane vyřizovat požadavky na tuto službu až do doby, kdy server zemře, a že serverový software přijímá spojení. Pokud je hodnota nastavena na <b>Ne</b>, je služba vícevláknová a xinetd vyřizuje nové požadavky a přijímá spojení. Služby <i>udp/dgram</i> předpokládají hodnotu <b>Ano</b>, protože udp není orientováno na spojení. <i>tcp/stream</i> servery normálně předpokládají hodnotu <b>Ne</b>.</p>
de: <p>Der Eintrag <b>wait/nowait</b> bestimmt, ob der Dienst single-threaded oder multithreaded ist und ob xinetd die Verbindung akzeptiert oder das Server-Programm die Verbindung akzeptiert. Ist sein Wert <b>Ja</b>, ist der Dienst single-threaded. Das bedeutet, dass xinetd den Server startet und dann keine Anfragen für den Dienst mehr bearbeitet, bis der Server stirbt und dass die Server-Software die Verbindung akzeptiert. Ist der Attributwert <b>Nein</b>, dann ist der Dienst multithreaded und xinetd verarbeitet weiterhin Dienst-Anfragen und xinetd akzeptiert die Verbindung. <i>udp/dgram</i>-Dienste erwarten üblicherweise den Wert <b>Ja</b>, da udp nicht verbindungsorientiert ist. <i>tcp/stream</i>-Server erwartet üblicherweise den Wert <b>Nein</b>.</p>
el: <p>Η είσοδος <b>περιμένετε/μην περιμένετε</b> καθορίζει εάν η υπηρεσία είναι μονής ή πολλαπλής αλληλουχίας και εάν ο δαίμονας xinetd δέχεται την σύνδεση ή εάν το πρόγραμμα διακομιστή δέχεται την σύνδεση. Εάν η τιμή της είναι <b>ναι</b>, η υπηρεσία είναι μονής αλληλουχίας. Αυτό σημαίνει ότι ο δαίμονας xinetd εκκινεί τον διακομιστή και έπειτα σταματά να διαχειρίζεται τις αιτήσεις της υπηρεσίας μέχρι ο διακομιστής να μην αποκρίνεται και το λογισμικό του να δέχεται τη σύνδεση. Εάν η τιμή είναι <b>όχι</b>, η υπηρεσία είναι πολλαπλής αλληλουχίας και ο δαίμονας xinetd συνεχίζει να διαχειρίζεται τις νέες αιτήσεις της υπηρεσίας και δέχεται τη σύνδεση. Οι υπηρεσίες <i>udp/dgram</i> φυσιολογικά αναμένουν η τιμή να είναι <b>ναι</b>, επειδή το πρωτόκολλο utp δεν είναι σχεδιασμένο για συνεχή σύνδεση. Οι διακομιστές <i>tcp/stream</i> λογικά αναμένουν η τιμή να είναι <b>όχι</b></p>
es: <p>La entrada <b>Esperar/No esperar</b> (wait/nowait) determina si el servicio soporta múltiples hilos o uno sólo y si es xinetd o bien el programa de servidor el que acepta la conexión. Si el valor asignado es <b>sí</b>, el servicio sólo soporta un hilo (single-threaded). Esto significa que xinetd inicia el servidor y deja de procesar solicitudes para el servicio hasta que el el servidor muere, y que el software de servidor acepta la conexión. Si el valor asignado es <b>no</b>, el servicio soporta múltiples hilos (multithreaded) y xinetd continúa procesando las nuevas solicitudes del servicio e xinetd acepta la conexión. Los servicios <i>udp/dgram</i> esperan normalmente un valor <b>sí</b> porque udp no está orientado a las conexiones.Los servidores <i>tcp/stream</i> esperan normalmente que el valor sea <b>no</b>.</p>
fi: <p><b>odota/älä odota</b> merkintä määrittää, onko palvelu yksisäikeinen vai monisäikeinen ja hyväksyykö xinetd yhteyden tai hyväksyykö palvelinohjelma yhteyden. Jos arvo on <b>kyllä</b>, palvelu on yksisäikeinen. Tämä tarkoittaa, että xinetd käynnistää palvelimen ja lopettaa sitten pyyntöjen käsittelyn palvelulle, kunnes palvelin kuolee ja palvelinohjelmisto hyväksyy yhteyden. Jos ominaisuuden arvo on <b>ei</b>, palvelu on monisäikeinen ja xinetd jatkaa uusien pyyntöjen käsittelyä ja xinetd hyväksyy yhteyden. <i>udp/dgram</i> palvelee normaalisti, paitsi että arvon täytyy olla <b>kyllä</b>, koska udp ei ole yhteyskeskeinen. <i>tcp/stream</i> palvelee normaalisti, paitsi arvon täytyy olla <b>ei</b>.</p>
fr: <p>L'entrée <b>wait/nowait</b> définit si le service est uniprocessus (single-threaded) ou multiprocessus (multithreaded) et si xinetd accepte la connexion ou si le programme du serveur accepte la connexion. Si la valeur est <b>yes</b>, le service est uniprocessus. Cela signifie que xinetd démarre le serveur puis arrête de gérer les requêtes pour le service jusqu'à ce que le serveur meurt et que le programme du serveur accepte la connexion. Si la valeur est <b>no</b>, le service est multiprocessus et xinetd continue à gérer les nouvelles requêtes de service et accepte la connexion. Les services <i>udp/dgram</i> attendent normalement la valeur <b>yes</b> car udp n'est pas orienté connexion. Les serveurs <i>tcp/stream</i> attendent normalement la valeur <b>no</b>.</p>
gl: <p>O campo <b>espera/sen espera</b> determina se o servizo é dun só fío ou multifío e se xinetd acepta a conexión ou se o programa servidor acepta a conexión. Se o valor é <b>si</b>, o servizo é dun só fio. Isto significa que xinetd arrinca o servidor e logo deixa de procesar as peticións para o servizo ata que o servidor termina e o programa servidor acepta a conexion. Se o valor do atributo é <b>non</b>, o servizo é multifío e xinetd mantense procesando as novas peticións do servizo e xinetd acepta a conexión. Os servizos <i>udp/dgram</i> normalmente esperan que o valor sexa <b>si</b>, porque udp non está orientado a conexión. Os servidores <i>tcp/stream</i> normalmente esperan que o valor sexa <b>non</b>.</p>
gu: <p><b>વેટ/નો વેટ</b> એન્ટ્રી નિદાન કરે છે કે સેવા સિંગલ-થ્રેડેડ છે કે મલ્ટીથ્રેડેડ અને xinetd જોડાણને સ્વીકાર છે કે સર્વર પ્રોગ્રામ જોડાણને સ્વીકારે છે. જો તેની વેલ્યુ <b>હા</b>છે તો, સેવા સિંગલ-થ્રેડેડ છે. આનો અર્થ એ કે xinetd સર્વરને શરૂ કરે છે અને જ્યાં સુધી સર્વર મૃત ન થઈ જાય ત્યાં સુધી વિનંતી હાથ ધરવાનું બંધ કરી દે છે. જો એટ્રીબ્યુટ વેલ્યુ <b>નો</b>ના છે તો, સેવા મલ્ટીથ્રેડેડ છે અને xinetd જોડાણ સ્વીકાર છે. <i>udp/dgram</i> સેવાઓ સામાન્યરીતે મૂલ્યને <b>હાં</b>માં હોવાની, આશા રાખે છે કારણકે જોડાણ લક્ષી નથી. <i>tcp/stream</i> સર્વર્સ સામાન્યરીતે મૂલ્યના <b>નો</b>ના હોવાની આશા રાખે છે.</p>
hi: <p> <b>प्रतीक्षा/प्रतीक्षा नहीं</b> प्रविष्टि यह निर्धारित करती है कि सेवा एकल-कड़ी या बहु-कड़ी वाली हो और xinetd कनेक्शन को स्वीकार करता है या सर्वर प्रोग्राम कनेक्शन को स्वीकार करता है। यदि इसका मान <b>हां</b>है, तो सर्वर एकल-कड़ी वाला है। इसका अर्थ है कि xinetd सर्वर को शुरू करता है और फिर सेवा के लिए अनुरोधों को संभालना तब तक रोक देता है जब तक कि सर्वर बंद नहीं हो जाता और सर्वर सॉफ्टवेयर कनेक्शन को स्वीकार नहीं कर लेता। यदि आरोपित मान <b>नहीं</b>है, तो सर्वर बहु-कड़ी वाला है और xinetd सेवा के नए अनुरोधों को संभालता रहता है और xinetd कनेक्शन को स्वीकार करता है। <i>udp/dgram</i> सेवा सामान्यत: मान के <b>हां</b>होने की अपेक्षा करता है, क्योंकि udp कनेक्शन अभिमुख नहीं होता है। <i>tcp/stream</i> सर्वर सामान्यत: मान के <b>नहीं</b>होने की अपेक्षा करता है।</p>
hu: <p>A <b>várakozás</b> bejegyzés azt határozza meg, hogy a szolgáltatás egy- vagy többszálú-e és hogy a xinetd vagy a kiszolgálóprogram fogadja-e a kapcsolatot. Ha az érték <b>igen</b> akkor a szolgáltatás egyszálú. Ez azt jelenti, hogy a xinetd indítja a kiszolgálót, majd abbahagyja az adott szolgáltatás kéréseinek fogadását a kiszolgáló leállásáig, és addig a kiszolgáló fogadja a kapcsolatokat. Ha az attribútum értéke <b>nem</b>, akkor a szolgáltatás többszálú és továbbra is a xinetd fogadja az új szolgáltatáskéréseket és a xinetd fogadja el a kapcsolatot. Az <i>udp/dgram</i> szolgáltatások általában az <b>igen</b>értéket várják, mivel az udp nem kapcsolatorientált. A <i>tcp/stream</i> kiszolgálók általában <b>nem</b> értéket várnak.</p>
id: <p>Entri <b>wait/nowait</b> menentukan apakah layanan ini adalah single-threaded atau multithreaded dan apakah xinetd menerima sambungan atau program server menerima sambungan. Jika bernilai <b>ya</b>, layanannya single-threaded. Ini artinya xinetd menjalankan server kemudian berhenti menangani permintaan untuk layanan sampai server mati dan perangkat lunak server akan menerima sambungan. Jika nilainya beratribut <b>tidak</b>, layanannya multithreaded dan xinetd tetap menangani permintaan layanan baru dan xinetd menerima sambungan. Layanan <i>udp/dgram</i> biasanya memerlukan nilai <b>ya</b>, karena udp tidak berorientasi sambungan. Server <i>tcp/stream</i> biasanya memerlukan nilai <b>tidak</b>.</p>
it: <p>La voce <b>attendi/non attendere</b> determina se il servizio è a thread singolo o multi-thread e se la connessione viene accettata da xinetd o dal programma server. Se il valore è impostato su <b>Sì</b>, il servizio è di tipo a thread singolo. Ciò vuol dire che xinetd avvia il server e non gestisce più le richieste per il servizio finché server è in esecuzione accettando la connessione. Se il valore dell'attributo è <b>No</b>, il servizio è di tipo multi-thread e xinetd continua a gestire le nuove richieste di servizio e xinetd accetta la connessione. I servizi <i>udp/dgram</i> di solito si attendono il valore <b>Sì</b>, dato che udp non è orientato alla connessione. I server <i>tcp/stream</i> solitamente si attendono il valore <b>No</b>.</p>
ja: <p><b>待機</b> 項目は、サービスがシングルスレッドで動作するものかマルチスレッドで 動作するものか、 xinetd が接続を受け付けるかプログラム側で接続を受け付けるかを 設定するものです。この値を <b>はい</b> に設定すると、サービスはシングルスレッドとして 扱われます。この設定では xinetd がサーバを起動したら、サーバが終了するまで xinetd は その要求に対して何も処理を行なわず、サーバソフトウエア側で接続を受け付ける ことになります。 この値を <b>いいえ</b> に設定すると、サービスはマルチスレッドとして扱われます。 この設定では xinetd が新しいサービス要求を処理し、 xinetd が接続を受け付けます。 <i>udp/dgram</i> サービスの場合、通常は <b>はい</b> を選んでください。 これは、 UDP が接続志向の通信ではないためです。 <i>tcp/stream</i> サービスの場合は 通常 <b>いいえ</b> を選んでください。</p>
km: <p>ធាតុ <b>រង់ចាំ/មិន​រង់ចាំ</b> កំណត់​ថា​តើ​សេវា​គឺ​ជា​ខ្សែ​តែ​មួយ ឬ​ច្រើន និង​ថា​តើ xinetd ទទួល​យក​ការ​តភ្ជាប់ ឬ​កម្មវិធី​ម៉ាស៊ីន​បម្រើ​ ទទួល​យក​ការ​តភ្ជាប់​ឬ​ទេ ។ បើ​តម្លៃ​របស់​វា​គឺ <b>បាទ/ចាស</b> នោះ​សេវា​គឺ​ជា​ខ្សែ​តែមួយ ។ នេះ​មាន​ន័យ​ថា xinetd ចាប់ផ្ដើម​ម៉ាស៊ីន​បម្រើ បន្ទាប់​មក​ឈប់​ទទួល​សំណើ​ពី​សេវា រហូត​ទាល់​តែ ម៉ាស៊ីន​បម្រើ​ឈប់ ហើយ​កម្មវិធី​ម៉ាស៊ីន​បម្រើ​ទទួលយក ការ​តភ្ជាប់ ។ បើ​តម្លៃ​គឺ​ជា <b>ទេ</b> នោះ​សេវា​គឺ​ជា​ខ្សៃ​ច្រើន ហើយ xinetd នឹង​ទទួល​សំណើ​សេវា​ថ្មី​ផង នឹងទទួល​យក​ការ​តភ្ជាប់​ផង ។ ជា​ធម្មតា​សេវា <i>udp/dgram</i> ត្រូវការ​តម្លៃ <b>បាទ/ចាស</b> ព្រោះ udp មិន​មាន​ទំនោរ​តាម​ការ​តភ្ជាប់​ឡើយ ។ ម៉ាស៊ីន​បម្រើ <i>tcp/stream</i> ត្រូវការ​តម្លៃ <b>ទេ</b> ។</p>
ko: <p><b>대기/대기없음</b> 항목은 서비스가 단일 스레드인지 멀티스레드인지를 지정하고, xinetd의 연결 수용 여부 또는 서버 프로그램의 연결 수용 여부를 지정합니다. 값이 <b>예</b>이면 서비스는 단일 스레드입니다. 즉 xinetd는 서버를 시작한 후 서버가 멈출 때까지 서비스에 대한 요청 처리를 중지하며 서버 소프트웨어는 연결을 수용함을 의미합니다. 속성 값이 <b>아니요</b>이면 서비스는 멀티스레드이고 xinetd는 계속해서 새 서비스 요청을 처리하며 연결을 수용합니다. <i>udp/dgram</i> 서비스는 보통 <b>예</b> 값을 기대하는데 이는 udp가 연결 지향적이지 않기 때문입니다. <i>tcp/stream</i> 서버는 보통 <b>no</b> 값을 기대합니다.</p>
mr: <p> <b> प्रतिक्षा/प्रतिक्षा </b> नाही ही प्रविष्टी सेवा एकेरी धाग्याची किंवा अनेक धाग्यांची आहे किंवा काय तसेच xinetd कनेक्शन स्वीकारतो की सर्व्हर प्रोग्राम कनेक्शन स्वीकारतो ते ठरवते. त्याचे मूल्य <b>yes</b>, असेल तर सेवा एकेरी धाग्याची असते. याचाच अर्थ असा की xinetd सर्व्हर सुरु करतो व नंतर सर्व्हर नष्ट होईपर्यंत व सर्व्हर सॉफ्टवेअर कनेक्शन स्वीकारेपर्यंत सेवेच्या हाताळणीची विनंती थांबवतो. जर अट्रिब्यूट मूल्य <b>no</b>, असेल, तर सेवा अनेक धाग्यांची असते व xinetd नवीन सेवा विनंतीची हाताळणी चालूच ठेवतो व xinetd कनेक्शन स्वीकारतो. <i>udp/dgram</i> सेवा साधारणपणे मूल्य <b>yes</b>, असण्याची अपेक्षा करते, कारण udp कनेक्शन भिमुख नसते. <i>tcp/stream</i> सर्व्हर्स साधारणपणे <b>no</b> मूल्य स्वीकारतात.</p>
nb: <p>Oppføringen <b>wait/nowait</b> spesifiserer om tjenesten er enkel- eller multitrådet, samt om xinetd og serverprogrammet aksepterer tilkoblingen. Hvis verdien er <b>yes</b>, er tjenesten enkeltrådet. Dette innebærer at xinetd starter serveren og deretter slutter å behandle forespørsler om tjenesten inntil serveren går ned og serverprogramvaren aksepterer tilkoblingen. Hvis attributtverdien er <b>no</b>, er tjenesten multitrådet, og xinetd fortsetter å håndtere nye forespørsler om tjenesten og aksepterer tilkoblingen. <i>udp/dgram</i>-tjenester forventer normalt at verdien er <b>yes</b> fordi udp ikke er tilkoblingsorientert. <i>tcp/stream</i>-servere forventer normalt at verdien er <b>no</b>.</p>
nl: <p>De <b>wait/nowait</b> optie bepaalt of de service als enkelvoudig of meervoudig behandeld zal worden en of xinetd of het serverprogramma de verbinding zal accepteren. Als de waarde <b>ja</b> is, dan wordt de service als enkelvoudig behandelt. Dit betekent dat xinetd de server opstart en stopt met het behandelen van verzoeken aan de service totdat de server dood is en de serversoftware de verbinding accepteert. Als de waarde <b>nee</b> is zal de service als meervoudig behandeld worden en zal xinetd doorgaan met het afhandelen van nieuwe service verzoeken en zal het tevens de verbindingen accepteren. <i>udp/dgram</i> services gaat er normaliter van uit dat de waarde <b>ja</b> zal zijn, dit omdat udp niet op een verbinding georiënteerd is. <i>tcp/stream</i> servers verwachten normaal gesproken de waarde <b>nee</b>.</p>
pl: <p>Wpis <b>wait/nowait</b> określa, czy usługa jest jedno-, czy wielowątkowa oraz czy połączenie jest akceptowane przez xinetd, czy przez serwer. Jeśli atrybut ma wartość <b>tak</b>, usługa jest jednowątkowa. Oznacza to, że xinetd uruchamia serwer i przestaje obsługiwać żądania dla tej usługi, dopóki serwer nie zakończy pracy, oraz że połączenie jest akceptowane przez oprogramowanie serwera. Jeśli atrybut ma wartość <b>nie</b>, usługa jest wielowątkowa, a nowe żądania i połączenia są obsługiwane przez xinetd. W przypadku usług <i>udp/dgram</i> wartość powinna być ustawiona na <b>tak</b>, gdyż protokół udp nie jest protokołem połączeniowym. W przypadku serwerów <i>tcp/stream</i> wartość powinna być ustawiona na <b>nie</b>.</p>
pt: <p>A entrada <b>espera/sem espera</b> determina se o serviço é single-threaded ou multithreaded, e quando deve ser o xinetd a aceitar uma ligação, ou o programa servidor. Se o seu valor for <b>sim</b>, o serviço é single-threaded. Isto quer dizer que o xinetd inicia o servidor, e pára de aceitar pedidos para o serviço, até que o servidor termine (morra) e que o software do servidor aceite a ligação. Se o valor do atributo é <b>não</b>, o serviço é multithreaded, e o xinetd continua a aceitar novos pedidos para o serviço, e aceita a ligação. Os serviços <i>udp/dgram</i> normalmente esperam que o valor seja definido para <b>sim</b>, em virtude do udp não ser orientado à ligação. Os servidores <i>tcp/stream</i> esperam normalmente que o valor seja definido para <b>não</b>.</p>
pt_br: <p>A entrada <b>aguardar/não aguardar</b> determina se o serviço tem um único thread ou múltiplos threads e se o xinetd aceita a conexão ou o programa servidor aceita a conexão. Se o valor for <b>Sim</b>, o serviço tem um único thread. Isso significa que o xinetd inicia o servidor e para de gerenciar solicitações para o serviço até que o servidor encerre e o software do servidor aceite a conexão. Se o valor do atributo for <b>Não</b>, o serviço tem múltiplos threads, e o xinetd continua gerenciando novas solicitações de serviço e aceita a conexão. Os serviços <i>udp/dgram</i> normalmente esperam que o valor seja <b>sim</b>, pois udp não é orientado à conexão. Os servidores <i>tcp/stream</i> normalmente esperam que o valor seja <b>não</b>.</p>
ro: <p>Intrarea <b>wait/nowait</b> determină dacă serviciul este single-threaded sau multithreaded și dacă xinetd acceptă conexiunea sau programul server acceptă conexiunea. Dacă valoarea este <b>da</b> serviciul este single-threaded. Acest lucru înseamnă ca xinetd pornește serverul și pe urmă nu mai manevrează cererile pentru serviciu până când serverul moare și că software-ul server acceptă conexiunea. Dacă valoarea este <b>nu</b> serviciul este multithreaded și xinetd continuă să manipuleze noile cereri de serviciu și xinetd acceptă conexiunea. Serviciile <i>udp/dgram</i> se așteaptă ca valoarea să fie <b>da</b> deoarece udp nu este orientat pe conexiune. Serverele <i>tcp/stream</i> se așteaptă ca valoarea să fie <b>nu</b>.</p>
ru: <p>Атрибут <b>wait/nowait</b> определяет, является ли служба многопоточной или однопоточной и принимает ли подключение демон xinetd или программа сервера. Если это значение <b>да</b>, служба однопоточная. Это означает, что xinetd запускает сервер, затем останавливает обработку запросов службы, пока сервер не выключится, а программа сервера принимает подключение. Если значение атрибута <b>нет</b>, служба многопоточная и xinetd осуществляет обработку запросов новых служб и xinetd принимает подключение. <i>udp/dgram</i> службы обычно ожидают значение <b>да</b>, так как протокол udp не предназначен для соединения. <i>tcp/stream</i> серверы обычно ожидают значение <b>нет</b>.</p>
sk: <p>The <b>čakať/nečakať</b> určuje, či služba je jedno-vláknová alebo multivláknová a či xinetd akceptuje spojenie, resp. serverový program akceptuje spojenie. Ak je táto hodnota <b>áno</b>, služba je jedno-vláknová. To znamená, že xinetd spustí server, a potom sa prestane starať o požiadavky pre službu až kým sa server neukončí svoju činnosť, pričom tento server akceptuje spojenia. Ak je táto hodnota <b>nie</b>, služba je viacvláknová a xinetd obsluhuje nové požiadavky na službu, teda xinetd akceptuje spojenie. <i>udp/dgram</i> služby bežne vyžadujú túto hodnotu nastavenú na <b>áno</b>, pretože udp nie je orientované na spojenia. <i>tcp/stream</i> servery zas bežne vyžadujú hodnotu <b>nie</b>.</p>
sl: <p>Vnos <b>čakaj/ne čakaj</b> določa, če je storitev eno- ali več-nitna in ali nove povezave sprejema xinetd ali strežniški program. Vrednost <b>da</b> pomeni, da je storitev ni večnitna. To pomeni, da xinetd po zagonu strežnika preneha sprejemati nove povezave dokler strežnik za storitev deluje. Nove povezave sprejema strežnik za storitev. Vrednost <b>ne</b> pomeni, da je strežnik večniten in xinetd sprejema nove povezave tudi po zagonu strežnika za storitev. <i>udp/dgram</i> storitve nadavno pričakujejo vrednost <b>da</b>, saj udp ne temelji na povezavah. <i>tcp/stream</i> strežniki navadno pričakujejo vrednost <b>ne</b>.</p>
sv: <p>Posten <b>wait/nowait</b> anger om tjänsten har en eller flera trådar och om anslutningen accepteras av xinetd eller serverprogrammet. Om värdet är <b>ja</b> har tjänsten en tråd. Det betyder att xinetd startar servern och därefter slutar att hantera begäranden för tjänsten tills servern stängs av och serverprogramvaran accepterar anslutningen. Om attributvärdet är <b>nej</b> har tjänsten flera trådar och xinetd hanterar nya begäranden för tjänster och anslutningen accepteras av xinetd. <i>udp/dgram</i>-tjänster förväntar sig normalt värdet <b>ja</b>, eftersom udp inte är anslutningsorienterat. <i>tcp/stream</i>-servrar förväntar sig normalt värdet <b>nej</b>.</p>
ta: <p><b>காத்திருத்தல்/காத்திருத்தல் இல்லை</b> குறிப்பானது, சேவை ஒற்றை-இழையிலானதா அல்லது பல-இழையிலானதா மற்றும் xinetd இணைப்பை ஏற்றுக் கொள்கிறதா அல்லது சர்வர் ப்ரோக்ராம் இணைப்பைஏற்கிறதா என்பதை நிர்ணயிக்கிறது. அதன் மதிப்பு <b>ஆம்</b>ஆத இருப்பின், சேவை ஒற்றை-இழையிலானது. xinetd சர்வரை துவக்கி, சர்வர் செயலிழக்கும் வரை சேவைக்கான கோரிக்கைகளை கையாள்வதை நிறுத்திவிடுவதால், சர்வரின் மென்பொருளானது இணைப்பை ஏற்கிறது என்பதையே இது குறிக்கிறது. பண்பின் மதிப்பு <b>இல்லை</b>ஆக இருப்பின், சேவை பல-இழையிலானது மற்றும் xinetd புதிய சேவை கோரிக்கைகளை கையாள்வதுடன் xinetd இணைப்பையும் ஏற்றுக்கொள்கிறது. <i>udp/dgram</i> சேவைகள் பொதுவாக<b>ஆம் </b> என்ற மதிப்பையே எதிர்பார்க்கின்றன, ஏனெனில் udp இணைப்பை சார்ந்தல்ல. <i>tcp/stream</i> servers பொதுவாக<b>இல்லை</b> என்ற மதிப்பையே எதிர்பார்க்கின்றன.</p>
th: <p>ช่องรายการ <b>รอ/ไม่รอ</b> จะกำหนดหากบริการเป็นแบบเธรดเดี่ยว หรือหลายเธรด และไม่ว่า xinetd หรือโปรแกรมของบริการจะยอมรับการเชื่อมต่อหรือไม่ก็ตาม หากมีค่าเป็น <b>ใช่</b> แสดงว่าบริการเป็นแบบเธรดเดี่ยว นั่นคือ xinetd จะเริ่มการทำงานของบริการและหยุดการควบคุมการร้องขอการบริการ จนกว่าบริการจะจบการทำงานและโปรแกรมของบริการจะยอมรับการเชื่อมต่อแล้ว หากมีค่าเป็น <b>ไม่ใช่</b> แสดงว่าบริการเป็นแบบหลายเธรด นั่นคือ xinetd จะยังคงควบคุมการร้องขอการบริการใหม่ และ xinetd จะเป็นตัวยอมรับการเชื่อมต่อ บริการที่เป็นแบบ <i>udp/dgram</i> ตามปกติควรจะมีค่าเป็น <b>ใช่</b> เนื่องจาก udp ไม่ได้เป็นการเชื่อมต่อแบบโอเรียนต์ ส่วนบริการแบบ <i>tcp/stream</i> ตามปกติควรจะมีค่าเป็น <b>ไม่ใช่</b></p>
tr: <p><b>Bekle/bekleme</b> girdisi ile hizmetin tek bir iş biriminden (thread) mi yoksa çoklu iş birimlerinden mi oluşacağını, ve bağlantıyı xinetd'nin mi yoksa sunucu programın mı kabul edeceğini belirleyebilirsiniz. Eğer değer <b>evet</b> ise hizmet tek iş biriminden oluşacaktır. Bu da,
uk: <p>Атрибут <b>чекати/не чекати</b> визначає чи служба має одну нитку чи декілька ниток виконання, і чи xinetd приймає з'єднання або чи програма сервера приймає з'єднання. Якщо це <b>так</b>, то служба має одну нитку. Це значить, що xinetd запускає сервер, а потім припиняє слухання запитів для цієї служби аж поки сервер не вмре, а програма сервера приймає з'єднання. Якщо значення атрибута <b>ні</b>, то служба має декілька ниток і xinetd продовжує обробку нових запитів до служби, і xinetd приймає з'єднання. Служби <i>udp/dgram</i>, зазвичай, потребують значення <b>так</b>, бо udp не орієнтований на підтримку з'єднань. Сервери <i>tcp/stream</i>, зазвичай, потребують значення <b>ні</b>.</p>
xh: <p>Ungeniso <b>lokulinda/akukho kulinda</b> lubonisa ukuba ingaba inkonzo itsala ngomsonto omnye okanye ngemisonto emininzi nokuba ingaba i-xinetd iyawamkela na umdibaniso okanye inkqubo yeseva iyawamkela na umdibaniso. Ukuba ixabiso layo leli <b>ewe</b>, inkonzo itsala ngomsonto omnye. Oku kuthetha ukuba i-xinetd iqalisa iseva ukuze inqumame ekuphatheni izicelo senkonzo service de iseva ife kwaye kube okungaphakathi ekhompyutheni kweseva kuyawamkela umdibaniso. Ukuba ixabiso lomyelelaniswa lithi <b>hayi</b>, inkonzo itsala ngemisonto emininzi kwaye i-xinetd imana isombulula izicelo zenkonzo ezitsha kwaye i-xinetd iyawamkela umdibaniso. <i>udp/dgram</i> iinkonzo zikholisa ukulindela ixabiso elithi <b>ewe</b>, kuba i-udp ayikwazi ukuziqhelanisa nomdibaniso. <i>tcp/yomjelo</i> iiseva zikholisa ukulindela ixabiso ukuba lithi <b>hayi</b>.</p>
zh_tw: <p><b>wait/nowait</b> 項目決定服務是否為 單一線串或多線串，以及 xinetd 是否接受 連線或伺服器程式接受連線。若值為 <b>「是」</b>，則服務為單一線串。這表示 xinetd 啟動伺服器然後停止處理服務的要求， 直到伺服器無回應為止，及伺服器軟體接受 連線。若屬性值為<b>「否」</b>，則服務為 多線串，且 xinetd 繼續處理新服務要求與 xinetd 接受連線。 <i>udp/dgram</i> 服務通常會接受值為<b>「是」</b>， 因為 udp 並非以連線為目標。<i>tcp/stream</i> 服務 通常會接受值為<b>「否」</b>。</p>
zu: <p>Okuthi <b>linda/ungalindi</b> kuyanquma ukuthi isevisi inomucu owodwa noma imicu-miningi yini nanokuthi i-xinetd iyakwamukela yini ukuxhumana noma ukuthi uhlelo lwesiphakelalwazi luyakwamukela yini ukuxhumana. Uma i-value ingu- <b>yebo</b>, kusho ukuthi isevisi imucu-munye. Lokhu kusho ukuthi i-xinetd iqala isiphakelalwazi bese ikumisa ukusingatha izicelo zesevisi kuze kube yilapho isiphakelalwazi sifa bese i-software yesiphakelalwazi yamukela ukuxhumana. Uma i-value ye-athribhuthi ingu-<b>cha</b>, isevisi imicu-miningi futhi i-xinetd iyaqhubeka nokusingatha izicelo zesevisi bese i-xinetd yamukela ukuxhumana. Amasevisi e- <i>udp/dgram</i> ngokuvamile alindela i-value ukuba ibe ngu-<b>yebo</b>, ngoba i-udp ayivamile ukuxhumeka. Iziphakelalwazi ze-<i>tcp/stream</i> ngokuvamile zilindela i-value ukuba ibe ngu-<b>cha</b>.</p>
