Repository: Dzejrou/yast-translations
Catalog: po/inetd/*.po
Languages: ar, bg, bn, ca, cs, cy, de, el, es, et, fi, fr, gl, gu, hi, hr, hu, id, it, ja, km, ko, lt, mr, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, sr@latn, sv, ta, th, tr, uk, xh, zh_tw, zu

source: &User
ar: مستخدم
bg: Потре&бител
bn: &ব্যবহারকারী
ca: &Usuari
cs: &Uživatel
cy: &Defnyddiwr
de: &Benutzer
el: &Χρήστης
es: &Usuario
et: Kas&utaja
fi: &Käyttäjä
fr: &Utilisateur
gl: &Usuario
gu: &ઉપયોગકર્તા
hi: उपयोगकर्ता (&U)
hr: &Korisnik
hu: Fel&használó
id: &Pengguna
it: &Utente
ja: ユーザ (&U)
km: អ្នក​ប្រើ
ko: 사용자(&U)
lt: &Naudotojas
mr: &वापरकर्ता
nb: &Bruker
nl: &Gebruiker
pl: &Użytkownik
pt: &Utilizador
pt_br: &Usuário
ro: &Utilizator
ru: Пол&ьзователь
sk: Po&užívateľ
sl: &Uporabnik
sr@latn: &Korisnik
sv: An&vändare
ta: பயனாளர்
th: ผู้ใช้
tr: &Kullanıcı
uk: &Користувач
xh: &Umsebenzisi
zh_tw: 使用者(&U)
zu: &Umsebenzisi

source: &Group
ar: مجموعة
bg: Гр&упа
bn: &গ্রুপ
ca: &Grup
cs: &Skupina
cy: &GrÅµp
de: &Gruppe
el: &Ομάδα
es: &Grupo
et: &Rühm
fi: &Ryhmä
fr: &Groupe
gl: &Grupo
gu: &ગ્રુપ
hi: ग्रूप (&G)
hr: &Grupa
hu: &Csoport
id: &Grup
it: &Gruppo
ja: グループ (&G)
km: ក្រុម
ko: 그룹(&G)
lt: &Grupė
mr: गट
nb: &Gruppe
nl: &Groep
pl: &Grupa
pt: &Grupo
pt_br: &Grupo
ro: &Grup
ru: &Группа
sk: &Skupina
sl: &Skupina
sr@latn: &Grupa
sv: &Grupp
ta: குழு
th: กลุ่มผู้ใช้
tr: &Grup
uk: &Група
xh: &Iqela
zh_tw: 群組(&G)
zu: &Iqembu

source: S&erver
ar: خادم
bg: &Сървър
bn: সা&র্ভার
ca: S&ervidor
cy: Gwein&ydd
el: &Διακομιστής
es: S&ervidor
fi: Palv&elin
fr: S&erveur
gl: &Servidor
gu: &સર્વર
hi: सेवक (&e)
hr: &Poslužitelj
hu: Ki&szolgáló
ja: サーバ (&E)
km: ម៉ាស៊ីន​បម្រើ
ko: 서버(&e)
lt: S&erveris
mr: सेवा संगणक
pl: S&erwer
pt: S&ervidor
pt_br: S&ervidor
ru: С&ервер
sl: Str&ežnik
ta: சர்வர்
th: ดีมอนของบริการ
tr: S&unucu
uk: С&ервер
xh: Is&eva
zh_tw: 伺服器(&E)
zu: I&siphakelalwazi

source: Server Argumen&ts
ar: وسائط الخادم
bg: Аргументи на &сървъра
bn: সার্ভার যুক্তি&সঙ্গত
ca: Argument&s del servidor
cs: Argumen&ty serveru
cy: &Ymresymiadau'r Gweinydd
de: Server-Argumen&te
el: Ορίσματα Διακο&μιστή
es: Argument&os del servidor
et: Serveri ar&gumendid
fi: Palvelimen argumen&tit
fr: Argumen&ts serveur
gl: Argumen&tos do servidor
gu: સર્વર આર્ગ્યુમે&ન્ટ્સ
hi: सेवक आर्गुमेटंस (&t)
hr: &Argumenti poslužitelja
hu: Kiszolgáló&argumentumok
id: Argumen Server
it: Argomen&ti server
ja: サーバの引数 (&T)
km: អាគុយម៉ង់​ម៉ាស៊ីន​បម្រើ
ko: 서버 매개변수(&T)
lt: Serverio argumen&tai
mr: सेवा संगणक पर्याय
nb: Serverargumen&ter
nl: Serverargumen&ten
pl: Argumen&ty serwera
pt: Argumen&tos do Servidor
pt_br: Argumen&tos do servidor
ro: Argumen&tele serverului
ru: Аргумен&ты сервера
sk: &Argumenty serveru
sl: Strežnikove &lastnosti
sr@latn: Server ar&gumenti
sv: Serverargumen&t
ta: சர்வர் விவாதங்கள்
th: อาร์กิวเมนต์ของดีมอน
tr: Sunucu &parametreleri
uk: Ар&гументи сервера
xh: Iziphumezi Zeziyale&li Zeseva
zh_tw: 伺服器引數(&T)
zu: I-agumenti Yesiphakelalwa&zi

source: Co&mment
ar: تعليق
bg: &Коментар
bn: ক&মেন্ট
ca: Co&mentari
cs: Ko&mentář
cy: &Sylwad
de: An&merkung
el: &Σχόλιο
es: Co&mentario
et: Ko&mmentaar
fi: Se&lite
fr: Co&mmentaire
gl: &Comentario
gu: કો&મેન્ટ
hi: अनुवाद (&m)
hr: &Komentar
hu: Meg&jegyzés
id: Ko&mentar
it: Co&mmento
ja: コメント (&M)
km: សេចក្ដី​អធិប្បាយ
ko: 주석(&M)
lt: Ko&mentaras
mr: मत
nb: Ko&mmentar
nl: Co&mmentaar
pl: Ko&mentarz
pt: Co&mentário
pt_br: Co&mentário
ro: Co&mentariu
ru: Ко&мментарий
sk: &Komentár
sl: Op&omba
sr@latn: Komenta&r
sv: Ko&mmentar
ta: கருத்துரை
th: คำอธิบาย
tr: A&çıklama
uk: Ко&ментар
xh: Pha&wula
zh_tw: 備註(&M)
zu: Ph&awula

source: --default--
ar: --افتراضي--
bg: —стандартно—
bn: --ডিফল্ট--
ca: Per defecte
cs: --výchozí--
cy: --rhagosod--
de: -Standard-
el: --προεπιλογή--
es: --por defecto--
et: --vaikimisi--
fi: --oletus--
fr: --par défaut--
gu: --ડીફોલ્ટ--
hi: --अकरण--
hr: --pretpostavljeno--
hu: --alapértelmezett--
id: --baku--
it: --predefinito--
ja: --デフォルト--
km: --លំនាំដើម--
ko: --기본--
lt: --įprasta--
mr: --मूलभूत--
nb: --standard--
nl: --standaard--
pl: --domyślne--
pt: --pré-definido--
pt_br: --padrão--
ru: --по умолчанию--
sk: --štandard--
sl: --privzeto--
sr@latn: --podrazumevano--
sv: --standard--
ta: இயல்புநிலை
th: --ค่าปริยาย--
tr: --varsayılan--
uk: -типовий-
xh: --okuhlala kukhona--
zh_tw: --預設--

source: Service is empty. Enter valid values.
ar: الخدمة فارغة. أدخل قيمًا صحيحة.
bg: Услугата е празна. Моля, въведете валидна стойност.
bn: পরিষেবা খালি. বৈধ মান এন্টার করুন.
ca: L'argument del servei és buit. Introduïu uns valors vàlids.
cs: Políčko služba je prázdné. Zadejte platné hodnoty.
cy: Mae'r Gwasanaeth yn wag. Rhowch gwerthoedd dilys.
de: Das Feld 'Dienst' enthält keinen Eintrag. Geben Sie gültige Werte ein.
el: Η υπηρεσία είναι κενή. Εισάγετε έγκυρες τιμές.
es: El argumento de servicio está vacío. Introduzca valores adecuados.
et: Teenus on tühi. Sisesta korrektsed väärtused.
fi: Palvelu on tyhjä. Anna kelvolliset arvot.
fr: Service vide. Entrez des valeurs correctes.
gl: O servizo está baleiro. Introduzca valores válidos.
gu: સેવા ખાલી છે. વેલીડ વેલ્યુઝ દાખલ કરો.
hi: सेवा रिक्त है। मान्य मान दर्ज करें।
hr: Servis je prazan. Unesite ispravne vrijednosti.
hu: A szolgáltatás mező üres. Adjon meg érvényes értékeket.
id: Layanan kosong. Masukkan nilai yang valid.
it: Il servizio è vuoto. Immettere valori validi.
ja: サービスが空欄です。 正しい値を入力してください。
km: សេវា​កម្ម​​ទទេ ។ សូម​បញ្ចូល​តម្លៃត្រឹមត្រូវ ។
ko: 서비스가 비어있습니다. 유효한 값들을 입력하십시오.
lt: Paslauga tuščia. Įveskite tinkamas reikšmes.
mr: सेवा रिक्त आहे. योग्य किंमत भरा.
nb: Tjenestefeltet er tomt. Angi gyldige verdier.
nl: De service is leeg. Geef a.u.b. geldige waarden op.
pl: Usługa jest pusta. Proszę podać prawidłową wartość.
pt: O serviço está vazio. Digite valores válidos.
pt_br: O serviço está vazio. Digite valores válidos.
ro: Serviciul este gol. Introduceți valori valide.
ru: Служба пуста. Введите правильные значения.
sk: Služba je prázdna. Zadajte platné hodnoty.
sl: Polje Storitev je prazno. Vnesite veljavne parametre.
sr@latn: Servise je prazan. Unesite pravilne vrednosti.
sv: Tjänst är tomt. Ange giltiga värden.
ta: சேவை காலியாக உள்ளது செல்லத்தக்க மதிப்புகளை என்டர் செய்யவும்.
th: บริการถูกว่างเอาไว้ โปรดป้อนค่าที่ใช้ได้
tr: Hizmet alanı boş. Geçerli değerler girin.
uk: Служба порожня. Введіть чинні значення.
xh: Inkonzo ilikhamte. Ngenisa amaxabiso asebenzisekayo.
zh_tw: 服務是空的。 請輸入有效值。
zu: Isevisi ayinalutho. Faka ama-value anembile.

source: Service name contains disallowed character "/".
ar: اسم الخدمة يحتوي على حرف غير مسموح به "/".
bg: Името на услугата съдържа непозволения символ „/“.
ca: El nom del servei conté el caràcter no permès "/".
cs: Jméno služby obsahuje nepovolený znak "/".
de: Der Dienstname enthält das nicht erlaubte Zeichen "/".
el: Το όνομα της υπηρεσίας περιέχει τον μη επιτρεπόμενο χαρακτήρα "/".
es: El nombre del servicio contiene el carácter no permitido "/".
fi: Palvelun nimi sisältää kielletyn merkin "/"
fr: Le nom du service comporte le caractère non autorisé "/".
gl: O nome do servizo contén caracteres descoñecidos "/".
hu: A szolgáltatás neve nem megengedett karaktert tartalmaz: "/".
id: Nama layanan berisi karakter "/" yang tidak diizinkan.
it: Il nome del servizio contiene il carattere non ammesso "/".
ja: サービス名に "/" の文字を使用することはできません。
km: ឈ្មោះ​សេវាកម្ម​​មាន​តួអក្សរ​ដែល​មិន​អនុញ្ញាត "/" ។
ko: 서비스 이름에 허용되지 않는 문자 "/"가 포함되어 있습니다.
lt: Paslaugos pavadinimas turi neleistiną simbolį „/“.
nb: Tjenestenavnet inneholder ugyldige tegn "/".
nl: Servicenaam bevat een niet toegestaan teken "/".
pl: Nazwa usługi zawiera niedozwolony znak "/".
pt_br: O nome do serviço contém o caractere não permitido "/".
ru: Имя службы содержит недопустимый символ "/".
sk: Názov služby obsahuje nepovolený znak "/".
sl: Ime storitve vsebuje nedovoljen znak »/«.
sv: Tjänstnamnet innehåller otillåtet tecken "/".
uk: Назва служби містить недозволений символ „/“.
zh_tw: 服務名稱包含了不允許的字元 "/"。

source: The user %1 is reserved for internal server processes only.
ar: المستخدم %1 محجوز لعمليات الخادم الداخلي فقط.
bg: Потребителят %1 е запазен само за вътрешно-сървърни цели.
bn: ব্যবহারকারী %1 রিভার্স কেবল ইন্টারনাল পরিষেবা প্রসেসের জন্য.
ca: L'usuari %1 està reservat exclusivament per a processos del servidor intern.
cs: Uživatel %1 je rezervován pouze pro vnitřní potřeby serveru.
cy: Neilltuwyd y defnyddiwr %1 ar gyfer prosesau mewnol y gweinydd yn unig.
de: Der Benutzer %1 ist nur für interne Serverprozessse reserviert.
el: Ο χρήστης %1 είναι διαφυλαγμένος μόνο για τις εσωτερικές διαδικασίες διακομιστή.
es: El usuario %1 está reservado exclusivamente para procesos del servidor interno.
et: Kasutaja %1 on reserveeritud ainult serverisiseste protsesside jaoks.
fi: Käyttäjä %1 on varattu vain palvelimen sisäisiin toimintoihin.
fr: L'utilisateur %1 est réservé uniquement aux processus du serveur interne.
gl: O usuario %1 está reservado unicamente para os procesos internos do servidor.
gu: યુઝર %1 માત્ર આંતરિક સેવા પ્રક્રિયાઓ માટે જ અનામત છે.
hi: उपयोगकर्ता %1 अंतर सेवक व्यवस्थ के लिए रिसेर्व किया गया हैं
hr: Korisnik %1 je rezerviran samo za interne procese poslužitelja.
hu: A(z) %1 felhasználó csak belső kiszolgálófolyamatok számára érhető el.
id: Pengguna %1 dikhususkan untuk proses server internal saja.
it: L' utente %1 è riservato solo per processi server interni.
ja: ユーザ %1 は内部サーバプロセスのみに予約されています。
km: អ្នក​ប្រើ %1 ត្រូវ​បាន​បម្រុង​សម្រាប់​តែ​ដំណើរការ​ខាង​ក្នុង​របស់​ម៉ាស៊ីន​បម្រើ​ប៉ុណ្ណោះ ។
ko: %1 사용자는 단지 내부 서버 프로세스을 위하여 예약되었습니다.
lt: Naudotojas %1 rezervuotas tik vidiniams serverio procesams.
mr: %1 वापरची अंतर्गत सर्व्हर प्रक्रियानंतर राखून ठेवण्यात आली आहे.
nb: Brukeren %1 er reservert for interne serverprosesser.
nl: De gebruiker %1 is alleen voor de interne server processen gereserveerd.
pl: Użytkownik %1 jest zarezerwowany tylko dla wewnętrznych procesów serwera.
pt: O utilizador %1 é reservado apenas para processos internos do servidor.
pt_br: O usuário %1 é reservado somente para processos de servidor interno.
ro: Utilizatorul %1 este rezervat numai pentru procesele interne ale serverului.
ru: Пользователь %1 зарезервирован для внутренних процессов сервера.
sk: Používateľ %1 je rezervovaný pre interné procesy serveru.
sl: Uporabnik %1 je rezerviran samo za procese internega strežnika.
sr@latn: Korisnik %1 je rezervisan samo za interne procese servera.
sv: Användaren %1 är reserverad för interna serverprocesser.
ta: பயனாளர் %1 உள் சர்வர் நடைமுறைகளுக்காக மட்டும் ஒதுக்கப்பட்டுள்ளது.
th: ผู้ใช้ %1 ถูกสงวนไว้ใช้ภายในโพรเซสของบริการเท่านั้น
tr: %1 kullanıcısı sadece sunucunun kendi dahili kullanımı içindir.
uk: Користувача %1 зарезервовано винятково для внутрішніх процесів сервера.
xh: Umsebenzisi %1 ugcinelwe ecaleni ukwenzela iinkqubo zeseva yangaphakathi kuphela.
zh_tw: 使用者 %1 僅保留給內部伺服器程序。
zu: Umsebenzisi %1 ugcinelwe izinqubo zesiphakelalwazi sangaphakathi kuphela.

source: No packages selected. Configuration aborted.
ar: لا توجد حزم محددة. تم إيقاف الإعداد.
bg: Не са избрани пакети. Настройването е прекъснато.
bn: কোন প্যাকেজ গঠন নেই. গঠন বাদ দেওয়া ছিল.
ca: No s'ha seleccionat cap paquet. Configuració avortada.
cs: Nebyly vybrány žádné balíčky. Konfigurace přerušena.
cy: Ni ddewiswyd pecynnau. Erthylwyd y ffurffweddu.
de: Es wurden keine Pakete selektiert. Die Konfiguration wurde abgebrochen.
el: Δεν έχουν επιλεχθεί πακέτα. Η ρύθμιση ματαιώθηκε.
es: No hay paquetes seleccionados. Configuración cancelada.
et: Ühtki paketti pole valitud. Häälestus katkestatakse.
fi: Paketteja ei valittu. Määritys keskeytettiin.
fr: Aucun paquet sélectionné. Configuration interrompue.
gl: Non hai paquetes seleccionados. Configuración abortada.
gu: કોઇ પેકેજીસ પસંદ કરાયેલ નથી. કોન્ફીગરેશન એબોર્ટ કરાયેલ છે.
hi: कोई पैकेज नहीं चुना है। समनुरूपण रद्द किया।
hr: Niti jedan paket nije označen. Konfiguracija je prekinuta.
hu: Nincs kiválasztva csomag. Beállítás megszakítva.
id: Tidak ada paket yang dipilih. Konfigurasi dibatalkan.
it: Nessun pacchetto selezionato. Configurazione interrotta.
ja: パッケージを選択していません。設定が中止されました。
km: គ្មាន​កញ្ចប់​ណាមួយ​ត្រូវ​បាន​ជ្រើស​ឡើយ ។ ការកំណត់​រចនា​សម្ព័ន្ធ​ត្រូវ​បាន​បញ្ឈប់ ។
ko: 선택된 꾸러미가 없습니다. 설정이 중단됩니다.
lt: Nepasirinkti paketai. Konfigūracija nutraukta.
mr: पॅकेजेस निवडली गेली नाहीत. कॉनफिग्युरेशनमधून बाहेर पडतो.
nb: Ingen pakker er valgt. Oppsettet blir avbrutt.
nl: Er zijn geen pakketten geselecteerd. De configuratie is afgebroken.
pl: Nie wybrano żadnych pakietów. Konfiguracja została przerwana.
pt: Não existem pacotes seleccionados. Configuração interrompida.
pt_br: Nenhum pacote selecionado. Configuração cancelada.
ro: Nici un pachet nu a fost selectat. Configurarea a fost anulată.
ru: Не выбраны пакеты. Настройка прервана.
sk: Nevybraný žiadny balík. Konfigurácia prerušená.
sl: Noben popravek ni bil izbran za namestitev. Nastavitev bo prekinjena.
sr@latn: Nijedan paket nije selektovan. Podešavanje prekinuto.
sv: Inga paket valda. Inställningen avbryts.
ta: பேக்கேஜ்கள் எதுவும் தேர்வு செய்யப்படவில்லை. உள்ளமைவு நிறுத்தப்பட்டது.
th: ยังไม่มีแพกเกจที่ถูกเลือก การปรับแต่งค่าถูกยกเลิก
tr: Paket seçimi yapılmadı. Yapılandırma durduruldu.
uk: Не вибрано жодного пакунка. Налаштування переривається.
xh: Akukho mibekelelo ikhethiweyo. Ubumbeko lulahliwe.
zh_tw: 未選取套件。中止組態設定。
zu: Awekho amaphakheji akhethiwe. Ukuhlela kuyekiwe.

source: Selected packages will be installed.
ar: سيتم تثبيت الحزم المحددة.
bg: Избраните пакети ще бъдат инсталирани.
bn: নির্বাচিত প্যাকেজ স্থাপন করা হবে
ca: S'instal·laran els paquets seleccionats.
cs: Vybrané balíčky budou nainstalovány.
cy: Bydd y pecynnau a ddewiswyd eu harsefydlu.
de: Die ausgewählten Pakete werden installiert.
el: Τα επιλεγμένα πακέτα θα εγκατασταθούν.
es: Los paquetes seleccionados van a ser instalados.
et: Paigaldatakse valitud paketid.
fi: Valitut paketit asennetaan.
fr: Les paquets sélectionnés vont être installés.
gl: Vanse instalar os paquetes seleccionados.
gu: પસંદગીના પેકેજીસ ઈન્સ્ટોલ કરાશે.
hi: चुन लिया पैकेज संस्थापित किया जाएगा
hr: Odabrani paketi će biti instalirani.
hu: A kiválasztott csomagok telepítésre kerülnek.
id: Paket yang dipilih akan dipasang.
it: I pacchetti selezionati verranno installati.
ja: 選択されたパッケージをインストールします。
km: កញ្ចប់​ដែល​បាន​ជ្រើស នឹង​ត្រូវ​បាន​ដំឡើង ។
ko: 선택된 꾸러미가 설치될 것입니다.
lt: Bus įdiegti pasirinkti paketai.
mr: निवडलेली ती पॅकेजेस स्थापित केली जातील.
nb: Valgte pakker vil bli installert.
nl: De geselecteerde pakketten zullen geïnstalleerd worden.
pl: Zostaną zainstalowane wybrane pakiety.
pt: Os pacotes seleccionados serão instalados.
pt_br: Os pacotes selecionados serão instalados.
ro: Pachetele selectate vor fi instalate.
ru: Выбранные пакеты будут установлены.
sk: Vybrané balíky budú nainštalované.
sl: Vsi izbrani paketi bodo nameščeni.
sr@latn: Izabrani paketi će biti instalirani.
sv: Valda paket kommer att installeras.
ta: தேர்ந்தெடுக்கப்பட்டுள்ள பேக்கேஜ்கள் நிறுவப்படும்.
th: แพกเกจที่เลือกไว้จะถูกติดตั้ง
tr: Seçili paketler kurulacaktır.
uk: Буде встановлено вибрані пакунки.
xh: Imibekelelo ekhethiweyo iya kuhlohlwa.
zh_tw: 會安裝選取的套件。
zu: Amaphakheji akhethiwe azofakwa.

source: <p><b><big>Initializing xinetd Configuration</big></b><br> Please wait...<br></p>
ar: <p><b><big>تهيئة إعداد xinetd‏</big></b><br> الرجاء الانتظار...<br></p>
bg: <p><b><big>Стартиране настройването на xinetd</big></b><br> Моля, изчакайте…<br></p>
bn: <p><b><big>আরম্ভিক xinetd গঠন</big></b><br> অপেক্ষা করুন...<br></p>
ca: <p><b><big>Iniciant la configuració d'xinetd </big></b><br> <br>Espereu, si us plau...<br></p>
cs: <p><b><big>Inicializuje se konfigurace xinetd</big></b><br> <br>Prosím čekejte...<br></p>
de: <p><b><big>Die xinetd-Konfiguration wird initialisiert</big></b><br> Bitte warten ...<br></p>
el: <p><b><big>Αρχικοποίηση ρυθμίσεων inetd</big></b><br> Παρακαλώ περιμένετε...<br></p>
es: <p><b><big>Iniciando la configuración de xinetd</big></b><br> <br>Espere, por favor...<br></p>
et: <p><b><big>xinetd häälestuse initsialiseerimine</big></b><br> Palun oota...<br></p>
fi: <p><b><big>Valmistellaan xinetd-määritystä</big></b><br> Odota hetki...<br></p>
fr: <p><b><big>Initialisation de la configuration xinetd </big></b><br> Veuillez patienter...<br></p>
gl: <p><b><big>Iniciando a configuración de xinetd</big></b><br> Agarde...<br></p>
gu: <p><b><big>xinetd કોન્ફીગરેશનજ ઇનીશીયલાઇઝ કરી રહયું છે</big></b><br> કૃપા કરી રાહ જુઓ...<br></p>
hi: <p><b><big>inetd समनुरूपण शुरू कर रहा हैं</big></b><br> कृपया इन्तजार करें ....<br></p>
hu: <p><b><big>A xinetd beállításának előkészítése</big></b><br> Kérem, várjon...<br></p>
id: <p><b><big>Menginisialisasi Konfigurasi xinetd</big></b><br> Silakan tunggu...<br></p>
it: <p><b><big>Inizializzazione della configurazione di xinetd in corso</big></b><br> Attendere...<br></p>
ja: <p><b><big>xinetd の設定を準備しています</big></b><br> しばらくお待ちください...<br></p>
km: <p><b><big>កំពុង​ចាប់ផ្ដើម​ការ​កំណត់​រចនាសម្ព័ន្ធ xinetd</big></b><br> សូម​រង់ចាំ...<br></p>
ko: <p><b><big>xinetd 구성 초기화 중</big></b><br> 잠시 기다려 주십시오...<br></p>
lt: <p><b><big>Paleidžiamas xinetd konfigūravimas</big></b><br> Palaukite...<br></p>
mr: <p><b><big>xinetd आकृतीबंध सुरु करत आहे </big></b><br> कृपया प्रतिक्षा करा...<br></p>
nb: <p><b><big>Initialiserer xinetd-oppsett-</big></b><br> Vent...<br></p>
nl: <p><b><big>De xinetd-configuratie wordt geïnitialiseerd</big></b><br> Even geduld a.u.b....<br></p>
pl: <p><b><big>Inicjalizacja konfiguracji xinetd</big></b><br> Proszę czekać...<br></p>
pt: <p><b><big>A inicializar a Configuração xinetd</big></b><br> Por favor aguarde...<br></p>
pt_br: <p><b><big>Inicializando Configuração do xinetd</big></b><br> Aguarde...<br></p>
ro: <p><b><big>Inițializez configurarea xinetd</big></b><br> Vă rog așteptați...<br></p>
ru: <P><B><BIG>Инициализация настроек xinetd</BIG></B><BR> Пожалуйста, подождите...<BR></P>
sk: <p><b><big>Inicializujem konfiguráciu xinetd:</big></b> <br>Prosím, čakajte...<br></p>
sl: <p><b><big>Inicializacija nastavitev xinetd</big></b><br> Prosim, počakajte...<br></p>
sv: <p><b><big>Initierar Xinetd-inställningar</big></b><br> Vänta...<br></p>
ta: <p><b><big> xinetd உள்ளமைவு துவங்கப்படுகிறது</big></b><br> தயவுசெய்து காத்திருக்கவும்...<br></p>
th: <p><b><big>กำลังเตรียมการปรับแต่งค่า xinetd</big></b><br> โปรดรอ...<br></p>
tr: <p><b><big>xinetd yapılandırması başlatılıyor</big></b> <br>Lütfen bekleyin...<br></p>
uk: <p><b><big>Започаткування конфігурації xinetd</big></b><br> Зачекайте, будь ласка...<br></p>
xh: <p><b><big>Kundululwa Ubumbeko lwe-xinetd</big></b><br> Nceda linda...<br></p>
zh_tw: <p><b><big>正在啟始化 xinetd 組態</big></b><br> 請稍候...<br></p>
zu: <p><b><big>Iqalisa Ukuhlelwa Kwe-xinetd</big></b><br> Sicela ulinde...<br></p>
