Repository: Dzejrou/yast-translations
Catalog: po/inetd/*.po
Languages: ar, bg, bn, ca, cs, cy, de, el, es, et, fi, fr, gl, gu, hi, hr, hu, id, it, ja, km, ko, lt, mr, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, sr@latn, sv, ta, th, tr, uk, xh, zh_tw, zu

source: <p><b><big>Services Status:</big></b><br> All services marked with <b>---</b> are inactive (locked). All services marked with <b>On</b> are active (unlocked). All services marked with <b>NI</b> are not installed and cannot be configured.</p>
ar: <p><b><big>حالة الخدمات:</big></b><br> كل الخدمات التي تحمل العلامة <b>---</b> غير نشطة (مؤمنة). كل الخدمات التي تحمل العلامة <b>تشغيل</b> نشطة (غير مؤمنة). لم يتم تثبيت كل الخدمات التي تحمل العلامة <b>غير مُثبّت</b> ويتعذر إعدادها.</p>
bg: <p><b><big>Статус на услугите:</big></b><br> Всички услуги, маркирани с <b>---</b> са неактивни (заключени). Всички услуги, маркирани с </b>Вкл.<b> са активни (незаключени). Всички услуги, маркирани с </b>НеИнст.<b> не са инсталирани и не могат да бъдат настроени.</b>
bn: <p><b><big>Services Status:</big></b><br> <b>---</b>সহ সমস্ত চিহ্নিত পরিষেবা যেগুলি অসক্রিয় (লকড). <b>অন</b>সহ সমস্ত চিহ্নিত পরিষেবা যেগুলি সক্রিয় (আনলকড). <b>এন আই </b> সহ সমস্ত চিহ্নিত পরিষেবা যেগুলি স্থাপিত নেই এবং গঠন করা যাবে না.</p>
ca: <p><b><big>Estat dels serveis</big></b><br> Tots els serveis marcats amb <b>---</b> són inactius (blocats). Tots els serveis marcats amb <b>On</b> són actius (desblocats). Tots els serveis marcats amb <b>NI</b> no estan instal·lats i no es poden configurar.</p>
cs: <p><b><big>Stav služeb:</big></b><br> Všechny služby označené <b>---</b> jsou neaktivní (zamčené). Všechny služby označené <b>Zap</b> jsou aktivní (odemčené). Všechny služby označené <b>NN</b> nejsou nainstalovány a nelze je konfigurovat.</p>
cy: <p><b><big>Cyflwr Gwasanaethau:</big></b><br> Mae pob gwasanaeth a nodir gan <b>---</b> yn anweithgar (wedi'i gloi). Mae pob gwasanaeth a nodir gan <b>Rh</b>(edeg) yn weithgar (heb ei gloi). Mae pob gwasanaeth a nodir gan <b>NA</b> (ni arsefydlir) heb ei arsefydlu, a ni ellir ei ffurfweddu.</p>
de: <p><b><big>Status der Dienste:</big></b><br> Dienste, die mit <b>---</b> markiert sind, sind inaktiv (gesperrt). Dienste, die mit <b>An</b> markiert sind, sind aktiv (nicht gesperrt). Dienste, die mit <b>NI</b> markiert sind, sind nicht installiert und können nicht konfiguriert werden.</p>
el: <p><b><big>Κατάσταση Υπηρεσιών:</big></b><br> Όλες οι υπηρεσίες που είναι σημειωμένες με <b>---</b> είναι ανενεργές (κλειδωμένες). Όλες οι υπηρεσίες που είναι σημειωμένες με <b>Ενεργή</b> είναι ενεργές (μη-κλειδωμένες). Όλες οι υπηρεσίες που είναι σημειωμένες με <b>ΟΕ</b> δεν είναι εγκατεστημένες και δεν μπορούν να ρυθμιστούν.</p>
es: <p><b><big>Estado de los servicios:</big></b><br> Todos los servicios marcados con <b>---</b> están inactivos (bloqueados). Todos los servicios marcados con <b>Activo</b> están habilitados (desbloqueados). Todos los servicios marcados con <b>NI</b> no están instalados y no pueden ser configurados.</p>
fi: <p><b><big>Palveluiden tila:</big></b><br> Kaikki <b>---</b> merkityt palvelut ovat poissa käytöstä (lukittuja). Kaikki <b>Päällä</b> merkityt palvelut ovat käytössä (avattuja). Kaikkia <b>EA</b> merkittyjä palveluita ei ole asennettu ja niitä ei voi määrittää.</p>
fr: <p><b><big>État des services :</big></b><br> Tous les services marqués d'un <b>---</b> sont inactifs (verrouillés). Tous les services marqués <b>Activé</b> sont actifs (déverrouillés). Tous les services marqués d'un <b>NI</b> ne sont pas installés et ne peuvent pas être configurés.</p>
gl: <p><b><big>Estado dos Servizos:</big></b><br> Todos os servizos marcados con <b>---</b> están inactivos (bloqueado). Todos os servizos marcados con <b>On</b> están activos (desbloqueado). Todos os servizos marcados con <b>NI</b> non están instalados e non se poden configurar.</p>
gu: <p><b><big>સર્વિસ સ્ટેટસ:</big></b><br> <b>---</b> ચિન્હિત બધી સેવાઓ નિષ્ક્રિય કરાયેલ છે. <b>ઓન</b> વડે ચિન્હિત બધી સેવાઓ સક્રિય છે (ખુલ્લી). <b>NI</b> વડે ચિન્હિત બધી સેવાઓ ઈન્સ્ટોલ કરાયેલ છે અને કોન્ફીગરકરી શકાતી નથી.</p>
hi: <p><b><big>सेवाए स्थिति :</big></b><br> <b>---</b> द्वारा चिह्नित सभी सेवाएं निष्क्रिय (बंद) हैं। <b>On</b> द्वारा चिह्नित सभी सेवाएं सक्रिय (खुली) हैं। <b>NI</b> द्वारा चिह्नित सभी सेवाएं इंस्टॉल नहीं हैं और कन्फिगर नहीं की जा सकतीं।</p>
hu: <p><b><big>Szolgáltatások állapota:</big></b><br> A <b>---</b> jellel jelölt szolgáltatások nem aktívak (tiltva). A <b>Fut</b> jelű szolgáltatások aktívak (engedélyezve). Az <b>NT</b> jelű szolgáltatások nincsenek telepítve, így nem állíthatók be.</p>
id: <p><b><big>Status Layanan:</big></b><br> Semua layanan yang ditandai dengan <b>---</b> adalah tidak aktif (terkunci). Semua layanan yang ditandai dengan <b>On</b> adalah aktif (tidak terkunci). Semua layanan yang ditandai dengan <b>NI</b> adalah tidak terpasang dan tidak dapat dikonfigurasi.</p>
it: <p><b><big>Stato dei servizi:</big></b><br> Tutti i servizi contrassegnati con <b>---</b> sono inattivi (bloccati). Tutti i servizi contrassegnati con <b>Attivato</b> sono attivi (sbloccati). Tutti i servizi contrassegnati con <b>NI</b> non sono installati e non possono essere configurati.</p>
ja: <p><b><big>サービスの状態:</big></b><br> <b>---<b> と書かれているサービスは無効に設定されているものです。 <b>オン<b> と書かれているサービスは有効に設定されているものです。 <b>NI<b> と書かれているサービスは必要なソフトウエアがインストールされていないため設定できないものです。</p>
km: <p><b><big>ស្ថានភាព​សេវា ៖</big></b><br> សេវា​ទាំងអស់​ដែល​សម្គាល់​ដោយ <b>---</b> គឺ​អសកម្ម (ជាប់សោ) ។ សេវា​ទាំងអស់​ដែល​សម្គាល់​ដោយ <b>On</b> គឺ​សកម្ម (មិន​ជាប់សោ) ។ សេវា​ទាំងអស់​ដែល​សម្គាល់​ដោយ <b>NI</b> មិន​ត្រូវ​បាន​ដំឡើង​ឡើយ ហើយ​អ្នក​ក៏​មិន​អាច​ដំឡើង​វា​បាន​ដែរ ។</p>
ko: <p><b><big>서비스 상태:</big></b><br> 모든 서비스들이 <b>---</b>가 표시되어 있으면 비활성화 상태입니다.(잠김). 모든 서비스들이 <b>켜기</b>가 표시되어 있으면 활성화 상태입니다.(열림) 모든 서비스들이 <b>NI</b>가 표시되어 있으면 설치와 설정이 비활성화 상태입니다.</p>
lt: <p><b><big>Paslaugų būsena:</big></b><br> Visos paslaugos, pažymėtos <b>---</b> yra neaktyvios (užrakintos). Visos paslaugos, pažymėtos <b>On</b>, yra aktyvios (atrakintos). Visos paslaugos, pažymėtos <b>NI</b> nėra įdiegtos ir negali būti konfigūruojamos.</p>
mr: <p><b><big> सेवांची स्थिती:</big></b><br> <b>---</b> खूण असलेल्या सर्व सेवा निष्क्रिय आहेत (लॉक्ड). <b>On</b> खूण असलेल्या सर्व सेवा सक्रिय आहेत (अनलॉक्ड). <b>NI</b> खूण असलेल्या सर्व सेवा स्थापित नाहीत व त्यांचा आकृतीबंध बनवता येऊ शकत नाही.</p>
nb: <p><b><big>Tjenestestatus:</big></b><br> Alle tjenester markert med <b>---</b> er deaktivert (låste). Alle tjenester markert med <b>På</b> er aktivert (ulåste). Alle tjenester markert med <b>II</b> er ikke installerte og kan ikke settes opp.</p>
nl: <p><b><big>Servicestatussen:</big></b><br> Alle services gemarkeerd met <b>---</b> zijn niet actief (locked). Alle services gemarkeerd met <b>Aan</b> zijn actief (unlocked). Alle services gemarkeerd met <b>NI</b> zijn niet geïnstalleerd en kunnen dus niet geconfigureerd worden.</p>
pl: <p><b><big>Stan usług:</big></b><br> Wszystkie usługi oznaczone przez <b>---</b> są nieaktywne (zablokowane). Wszystkie usługi oznaczone przez <b>Wł</b> są aktywne (odblokowane). Wszystkie usługi oznaczone przez <b>Nz</b> nie są zainstalowane i nie mogą być skonfigurowane.</p>
pt: <p><b><big>Estado dos Serviços:</big></b><br> Todos os serviços marcados com <b>---</b> estão desactivados (trancados). Todos os serviços marcados com <b>On</b> estão activados (destrancados). Todos os serviços marcados com <b>NI</b> não se encontram instalados, e não podem ser configurados.</p>
pt_br: <p><b><big>Status dos serviços:</big></b><br> Todos os serviços marcados com <b>---</b> estão inativos (bloqueados). Todos os serviços marcados com <b>On</b> estão ativos (desbloqueados). Todos os serviços marcados com <b>NI</b> não estão instalados e não podem ser configurados.</p>
ro: <p><b><big>Starea serviciilor:</big></b><br> Toate serviciile marcate cu <b>---</b> sunt inactive (blocate). Toate serviciile marcate cu <b>On</b> sunt active (deblocate). Toate serviciile marcate cu <b>NI<b> nu sunt instalate și nu pot fi configurate.</p>
ru: <p><b><big>Состояние служб:</big></b><br> Службы, отмеченные <b>---</b> остановлены (заблокированы). Службы, отмеченные <b>Вкл</b> запущены (разблокированы). Службы, отмеченные <b>н/у</b> не установлены и не могут быть настроены.</p>
sk: <p><b><big>Stav služieb:</big></b><br> Všetky služby označené <b>---</b> sú neaktívne (zamknuté). Všetky služby označené <b>On</b> sú aktívne (nezamknuté). Všetky služby označené <b>NI</b> nie sú nainštalované a nie je možné ich upraviť.</p>
sl: <p><b><big>Status storitev:</big></b><br> Vse storitve označene z <b>---</b> so neaktivne (zaklenjene). Vse storitve označene z <b>Vklop</b> so aktivne (odklenjene). Vse storitve označene z <b>NI</b> niso nameščene in jih ni mogoče nastaviti.</p>
sr@latn: <p><b><big>Status servisa:</big></b><br> Svi servisi označeni sa <b>---</b> su neaktivni (zaključani). Svi servisi označeni sa <b>On</b> su aktivni (otključani). Svi servisi označeni sa <b>NI</b> nisu instalirani i nemogu se podesiti.</p>
sv: <p><b><big>Tjänststatus:</big></b><br> Alla tjänster markerade med <b>---</b> är inaktiva (låsta). Alla tjänster markerade med <b>På</b> är aktiva (olåsta). Alla tjänster markerade med <b>INTINS</b> är inte installerade och kan inte ställas in.</p>
ta: <p><b><big>சேவைகள் நிலை: </big></b><br> <b>---</b> என்று குறிக்கப்பட்ட அனைத்து சேவைகளும் இயக்கத்தில் இல்லை (பூட்டப்பட்டுள்ளன). <b>On</b> என்று குறிக்கப்பட்ட அனைத்து சேவைகளும் இயக்கத்தில் உள்ளன. (திறந்துள்ளன). <b>NI</b> என்று குறிக்கப்பட்ட அனைத்து சேவைகளும் நிறுவப்படவில்லை, எனவே அவற்றை உள்ளமைக்க முடியாது.</p>
th: <p><b><big>สถานะของบริการ:</big></b><br> บริการทั้งหมดที่มีเครื่องหมาย <b>---</b> แสดงว่าไม่ได้ทำงาน (ถูกล็อค) บริการทั้งหมดที่มีเครื่องหมาย <b>เปิด</b> แสดงว่าทำงานอยู่ (ไม่ถูกล็อค) บริการทั้งหมดที่มีเครื่องหมาย <b>ม.ต.</b> คือยังไม่ถูกติดตั้งและยังไม่ถูกปรับแต่ง</p>
tr: <p><b><big>Hizmet durumu:</big></b><br> <b>---</b> ile işaretli hizmetler kapalı (kilitli) durumdadır. <b>Açık</b> ile işaretli hizmetler etkin durumdadır. <b>Yok</b> ile işaretli hizmetler kurulu değildir ve yapılandırılamaz.</p>
uk: <p><b><big>Стан служб:</big></b><br> Всі служби, які позначені <b>---</b> є неактивними (заблокованими). Всі служби, які позначені <b>Увімк.</b> активні (розблоковані). Всі служби, які позначені <b>НВ</b> не встановлені і їх неможливо налаштувати.</p>
xh: <p><b><big>Isimo Seenkonzo:</big></b><br> Zonke iinkonzo eziphawulwe ngo-<b>---</b> azisebenzi (zitshixekile). Zonke iinkonzo eziphawulwe ngo-</b>Kwimo Yokusebenza</b> ziyasebenza.(azitshixekanga). Zonke iinkonzo eziphawulwe ngo-</b>NI<b> azihlohlwanga kwaye azikwazi kubumbeka.</p>
zh_tw: <p><b><big>服務狀態：</big></b><br> 標示為 <b>---</b> 的所有服務都是非作用的 (鎖定)。 標示為<b>「開啟」</b>的所有服務都在作用中 (未鎖定)。 未安裝且無法設定標示為 <b>NI</b> 的所有服務。</p>
zu: <p><b><big>Isimo Samasevisi:</big></b><br> Wonke amasevisi aphawulwe ngo-<b>---</b> awasebenzi (ahluthulelwe). Wonke amasevisi aphawulwe ngo-<b>Vuliwe</b> ayasebenza (avuliwe). Wonke amasevisi aphawulwe ngo-<b>NI</b> awafakiwe futhi awanakuhlelwa.</p>

source: <p><b><big>Changing Service Status:</big></b><br> Select the service to enable or disable and press <b>Toggle Status (On or Off)</b>.</p>
ar: <p><b><big>تغيير حالة الخدمة:</big></b><br> حدد الخدمة المطلوب تمكينها أو تعطيلها ثم اضغط <b>تبديل الحالة (تشغيل أو إيقاف تشغيل)</b>.</p>
bg: <p><b><big>Промяна статуса на услуга:</big></b><br> Изберете услутата за разрешаване или забраняване и натиснете <b>Промяна статуса (Вкл. или Изкл.)</b>.</p>
bn: <p><b><big>পরিষেবা স্টেটাস পরিবর্তন করছি:</big></b><br> পরিষেবা নির্বাচন করুন সমর্থ অথবা অসমর্থ করতে এবং <b>টগল স্টেটাস (অন অথবা অফ)</b>টিপুন.</p>
ca: <p><b><big>Canvi de l'estat del servei</big></b><br> Seleccioneu el servei que voleu activar o desactivar i premeu <b>Canvia l'estat (activat o desactivat)</b>.</p>
cs: <p><b><big>Změna stavu služby</big></b><br> Zvolte službu, kterou chcete povolit nebo zakázat, a stiskněte <b>Změnit stav (zapnuto/vypnuto)</b>.</p>
cy: <p><b><big>Newid Cyflwr Gwasnaeth:</big></b><br> Dewiswch y gwasanaeth i'w alluogi neu analluogi a gwasgwch <b>Cychwyn/Aros</b>.</p>
de: <p><b><big>Status von Diensten ändern:</big></b><br> Wählen Sie den zu aktivierenden oder deaktivierenden Dienst und drücken Sie <b>Status wechseln ('An' oder 'Aus')</b>.</p>
el: <p><b><big>Αλλάζοντας την Κατάσταση των Υπηρεσιών:</big></b><br> Επιλέξτε την υπηρεσία προς ενεργοποίηση ή απενεργοποίηση και πατήστε το <b>Εναλλαγή Κατάστασης (Ανοικτή ή Κλειστή)</b>.</p>
es: <p><b><big>Cambiar el estado del servicio:</big></b><br> Seleccione el servicio que desea habilitar o deshabilitar y pulse <b>Cambiar estado (activo o inactivo)</b>.</p>
fi: <p><b><big>Vaihdetaan palvelun tilaa:</big></b><br> Valitse palvelu, joka otetaan tai poistetaan käytöstä, ja napsauta <b>Vaihda tilaa (Päällä tai Pois)</b>.</p>
fr: <p><b><big>Changement de l'état d'un service :</big></b><br> Sélectionnez le service à activer ou désactiver et cliquez sur <b>Changer l'état (Activé ou Désactivé)</b>.</p>
gl: <p><b><big>Cambiando o estado do servizo:</big></b><br> Seleccione o servizo a activar ou desactivar e prema <b>Cambia Estado (On ou Off)</b>.</p>
gu: <p><b><big>ચેન્જીંગ સર્વિસ સ્ટેટસ:</big></b><br> સેવાને એનેબલ અથવા ડિસેબલ બનાવવા સિલેક્ટ કરો અને <b> ટોગલ સ્ટેટસ(ઓન અથવા ઓફ)</b> દબાવો.</p>
hi: <p><b><big>सेवा स्थिति को परिवर्तित करना :</big></b><br> सक्षम या अक्षम करने के लिए सेवा चुनें और <b>टॉगल स्थिति को दबाएं(ऑन या ऑफ) </b>।</p>
hu: <p><b><big>Szolgáltatás állapotának módosítása:</big></b><br> Válassza ki a szerkesztendő szolgáltatást, majd nyomja meg az <b>Állapot átkapcsolása (Ki / Be)</b> gombot.</p>
id: <p><b><big>Mengubah Status Layanan:</big></b><br> Pilih layanan untuk mengaktifkan atau menonaktifkan dan tekan <b>Tombol Status (Hidup atau Mati)</b>.</p>
it: <p><b><big>Modifica dello stato del servizio:</big></b><br> Selezionare il servizio da abilitare o disabilitare e premere <b>Cambia stato (attivo o disattivo)</b>.</p>
ja: <p><b><big>サービスの状態の変更:</big></b><br> サービスを有効または無効にするには、該当する項目を選択してから <b>状態を変更する (オン／オフ)</b> を押してください。</p>
km: <p><b><big>ការ​ផ្លាស់ប្ដូរ​ស្ថានភាព​សេវា ៖</big></b><br> សូម​ជ្រើស​សេវា​ដែល​ត្រូវបើក ឬ​បិទ ហើយ​ចុច <b>បិទ​បើក ស្ថានភាព</b> ។</p>
ko: <p><b><big>서비스 상태 변경:</big></b><br> 활성화 또는 비활성화를 할 서비스를 선택하고 <b>토글 상태(켜기 또는 끄기)</b>를 누르십시오.</p>
lt: <p><b><big>Paslaugos būsenos keitimas:</big></b><br> Pažymėkite paslaugą, kurią įjungsite arba išjungsite ir spauskite <b>Pakeisti būseną (įjungta arba išjungta)</b>.</p>
mr: <p><b><big> बदलत्या सेवांची स्थिती:</big></b><br> शक्य व अशक्य करण्याच्या सेवा निवडा व टॉगलची स्थिती चालू किंवा बंद <b> करण्यासाठी दाबा </b>.</p>
nb: <p><b><big>Endre tjenestestatus:</big></b><br> Velg tjenesten du vil aktivere eller deaktivere og klikk <b>Endre status (På eller Av)</b>.</p>
nl: <p><b><big>De servicestatus wordt gewijzigd:</big></b><br> Selecteer de service die u wilt activeren of deactiveren en klik op <b>Status omschakelen (Aan of Uit)</b>.</p>
pl: <p><b><big>Zmiana stanu usług:</big></b><br> Proszę wybrać usługę do włączenia lub wyłączenia i nacisnąć przycisk <b>Włączony / Wyłączony</b>.</p>
pt: <p><b><big>Alterar o Estado de um Serviço:</big></b><br> Escolha o serviço a activar ou desactivar, e prima <b>Mudar Estado (Ligado ou Desligado)</b>.</p>
pt_br: <p><b><big>Mudando o Status do Serviço:</big></b><br> Selecione o serviço que deseja habilitar ou desabilitar e pressione <b>Alternar Status (Ligado ou Desligado)</b>.</p>
ro: <p><b><big>Schimbarea stării serviciilor:</big></b><br> Selectați serviciul ce va fi activat sau dezactivat și apăsați <b>Schimbă starea (pornit sau oprit)</b>.</p>
ru: <p><b><big>Изменение состояния службы:</big></b><br> Выберите службу, которую следует включить или отключить, и нажмите <b>Переключить состояние (вкл. или откл.)</b>.</p>
sk: <p><b><big>Zmena stavu služby:</big></b><br> Vyberte službu, ktorú chcete zapnúť alebo vypnúť a stlačte <b>Prepnúť stav</b>.</p>
sl: <p><b><big>Spreminjanje statusa storitve:</big><b><br> Izberite storitev za omogočanje ali onemogočanje in izberite <b>Preklop statusa (vklop ali izklop)</b>.</p>
sr@latn: <p><b><big>Promena statusa servisa:</big></b><br> Izaberite servis koji želite da uključite ili isključite i pritisnite <b>Promeni status (On ili Off)</b>.</p>
sv: <p><b><big>Ändra tjänststatus:</big></b><br> Välj tjänsten som ska aktiveras eller inaktiveras och klicka på <b>Växla status (på eller av)</b>.</p>
ta: <p><b><big>சேவையின் நிலையை மாற்றுதல்:</big></b><br> செயல்படச் செய்யவேண்டிய அல்லது செயலிழக்கச் செய்யப்பட வேண்டிய சேவேயை தேர்ந்தெடுத்தபின், <b>டாகிள் நிலை (ஆன் அல்லது ஆஃப்) ஐ அழுத்தவும்</b>.</p>
th: <p><b><big>การแก้ไขสถานะของบริการ:</big></b><br> เลือกบริการที่จะเปิดหรือปิดการใช้งาน แล้วกด <b>สลับสถานะ (เปิดหรือปิด)</b></p>
tr: <p><b><big>Hizmet durumunu değiştirme:</big></b><br> Açmak ya da kapamak istediğiniz hizmeti seçin ve <b>Durum değiştir(Aç/kapat)</b> düğmesine basın.</p>
uk: <p><b><big>Зміна стану служби:</big></b><br> Виберіть службу для вмикання/вимикання і натисніть <b>Перемкнути стан (увімк./вимк.)</b>.</p>
xh: <p><b><big>Isimo Esiguqukayo Senkonzo:</big></b><br> Khetha inkonzo yokunika okanye yokususa isakhono uze ucinezele <b>ku-Isimo Sesixhobo Esitshintshwa Ngokufanayo (Imo Yokusebenza okanye Yokungasebenzi)</b>.</p>
zh_tw: <p><b><big>變更服務狀態：</big></b><br> 選取要啟用或停用的服務，並按<b>「切換狀態 (開啟或關閉)」</b>。</p>
zu: <p><b><big>Ukushintsha Isimo Samasevisi:</big></b><br> Khetha isevisi ofuna ukuyivula noma ukuyivala bese ucindezela u-<b>Shintsha Isimo (Vula noma Cisha)</b>.</p>

source: <p><b><big>Editing Services:</big></b><br> Select the service to edit and press <b>Edit</b>.</p>
ar: <p><b><big>تحرير الخدمات:</big></b><br> حدد الخدمة المطلوب تحريرها ثم اضغط <b>تحرير</b>.</p>
bg: <p><b><big>Редактиране на услугите:</big></b><br> Изберете услугата за редактиране и натиснете <b>Редактиране</b>.</p>
bn: <p><b><big>পরিষেবাগুলি সম্পাদন করছি:</big></b><br> সম্পাদন করতে পরিষেবা সিলেক্ট করুন এবং <b>এডিট</b>টিপুন.</p>
ca: <p><b><big>Edició dels serveis</big></b><br> Seleccioneu el servei que voleu editar i premeu <b>Edita</b>.</p>
cs: <p><b><big>Úpravy služeb:</big></b><br> Zvolte službu a stiskněte <b>Upravit</b>.</p>
cy: <p><b><big>Golygu Gwasanaethau:</big></b><br> Dewiswch y gwasanaeth i'w olygu a gwasgwch <b>Golygu</b>.</p>
de: <p><b><big>Dienste bearbeiten:</big></b><br> Wählen Sie den zu bearbeitenden Dienst und drücken Sie <b>Bearbeiten</b>.</p>
el: <p><b><big>Επεξεργασία Υπηρεσιών:</big></b><br> Επιλέξτε την υπηρεσία προς επεξεργασία και πατήστε <b>Επεξεργασία</b>.</p>
es: <p><b><big>Editar servicios:</big></b><br> Seleccione el servicio que desea editar y pulse <b>Editar</b>.</p>
et: <p><b><big>Teenuste redigeerimine:</big></b><br> Vali teenus ja klõpsa <b>Redigeeri</b>.</p>
fi: <p><b><big>Palveluiden muokkaus:</big></b><br> Valitse muokattava palvelu ja napsauta <b>Muokkaa</b>.</p>
fr: <p><b><big>Modification des services :</big></b><br> Sélectionnez le service à modifier et cliquez sur <b>Modifier</b>.</p>
gl: <p><b><big>Editando servizos:</big></b><br> Seleccione o servizo a editar e prema <b>Editar</b>.</p>
gu: <p><b><big>એડિટીંગ સર્વિસીસ:</big></b><br> એડિટ કરવા સેવા પસંદ કરો અને <b>એડિટ</b>દબાવો.</p>
hi: <p><b><big>सेवाएं संपादित करना :</big></b><br> संपादित करने के लिए सेवा चुनें और <b>संपादन</b>दबाएं।</p>
hu: <p><b><big>Szolgáltatások szerkesztése:</big></b><br> Válassza ki a megfelelő szolgáltatást, majd nyomja meg a <b>Szerkesztés</b> gombot.</p>
id: <p><b><big>Menyunting Layanan:</big></b><br> Pilih layanan untuk disunting dan tekan <b>Sunting</b>.</p>
it: <p><b><big>Modifica dei servizi:</big></b><br> Selezionare il servizio da modificare e premere <b>Modifica</b>.</p>
ja: <p><b><big>サービスの編集:</big></b><br> 編集するサービスを選択して <b>編集</b> を押してください。</p>
km: <p><b><big>ការ​កែសម្រួល​សេវា ៖</big></b><br> សូម​ជ្រើស​សេវា​ដែល​ត្រូវ​កែសម្រួល ហើយ​ចុច <b>កែសម្រួល</b> ។</p>
ko: <p><b><big>서비스 편집:</big></b><br> 편집할 서비스를 선택하고 <b>편집</b>을 누르십시오.</p>
lt: <p><b><big>Paslaugų keitimas:</big></b><br> Pasirinkite paslaugą, kurią norite keisti ir spauskite <b>Keisti</b>.</p>
mr: <p><b><big> संपादन सेवा:</big></b><br> संपादित करण्याची सेवा निवडा व<b>एडिट</b> दाबा.</p>
nb: <p><b><big>Redigering av tjenester:</big></b><br> Velg tjenesten du vil redigere og klikk <b>Rediger</b>.</p>
nl: <p><b><big>Services wijzigen:</big></b><br> Selecteer de service die u wilt gaan wijzigen en klik op <b>Bewerken</b>.</p>
pl: <p><b><big>Modyfikacja usług:</big></b><br> Proszę wybrać usługę do zmiany i nacisnąć przycisk <b>Edytuj</b>.</p>
pt: <p><b><big>Editar Serviços:</big></b><br> Escolha o serviço que pretende editar, e prima <b>Editar</b>.</p>
pt_br: <p><b><big>Editando Serviços:</big></b><br> Selecione o serviço que deseja editar e pressione <b>Editar</b>.</p>
ro: <p><b><big>Editarea serviciilor:</big></b><br> Selectați serviciul pe care doriți să-l modificați și apăsați <b>Editează</b>.</p>
ru: <p><b><big>Изменение служб:</big></b><br> Выберите службу для изменения и нажмите <b>Изменить</b>.</p>
sk: <p><b><big>Úprava služby:</big></b><br> Vyberte službu a stlačte <b>Upraviť</b>.</p>
sl: <p><b><big>Urejanje storitev:</big></b><br> Izberite storitev za urejanje in pritisnite <b>Uredi</b>.</p>
sr@latn: <p><b><big>Uređivanje servisa:</big></b><br> Izaberite servis za uređivanje i pritisnite <b>Uredi</b>.</p>
sv: <P><B><BIG>Redigera tjänster:</BIG></B><BR> Välj tjänsten som ska redigeras och klicka på <B>Redigera</B>.</P>
ta: <p><b><big>சேவைகள் திருத்தம் செய்யப்படுகின்றன: </big></b><br> திருத்தம் செய்யப்பட வேண்டிய சேவையை தேர்ந்தெடுத்தபின், <b>திருத்தம் செய்யவும்</b>ஐ அழுத்தவும்.</p>
th: <p><b><big>การแก้ไขบริการ:</big></b><br> เลือกบริการที่จะแก้ไข แล้วกด <b>แก้ไข</b></p>
tr: <p><b><big>Hizmetlerin düzenlenmesi:</big></b><br> Düzenlenecek hizmeti seçerek <b>Düzenle</b> düğmesine basın.</p>
uk: <p><b><big>Редагування служб:</big></b><br> Виберіть службу для редагування і натисніть <b>Змінити</b>.</p>
xh: <p><b><big>Iinkonzo Zokuhlela:</big></b><br> Khetha inkonzo yokuhlela uze ucinezele <b>ku-Hlela</b>.</p>
zh_tw: <p><b><big>編輯服務：</big></b><br> 選取要編輯的服務，並按<b>「編輯」</b>。</p>
zu: <p><b><big>Ukuhlela Amasevisi:</big></b><br> Khetha isevisi ofuna ukuyihlela bese ucindezela u-<b>Hlela</b>.</p>
