Repository: Dzejrou/yast-translations
Catalog: po/inetd/*.po
Languages: ar, bg, bn, ca, cs, cy, de, el, es, et, fi, fr, gl, gu, hi, hr, hu, id, it, ja, km, ko, lt, mr, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, sr@latn, sv, ta, th, tr, uk, xh, zh_tw, zu

source: Write the settings
ar: اكتب الاعدادات
bg: Записване на настройките
bn: সেটিংগুলি লিখুন
ca: Escriu els paràmetres
cs: Zapsat nastavení
cy: Ysgrifennu'r gosodiadau
de: Einstellungen schreiben
el: Εγγραφή των ρυθμίσεων
es: Escribir la configuración
et: Sätete kirjutamine
fi: Kirjoita asetukset
fr: Écrire les paramètres
gl: Opcións de escritura
gu: ગોઠવણો લખો
hi: व्यवसथाओँ लिखो
hr: Zapiši postavke
hu: Beállítások mentése
id: Menulis pengaturan
it: Scrittura delle impostazioni
ja: 設定の書き込み
km: សរសេរ​ការ​កំណត់
ko: 설정 기록
lt: Įrašyti nuostatas
mr: सेटींग्ज लिहा
nb: Lagre innstillingene
nl: Instellingen opslaan
pl: Zapisywanie ustawień
pt: Escrever as definições
pt_br: Gravar as configurações
ro: Scrie setările
ru: Записать настройки
sk: Zápis nastavenia
sl: Zapiši nastavitve
sr@latn: Snimiti podešavanja
sv: Spara inställningarna
ta: அமைப்புகளை எழுதவும்
th: เขียนการตั้งค่า
tr: Ayarları yaz
uk: Записати параметри
xh: Bhala imimiselo
zh_tw: 寫入設定
zu: Bhala amasethingi

source: Writing the settings...
ar: كتابة الاعدادات...
bg: Записване на настройките
bn: বৈশিষ্ট্যাবলী লেখা হচ্ছে...
ca: Escrivint els paràmetres...
cs: Probíhá zápis nastavení...
cy: Ysgrifennu'r gosodiadau...
de: Einstellungen werden geschrieben ...
el: Εγγραφή των ρυθμίσεων...
es: Escribiendo la configuración...
et: Sätete kirjutamine...
fi: Kirjoitetaan asetukset...
fr: Écriture des paramètres...
gl: Escribindo os parámetros...
gu: ગોઠવણો લખી રહયું છે...
hi: व्यवसथाओँ लिख रहा हैं...
hr: Zapisujem postavke...
hu: Beállítások mentése…
id: Menulis pengaturan...
it: Scrittura delle impostazioni in corso...
ja: 設定を書き込んでいます...
km: កំពុង​សរសេរ​ការ​កំណត់...
ko: 설정을 기록하는 중...
lt: Įrašomos nuostatos...
mr: अ
nb: Lagrer innstillingene...
nl: De instellingen worden opgeslagen...
pl: Zapisywanie ustawień...
pt: A escrever as definições...
pt_br: Gravando as configurações...
ro: Scriu setările...
ru: Запись настроек...
sk: Zapisujem nastavenie...
sl: Zapisovanje nastavitve...
sr@latn: Snimanje podešavanja...
sv: Sparar inställningarna...
ta: அமைப்புகள் எழுதப்படுகின்றன...
th: กำลังเขียนการตั้งค่า...
tr: Ayarlar yazılıyor...
uk: Запис параметрів...
xh: Kubhalwa imimiselo...
zh_tw: 正在寫入設定...
zu: Ukubhala la masethingi...

source: Cannot write settings!
ar: تعذرت كتابة الإعدادات!
bg: Настройките не могат да бъдат записани!
bn: সেটিংগুলি লেখা যাবে না
ca: No s'han pogut escriure els paràmetres!
cs: Nelze zapsat nastavení!
cy: Methu ysgrifennu'r gosodiadau!
de: Einstellungen können nicht geschrieben werden!
el: Δεν μπορώ να γράψω τις ρυθμίσεις !
es: No es posible escribir la configuración!
et: Sätteid ei saa kirjutada!
fi: Asetusten kirjoittaminen epäonnistui!
fr: Impossible d'enregistrer les paramètres !
gl: Non se poden escribir os parámetros!
gu: ગોઠવણો લખી શકતું નથી!
hi: व्यवसथाओँ लिखी नहीं जा सकता हैं!
hr: Ne mogu zapisati postavke!
hu: A beállítások mentése nem sikerült!
id: Tidak dapat menulis pengaturan!
it: Impossibile salvare le impostazioni!
ja: 設定を書き込めません！
km: មិន​អាច​សរសេរ​ការ​កំណត់ !
ko: 설정을 기록할 수 없습니다!
lt: Nepavyksta įrašyti nustatymų!
mr: मांडणी रचना लिहू शकत नाही!
nb: Kan ikke lagre innstillingene!
nl: Kan de instellingen niet opslaan!
pl: Nie można zapisać ustawień!
pt: Não foi possível escrever as definições!
pt_br: Não é possível gravar as configurações!
ro: Nu pot scrie setările!
ru: Невозможно записать настройки!
sk: Nie je možné zapísať nastavenie!
sl: Nastavitev ni možno zapisati!
sr@latn: Ne mogu da snimim podešavanja
sv: Kan inte spara inställningar.
ta: அமைப்புகளை எழுத முடியவில்லை!
th: ไม่สามารถเขียนการตั้งค่าได้ !
tr: Ayarlar yazılamadı!
uk: Не вдається записати параметри!
xh: Ayikwazi kubhaleka imimiselo!
zh_tw: 無法寫入設定！
zu: Ayikwazi ukubhala amasethingi!

source: <p><ul><i>All services are marked as stopped.</i></ul></p>
ar: <p><ul><i>كل الخدمات تحمل العلامة متوقف.</i></ul></p>
bg: <p><ul><i>Всички услуги са маркирани като спрени.</i></ul></p>
bn: <p><ul><i>সমস্ত পরিষেবা মার্ক করা হয়েছে স্টপ হিসাবে.</i></ul></p>
ca: <p><ul><i>Tots els serveis estan marcats com a aturats.</i></ul></p>
cs: <p><ul><i>Všechny služby jsou označené jako zastavené.</i></ul></p>
cy: <p><ul><i>Nodir pob gwasanaeth fel wedi'i aros.</i></ul></p>
de: <p><ul><i>Alle Dienste sind auf 'gestoppt' gesetzt</i></ul></p>
el: <p><ul><i>Όλες οι υπηρεσίες είναι σημειωμένες ως σταματημένες.</i></ul></p>
es: <p><ul><i>Todos los servicios están marcados como detenidos.</i></ul></p>
et: <p><ul><i>Kõik teenused on märgitud peatatuteks.</i></ul></p>
fi: <p><ul><i>Kaikki palvelut on merkitty sammutetuiksi.</i></ul></p>
fr: <p><ul><i>Tous les services sont marqués comme arrêtés.</i></ul></p>
gl: <p><ul><i>Todos os servizos están marcados como parados.</i></ul></p>
gu: <p><ul><i>બધી સેવાઓ સ્ટોપ તરીકે ચિન્હિત કરાઇ છે.</i></ul></p>
hi: <p><ul><i>सभी सेवाऐ बदं चिन्हित की गई हैं</i></ul></p>
hr: <p><ul><i>Svi servisi su označeni kao zaustavljeni.</i></ul></p>
hu: <p><ul><i>Az összes szolgáltatás le van állítva.</i></ul></p>
id: <p><ul><i>Semua layanan ditandai sebagai terhenti.</i></ul></p>
it: <p><ul><i>Tutti i servizi sono contrassegnati come fermati.</i></ul></p>
ja: <p><ul><i>全てのサービスに停止マークを付けました。</i></ul></p>
km: <p><ul><i>សេវា​ទាំងអស់​ត្រូវ​បាន​សម្គាល់​ថា បាន​បញ្ឈប់ ។</i></ul></p>
ko: <p><ul><i>모든 서비스들은 중지로 설정되어 있습니다.</i></ul></p>
lt: <p><ul><i>Visos paslaugos pažymėtos kaip sustabdytos.</i></ul></p>
mr: <p><ul><i>सर्व सुविधा थांबवल्या असे सुचविले आहे.</i></ul></p>
nb: <p><ul><i>All tjenester er markert som deaktivert.</i></ul></p>
nl: <p><ul><i>Alle services zijn gemarkeerd als zijnde gestopt.</i></ul></p>
pl: <p><ul><i>Wszystkie usługi są oznaczone jako zatrzymane.</i></ul></p>
pt: <p><ul><i>Todos os serviços estão marcados como parados.</i></ul></p>
pt_br: <p><ul><i>Todos os serviços estão marcados como parados.</i></ul></p>
ro: <p><ul><i>Toate serviciile sunt marcate ca oprite.</i></ul></p>
ru: <p><ul><i>Все службы отмечены как остановленные.</i></ul></p>
sk: <p><ul><i>Všetky služby sú označené ako zastavené.</i></ul></p>
sl: <p><ul><i>Vse storitve so označene kot zaustavljene.</i></ul></p>
sr@latn: <p><ul><i>Svi servisi su označeni za zaustavljanje.</i></ul></p>
sv: <p><ul><i>Alla tjänster är markerade som stoppade.</i></ul></p>
ta: <p><ul><i>அனைத்து சேவைகளும் நிறுத்தப்பட்டதாக குறிக்கப்படுகின்றன. </i></ul></p>
th: <p><ul><i>บริการทั้งหมดที่ถูกกาเลือกจะถูกหยุดการทำงาน</i></ul></p>
tr: <p><ul><i>Tüm hizmetler durdurulmuş olarak işaretli.</i></ul></p>
uk: <p><ul><i>Всі служби позначено як зупинені.</i></ul></p>
xh: <p><ul><i>Zonke iinkonzo ziphawulwe njengezinqunyanyisiwe.</i></ul></p>
zh_tw: <p><ul><i>所有服務都標示為停止。</i></ul></p>
zu: <p><ul><i>Wonke amasevisi aphawule ukuthi amisiwe.</i></ul></p>

source: Network services
ar: خدمات الشبكة
bg: Мрежови услуги
bn: নেটওয়ার্ক পরিষেবাগুলি
ca: Serveis de la xarxa
cs: Síťové služby
cy: Gwasanaethau rhwydwaith
de: Netzwerkdienste
el: Υπηρεσίες Δικτύου
es: Servicios de red
et: Võrguteenused
fi: Verkkopalvelut
fr: Services réseau
gl: Servizos de rede
gu: નેટવર્ક સેવાઓ
hi: नेटवर्क सेवाऎ
hr: Mrežni servisi
hu: Hálózati szolgáltatások
id: Layanan jaringan
it: Servizi di rete
ja: ネットワークサービス
km: សេវា​បណ្ដាញ
ko: 네트워크 서비스
lt: Tinklo paslaugos
mr: सेवा महाजाल
nb: Nettverkstjenester
nl: Netwerk services
pl: Usługi sieciowe
pt: Serviços de rede
pt_br: Serviços de rede
ro: Servicii de rețea
ru: Сетевые службы
sk: Sieťové služby
sl: Omrežne storitve
sr@latn: &Mrežni servisi
sv: Nätverkstjänster
ta: வலையமைப்பு சேவைகள்
th: บริการบนเครือข่าย
tr: Ağ hizmetleri
uk: Мережні служби
xh: Iinkonzo zomsebenzi wothungelwano
zh_tw: 網路服務
zu: Amasevisi enethiwekhi

source: Network services are managed via %1
ar: تتم إدارة خدمات الشبكة بواسطة %1
bg: Мрежовите услуги се управляват през %1
bn: নেটওয়ার্ক পরিষেবাগুলি পরিচালনা করা হয়েছে %1 পথে
ca: Els serveis de la xarxa s'administren a través de %1
cs: Síťové služby spravované pomocí %1
cy: Rheolir gwasanaethau rhwydwaith drwy %1
de: Netzwerkdienste werden über %1 verwaltet
el: Οι υπηρεσίες Δικτύου διαχειρίζονται από το %1
es: Los servicios de red se administran mediante %1
et: Võrguteenuseid hallatakse %1 abil
fi: Verkkopalveluja hallinnoi %1
fr: Les services de réseau sont administrés via %1
gl: Os servizos de rede xestiónanse vía %1
gu: નેટવર્ક સેવાઓ વાયા %1 સંચાલિત કરાઇ છે
hi: नेटवर्क सेवाऎ %1 द्वारा सभांल किया गया हैं
hr: Mrežnim servisima se upravlja preko %1
hu: A hálózati szolgáltatásokat a(z) %1 kezeli
id: Layanan jaringan dikelola via %1
it: Amministrazione dei servizi di rete tramite %1
ja: %1 でネットワークサービスを管理します
km: សេវា​បណ្ដាញ​ត្រូវ​បាន​គ្រប់គ្រង​តាម​រយៈ %1
ko: 네트워크 서비스들은 %1에 의해 관리됩니다.
lt: Tinklo paslaugos valdomos per %1
mr: %1 व्दारे नेटवर्क सुविधा प्रबंधीत केल्या आहेत
nb: Nettverkstjenester administreres via %1
nl: Netwerkservices worden beheerd via %1
pl: Usługi sieciowe są zarządzane przez %1
pt: Os serviços de rede são geridos via %1
pt_br: Os serviços de rede são gerenciados por %1
ro: Serviciile de rețea de rețea sunt administrate via %1
ru: Сетевые службы управляются с помощью %1
sk: Sieťové služby sa spravujú pomocou %1
sl: Omrežne storitve se upravlja preko %1
sr@latn: Mrežnim servisima se upravlja preko %1
sv: Nätverkstjänster hanteras via %1
ta: வலையமைப்பு சேவைகள் வழியாக %1 நிர்வகிக்கப்படுகின்றன
th: บริการบนเครือข่ายจะถูกจัดการผ่านทาง %1
tr: Ağ hizmetleri %1 ile yönetiliyor
uk: Мережні служби керуються за допомогою %1
xh: Iinkonzo zomsebenzi wothungelwano zilawulwa ngokugqitha kwi-%1
zh_tw: 網路服務是透過 %1 進行管理
zu: Amasevisi enethiwekhi alawulwa nge-%1

source: These services will be enabled
ar: سيتم تمكين تلك الخدمات
bg: Тези услуги ще бъдат разрешени
bn: এই পরিষেবাগুলি সক্ষিমত হবে
ca: S'habilitaran aquests serveis
cs: Tyto služby budou povoleny
cy: Bydd y gwansanaethau yma yn cael eu halluogi
de: Diese Dienste werden aktiviert
el: Αυτές οι υπηρεσίες θα ενεργοποιηθούν
es: Estos servicios serán habilitados
et: Need teenused lubatakse
fi: Nämä palvelut otetaan käyttöön
fr: Ces services vont être activés
gl: Vanse activar estes servizos
gu: આ સેવાઓ એનેબલ કરાશે
hi: इन सेवाऎ समर्थ करेगां
hr: Ovi servisi će biti omogućeni
hu: Engedélyezett szolgáltatások
id: Layanan berikut akan diaktifkan
it: Questi servizi verranno abilitati
ja: このサービスを有効にします
km: សេវា​ទាំងនេះ​នឹង​បើក
ko: 이 서비스들은 사용가능하게 될 것입니다.
lt: Šios paslaugos bus įjungtos
mr: ह्या सेवा कार्यान्वित होईल
nb: Disse tjenestene vil bli aktivert
nl: Deze services zullen geactiveerd worden
pl: Następujące usługi zostaną włączone
pt: Estes serviços serão activados
pt_br: Estes serviços serão habilitados
ro: Aceste servicii vor fi activate
ru: Следующие службы будут включены
sk: Tieto služby budú povolené
sl: Ti servisi bodo omogočeni
sr@latn: Ovi servisi su uključeni
sv: Dessa tjänster kommer att aktiveras
ta: இந்த சேவைகள் இயக்கப்படும்
th: บริการเหล่านี้จะถูกเปิดใช้งาน
tr: Bu hizmetler etkinleştirilecek
uk: Ці служби буде увімкнено
xh: Ezi nkonzo ziya kunikwa isakhono
zh_tw: 會啟用這些服務
zu: La masevisi azovulwa

source: &Xinetd
ja: Xinetd (&X)
ko: Xinetd(&X)
xh: i-Xinetd
zh_tw: Xinetd(&X)
zu: &I-Xinetd

source: Xinetd
xh: i-Xinetd
zu: I-Xinetd
