Repository: Dzejrou/yast-translations
Catalog: po/inetd/*.po
Languages: ar, bg, bn, ca, cs, cy, de, el, es, et, fi, fr, gl, gu, hi, hr, hu, id, it, ja, km, ko, lt, mr, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, sr@latn, sv, ta, th, tr, uk, xh, zh_tw, zu

source: Configuration of Network Services (xinetd)
ar: إعداد خدمات الشبكة (xinetd)
bg: Настройка на мрежови услуги (xinetd)
bn: নেটওয়ার্ক পরিষেবার গঠন(xinetd)
ca: Configuració de serveis de xarxa (xinetd)
cs: Konfigurace síťových služeb (xinetd)
de: Konfiguration der Netzwerkdienste (xinetd)
el: Ρυθμίσεις των Υπηρεσιών Δικτύου (xinetd)
es: Configuración de servicios de red (xinetd)
et: Võrguteenuste (xinetd) häälestamine
fi: Verkkopalveluiden määritys (xinetd)
fr: Configuration des services réseau (xinetd)
gl: Configuración dos servizos de rede (xinetd)
gu: નેટવર્ક સર્વિસીસનું કોન્ફીગરેશન (xinetd)
hi: नेटवर्क सेवाऎ वीसससमनु (xरूपणi)netd
hr: Postavke mrežnih servisa (xinetd)
hu: Hálózati szolgáltatások beállítása (xinetd)
id: Konfigurasi Layanan Jaringan (xinetd)
it: Configurazione dei servizi di rete (xinetd)
ja: ネットワークサービスの設定 (xinetd)
km: ការ​កំណត់​រចនាសម្ព័ន្ធ​សេវា​បណ្ដាញ (xinetd)
ko: 네트워크 서비스 구성(xinetd)
lt: Tinklo paslaugų konfigūracija (xinetd)
mr: महाजालाची सेवा संरचना
nb: Oppsett av nettverkstjenester (xinetd)
nl: Configuratie van netwerk services (xinetd)
pl: Konfiguracja usług sieciowych (xinetd)
pt: Configuração dos Serviços de Rede (xinetd)
pt_br: Configuração de Serviços de Rede (xinetd)
ro: Configurarea serviciilor rețea (xinetd)
ru: Настройка сетевых служб (xinetd)
sk: Konfigurácia sieťových služieb (xinetd)
sl: Nastavitve omrežnih storitev (xinetd)
sv: Ställ in nätverkstjänster (Xinetd)
ta: வலையமைப்பு சேவைகளின் உள்ளமைவு (xinetd)
th: การปรับแต่งค่าบริการบนเครือข่าย (xinetd)
tr: Ağ hizmetleri yapılandırması (xinetd)
uk: Налаштування мережних служб (xinetd)
xh: Ubumbeko Lweenkonzo Zomsebenzi Wothungelwano (xinetd)
zh_tw: 網路服務的組態 (xinetd)
zu: Ukuhlelwa Kwamasevisi Enethiwekhi (xinetd)

source: Show the status of current system services
ar: إظهار حالة خدمات النظام الحالية
bg: Показване на статуса на текущите системни услуги
bn: হালের সিস্টেম পরিষেবার স্টেটাস দেখাও
ca: Mostra l'estat dels serveis actuals del sistema
cs: Zobrazit aktuální stav systémových služeb
de: Status aktueller Systemdienste anzeigen
el: Εμφάνιση της κατάστασης των τρέχοντων υπηρεσιών συστήματος
es: Mostrar el estado de los servicios actuales del sistema
et: Aktiivsete süsteemiteenuste oleku näitamine
fi: Näyttää nykyisten järjestelmäpalveluiden tilan
fr: Afficher l'état des services système actuels
gl: Mostra o estado dos servizos do sistema actuais
gu: હાલની સિસ્ટમ સેવાઓના દરજ્જાને દર્શાવો
hi: हालिया सेवाऎ के स्थिति दिखाऎ वीसस
hr: Prikaži status trenutnih sistemskih servisa
hu: Az aktuális rendszerszolgáltatások állapotának megjelenítése
id: Tampilkan status layanan sistem saat ini
it: Mostra lo stato degli attuali servizi di sistema
ja: 現在のシステムサービスの状態を表示する
km: បង្ហាញ​ស្ថានភាពរបស់សេវា​ប្រព័ន្ធ​បច្ចុប្បន្ន
ko: 현재 시스템 서비스 상태 표시
lt: Rodyti dabartinių sistemos paslaugų būsenas
mr: सध्याच्या यंत्रणा सुविधांची स्थिती सांगा
nb: Vis status for gjeldende systemtjenester
nl: Toon de status van de huidige systeem services
pl: Wyświetlenie stanu aktualnych usług systemowych
pt: Mostrar o estado actual dos serviços do sistema
pt_br: Mostrar os status dos serviços de sistema atuais
ro: Afișează starea curentă a serviciilor rețea
ru: Показать статус системных служб.
sk: Zobrazí stav aktuálnych systémových služieb
sl: Prikaži status trenutnih sistemskih storitev
sv: Visa aktuell status för systemtjänster
ta: தற்போதுள்ள சிஸ்டம் சேவைகளின் நிலையைக் காட்டவும்
th: แสดงสถานะของบริการปัจจุบันบนระบบ
tr: Şu anki sistem hizmetlerinin durumunu göster
uk: Показати стан поточних служб системи
xh: Bonisa isimo seenkonzo zesixokelelwano sangoku
zh_tw: 顯示目前系統服務的狀態
zu: Bonisa isimo samasevisi amasistimu amanje

source: Unique identifier
ar: معرف فريد
bg: Уникален идентификатор
bn: অনুপম আইডেন্টিফায়ার
ca: Identificador únic
cs: Unikátní identifikátor
de: Eindeutige Kennung
el: Μοναδικό Αναγνωριστικό
es: Identificador único
et: Unikaalne identifikaator
fi: Yksilöivä tunniste
fr: Identificateur unique
gl: Identificador único
gu: યુનિક આઈડેન્ટીફાયર
hi: अनुपम अभिज्ञापक
hr: Jedinstveni identifikator
hu: Egyedi azonosító
id: Pengenal unik
it: Identificativo unico
ja: 一意な識別子
km: គ្រឿង​សម្គាល់​តែ​មួយ​គត់
ko: 고유한 식별자
lt: Unikalusis identifikatorius
mr: वेगळा शोधक
nb: Unik identifikasjon
nl: Unieke identificator
pl: Unikatowy identyfikator
pt: Identificador único
pt_br: Identificador exclusivo
ro: Identificator unic
ru: Уникальный идентификатор
sk: Unikátny identifikátor
sl: Edinstvena oznaka
sv: Unik identifierare
ta: தனித்தன்மைவாய்ந்த அடையாளம் காட்டி
th: ค่าประจำตัว
tr: Özel belirtici
uk: Неповторний ідентифікатор
xh: Isichongi esifana sodwa
zh_tw: 唯一識別碼
zu: I-identifier ehlukile

source: Service name
ar: اسم الخدمة
bg: Име на услугата
bn: সার্ভিসের &নাম
ca: Nom del servei
cs: Jméno služby
de: Name des Dienstes
el: Όνομα Υπηρεσίας
es: Nombre del servicio
et: Teenuse nimi
fi: Palvelun nimi
fr: Nom du service
gl: Nome do servizo
gu: સર્વિસ નેમ
hi: सेवा नाम
hr: Naziv servisa
hu: Szolgáltatás neve
id: Nama layanan
it: Nome servizio
ja: サービス名
km: ឈ្មោះ​សេវា
ko: 서비스 이름
lt: Paslaugos pavadinimas
mr: सेवा नाव
nb: Navn på tjeneste
nl: Service naam
pl: Nazwa usługi
pt: Nome de serviço
pt_br: Nome do serviço
ro: Nume serviciu
ru: Название службы
sk: Názov služby
sl: Ime storitve
sv: Tjänstnamn
ta: சேவை பெயர்
th: ชื่อของบริการ
tr: Hizmet adı
uk: Назва служби
xh: Igama Lenkonzo
zh_tw: 服務名稱
zu: Igama lesevisi

source: Disable service
ar: تعطيل الخدمة
bg: Забраняване на услугата
bn: সার্ভিসটি &নিষ্ক্রিয় করো
ca: Inhabilita el servei
cs: Zakázat službu
de: Dienst deaktivieren
el: Απενεργοποίηση της υπηρεσίας
es: Desactivar el servicio
et: Keela teenus
fi: Poista palvelu käytöstä
fr: Désactiver le service
gl: Desactivar servizo
gu: ડીસેબલ સર્વિસ
hi: सेवाऎ असमर्थ करें
hr: Onemogući servis
hu: Szolgáltatás tiltása
id: Nonaktifkan layanan
it: Disabilita il servizio
ja: サービスを無効にする
km: បិទ​សេវា
ko: 서비스 비활성화
lt: Uždrausti paslaugą
mr: सेवा अकार्यान्वित करा
nb: Deaktiver tjenesten
nl: Service uitschakelen
pl: Wyłączenie usługi
pt: Desactivar serviço
pt_br: Desabilitar o serviço
ro: Deactivează serviciul
ru: Отключить службу
sk: Vypnúť službu
sl: Onemogoči storitev
sv: Inaktivera tjänst
ta: சேவையை செயலிழக்கச் செய்யவும்
th: ปิดการใช้งานบริการ
tr: Hizmeti kapat
uk: Вимкнути службу
xh: Inkonzo esuswe isakhono
zh_tw: 關閉服務
zu: Cisha isevisi

source: RPC version of RPC service
ar: إصدار RPC من الخدمة RPC
bg: RPC версия на RPC услугата
bn: RPC পরিষেবার RPC সংস্করণ
ca: Versió RPC del servei RPC
cs: RPC verze RPC služby
de: RPC-Version des RPC-Dienstes
el: Έκδοση RPC της υπηρεσίας RPC
es: Versión RPC del servicio RPC
et: RPC teenuse RPC versioon
fi: RPC-palvelun RPC-versio
fr: Version RPC du service RPC
gl: version do RPC do servizo RPC
gu: RPC વર્ઝન ઓફ RPC સર્વિસ
hi: RPC सेवा का RPC अनुवाद
hr: RPC verzija RPC servisa
hu: RPC-szolgáltatás RPC-verziója
id: Versi RPC dari layanan RPC
it: Versione RPC del servizio RPC
ja: RPCサービスのRPCバージョン
km: កំណែ RPC នៃ​សេវា RPC
ko: RPC 서비스의 RPC 버전
lt: RPC paslaugos RPC versija
mr: RPC सुविधांची RPC आवृत्ती
nb: RPC-versjon for RPC-tjeneste
nl: RPC service versie
pl: Wersja RPC usługi RPC
pt: Versão RPC do serviço RPC
pt_br: Versão RPC do serviço RPC
ro: Versiune RPC pentru serviciul RPC
ru: Версия RPC службы RPC
sk: RPC verzia RPC služby
sl: RPC verzija storitve RPC
sv: RPC-version på RPC-tjänst
ta: ஆர்பிசி சேவையின் ஆர்பிசி வடிவம்
th: รุ่นของ RPC ของบริการ RPC
tr: RPC hizmetinin RPC sürümü
uk: Версія RPC служби RPC
xh: Uguqulelo lwe-RPC yenkonzo ye-RPC
zh_tw: RPC 服務的 RPC 版本
zu: Uhlelo lwe-RPC lwesevisi ye-RPC

source: Socket type
ar: نوع مأخذ التوصيل
bg: Тип на куплунга
bn: সকেট ধরণ
ca: Tipus de sòcol
cs: Typ soketu
de: Socket-Typ
el: Τύπος Socket
es: Tipo de socket
et: Pesa tüüp
fi: Pistokkeen tyyppi
fr: Type de socket
gl: Tipo de socket
gu: સોકેટ ટાઇપ
hi: सोकट प्रकार
hr: Vrsta socket-a
hu: Sockettípus
id: Tipe socket
it: Tipo di socket
ja: ソケットの種類
km: ប្រភេទ​រន្ធ
ko: 소켓 형식
lt: Jungties tipas
mr: सॉकेटचा प्रकार
nb: Sokkeltype
pl: Typ gniazda
pt: Tipo de socket
pt_br: Tipo de soquete
ro: Tipul socket-ului
ru: Тип сокета
sk: Typ soketu
sl: Tip vtičnice
sv: Uttagstyp
ta: சாக்கெட் வகை
th: ประเภทของซ็อกเก็ต
tr: Soket türü
uk: Тип сокета
xh: Uhlobo lwesokethi
zh_tw: 插槽類型
zu: Uhlobo lwesokhethi

source: Internet (IP) protocols
ar: بروتوكولات الإنترنت (IP)
bg: Интернет протоколи (IP)
bn: ইন্টারনেট (IP) প্রটোকেলস
ca: Protocols d'Internet (IP)
cs: Internetové (IP) protokoly
de: Internet (IP)-Protokolle
el: Πρωτόκολλα Διαδικτύου (IP)
es: Protocolos de Internet (IP)
et: Interneti (IP) protokollid
fi: Internet (IP) yhteyskäytännöt
fr: Protocoles Internet (IP)
gl: Protocolos de Internet (IP)
gu: ઈન્ટરનેટ (IP) પ્રોટોકોલ્સ
hi: इटेंरनेट (IP) प्रोटोकोल
hr: Internet (IP) protokoli
hu: Internet (IP-) protokollok
id: Protokol Internet (IP)
it: Protocolli Internet (IP)
ja: インターネット (IP) プロトコル
km: ពិធីការ (IP) អ៊ីនធឺណិត
ko: 인터넷(IP) 프로토콜
lt: Interneto (IP) protokolai
mr: इटरनेट (IP) प्रोटोकॉल्स
nb: Internettprotokoller (IP)
nl: Internet (IP) protocollen
pl: Protokoły internetowe (IP)
pt: Protocolos Internet (IP)
pt_br: Protocolos da Internet (IP)
ro: Protocoale internet (IP)
ru: Протоколы интернета (IP)
sk: Internet (IP) protokoly
sl: Internet (IP) protokoli
sv: Internet- (IP) protokoll
ta: இணையதள (ஐபி) மரபுமுறைகள்
th: โพรโทคอลอินเทอร์เน็ต (IP)
tr: Internet (IP) protokolleri
uk: Протоколи Інтернету (IP)
xh: Iinkqubo Zonxibelelwano Ngekhompyutha (IP)
zh_tw: 網際網路 (IP) 協定
zu: Amaphrothokholi e-Inthanethi (IP)

source: Wait attribute
ar: سمة الانتظار
bg: Атрибути на чакането
bn: ওয়েট এট্রিবিউট
ca: Atribut d'espera
cs: Atribut Čekat
de: Attribut 'Warten'
el: Περιμένοντας ιδιότητα
es: Atributo de espera
fi: Odota ominaisuudet
fr: Attribut wait
gl: Atributo espera
gu: વેટ એટ્રીબ્યુટ
hi: ईन्तजार करें
hr: Atribut za čekanje
hu: Várakozási attribútumok
id: Atribut tunggu
it: Attributo wait
ja: 待機属性
km: គុណលក្ខណៈ​រង់ចាំ
ko: 대기 속성
lt: Laukiamas atributas
mr: थांबा अट्रीब्युट
nb: Wait-attributt
nl: Wait kenmerk
pl: Atrybut czekania
pt: Atributo 'espera'
pt_br: Atributos do espera
ro: Atribut wait
ru: Атрибут ожидания
sk: Čakací atribút
sl: Označba za možnost 'wait'
sv: Wait-attribut
ta: காத்திருத்தல் பண்பு
th: สถานะการรอ
tr: Bekleme özellikleri
uk: Атрибут чекання
xh: Isiyelelani sokulinda
zh_tw: 等待屬性
zu: I-athribhuthi yokulinda

source: Determines the uid for the server process
ar: تحدد uid معرف المستخدم لعملية الخادم
bg: Задава uid-а за процеса на сървъра
bn: সার্ভার প্রসেসের জন্য uid সঙ্কল্পগুলি
ca: Determina l'uid per al procés del servidor
cs: Určuje uid serverového procesu
de: Bestimmt die UID für den Server-Prozess
el: Καθορίζει το uid της διεργασίας διακομιστή
es: Determina el UID del proceso de servidor
fi: Selvittää palvelintoiminnon uid:n
fr: Détermine l'uid pour le processus serveur
gl: Determina o uid para o proceso do servidor
gu: સર્વર પ્રક્રિયા માટે uid(યુઆડી) નિદાન કરે છે
hi: सर्वर व्यवस्था का uid बताता है
hr: Određuje uid za poslužiteljski proces
hu: A kiszolgálófolyamat UID-jének meghatározása
id: Menentukan uid untuk proses server
it: Determina l'uid per il processo server
ja: サーバプロセスの uid を指定する
km: កំណត់ uid សម្រាប់​ដំណើរការ​ម៉ាស៊ីន​បម្រើ
ko: 서버 프로세스에 대한 uid 지정
lt: Nurodyti uid serverio procesams
mr: हया सर्व्हर प्रक्रियेकरता uid ठरवायचा आहे
nb: Bestemmer uid for serverprosessen
nl: Bepaalt de uid voor het server proces
pl: Określenie parametru uid dla procesu serwera
pt: Determina o 'uid' para o processo do servidor
pt_br: Determina o UID para o processo do servidor
ro: Determină uid-ul pentru procesul server
ru: Определяет uid для процессов сервера
sk: Určuje uid pre proces serveru
sl: Določitev UID strežniškega procesa
sv: Avgör UID för serverprocess
ta: சர்வர் நடைமுறைக்கான uidஐ நிர்ணயிக்கிறது
th: กำหนดเลขผู้ใช้ (uid) สำหรับโพรเซสของบริการ
tr: Sunucu süreci için kullanıcı belirticisi (uid) belirler
uk: Визначає ІД користувача (uid) процесу сервера
xh: Kuqikelelwa i-uid yenkqubo yeseva
zh_tw: 決定伺服器程序的 uid
zu: Iveza i-uid yenqubo yesiphakelalwazi

source: Determines the gid for the server process
ar: تحدد معرف المجموعة لعملية الخادم
bg: Задава gid-а за процеса на сървъра
bn: সার্ভার প্রসেসের জন্য গিড সঙ্কল্পগুলি
ca: Determina el gid per al procés del servidor
cs: Určuje gid serverového procesu
de: Bestimmt die GID für den Server-Prozess
el: Καθορίζει το gid της διεργασίας διακομιστή
es: Determina el GID del proceso de servidor
fi: Selvittää palvelintoiminnon gid:n
fr: Détermine le gid pour le processus serveur
gl: Determina o gid para o proceso do servidor
gu: સર્વર પ્રક્રિયા માટે જીઆઇડી નિદાન કરે છે
hi: सर्वर व्यवस्था का gid बताता है
hr: Određuje gid za poslužiteljski proces
hu: A kiszolgálófolyamat GID-jének meghatározása
id: Menentukan gid untuk proses server
it: Determina il gid per il processo server
ja: サーバプロセスの gid を指定する
km: កំណត់ gid សម្រាប់​ដំណើរការ​ម៉ាស៊ីន​បម្រើ
ko: 서버 프로세스에 대한 gid 지정
lt: Nurodyti gid serverio procesams
mr: हया सर्व्हर प्रक्रियेकरता gid ठरवतो
nb: Bestemmer gid for serverprosessen
nl: Bepaalt de gid voor het server proces
pl: Określenie parametru gid dla procesu serwera
pt: Determina o 'gid' para o processo do servidor
pt_br: Determina o GID para o processo do servidor
ro: Determină gid-ul petnru procesul server
ru: Определяет gid для процессов сервера
sk: Určuje gid procesu serveru
sl: Določitev GID strežniškega procesa
sv: Avgör GID för serverprocess
ta: சர்வர் நடைமுறைக்கான gidஐ நிர்ணயிக்கிறது
th: กำหนดเลขกลุ่มผู้ใช้ (gid) สำหรับโพรเซสของบริการ
tr: Sunucu süreci için grup belirticisi (gid) belirler
uk: Визначає ІД групи (gid) процесу сервера
xh: Kuqikelelwa i-gid yenkqubo yeseva
zh_tw: 決定伺服器程序的 gid
zu: Iveza i-gid yenqubo yesiphakelalwazi

source: Path name of program to execute
ar: اسم مسار البرنامج المطلوب تنفيذه
bg: Път до програмата за изпълнение
bn: সম্পাদনের জন্য প্রোগ্রামের পাথ নেম
ca: Nom del camí de programa que es vol executar
cs: Cesta k programu ke spuštění
de: Pfadname des auszuführenden Programms
el: Όνομα διαδρομής του προγράμματος για να εκτελεστεί
es: Ruta del programa que se va a ejecutar
et: Käivitatava rakenduse asukoht
fi: Polku suoritettavaan ohjelmaan
fr: Nom du chemin d'accès du programme à exécuter
gl: Ruta do programa a executar
gu: એકઝીક્યુટ થવા પ્રોગ્રામનું પાથ નેમ
hi: प्रोग्राम के क्रियान्वयन के लिए पथ नाम
hr: Putanja programa kojega treba pokrenuti
hu: A végrehajtandó program elérési útvonala
id: Jalur nama program untuk dieksekusi
it: Nome del percorso del programma da eseguire
ja: 実行するプログラムのパス名
km: ឈ្មោះ​ផ្លូវ​របស់​កម្មវិធី​ដែល​ត្រូវ​ប្រតិបត្តិ
ko: 실행할 프로그램의 경로 이름
lt: Vykdytinos programos kelio pavadinimas
mr: कृतीत आणण्याच्या प्रोग्रामचे मार्ग नाव
nb: Filsti til programmet som skal kjøres
nl: Padnaam van het uit te voeren programma
pl: Ścieżka programu do wykonania
pt: Caminho para o programa a executar
pt_br: Nome do caminho do programa para ser executado
ro: Calea programului de executat
ru: Путь и имя выполняемой программы
sk: Cesta k programu pre vykonanie
sl: Pot do programa za izvajanje
sv: Sökvägsnamn för programmet som ska köras
ta: செயலாக்கப்பட வேண்டிய ப்ரோக்ராமின் பாதை பெயர்
th: พาธและชื่อของโปรแกรมที่จะใช้ประมวลผล
tr: Çalıştırılacak programın dizin yolu
uk: Назва шляху програми для виконання
xh: Igama lendlela yothungelwano yenkqubo elifanele ukuqhutywa
zh_tw: 執行的程式路徑名稱
zu: Igama lomgudu wohlelo ozoluqalisa

source: Parameters for server
ar: معلمات الخدمة
bg: Параметри към сървъра
bn: সার্ভারের জন্য প্যারামিটারগুসমূহ
ca: Paràmetres del servidor
cs: Parametry pro server
de: Parameter für Server
el: Παράμετροι του διακομιστή
es: Parámetros del servidor
et: Serveri parameetrid
fi: Palvelimen parametrit
fr: Paramètres pour le serveur
gl: Parámetros para o servidor
gu: સર્વર માટે માપદંડો
hi: सर्वर के पेरामीटर
hr: Parametri poslužitelja
hu: A kiszolgáló paraméterei
id: Paremeter untuk server
it: Parametri per il server
ja: サーバの引数
km: ប៉ារ៉ាម៉ែត្រ​សម្រាប់​ម៉ាស៊ីន​បម្រើ
ko: 서버의 매개변수
lt: Serverio parametrai
mr: सेवा संगणकासाठी क्षेत्र
nb: Serverparametere
nl: Server parameters
pl: Parametry dla serwera
pt: Parâmetros para o servidor
pt_br: Parâmetros para o servidor
ro: Parametri pentru server
ru: Параметры сервера
sk: Parametre pre server
sl: Parametri strežnika
sv: Parametrar för server
ta: சர்வருக்கான அளவீடுகள்
th: พารามิเตอร์สำหรับดีมอนบริการ
tr: Sunucu parametreleri
uk: Параметри для сервера
xh: Imida yenkcazelo yeseva
zh_tw: 伺服器的參數
zu: Amapharamitha esiphakelalwazi

source: User comment
ar: تعليق المستخدم
bg: Потребителски коментар
bn: পরামর্শ দেওয়া হচ্ছে
ca: Comentari de l'usuari
cs: Komentář
de: Benutzerkommentar
el: Σχόλια χρήστη
es: Comentario del usuario
et: Kasutaja kommentaar
fi: Käyttäjän selite
fr: Commentaire utilisateur
gl: Comentario de usuario
gu: ઉપયોગકર્તા ટિપ્પણી
hi: उपयोगकर्ता
hr: Korisnički komentar
hu: Felhasználói megjegyzés
id: Komentar pengguna
it: Commento dell'utente
ja: ユーザコメント
km: សេចក្ដី​អធិប្បាយ​របស់​អ្នក​ប្រើ
ko: 사용자 주석
lt: Naudotojo komentaras
mr: वापरण्याचे मत
nb: Brukerkommentar
nl: Gebruiker's commentaar
pl: Komentarz użytkownika
pt: Comentário do utilizador
pt_br: Comentário do usuário
ro: Comentariu utilizator
ru: Комментарий пользователя
sk: Používateľské komentár
sl: Uporabniško komentar
sv: Användarkommentar
ta: பயனாளரின் கருத்து
th: คำอธิบายผู้ใช้
tr: Kullanıcı açıklamaları
uk: Коментар користувача
xh: Ukuphawula komsebenzisi
zh_tw: 使用者備註
zu: Okuphawulwa ngumsebenzisi

source: You must specify a service ID.
ar: يجب تحديد معرف خدمة.
bg: Трябва да въведете ID на услугата.
bn: আপনি অবশ্যই একটি পরিষেবা ID নির্দিষ্ট করবেন.
ca: Heu d'especificar un identificador de servei.
cs: Musíte zadat ID služby.
de: Sie müssen eine Dienst-ID angeben.
el: Θα πρέπει να προσδιορίσετε μια ταυτότητα υπηρεσίας.
es: Debe especificar un ID de servicio.
et: Sa pead määrama teenuse ID.
fi: Palvelun ID tulee määrittää.
fr: Vous devez spécifier un ID de service.
gl: Debe especificar un ID de servizo.
gu: આપે સર્વિસ ID ને નિર્દિષ્ટ કરવું.
hi: एक सेवा ID बताना है |
hr: Morate navesti ID servisa.
hu: Meg kell adnia egy szolgáltatásazonosítót.
id: Anda harus menentukan ID layanan.
it: Specificare un ID servizio.
ja: サービス ID を指定する必要があります。
km: អ្នក​ត្រូវ​តែ​បញ្ជាក់​លេខ​សម្គាល់​សេវា​មួយ ។
ko: 서비스 ID를 지정해야 합니다.
lt: Jūs turite nurodyti paslaugos ID.
mr: तुम्ही सेवा ओळखचिन्ह दर्शवलेच पाहिजे.
nb: Du må spesifisere en tjeneste-ID.
nl: U moet een service ID specificeren.
pl: Proszę podać identyfikator usługi.
pt: Deve especificar o ID de um serviço.
pt_br: Você deve especificar um ID de serviço.
ro: Trebuie să specificați ID-ul serviciului.
ru: Вы должны указать ID службы.
sk: Musíte špecifikovať ID služby.
sl: Določiti morate ID storitve.
sv: Du måste ange ett tjänst-ID.
ta: நீங்கள் ஒரு சேவை அடையாளத்தை குறிப்பிட வேண்டும்.
th: คุณต้องกำหนดค่าประจำตัวของบริการก่อน
tr: Bir hizmet belirticisi (ID) belirtmelisiniz.
uk: Потрібно вказати ідентифікатор служби.
xh: Kufuneka uxele i-ID yenkonzo.
zh_tw: 您必須指定服務 ID。
zu: Kumelwe ubonise i-ID yesevisi.

source: Specify the service using a 'service' option.
ar: حدد 'الخدمة' باستخدام الخيار خدمة.
bg: Задайте услугата с параметъра 'service'.
bn: 'পরিষেবা' বিকল্প ব্যবহার করিয়া পরিষেবা নির্দিষ্ট করুন.
ca: Especifiqueu el servei fent servir una opció de 'servei'.
cs: Upřesněte službu volbou 'service'.
de: Geben Sie den Dienst mithilfe einer 'service'-Option an.
el: Προσδιορίστε την υπηρεσία χρησιμοποιώντας μια επιλογή 'υπηρεσίας'.
es: Especifique el servicio utilizando una opción 'service'.
fi: Määritä palvelu käyttämällä 'palvelu'-valintaa.
fr: Spécifier le service utilisant une option 'service'.
gl: Especifique o servizo usando a opción 'servizo'.
gu: 'સર્વિસ' વિકલ્પનો ઉપયોગ કરી સેવાને નિર્દિષ્ટ કરો.
hi: सेवा विकल्प से सेवा ID बताओ|
hr: Navedite servis koristeći 'service' izbor.
hu: Adja meg a szolgáltatást a 'service' paraméterrel.
id: Tentukan layanan menggunakan opsi 'service'.
it: Specificare il servizio utilizzando un'opzione 'service'.
ja: 'service' オプションを使用してサービスを指定してください。
km: បញ្ជាក់​សេវា​ដោយ​ប្រើ​ជម្រើស 'សេវា' ។
ko: 'service' 옵션을 사용하여 서비스를 지정하십시오.
lt: Nurodykite paslaugą naudodamiesi parinktimi „service“.
mr: 'सुविधा' विकल्प वापरणारी सुविधा दाखवून दया.
nb: Spesifiser tjenesten ved å bruke et 'service'-alternativ.
nl: Specificeer de service door middel van de 'service' optie.
pl: Proszę podać usługę używając opcji "usługa".
pt: Especifique o serviço utilizando uma opção de 'serviço'.
pt_br: Especifique o serviço usando uma opção 'service'.
ro: Specificați serviciul utilizând o opțiune 'service'.
ru: Укажите службу, используя параметр 'service'.
sk: Špecifikujte službu použitím voľby 'service'.
sl: Določite storitev z uoprabo možnosti 'storitev'.
sv: Ange tjänsten med ett "service"-alternativ.
ta: ’சேவை’ விருப்பத்தேர்வை பயனபடுத்தும் சேவையை குறிப்பிடவும்.
th: กำหนดบริการโดยใช้ตัวเลือก 'service'
tr: Hizmeti 'service' seçeneği ile belirtin.
uk: Вкажіть службу за допомогою параметра "service".
xh: Xela inkonzo ngokusebenzisa isikhethwa esithi 'inkonzo'.
zh_tw: 請使用「服務」選項來指定服務。
zu: Bonisa isevisi usebenzisa okukhethile okuthi 'isevisi'.

source: The 'id' option cannot be combined with other options.
ar: يتعذر جمع 'المعرف' مع خيارات أخرى.
bg: Параметърът 'id'не може да бъде комбиниран с други параметри.
bn: 'id' বিকল্প অন্য বিকল্পগুলির সাথে একত্রিত করা যাবে না.
ca: L'opció d''identificador' no es pot combinar amb altres opcions.
cs: Volbu 'id' nelze kombinovat s dalšími volbami.
de: Die Option 'id' kann nicht mit anderen Optionen kombiniert werden.
el: Η 'ταυτότητα' επιλογή δε μπορεί να συνδυαστεί με άλλες επιλογές.
es: No es posible combinar la opción 'id' con otras opciones.
fi: 'id'-valintaa ei voi yhdistää muihin valintoihin.
fr: L'option 'id' ne peut pas être combinée avec d'autres options.
gl: A opción 'id' non se pode combinar con outras opcións.
gu: 'id' વિકલ્પ અન્ય વિકલ્પો સાથે જોડાઇ શકતું નથી.
hi: id विकल्प अलग विकल्प के साथ संयुक्त करना नहीं सकती हैं
hr: Izbor 'id' se ne može kombinitari s drugim izborima.
hu: Az 'id' paraméter nem használható együtt más paraméterekkel.
id: Opsi 'id' tidak dapat dikombinasikan dengan opsi lainnya.
it: L'opzione 'id' non può essere combinata con altre opzioni.
ja: 'id' オプションは他のオプションと組み合わせて指定することはできません。
km: អ្នក​មិន​អាច​ផ្សំ​ជម្រើស 'លេខ​សម្គាល់' ជាមួយ​ជម្រើស​ផ្សេង​ទៀត​បាន​ឡើយ ។
ko: 'id' 옵션은 다른 옵션과 함께 사용할 수 없습니다.
lt: „id“ parinktis negali būti naudojama su kitomis parinktimis.
mr: इतर विकल्पांबरोबर 'id' विकल्प एकत्र करता येणार नाही.
nb: Alternativet 'id' kan ikke kombineres med andre alternativer.
nl: De 'id' optie kan niet met andere opties gecombineerd worden.
pl: Opcja "id" może być łączona z innymi opcjami.
pt: A opção 'id' não pode ser combinada com outras opções.
pt_br: A opção 'ID' não pode ser combinada com outras opções.
ro: Opțiunea 'id' nu poate fi combinată cu alte opțiuni.
ru: Параметр 'id' не может использоваться совместно с другими параметрами.
sk: Voľba 'id' nemôže byť kombinovaná s inými voľbami.
sl: Možnosti 'id' ni možno kombinirati z ostalimi možnostmi.
sv: Alternativet "id" kan inte kombineras med andra alternativ.
ta: 'id'விருப்பத்தேர்வு மற்ற விருப்பத்தேர்வுகளுடன் இணைக்கப்பட முடியாது.
th: ตัวเลือก 'id' ไม่สามารถใช้รวมกับตัวเลือกอื่นได้
tr: 'id' seçeneği diğer seçeneklerle birleştirilemez.
uk: Параметр "id" не можна поєднувати з іншими параметрами.
xh: Isikhethwa esithi 'id' asinakudityaniswa nezinye izikhethwa.
zh_tw: 「id」選項無法與其他選項結合。
zu: Okukhethile kwe-'id' ngeke kuhlanganiswe nokunye okukhethiwe.

source: Status
ar: الحالة
bg: Статус
bn: অবস্থা
ca: Estat
cy: Cyflwr
el: Κατάσταση
es: Estado
et: Olek
fi: Tila
fr: État
gl: Estado
gu: સ્ટેટસ
hi: स्थिति
hu: Állapot
it: Stato
ja: 状態
km: ស្ថានភាព
ko: 상태
lt: Būsena
mr: वस्तुस्थिती
pl: Stan
pt: Estado
ro: Stare
ru: Состояние
sk: Stav
ta: நிலை
th: สถานะ
tr: Durum
uk: Стан
xh: Isimo
zh_tw: 狀態
zu: Isimo
