Repository: Dzejrou/yast-translations
Catalog: po/inetd/*.po
Languages: ar, bg, bn, ca, cs, cy, de, el, es, et, fi, fr, gl, gu, hi, hr, hu, id, it, ja, km, ko, lt, mr, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, sr@latn, sv, ta, th, tr, uk, xh, zh_tw, zu

source: Service
ar: الخدمة
bg: Услуга
bn: সার্ভিস
ca: Servei
cs: Služba
cy: Gwasanaeth
de: Dienst
el: Υπηρεσία
es: Servicio
et: Teenus
fi: Palvelu
gl: Servizo
gu: સર્વિસ
hi: सेवाऎ
hr: Servis
hu: Szolgáltatás
id: Layanan
it: Servizio
ja: サービス
km: សេវា
ko: 서비스
lt: Paslauga
mr: सेवा
nb: Tjeneste
pl: Usługa
pt: Serviço
pt_br: Serviço
ro: Serviciu
ru: Служба
sk: Služba
sl: Storitev
sr@latn: Servis
sv: Tjänst
ta: சேவை
th: บริการ
tr: Hizmet
uk: Служба
xh: Inkonzo
zh_tw: 服務
zu: Isevisi

source: Type
ar: نوع
bg: Тип
bn: ধরন
ca: Tipus
cs: Typ
cy: Math
de: Typ
el: Τύπος
es: Tipo
et: Tüüp
fi: Tyyppi
gl: Tipo
gu: ટાઇપ
hi: प्रकार
hr: Vrsta
hu: Típus
id: Tipe
it: Tipo
ja: 種類
km: ប្រភេទ
ko: 형식
lt: Tipas
mr: प्रकार
pl: Typ
pt: Tipo
pt_br: Tipo
ro: Tip
ru: Тип
sk: Typ
sl: Tip
sr@latn: Tip
sv: Typ
ta: வகை
th: ประเภท
tr: Tür
uk: Тип
xh: Uhlobo
zh_tw: 類型
zu: Uhlobo

source: Prot.
ar: بروتوكول.
bg: Прот.
bn: পন্য
ca: Protocol
el: Πρωτ.
fi: Yhte.
gu: પ્રોટ.
hr: Protokol
hu: Véd.
ja: プロトコル
km: ពិធីការ
lt: Protokolas
mr: ठिकाण.
ru: Прот.
sv: Protokoll
ta: மரபுமுறை
th: โพรโทคอล
uk: Зах.
xh: i-Prot.

source: Wait
ar: انتظار
bg: Чакане
bn: কুয়েত
ca: Espereu
cs: Čekejte
de: Warten
el: Περιμένετε
es: Esperar
et: Oota
fi: Odota
fr: Patientez
gl: Espera
gu: રાહ
hi: ईन्तजार करें
hr: Pričekaj
hu: Várakozás
id: Tunggu
it: Attendi
ja: 待機
km: រង់​ចាំ
ko: 대기
lt: Laukti
mr: प्रतिक्षा
nb: Vent
nl: Wacht
pl: Czekaj
pt: Espere
pt_br: Esperar
ro: Așteaptă
ru: Ожидание
sk: Čakať
sl: Čakaj
sv: Vänta
ta: காத்திருக்கவும்
th: รอ
tr: Bekle
uk: Очікування
xh: Linda
zh_tw: 等待
zu: Linda

source: User
ar: مستخدم
bg: Потребител
bn: ব্যবহারকারী
ca: Usuari
cs: Uživatel
cy: Defnyddiwr
de: Benutzer
el: Χρήστης
es: Usuario
et: Kasutaja
fi: Käyttäjä
fr: Utilisateur
gl: Usuario
gu: ઉપયોગકર્તા
hi: उपयोगकर्ता
hr: Korisnik
hu: Felhasználó
id: Pengguna
it: Utente
ja: ユーザ
km: អ្នក​ប្រើ
ko: 사용자
lt: Naudotojas
mr: उपयोगकर्ता
nb: Bruker
nl: Gebruiker
pl: Użytkownik
pt: Utilizador
pt_br: Usuário
ro: Utilizator
ru: Пользователь
sk: Používateľ
sl: Uporabnik
sr@latn: Korisnik
sv: Användare
ta: பயனாளர்
th: ผู้ใช้
tr: Kullanıcı
uk: Користувач
xh: Umsebenzisi
zh_tw: 使用者
zu: Umsebenzisi

source: Server
ar: خادم
bg: Сървър
bn: সার্ভার
ca: Servidor
cy: Gweinydd
el: Διακομιστής
es: Servidor
fi: Palvelin
fr: Serveur
gl: Servidor
gu: સર્વર
hi: सेवक
hr: Poslužitelj
hu: Kiszolgáló
ja: サーバ
km: ម៉ាស៊ីន​បម្រើ
ko: 서버
lt: Serveris
pl: Serwer
pt: Servidor
pt_br: Servidor
ru: Сервер
sl: Strežnik
ta: சர்வர்
th: โปรแกรมของบริการ
tr: Sunucu
uk: Сервер
xh: Iseva
zh_tw: 伺服器
zu: Isiphakelalwazi

source: On
ar: تشغيل
bg: Вкл.
bn: খোলা
ca: Activat
cs: Zap
cy: Rh
de: An
el: Ανοιχτό
es: Activo
et: Töötab
fi: Päällä
fr: Marche
gl: Activado
gu: ઓન
hr: Uključiti
hu: Be
id: Hidup
it: Attivo
ja: オン
km: បើក
ko: 켜기
lt: Įjungta
mr: सुरु
nb: På
nl: Aan
pl: Wł
pt: Activado
pt_br: Ligado
ro: Activat
ru: Вкл.
sk: Zapnuté
sl: Vključen
sr@latn: Uključeno
sv: På
ta: இயக்கத்தில் உள்ளது
th: เปิด
tr: Açık
uk: Увімк.
xh: Imo yokusebenza
zh_tw: 開啟
zu: Vuliwe

source: Off
ar: إيقاف تشغيل
bg: Изкл.
bn: বন্ধ
ca: Desactivat
cs: Vypnuto
de: Aus
el: Ανενεργό
es: Apagado
et: Ei tööta
fi: Pois päältä
fr: Arrêt
gl: Desactivado
gu: ઓફ
hr: Isključiti
hu: Ki
id: Mati
it: Disattivo
ja: オフ
km: បិទ
ko: 해제
lt: Išjungta
mr: बंद
nb: Av
nl: Uit
pl: Wył
pt: Desactivado
pt_br: Desligado
ro: Dezactivat
ru: Откл.
sk: Vypnuté
sl: Izključeno
sr@latn: Isključeno
sv: Av
ta: இயக்கத்தில் இல்லை
th: ปิด
tr: Kapalı
uk: Вимкнено
xh: Imo yokungasebenzi
zh_tw: 關閉
zu: Valiwe

source: Yes
ar: نعم
bg: Да
bn: হ্যাঁ
ca: Sí
cs: Ano
cy: Ie
de: Ja
el: Ναι
es: Sí
et: Jah
fi: Kyllä
fr: Oui
gl: Si
gu: હા
hi: हाँ
hr: Da
hu: Igen
id: Ya
it: Sì
ja: はい
km: បាទ/ចាស
ko: 예
lt: Taip
mr: हो
nb: Ja
nl: Ja
pl: Tak
pt: Sim
pt_br: Sim
ro: Da
ru: Да
sk: Áno
sl: Da
sr@latn: &Da
sv: Ja
ta: ஆம்
th: ใช่
tr: Evet
uk: Так
xh: Ewe
zh_tw: 是
zu: Yebo

source: No
ar: لا
bg: Не
bn: না
cs: Ne
cy: Nage
de: Nein
el: Όχι
et: Ei
fi: Ei
fr: Non
gl: Non
gu: ના
hi: नहीं
hr: Ne
hu: Nem
id: Tidak
ja: いいえ
km: ទេ
ko: 아니요
lt: Ne
mr: नाही
nb: Nei
nl: Nee
pl: Nie
pt: Não
pt_br: Não
ro: Nu
ru: Нет
sk: Nie
sl: Ne
sr@latn: &Ne
sv: Nej
ta: இல்லை
th: ไม่ใช่
tr: Hayır
uk: Ні
xh: Hayi
zh_tw: 無
zu: Cha

source: Package %1 will be installed during the write process.
ar: سيتم تثبيت الحزمة %1 أثناء عملية الكتابة.
bg: По време на записването ще бъде инсталиран пакета %1.
bn: রাইট প্রসেস করার সময় প্যাকেজ %1 ইনস্টল হবে.
ca: El paquet %1 s'instal·larà durant el procés d'escriptura.
cs: Balíček %1 bude nainstalován během zápisu.
cy: Bydd pecyn %1 yn cael ei arsefydlu drwy'r proses ysgrifennu.
de: Paket %1 wird während des Schreibvorgangs installiert.
el: Το πακέτο %1 θα εγκατασταθεί κατά τη διάρκεια της διαδικασίας εγγραφής.
es: El paquete %1 se instalara durante el proceso de escritura.
et: Pakett %1 paigaldatakse kirjutamise ajal.
fi: Paketti %1 asennetaan kirjoitusprosessin aikana.
fr: Le paquet %1 va être installé durant le processus d'écriture.
gl: Vaise instalar o paquete %1 durante o proceso de escritura.
gu: પેકેજ %1 લખવાની પ્રક્રિયા દરમિયાન ઇન્સ્ટોલ કરાશે.
hi: लिखने का व्यवस्थ के समय पैकेज %1 संस्थापित किया जाएगा
hr: Paket %1 će biti instaliran tijekom procesa zapisivanja.
hu: A(z) %1 csomag a beállítások mentésekor kerül telepítésre.
id: Paket %1 akan dipasang pada saat proses tulis.
it: Il pacchetto %1 verrà installato durante il processo di scrittura.
ja: 書き込み処理の際にパッケージ %1 をインストールします。
km: កញ្ចប់ %1 នឹង​ត្រូវ​បាន​ដំឡើង អំឡុងពេល​សរសេរ ។
ko: %1 꾸러미가 프로세스에 기록하는 도중 설치될 것입니다.
lt: Įrašymo metu bus įdiegtas paketas %1.
mr: %1 पॅकेज राईट प्रक्रियेदरम्यान स्थापन केले जाईल
nb: Pakken %1 vil bli installert under lagringsprosessen.
nl: Pakket %1 zal tijdens het schrijfproces geïnstalleerd worden.
pl: Podczas zapisywania zostanie zainstalowany pakiet %1.
pt: O pacote %1 será instalado durante o processo de escrita.
pt_br: O pacote %1 será instalado durante o processo de gravação.
ro: Pachetul %1 va fi instalat în timpul procesului de scriere.
ru: Пакет %1 будет установлен в процессе записи.
sk: Počas zápisu bude nainštalovaný balík %1.
sl: Med procesom zapisovanja bo nameščen naslednji paket: %1.
sr@latn: Paket %1 će biti instaliran tokom procesa snimanja.
sv: Paketet %1 kommer att installeras under skrivprocessen.
ta: எழுதும் நடைமுறையின்போது பேக்கேஜ் %1 நிறுவப்படும்
th: แพกเกจ %1 จะถูกติดตั้งระหว่างกระบวนการเขียน
tr: %1 paketi yazma işlemi sırasında kurulacaktır.
uk: Під час процесу записування буде встановлено пакунок %1.
xh: Umbekelelo %1 uya kuhlohlwa ngethuba lenkqubo yokubhala.
zh_tw: 寫入程序期間會安裝套件 %1。
zu: Iphakheji %1 izofakwa phakathi nenqubo yokukopisha.

source: Package %1 was not installed. The service cannot be edited.
ar: لم يتم تثبيت الحزمة %1. تعذر تحرير الخدمة.
bg: Пакетът %1 не бе инсталиран. Услугата не може да бъде редактирана.
bn: প্যাকেজ %1 ইনস্টল ছিল না. পরিষেবা সম্পাদন করা যাবে না.
ca: El paquet %1 no s'ha instal·lat. El servei no es pot editar.
cs: Balíček %1 nebyl nainstalován. Službu nelze upravit.
cy: Ni chafodd pecyn %1 ei arsefydlu. Ni ellir golygu'r gwasanaeth.
de: Paket %1 wurde nicht installiert. Der Dienst kann nicht bearbeitet werden.
el: Το πακέτο %1 δεν εγκαταστάθηκε.Η υπηρεσία δεν μπορεί να μεταβληθεί.
es: El paquete %1 no fue instalado. El servicio no puede ser editado.
et: Pakett %1 pole paigaldatud. Teenust ei saa redigeerida.
fi: Pakettia %1 ei asennettu. Palvelua ei voi muokata.
fr: Le paquet %1 n'a pas été installé. Le service ne peut pas être modifié.
gl: Non se instalou o paquete %1 . O servizo non se pode editar.
gu: પેકેજ %1 ઈન્સ્ટોલ કરાયું ન હતું. સેવા એડિટ કરી શકાતી નથી.
hi: पैकेज %1 संस्थापित नहीं किया हैं सेवाऎ संपादित करना नहीं सकती हैं.
hr: Paket %1 nije instaliran. Servis se ne može uređivati.
hu: A szolgáltatást nem lehet beállítani, mivel nincs telepítve a(z) %1 csomag.
id: Paket %1 belum dipasang. Layanan ini tidak dapat disunting.
it: Il pacchetto %1 non è stato installato. Il servizio non può essere modificato.
ja: パッケージ %1 をインストールできませんでした。サービスを編集することができません。
km: កញ្ចប់ %1 មិនបាន​ដំឡើង​ឡើយ ។ អ្នក​មិន​អាច​កែសម្រួល​សេវា​បាន​ឡើយ ។
ko: %1 꾸러미가 설치되지 않았습니다. 서비스가 편집될수 없습니다.
lt: Paketas %1 nebuvo įdiegtas. Paslauga negali būti keičiama.
mr: %1 पॅकेज स्थापित झाले नाही. सुविधा सुधारता येणार नाही.
nb: Pakken %1 ble ikke installert. Tjenesten kan ikke redigeres.
nl: Pakket %1 is niet geïnstalleerd. De service kan niet gewijzigd worden.
pl: Pakiet %1 nie został zainstalowany. Usługa nie może być edytowana.
pt: O pacote %1 não foi instalado. O serviço não pode ser editado.
pt_br: O pacote %1 não foi instalado. O serviço não pode ser editado.
ro: Pachetul %1 nu a fost instalat. Acest serviciu nu poate fi editat.
ru: Пакет %1 не был установлен. Невозможно изменить службу.
sk: Balík %1 nie je nainštalovaný. Službu nie je možné upraviť.
sl: Paket %1 ni bil nameščen. Storitve ni mogoče urejati.
sr@latn: Paket %1 neće biti instaliran. Servis se ne može promeniti.
sv: Paketet %1 blev inte installerat. Tjänsten kan inte redigeras.
ta: பேக்கேஜ் %1 நிறுவப்படவில்லை. இந்த சேவையை திருத்தம் செய்ய முடியாது.
th: แพกเกจ %1 ไม่ถูกติดตั้ง ดังนั้นจะไม่สามารถแก้ไขบริการได้
tr: %1 paketi kurulmamış. Hizmet düzenlenemedi.
uk: Не встановлено пакунок %1. Неможливо редагувати службу.
xh: Umbekelelo %1 awuhlohlwanga. Le nkonzo ayikwazi kuhlelwa.
zh_tw: 未安裝套件 %1。無法編輯服務。
zu: Iphakheji %1 ayizange ifakwe. Isevisi ayihleleki.

source: Package %1 was successfully installed.
ar: تم تثبيت الحزمة %1 بنجاح.
bg: Пакетът %1 бе инсталиран успешно.
bn: প্যাকেজ %1 সফলভাবে ইনস্টলড হয়েছিল.
ca: El paquet %1 s'ha instal·lat amb èxit.
cs: Balíček %1 byl úspěšně nainstalován.
de: Paket %1 wurde erfolgreich installiert.
el: Το πακέτο %1 εγκαταστάθηκε επιτυχώς.
es: El paquete %1 se ha instalado correctamente.
et: Paketi %1 paigaldamine õnnestus.
fi: Paketti %1 asennettiin onnistuneesti.
fr: Le paquet %1 a été correctement installé.
gl: O paquete %1 instalouse correctamente.
gu: પેકેજ %1 સફળતાપૂર્વક ઈન્સ્ટોલ કરાયું હતું.
hi: पैकेज %1 सफलतापूर्वक संस्थापित किया हैं
hr: Paket %1 je uspješno instaliran.
hu: A(z) %1 csomag telepítése sikerült.
id: Paket %1 telah berhasil dipasang.
it: Il pacchetto %1 è stato installato.
ja: パッケージ %1 は正常にインストールされました。
km: កញ្ចប់ %1 ត្រូវ​បាន​ដំឡើង​ដោយ​ជោគជ័យ ។
ko: %1 꾸러미를 성공적으로 설치했습니다.
lt: Paketas %1 sėkmingai įdiegtas.
mr: %1 यशस्वीपणे स्थापन झाले.
nb: Pakken %1 ble installert.
nl: Pakket %1 is met succes geïnstalleerd.
pl: Pakiet %1 został pomyślnie zainstalowany.
pt: O pacote %1 foi instalado com sucesso.
pt_br: O pacote %1 foi instalado com sucesso.
ro: Pachetul %1 a fost instalat cu succes.
ru: Пакет %1 был успешно установлен.
sk: Balík %1 bol úspešne nainštalovaný.
sl: Paket %1 je bil uspešno nameščen.
sv: Paketet %1 installerades.
ta: பேக்கேஜ் %1 வெற்றிகரமாக நிறுவப்பட்டது.
th: แพกเกจ %1 ถูกติดตั้งเสร็จเรียบร้อยแล้ว
tr: %1 paketi başarıyla kuruldu.
uk: Успішно встановлено пакунок %1.
xh: Umbekelelo %1 awuhlohlwanga.
zh_tw: 已成功安裝套件 %1。
zu: Iphakheji %1 ifakwe ngempumelelo.

source: &Activate All Services
ar: تنشيط كل الخدمات
bg: &Активиране на всички услуги
bn: সমস্ত পরিষেবা &সক্রিয় করুন
ca: &Activa tots els serveis
cs: &Aktivovat všechny služby
cy: &Gweithredoli Pob Gwasanaeth
de: Alle Dienste &aktivieren
el: &Ενεργοποίηση Όλων των Υπηρεσιών
es: &Activar todos los servicios
et: &Aktiveeri kõik teenused
fi: &Ota käyttöön kaikki palvelut
fr: &Activer tous les services
gl: &Activar todos os servizos
gu: &બધા સેવાઓ સક્રિય કરો
hi: सभी सेवाऎ चालू करें (&A)
hr: &Aktiviraj sve servise
hu: Összes szolgáltatás &aktiválása
id: &Aktifkan Semua Layanan
it: &Attiva tutti i servizi
ja: 全てのサービスを有効にする (&A)
km: ធ្វើ​ឲ្យ​សេវា​ទាំងអស់​សកម្ម
ko: 모든 서비스 활성화(&A)
lt: &Aktyvuoti visas paslaugas
mr: सर्व सेवा सक्रिय करा
nb: &Aktiver alle tjenester
nl: &Activeer alle services
pl: U&aktywnij wszystkie usługi
pt: &Activar Todos os Serviços
pt_br: &Ativar todos os serviços
ro: &Activează toate serviciile
ru: З&апустить все службы
sk: Aktivovať &všetky služby
sl: &Aktiviraj vse storitve
sr@latn: &Aktiviraj sve servise
sv: &Aktivera alla tjänster
ta: அனைத்து சேவைகளையும் இயங்கச் செய்யவும்.
th: เปิดการทำงานบริการทั้งหมด
tr: Tüm hizmetleri &etkinleştir
uk: &Активувати всі служби
xh: &Yenza Ukuba Zonke Iinkonzo Zingasebenzi
zh_tw: 啟用所有服務(&A)
zu: &Vula Wonke Amasevisi

source: &Deactivate All Services
ar: إلغاء تنشيط كل الخدمات
bg: &Деактивиране на всички услуги
bn: সমস্ত পরিষেবা&অসক্রিয় করুন
ca: &Desactiva tots els serveis
cs: &Deaktivovat všechny služby
cy: &Dadweithredoli Pob Gwasanaeth
de: Alle Dienste &deaktivieren
el: &Απενεργοποίηση Όλων των Υπηρεσιών
es: &Desactivar todos los servicios
et: &Deaktiveeri kõik teenused
fi: &Poista kaikki palvelut käytöstä
fr: &Désactiver tous les services
gl: &Desactivar todos os servizos
gu: &બધા સેવાઓ નિષ્ક્રિય કરો
hi: सभी सेवाऎ चालू न करें (&D)
hr: &Deaktiviraj sve servise
hu: Összes hálózati szolgáltatás &tiltása
id: &Nonaktifkan Semua Layanan
it: &Disattiva tutti i servizi
ja: 全てのサービスを無効にする (&D)
km: ធ្វើ​ឲ្យ​សេវា​ទាំងអស់​អសកម្ម
ko: 모든 서비스 비활성화(&D)
lt: &Deaktyvuoti visas paslaugas
mr: सर्व सेवा असक्रिय करा
nb: &Deaktiver alle tjenester
nl: &Deactiveer alle services
pl: &Dezaktywuj wszystkie usługi
pt: &Desactivar Todos os Serviços
pt_br: &Desativar todos os serviços
ro: &Dezactivează toate serviciile
ru: Ос&тановить все службы
sk: Deaktivovať vš&etky služby
sl: &Deaktiviraj vse storitve
sr@latn: &Deaktiviraj sve servise
sv: Inaktivera alla t&jänster
ta: அனைத்து சேவைகளையும் செயலிழக்கச் செய்யவும்
th: ปิดการทำงานบริการทั้งหมด
tr: Tüm hizmetleri &durdur
uk: &Деактивувати всі служби
xh: &Yenza Ukuba Zonke Iinkonzo Zingasebenzi
zh_tw: 停用所有服務(&D)
zu: &Cisha Wonke Amasevisi

source: D&isable
ar: تعطيل
bg: &Забраняване
bn: অ&ক্ষম
ca: &Desactiva
cs: Z&akázat
cy: &Analluogi
de: &Deaktivieren
el: Α&πενεργοποιημένο
es: In&habilitar
et: K&eela
fi: Po&ista käytöstä
fr: D&ésactiver
gl: D&esactivar
gu: ડી&સેબલ
hi: असमर्थ करें (&i)
hr: &Onemogući
hu: &Letiltás
id: Nonaktifkan
it: D&isabilita
ja: 無効 (&I)
km: បិទ
ko: 비활성화(&I)
lt: &Uždrausti
mr: अकार्यान्वित करा
nb: D&eaktiver
nl: De&activeren
pl: W&yłącz
pt: Desact&ivar
pt_br: Desab&ilitar
ro: Dezact&ivează
ru: Отключ&ить
sk: &Vypnúť
sl: O&nemogočeno
sr@latn: I&sključi
sv: &Inaktivera
ta: செயலிழக்கச் செய்யவும்
th: ปิดการใช้งาน
tr: &Kapat
uk: В&имкнути
xh: Sus&a isakhono
zh_tw: 停用(&I)
zu: C&isha

source: Enab&le
ar: تمكين
bg: &Разрешаване
bn: সক্ষ&ম
ca: &Activa
cs: Povo&lit
cy: A&lluogi
de: &Aktivieren
el: &Ενεργοποιημένο
es: Habilit&ar
et: &Luba
fi: Ota kä&yttöön
fr: Acti&ver
gl: Acti&var
gu: અને&બલ
hi: समर्थ करें (&l)
hr: &Omogući
hu: &Engedélyezés
id: Aktifkan
it: Abi&lita
ja: 有効 (&L)
km: បើក
ko: 활성화(&L)
lt: Į&galinti
mr: कार्यान्वित करा
nb: Akti&ver
nl: Active&ren
pl: Włą&cz
pt: Activa&r
pt_br: Habi&litar
ro: Activează
ru: Вк&лючить
sk: &Zapnúť
sl: Omogo&čeno
sr@latn: &Uključi
sv: Aktiv&era
ta: இயங்கச் செய்யவும்
th: เปิดใช้งาน
tr: E&tkinleştir
uk: &Увімкнути
xh: Nika isa&khono
zh_tw: 啟用(&L)
zu: Vu&la

source: Currently Available Services
ar: الخدمات المتاحة حاليًا
bg: Налични услуги
bn: কারেন্টলি উপলব্ধ পরিষেবা
ca: Serveis disponibles actualment
cs: Dostupné služby
cy: Gwasanaethau sydd Ar Gael ar Hyn o Bryd
de: Aktuell verfügbare Dienste
el: Ενεργοποιημένες υπηρεσίες
es: Servicios disponibles actualmente
et: Parajasti saadaolevad teenused
fi: Tällä hetkellä saatavilla olevat palvelut
fr: Services actuellement disponibles
gl: Servizos actualmente dispoñibles
gu: હાલમાં ઉપલબ્ધ સેવાઓ
hi: हालिया उपलप्घ सेवाऎ
hr: Trenutno dostupni servisi
hu: Elérhető szolgáltatások
id: Layanan YangTersedia Saat Ini
it: Servizi attualmente abilitati
ja: 現在利用可能なサービス
km: សេវា​ដែល​មាន​បច្ចុប្បន្ន
ko: 현재 사용가능한 서비스
lt: Šiuo metu esamos paslaugos
mr: सध्याच्या उपलब्ध सेवा
nb: Tilgjengelige tjenester
nl: Huidige beschikbare services
pl: Dostępne usługi
pt: Serviços Actualmente Disponíveis
pt_br: Serviços atualmente disponíveis
ro: Servicii disponibile momentan
ru: Доступные службы
sk: Momentálne dostupné služby
sl: Trenutno omogočene storitve
sr@latn: Trenutno dostupni servisi
sv: Tillgängliga tjänster
ta: தற்போது கிடைக்கும் சேவைகள்
th: บริการที่มีอยู่ในปัจจุบัน
tr: Şu anda kullanılabilir hizmetler
uk: Наявні в даний час служби
xh: Iinkonzo Ezikhoyo Okwangoku
zh_tw: 目前可用的服務
zu: Amasevisi Atholakalayo Njengamanje

source: Ch
ar: مغيَر
bg: Пр
ca: Can.
cs: Zm
cy: New
de: Geändert
el: Αλ
es: Mod.
et: M
fi: Muok
gu: ચેન્જડ
hr: Prom.
hu: Mód.
it: Mod
ja: 変更
lt: Pk
nb: Endr
pl: Zm.
ro: Sch
ru: Изм
sk: Zm
sl: Spr
sv: Ändr
th: ถูกแก้ไข
tr: Dğş
uk: Зм.

source: Type
ar: النوع
bg: Тип
bn: টাইপ
ca: Tipus
cs: Typ
cy: Math
de: Typ
el: Τύπος
es: Tipo
et: Tüüp
fi: Tyyppi
gl: Tipo
gu: ટાઇપ
hi: प्रकार
hr: Vrsta
hu: Típus
id: Tipe
it: Tipo
ja: 種類
km: ប្រភេទ
ko: 형식
lt: Tipas
mr: प्रकार
pl: Typ
pt: Tipo
pt_br: Tipo
ro: Tip
ru: Тип
sk: Typ
sl: Tip
sr@latn: Tip
sv: Typ
ta: வகை
th: ประเภท
tr: Tür
uk: Тип
xh: Uhlobo
zh_tw: 類型
zu: Uhlobo

source: Protocol
ar: بروتوكول
bg: Протокол
bn: প্রটোকল
cs: Protokol
de: Protokoll
el: Πρωτόκολλο
es: Protocolo
et: Protokoll
fi: Yhteyskäytäntö
fr: Protocole
gl: Protocolo
gu: પ્રોટોકોલ
hi: प्रोटोकोल
hr: Protokol
hu: Protokoll
id: Protokol
it: Protocollo
ja: プロトコル
km: ពិធីការ
ko: 프로토콜
lt: Protokolas
mr: शिष्टाचार
nb: Protokoll
pl: Protokół
pt: Protocolo
pt_br: Protocolo
ru: Протокол
sk: Protokol
sl: Protokol
sr@latn: Protokol
sv: Protokoll
ta: மரபுமுறை
th: โพรโทคอล
tr: Protokol
uk: Протокол
xh: Inkqubo
zh_tw: 協定
zu: Iphrothokholi

source: Server / Args
ar: خادم / وسيطات
bg: Сървър / Арг.
bn: সার্ভার / আর্গস
ca: Servidor/Arguments
cs: Server / Argumenty
cy: Gweinydd / Ymresymiadau
de: Server / Argumente
el: Διακομιστής / Ορίσματα
es: Servidor / Argumentos
et: Server / Argumendid
fi: Palvelin / Args
fr: Serveur / Args
gl: Servidor / Args
gu: સર્વર / Args
hi: सेवक / Args
hr: Poslužitelj / argumenti
hu: Kiszolgáló / argumentumok
id: Server / Argu
it: Server/argomenti
ja: サーバ／引数
km: ម៉ាស៊ីនបម្រើ / អាគុយម៉ង់
ko: 서버 / 매개변수
lt: Serveris / Argumentai
mr: सर्व्हर / आर्गस
nb: Server / Argm
nl: Server / Argumenten
pl: Serwer / Argumenty
pt: Servidor / Argumentos
pt_br: Servidor/argumentos
ro: Server / Argumente
ru: Сервер / Аргументы
sk: Server/Argumenty
sl: Strežnik / Arg
sr@latn: Server / Argumenti
sv: Server/argument
ta: சர்வர்/விவாதங்கள்
th: โปรแกรมของบริการ / อาร์กิวเมนต์
tr: Sunucu / Parm
uk: Сервер / аргументи
xh: Iseva / Args
zh_tw: 伺服器/引數
zu: Isiphakelalwazi / Ama-Arg

source: &Add
ar: إضافة
bg: &Добавяне
bn: &যোগ করো
ca: &Afegeix
cs: Při&dat
cy: &Ychwanegu
de: &Hinzufügen
el: &Προσθήκη
es: &Añadir
et: &Lisa
fi: &Lisää
fr: &Ajouter
gl: &Engadir
gu: &એડ
hi: जोडें (&A)
hr: &Dodaj
hu: &Hozzáadás
id: &Tambah
it: &Aggiungi
ja: 追加 (&A)
km: បន្ថែម
ko: 추가(&A)
lt: Pri&dėti
mr: जोडा
nb: &Legg til
nl: &Toevoegen
pl: Dod&aj
pt: &Adicionar
pt_br: &Adicionar
ro: A&daugă
ru: Доб&авить
sk: &Pridať
sl: Dod&aj
sr@latn: &Dodaj
sv: L&ägg till
ta: சேர்க்கவும்
th: เพิ่ม
tr: &Ekle
uk: &Додати
xh: &Fakela
zh_tw: 新增(&A)
zu: &Faka

source: &Edit
ar: تحرير
bg: &Редактиране
bn: &সম্পাদন
ca: &Edita
cs: &Editovat
cy: &Golygu
de: &Bearbeiten
el: &Επεξεργασία
es: &Editar
et: &Redigeeri
fi: &Muokkaa
fr: &Modifier
gl: &Editar
gu: &એડિટ
hi: संपादन (&E)
hr: &Promijeni
hu: &Szerkesztés
id: &Sunting
it: &Modifica
ja: 編集 (&E)
km: កែសម្រួល
ko: 편집(&E)
lt: &Keisti
mr: संपादन
nb: &Rediger
nl: &Bewerken
pl: &Edytuj
pt: &Editar
pt_br: &Editar
ro: &Editare
ru: &Редактировать
sk: &Upraviť
sl: Ur&edi
sr@latn: &Promeni
sv: R&edigera
ta: திருத்தம் செய்யவும்
th: แก้ไข
tr: &Düzenle
uk: &Змінити
xh: &Hlela
zh_tw: 編輯(&E)
zu: &Hlela

source: &Delete
ar: حذف
bg: &Изтриване
bn: &মোছো
ca: &Suprimeix
cs: &Smazat
cy: &Dileu
de: &Löschen
el: &Διαγραφή
es: E&liminar
et: &Kustuta
fi: Pois&ta
fr: &Effacer
gl: &Borrar
gu: &ડિલીટ
hi: मिटाएँ (&D)
hr: &Obriši
hu: &Törlés
id: &Hapus
it: &Elimina
ja: 削除 (&D)
km: លុប
ko: 삭제(&D)
lt: Ša&linti
mr: काढून टाका
nb: &Slett
nl: &Verwijderen
pl: U&suń
pt: A&pagar
pt_br: A&pagar
ro: Șterge
ru: &Удалить
sk: O&dstrániť
sl: I&zbriši
sr@latn: &Obriši
sv: &Ta bort
ta: நீக்கவும்
th: ลบ
tr: &Sil
uk: В&илучити
xh: &Cima
zh_tw: 刪除(&D)
zu: &Susa

source: &Toggle Status (On or Off)
ar: تبديل الحالة (تشغيل أو إيقاف تشغيل)
bg: &Промяна статуса (Вкл. или Изкл.)
bn: &টগল স্টেটাস(অন অথবা অফ)
ca: &Canvia l'estat (activat o desactivat)
cs: Změni&t stav (zapnuto/vypnuto)
cy: &Cychwyn / Aros
de: Status &wechseln ('An' oder 'Aus')
el: &Εναλλαγή Κατάστασης (Ανοικτή ή Κλειστή)
es: &Cambiar estado (activo o inactivo)
et: &Oleku lülitamine (sees või väljas)
fi: &Vaihda tilaa (Päällä tai Pois)
fr: État &interrupteur à bascule (Activé ou Désactivé)
gl: &Cambiar estado (activado ou desactivado)
gu: &ટોગલ સ્ટેટસ (ઓન અથવા ઓફ)
hi: स्थिति बदलें (&T)(On or Off)
hr: &Prebaci status (uključeno ili isključeno)
hu: Állapot á&tkapcsolása (Ki / Be)
id: %Tombol Status (Hidup atau Mati)
it: Cambia lo &stato (attivo o disattivo)
ja: 状態を変更する (オン／オフ) (&T)
ko: 전환 상태(켜기 또는 끄기)(&T)
lt: Pakeis&ti būseną (įjungta arba išjungta)
mr: टॉगलची स्थिती (चालू किंवा बंद)
nb: &Endre status (På eller Av)
nl: &Status omschakelen (Aan of uit)
pl: &Włączony / Wyłączony
pt: &Mudar Estado (Ligado ou Desligado)
pt_br: &Alternar Status (Ligado ou Desligado)
ro: Schimbă s&tarea (pornit sau oprit)
ru: Переключи&ть состояния (вкл. или выкл.)
sk: Prepnúť &stav
sl: Preklop &statusa (vklop ali izklop)
sr@latn: &Menjaj status (Uključeno ili Isključeno)
sv: Växla s&tatus (på eller av)
ta: டாகிள் நிலை (அயங்குகிறதா அல்லது நிறுத்தியுள்ளதா)
th: สลับสถานะ (เปิดหรือปิด)
tr: &Durum değiştir (Aç/kapat)
uk: &Перемкнути стан (увімк./вимк.)
xh: &Isimo Sesixhobo Esitshintshwa Ngokufanayo (Imo Yokusebenza okanye Yokungasebenzi)
zh_tw: 切換狀態 (開啟或關閉)(&T)
zu: &Shintsha Isimo (Vula noma Vala)

source: Status for All &Services
ar: حالة كل الخدمات
bg: Статус на &всички услуги
bn: সমস্ত পরিষেবার জন্য স্টেটাস
ca: Estat de tots els &serveis
cs: Status všech &služeb
cy: Cyflwr Pob &Gwasanaeth
de: Status für alle &Dienste
el: Κατάσταση για Όλες τις Υπηρε&σίες
es: Estado de todos los &servicios
et: Kõikide teenu&ste olek
fi: Kaikkien &palveluiden tila
fr: État pour tous les &services
gl: Estado para todos os &servizos
gu: બધી &સેવાઓ માટે સ્ટેટસ
hi: सभी सेवाऎ के स्थिति (&S)
hr: &Status za sve servise
hu: Összes szolgáltatás á&llapota
id: Status untuk Semua &Layanan
it: Stato di tutti i &servizi
ja: 全てのサービスの状態 (&S)
km: ស្ថានភាព​របស់​សេវា​ទាំងអស់
ko: 모든 서비스들에 대한 상태(&S)
lt: Visų pa&slaugų būsena
mr: सर्व सेवासाठी स्थिती
nb: Status for alle &tjenester
nl: Status voor alle &services
pl: Stan wszystkich u&sług
pt: Estado para Todos os &Serviços
pt_br: Status para todos os &serviços
ro: &Starea tuturor serviciilor
ru: &Состояние всех служб
sk: S&tav všetkých služieb
sl: Status &vseh storitev
sr@latn: Status za &sve servise
sv: Status för alla tjän&ster
ta: அனைத்து சேவைளுக்குமான நிலை
th: ปรับสถานะของบริการทั้งหมด
tr: Tüm &hizmetler için durum
uk: Стан всіх &служб
xh: Isimo sazo Zonke &Iinkonzo
zh_tw: 所有服務的狀態(&S)
zu: Isimo Sawo Wonke &Amasevisi
