Repository: Dzejrou/yast-translations
Catalog: po/inetd/*.po
Languages: ar, bg, bn, ca, cs, cy, de, el, es, et, fi, fr, gl, gu, hi, hr, hu, id, it, ja, km, ko, lt, mr, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, sr@latn, sv, ta, th, tr, uk, xh, zh_tw, zu

source: Network Service Configuration (xinetd)
ar: إعداد خدمة شبكة (xinetd)
bg: Настройка на мрежова услуга (xinetd)
bn: নেটওয়ার্ক পরিষেবা গঠন (xinetd)
ca: Configuració dels serveis de xarxa (xinetd)
cs: Konfigurace síťových služeb (xinetd)
de: Konfiguration der Netzwerkdienste (xinetd)
el: Ρύθμιση Υπηρεσιών Δικτύου (xinetd)
es: Configuración de los servicios red (xinetd)
et: Võrguteenuse häälestamine (xinetd)
fi: Verkkopalveluiden määritys (xinetd)
fr: Configuration de services de réseau (xinetd)
gl: Configuración do servizo de rede (xinetd)
gu: નેટવર્ક સર્વિસ કોન્ફીગરેશન (xinetd)
hi: नेटवर्क सेवाऎ समनुरूपणन (xinetd)
hr: Postavke mrežnih servisa (xinetd)
hu: Hálózati szolgáltatások beállítása (xinetd)
id: Konfigurasi Layanan Jaringan (xinetd)
it: Configurazione dei servizi di rete (xinetd)
ja: ネットワークサービスの設定 (xinetd)
km: ការ​កំណត់​រចនាសម្ព័ន្ធ​សេវា​បណ្ដាញ (xinetd)
ko: 네트워크 서비스 구성(xinetd)
lt: Tinklo paslaugų konfigūracija (xinetd)
mr: महाजाल सेवा संरचना
nb: Oppsett av nettverkstjenester (xinetd)
nl: Netwerk service configuratie (xinetd)
pl: Konfiguracja usług sieciowych (xinetd)
pt: Serviço de Configuração de Rede (xinetd)
pt_br: Configuração de Serviço de Rede (xinetd)
ro: Configurarea serviciilor de rețea (xinetd)
ru: Настройка сетевой службы (xinetd)
sk: Nastavenie sieťových služieb (xinetd)
sl: Nastavitev omrežne storitve (xinetd)
sv: Inställning av nätverkstjänst (Xinetd)
ta: வலையமைப்பு சேவை உள்ளமைவு(xinetd)
th: การปรับแต่งค่าบริการบนเครือข่าย (xinetd)
tr: Ağ hizmetleri yapılandırması (xinetd)
uk: Налаштування мережної служби (xinetd)
xh: Ubumbeko Lwenkonzo Yomsebenzi Wothungelwano (xietd)
zh_tw: 網路服務組態 (xinetd)
zu: Ukuhlelwa Kwesivisi Yenethiwekhi (xinetd)

source: Add a New Service Entry
ar: إضافة إدخال خدمة جديد
bg: Добавяне на нова услуга
bn: নতুন পরিষেবা এন্ট্রি যোগ করুন
ca: Afegeix una nova entrada de servei
cs: Přidat síťovou službu
cy: Ychwanegu Cofnod Gwasanaeth Newydd
de: Einen neuen Dienst-Eintrag hinzufügen
el: Προσθήκη νέας καταχώρησης υπηρεσίας
es: Añadir una entrada de servicio
et: Lisa uus teenuse kirje
fi: Lisää uusi palvelumerkintä
fr: Ajouter une nouvelle entrée service
gl: Engade unha nova entrada de servizo
gu: નવી સેવા એન્ટ્રી ઉમેરો
hi: नये सेवा भरती जोडें
hr: Dodaj unos za novi servis
hu: Új szolgáltatásbejegyzés hozzáadása
id: Tambah Entri Layanan Baru
it: Aggiungi una nuova voce di servizio
ja: 新しいサービス項目を追加する
km: បន្ថែម​ធាតុ​សេវា​ថ្មី​មួយ
ko: 새로운 서비스 항목 추가
lt: Įtraukti naują paslaugos įrašą
mr: नविन सेवा प्रवेश जोडा
nb: Legg til en ny tjenesteoppføring
nl: Een nieuw service item toevoegen
pl: Dodawanie nowej usługi
pt: Adicionar uma Nova Entrada de Serviço
pt_br: Adicionar nova entrada de serviço
ro: Adaugă o intrare pentru un nou serviciu
ru: Добавить новую службу
sk: Pridať nový záznam služby
sl: Dodaj nov vnos storitve
sr@latn: Dodaj novi zapis servisa
sv: Lägg till en ny tjänstpost
ta: ஒரு புதிய சேவை குறிப்பை சேர்க்கவும்
th: เพิ่มรายการบริการตัวใหม่
tr: Hizmet girdisi ekle
uk: Додати запис для нової служби
xh: Fakela Ungeniso Lwenkonzo Olutsha
zh_tw: 新增服務項目
zu: rzzfjzjjjshFaka

source: Cannot delete the service. It is not installed.
ar: تعذر حذف الخدمة. لم يتم تثبيت الخدمة.
bg: Не може да се изтрие услугата. Тя не е инсталирана.
bn: পরিষেবা ডিলিট করতে পারি না.এটা ইনস্টল নেই.
ca: No es pot suprimir el servei. No està instal·lat.
cs: Nelze smazat službu; není nainstalována.
cy: Methu dileu'r gwasanaeth. Ni arsefydlir.
de: Der Dienst kann nicht gelöscht werden. Er ist nicht installiert.
el: Δεν μπορείτε να διαγράψετε την υπηρεσία, διότι δεν είναι εγκατεστημένη.
es: No es posible eliminar el servicio. No está instalado.
et: Teenust ei saa kustutada. See pole paigaldatud.
fi: Palvelun poistaminen ei onnistu. Sitä ei ole asennettu.
fr: Ce service ne peut pas être effacé. Il n'est pas installé.
gl: Non se pode eliminar o servizo. Non está instalado.
gu: સેવા ડીલીટ કરી શકાતી નથી. તે ઇન્સ્ટોલ કરાયેલ નથી.
hi: इस सेवा मिटा नहीं सकतीह | यं इन्सटालससनहीक सकता हैं
hr: Ne mogu obrisati servis. Nije instaliran.
hu: A szolgáltatás törlése nem lehetséges, mivel nincs telepítve.
id: Tidak dapat menghapus layanan. Layanan tidak dipasang.
it: Impossibile rimuovere il servizio. Non è installato.
ja: サービスを削除できません。インストールされていません。
km: មិន​អាច​លុប​សេវា​បាន​ឡើយ ។ វា​មិន​បាន​ដំឡើង​ឡើយ ។
ko: 그 서비스를 삭제할 수 없습니다. 설치되지 않았습니다.
lt: Negalima pašalinti paslaugos. Ji neįdiegta.
mr: सुविधा काढून टाकू शकत नाही. ती स्थापित नाही.
nb: Kan ikke slette tjenesten. Den er ikke installert.
nl: U kunt de service niet verwijderen. Het is niet geïnstalleerd.
pl: Nie można usunąć usługi. Nie jest ona zainstalowana.
pt: Não é possível apagar o serviço. Não está instalado.
pt_br: Não é possível apagar o serviço, pois ele não está instalado.
ro: Nu pot șterge serviciul. Nu este instalat.
ru: Не могу удалить службу: она не установлена.
sk: Nie je možné odstrániť službu. Nie je nainštalovaná.
sl: Storitve ni moč izbrisati. Ni nameščena.
sr@latn: Ne mogu da obrišem servis. Nije instaliran.
sv: Kan inte ta bort tjänsten. Den är inte installerad.
ta: சேவையை நீக்க முடியவில்லை. அது நிறுவப்படவில்லை.
th: ไม่สามารถลบบริการได้ เนื่องจากมันยังไม่ถูกติดตั้ง
tr: Hizmet kurulu değil, bu yüzden silinemiyor.
uk: Неможливо вилучити службу. Вона не встановлена.
xh: Inkonzo ayikwazi kucimeka Akuhlohlwanga.
zh_tw: 無法刪除服務。尚未安裝該服務。
zu: Ayikwazi ukususa isevisi. Akufakiwe.

source: To delete a service, select one in the main dialog
ar: لحذف خدمة، حدد أحد الخدمات في مربع الحوار الرئيسي
bg: За да изтриете услуга изберете една от главния екран.
bn: পরিষেবা ডিলিট করতে, সংলাপে একটি নির্বাচন করুন
ca: Per a suprimir un servei, seleccioneu-lo al diàleg principal
cs: Službu ke zrušení zvolte v hlavním dialogu.
cy: I ddileu gwasanaeth, dewiswch un yn y prif ymgom
de: Um einen Dienst zu löschen, müssen Sie diesen im Hauptdialog markieren
el: Για να διαγράψετε μια υπηρεσία, πρέπει να επιλέξετε μια από τον κυρίως διάλογο
es: Para eliminar un servicio, selecciónelo en el cuadro de diálogo principal
et: Teenuse kustutamiseks vali see dialoogi põhiaknas
fi: Poistaaksesi palvelun valitse yksi palvelu päävalikossa
fr: Pour effacer un service, sélectionnez-le dans le dialogue principal
gl: Para eliminar un servizo, seleccione un no diálogo principal
gu: સેવા ડીલીટ કરવા, એકને મુખ્ય ડાયલોગમાં સિલેક્ટ કરો
hi: सेवा को मिटाने के लिए, मेन डाइलोग से एक चुनें
hr: Da biste izbrisali servis, odaberite jedan iz glavnog izbornika
hu: Egy szolgáltatás kitörléséhez a fő ablakban ki kell azt választania
id: Untuk menghapus layanan, pilih salah satunya pada dialog utama
it: Per eliminare un servizio, selezionarne uno nella finestra principale
ja: サービスを削除するには、削除するサービスをメインダイアログで選択する必要があります
km: ដើម្បី​លុប​សេវា​មួយ សូម​ជ្រើស​សេវា​មួយ​ក្នុង​ប្រអប់​មេ ។
ko: 서비스를 삭제하기 위해서, 주요 대화상자안에 하나를 선택하십시오.
lt: Norėdami ištrinti paslaugą, ją pažymėkite pagrindiniame dialoge
mr: सुविधा काढून टाकण्यासाठी, मुख्य संभाषणातील एक निवडा
nb: Velg en tjeneste i hoveddialogen for å slette den
nl: Om een service te verwijderen dient u er één te selecteren in het hoofddialoog
pl: Aby usunąć usługę, wybierz ją w głównym oknie
pt: Para apagar um serviço, escolha um na caixa de diálogo principal
pt_br: Para apagar um serviço, selecione-o na caixa de diálogo principal
ro: Pentru a șterge un serviciu, selectați unul din dialogul principal
ru: Для удаления службы выберите её в основном диалоговом окне
sk: Pre odstránenie služby ju označte v hlavnom dialógu
sl: Za izbris storitve jo izberite v glavnem pogovornem oknu.
sr@latn: Da biste obrisali servis, izaberite jedan u glavnom dijalogu
sv: För att ta bort en tjänst måste du välja en i huvuddialogrutan
ta: ஒரு சேவையை நீக்குவதற்கு, பிரதான டயலாகிலிருந்து ஒன்றை தேர்வு செய்யவும்.
th: หากจะลบบริการ ให้เลือกตัวที่ต้องการจากกล่องปรับแต่งค่าหลัก
tr: Bir hizmet silmek için ana pencereden seçin
uk: Щоб видалити службу, виберіть її в головному вікні
xh: Ukucima inkonzo, khetha enye yeengxoxo ezingundoqo
zh_tw: 若要刪除服務，請在主要對話方塊中選取一個服務
zu: Ukuze ususe isevisi, khetha okukodwa kwidayalogu eyinhloko

source: To activate or deactivate a service, select one in the main dialog.
ar: لتنشيط خدمة أو إلغاء تنشيطها، حدد أحد الخدمات في مربع الحوار الرئيسي.
bg: За да активирате или деактивирате услуга изберете една от главния екран.
bn: পরিষেবা সক্রিয় বা অসক্রিয় করতে প্রধান সংলাপে একটি নির্বাচন করুন.
ca: Per a activar o desactivar un servei, seleccioneu-lo al diàleg principal.
cs: Službu k aktivování/deaktivování zvolte v hlavním dialogu.
cy: I alluogi neu analluogi gwasanaeth, dewisch un yn y prif ymgom.
de: Um einen Dienst ein- oder auszuschalten, müssen Sie diesen im Hauptdialog markieren.
el: Για να ενεργοποιήσετε ή να απενεργοποιήσετε μια υπηρεσία, θα πρέπει να επιλέξετε μία από τον κυρίως διάλογο.
es: Para activar o desactivar un servicio, selecciónelo en el cuadro de diálogo principal.
et: Teenuse aktiveerimiseks või deaktiveerimiseks vali see dialoogi põhiaknas.
fi: Ottaaksesi käyttöön tai poistaaksesi käytöstä palvelun valitse yksi palvelu päävalikossa.
fr: Pour activer ou désactiver un service, sélectionnez-le dans le dialogue principal.
gl: Para activar ou desactivar un servizo, seleccione un no diálogo principal.
gu: સેવાને સક્રિય અથવા નિષ્ક્રિય કરવા, મુખ્ય ડાયલોગમાં એકને સિલેક્ટ કરો.
hi: सेवाऎ चालू ओर चालू न करने के लिए,मेन डाइलोग से एक चुनें
hr: Da biste aktivirali ili deaktivirali servis, odaberite jedan u glavnom izborniku.
hu: Egy szolgáltatás aktiválásához/tiltásához először ki kell választania egyet.
id: Untuk mengaktifkan atau menonaktifkan layanan, pilih salah satunya pada dialog utama.
it: Per attivare o disattivare un servizio, selezionarne uno nella finestra principale.
ja: サービスを有効／無効にするには、設定するサービスをメインダイアログで選択する必要があります。
km: ដើម្បី​ធ្វើ​ឲ្យ​សេវា​មួយ​សកម្ម ឬ​អសកម្ម សូម​ជ្រើស​សេវា​មួយ​ក្នុង​ប្រអប់​មេ ។
ko: 서비스를 활성화 또는 비활성화 시키려면 주 대화상자의 하나를 선택하십시오.
lt: Norėdami aktyvuoti arba deaktyvuoti paslaugą, ją pažymėkite pagrindiniame dialoge.
mr: सुविधा सुरु वा बंद करण्यासाठी, मुख्य संभाषणातील एक निवडा
nb: Velg en tjeneste i hoveddialogen for å aktivere eller deaktivere den.
nl: Om een service te activeren of te deactiveren moet u er eerst één in het hoofddialoog selecteren.
pl: Aby włączyć albo wyłączyć usługę, proszę wybrać ją w głównym oknie.
pt: Para activar ou desactivar um serviço, seleccione um na caixa de diálogo principal.
pt_br: Para ativar ou desativar um serviço, selecione-o na caixa de diálogo principal.
ro: Pentru a activa sau dezactiva un serviciu, selectați unul din dialogul principal.
ru: Для запуска/остановки службы выберите её в основном диалоговом окне.
sk: Pre aktiváciu alebo deaktiváciu služby ju označte v hlavnom dialógu
sl: Za aktiviranje ali deaktiviranje storitve jo izberite v glavnem pogovornem oknu.
sr@latn: Da biste aktivirali ili deaktivirali servis, izaberite jedan u glavnom dijalogu
sv: För att aktivera eller inaktivera en tjänst, välj den i huvuddialogrutan.
ta: ஒரு சேவையை இயங்கச் செய்வதற்கு அல்லது செயலிழக்கச் செய்வதற்கு, பிரதான டயலாகிலிருந்து ஒன்றை தேர்வு செய்யவும்.
th: หากจะเปิดหรือปิดการทำงานของบริการ ให้เลือกตัวที่ต้องการจากกล่องปรับแต่งค่าหลัก
tr: Bir hizmeti açıp kapamak için ana pencereden seçin.
uk: Щоб активувати або деактивувати службу, виберіть її в головному вікні.
xh: Ukwenza isebenze okanye ingasebenzi inkonzo, khetha enye yeengxoxo ezingundoqo.
zh_tw: 若要啟用或停用服務，請在主要對話方塊中選取一個服務。
zu: Ukuze uvule noma ucishe isevisi, khetha okukodwa kwidayalogu eyinhloko.

source: Edit a service entry
ar: تحرير إدخال خدمة
bg: Редактиране на услуга
bn: একটি সার্ভার এন্ট্রি সম্পাদন করুন
ca: Edita una entrada de servei
cs: Editovat službu
cy: Golygu cofnod gwasanaeth
de: Einen Diensteintrag bearbeiten
el: Επεξεργασία καταχώρησης υπηρεσίας
es: Editar una entrada de servicio
et: Teenuse kirje redigeerimine
fi: Muokkaa palvelun merkintää
fr: Modifier une entrée service
gl: Editar unha entrada de servizo
gu: સેવા એન્ટ્રીને એડિટ કરો
hi: ये सेवा भरती संपादित करें
hr: Uredi unos servisa
hu: Szolgáltatásbejegyzés szerkesztése
id: Sunting entri layanan
it: Modifica una voce di servizio
ja: サービス項目を編集する
km: កែសម្រួល​ធាតុ​សេវា​កម្ម​
ko: 서비스 항목 편집
lt: Keisti paslaugos įrašą
mr: सेवा प्रवेश संपादीत करा
nb: Rediger en tjenesteoppføring
nl: Bewerk een service-item
pl: Edycja usługi
pt: Editar uma entrada de serviço
pt_br: Editar uma entrada de serviço
ro: Editează intrarea unui serviciu
ru: Изменить запись службы
sk: Úprava položky služby
sl: Uredi storitev
sr@latn: Promeni zapis servisa
sv: Redigera en tjänstpost
ta: ஒரு சேவை குறிப்பை திருத்தம் செய்யவும்
th: แก้ไขรายการของบริการ
tr: Hizmet girdisi düzenle
uk: Змінити запис служби
xh: Hlela ungeniso lwenkonzo
zh_tw: 編輯服務項目
zu: Hlela i-entry yesevisi

source: To edit a service, select one in the main dialog
ar: لتحرير خدمة، حدد أحد الخدمات في مربع الحوار الرئيسي
bg: За да редактирате услуга изберете една от главния екран.
bn: একটি পরিষেবা সম্পাদন করতে, প্রধান সংলাপে একটি নির্বাচন করুন
ca: Per a editar un servei, seleccioneu-lo al diàleg principal
cs: Službu k editování zvolte v hlavním dialogu.
cy: I olygu gwasanaeth, dewisch un yn y prif ymgom
de: Um einen Dienst zu bearbeiten, müssen Sie diesen im Hauptdialog markieren
el: Για να επεξεργαστείτε μια υπηρεσία, πρέπει να επιλέξετε μια από τον κυρίως διάλογο
es: Para editar un servicio, selecciónelo en el cuadrode diálogo principal
et: Teenuse redigeerimiseks vali see dialoogi põhiaknas
fi: Muokataksesi palvelua valitse yksi palvelu päävalikosta
fr: Pour modifier un service, sélectionnez-le dans le dialogue principal
gl: Para editar un servizo, seleccione un no diálogo principal
gu: સેવાને એડિટ કરવા, એકને મુખ્ય ડાયલોગમાં સિલેક્ટ કરો
hi: सेवाऎ संपादित करने के लिए,मेन डाइलोग से एक चुनें
hr: Da biste uredili servis, odaberite jedan u glavnom izborniku
hu: Egy szolgáltatás szerkesztéséhez a fő ablakban ki kell azt választania
id: Untuk menyunting layanan, pilih salah satunya pada dialog utama
it: Per modificare un servizio, selezionarne uno nella finestra principale
ja: サービスを編集するには、設定するサービスをメインダイアログで選択する必要があります
km: ដើម្បី​កែសម្រួល​សេវា​កម្ម សូម​ជ្រើស​សេវា​មួយ​ក្នុង​ប្រអប់​មេ ។
ko: 서비스를 편집하려면 주요 대화상자의 하나를 선택하십시오.
lt: Norėdami redaguoti paslaugą, pažymėkite ją pagrindiniame dialoge
mr: सुविधा सुधारण्यासाठी, मुख्य संभाषणातील एक निवडा
nb: Velg en tjeneste i hoveddialogen for å redigere den
nl: Om een service te wijzigen dient u er één te selecteren in het hoofddialoog
pl: Aby edytować usługę, wybierz ją w głównym oknie
pt: Para editar um serviço, seleccione um na caixa de diálogo principal
pt_br: Para editar um serviço, selecione-o na caixa de diálogo principal
ro: Pentru a edita un serviciu, selectați unul din dialogul principal
ru: Для изменения службы выберите её в основном диалоговом окне
sk: Pre úpravu služby ju označte v hlavnom dialógu
sl: Za ureditev storitve izberite storitev v glavnem pogovornem oknu.
sr@latn: Da biste promenili servis, izaberite jedan u glavnom dijalogu
sv: För att redigera en tjänst, välj en i huvuddialogrutan
ta: ஒரு சேவையை திருத்தம் செய்வதற்கு, பிரதான டயலாகிலிருந்து ஒன்றை தேர்வு செய்யவும்.
th: หากจะแก้ไขบริการ ให้เลือกตัวที่ต้องการจากกล่องปรับแต่งค่าหลัก
tr: Bir hizmeti düzenlemek için ana pencereden seçin
uk: Щоб змінити службу, виберіть її в головному вікні
xh: Ukuhlela inkonzo, khetha enye kwiingxoxo ezingundoqo
zh_tw: 若要編輯服務，請在主要對話方塊中選取一個服務
zu: Ukuze uhlele isevisi, khetha okukodwa kwidayalogu eyinhloko

source: All services are marked as disabled (locked). Internet super-server will be disabled.
ar: تحمل كل الخدمات العلامة معطل (مؤمن). سيتم تعطيل خادم الإنترنت الأعلى.
bg: Всички услуги са маркирани като забранени (заключени). Интернет супер-сървърът ще бъде забранен.
bn: সমস্ত পরিষেবা অক্ষম হিসাবে চিহ্নিত করা হয়েছিল(লকড). ইন্টারনেট সুপার-সার্ভার অক্ষম হবে.
ca: Tots els serveis estan marcats com a desactivats (blocats). El superservidor d'Internet es desactivarà.
cs: Všechny služby jsou označeny jako zakázané (zamčené). Internetový "superserver" bude zakázán.
cy: Nodir pob gwasanaeth fel analluogir (cloir). Analluogir yr uwch-weinydd rhyngrwyd.
de: Alle Dienste sind als deaktiviert (gesperrt) markiert. Der Internet-Superserver wird deaktiviert.
el: Όλες οι υπηρεσίες είναι σημειωμένες ως απενεργοποιημένες (κλειδωμένες). Ο υπέρ-διακομιστής Internet θα απενεργοποιηθεί.
es: Todos los servicios están marcados como deshabilitados (bloqueados). El superservidor de Internet se desactivara.
fi: Kaikki palvelut on merkitty käytöstä poissa oleviksi (lukittu). Internet super-palvelin ei ole käytössä.
fr: Tous les services sont marqués comme désactivés (verrouillés). Le superserveur Internet sera désactivé.
gl: Todos os servizos marcáronse como desactivados (bloqueado). Desactivarase o super-servidor de Internet.
gu: બધી સેવાઓ ડિસેબલ્ડ (લોકડ) થયેલ તરીકે ચિન્હિત છે. ઈન્ટરનેટ સુપર-સર્વર ડિસેબલ્ડ કરાશે.
hi: सभी सेवाऐ असमर्थ चिन्हित की गई है. इटंरनेट सूपर सेवक असमर्थ करेगां
hr: Svi servisi su označeni kao onemogućeni (zaključani). Super-poslužitelj za Internet će biti onemogućen.
hu: Minden szolgáltatás tiltásra lett jelölve. Az internet szuperkiszolgáló tiltásra kerül.
id: Semua layanan ditandai sebagai nonaktif (terkunci). Server-super Internet akan dinonaktifkan.
it: Tutti i servizi sono contrassegnati come disabilitati (bloccati). Verrà disabilitato il super-server Internet.
ja: 全てのサービスに無効マークが付けました。 インターネットスーパサーバは無効になります。
km: សេវា​ទាំងអស់​ត្រូវ​បាន​សម្គាល់​ថា​បិទ (ជាប់សោ) ។ ម៉ាស៊ីន​បម្រើ​អ៊ីនធឺណិត​នឹង​ត្រូវ​បាន​ធ្វើ​ឲ្យ​ប្រើ​លែង​បាន ។
ko: 모든 서비스는 비활성화 설정되었습니다.(잠김) 인터넷 super-server가 비활성화될 것입니다.
lt: Visos paslaugos pažymėtos kaip išjungtos (užrakintos). Interneto super-serveris bus išjungtas.
mr: सर्व सुविधा काढून टाकल्या(बंद केलेल्या) असे सुचवले आहे. इन्टरनेट सुपर-सर्व्हर बंद होईल.
nb: Alle tjenester er markert som deaktivert (låst). Superserveren for Internett vil bli deaktivert.
nl: Alle services zijn gemarkeerd als gedeactiveerd (locked). De Internet-super-server zal worden gedeactiveerd.
pl: Wszystkie usługi oznaczone są jako nieaktywne (zablokowane). Internetowy superserwer zostanie wyłączony.
pt: Todos os serviços estão marcados como desactivados (trancados). O super-servidor Internet será desactivado.
pt_br: Todos os serviços estão marcados como desabilitados (bloqueados). O super-servidor Internet será desabilitado.
ro: Toate serviciile sunt marcate ca dezactivate (blocate). Internet super-server va fi dezactivat.
ru: Все службы помечены как заблокированные. Доступ к суперсерверу интернета будет закрыт.
sk: Všetky služby sú momentálne vypnuté (zamknuté). Internetový super server bude vypnutý.
sl: Vse storitve so označene kot onemogočeni (zaklenjeni). Internet super-strežnik bo onemogočen.
sr@latn: Svi servisi su označeni kao isključeni (zaključani). Internet super-server će biti isključen.
sv: Alla tjänster är markerade som inaktiverade (låsta). Internet-superservern kommer att inaktiveras.
ta: அனைத்து சேவைகளும் செயலிழந்துவிட்டதாக குறிக்கப்பட்டுள்ளன (பூட்டப்பட்டுள்ளன). இணையதள சூப்பர்-சர்வர் செயலிழந்துவிடும்.
th: บริการทั้งหมดถูกกาเลือกให้มีสถานะปิดการใช้งาน (ถูกล็อค) Internet super-server will be disabled.
tr: Tüm hizmetler kapalı (kilitli) olarak işaretlenmiştir. Internet süpersunucusu kapatılacak.
uk: Всі служби позначено як вимкнені (заблоковані). Супер-сервер Інтернету буде вимкнено.
xh: Zonke iinkonzo ziphawulwe njengezisuswe isakhono (zitshixiwe). Iseva eyongameleyo yonxibelelwano ngekhompyutha iza kususwa isakhono.
zh_tw: 所有服務都標示為停用 (鎖定)。 會停用網際網路超級伺服器。
zu: Wonke amasevisi aphawulwe njengachishiwe (ahluthulelwe). Isiphakelalwazi esiyinhloko se-inthanethi sizocishwa.

source: &Service
ar: الخدمة
bg: &Услуга
bn: &পরিষেবা
ca: &Servei
cs: &Služba
cy: G&wasanaeth
de: &Dienst
el: &Υπηρεσία
es: &Servicio
et: &Teenus
fi: &Palvelu
gl: &Servizo
gu: &સર્વિસ
hi: सेवाऎ (&S)
hr: &Servis
hu: &Szolgáltatás
id: &Layanan
it: &Servizio
ja: サービス (&S)
km: សេវាកម្ម
ko: 서비스(&S)
lt: &Paslauga
mr: सेवा
nb: &Tjeneste
pl: U&sługa
pt: &Serviço
pt_br: &Serviço
ro: &Serviciu
ru: &Служба
sk: &Služba
sl: &Storitev
sr@latn: &Servis
sv: Tjän&st
ta: சேவை
th: &บริการ
tr: &Hizmet
uk: &Служба
xh: &Inkonzo
zh_tw: 服務(&S)
zu: &Isevisi

source: RPC Versio&n
ar: إصدار RPC
bg: Версия на &RPC
bn: RPC সংস্কর&ণ
ca: &Versió RPC
cs: Verze RP&C
cy: &Fersiwn RPC
el: Έκδο&ση RPC
es: Versió&n RPC
et: RPC versioo&n
fi: RPC-versi&o
fr: Versio&n RPC
gl: &Versión RPC
gu: RPC વર્ઝ&ન
hi: RPC अनुवाद (&n)
hr: RPC &verzija
hu: RPC-ve&rzió
id: Versi RPC
it: Versio&ne RPC
ja: RPC バージョン (&N)
km: កំណែ RPC
ko: RPC 버전 (&N)
lt: RPC &Versija
mr: RPC आवृत्ती
nb: RPC-versjo&n
nl: RPC-versi&e
pl: Wers&ja RPC
pt: &Versão RPC
pt_br: Versã&o RPC
ro: Versiu&ne RPC
ru: Верси&я RPC
sk: &Verzia RPC
sl: RPC Verzij&a
sr@latn: RPC Verzija
ta: ஆர்பிசி வடிவம்
th: รุ่นของ RPC
tr: RPC S&ürümü
uk: Версі&я RPC
xh: Uguqule&lo lwe-RCP
zh_tw: RPC 版本(&N)
zu: Uhlelo L&we-RPC

source: Service is acti&ve.
ar: الخدمة نشطة.
bg: Услугата е &активна.
bn: পরিষেবা সক্রি&য়.
ca: El servei és &actiu.
cs: Služba je akti&vní.
cy: Mae'r gwasanaeth yn w&eithgar.
de: Dienst ist &aktiv.
el: H υπηρεσία είναι &ενεργή.
es: El servicio está &activo.
et: Teenus on aktii&vne.
fi: Palvelu on käytö&ssä.
fr: Le service est &actif.
gl: O servizo está acti&vo.
gu: સેવા &સક્રિય છે.
hi: सेवाऎ सक्रिय नहीं हैं (&v)
hr: Servis &je aktivan.
hu: A szolgáltatás &aktív.
id: Layanan aktif.
it: Il servizio è &attivo.
ja: このサービスを有効にする (&V)
km: សេវា​សកម្ម ។
ko: 서비스가 활성화됩니다(&V).
lt: Paslauga yra &aktyvi.
mr: सेवा सक्रिय करा.
nb: Tjenesten er akti&vert.
nl: Service is &actief.
pl: Usługa jest akty&wna.
pt: O serviço está &activo.
pt_br: O serviço está ati&vo.
ro: Serviciul este activ.
ru: Слу&жба запущена.
sk: Služba je &aktívna
sl: Storitev je aktiv&na.
sr@latn: Servis je ak&tivan.
sv: Tjänsten är akti&v.
ta: சேவை இயக்கத்திலுள்ளது
th: บริการทำงานอยู่
tr: Hizmet &etkin.
uk: Служба а&ктивована.
xh: Inkonzo yenziwe ya&sebenza.
zh_tw: 服務為使用中狀態。
zu: Isevisi ivu&liwe.

source: Socket T&ype
ar: نوع مأخذ التوصيل
bg: Тип на &куплунг
bn: সকেট টা&ইপ
ca: Ti&pus de sòcol
cs: T&yp soketu
cy: &Math y Soced
de: Socket-T&yp
el: &Τύπος Socket
es: Ti&po de conector (socket)
et: Pesa tüü&p
fi: Pistokkeen ty&yppi
fr: T&ype de socket
gl: &Tipo de Socket
gu: સોકેટ ટા&ઇપ
hi: सोकट प्रकार (&y)
hr: Vrsta &socket-a
hu: Socket&típus
id: Tipe Socket
it: T&ipo di socket
ja: ソケット種類 (&Y)
km: ប្រភេទ​រន្ធ
ko: 소켓 형식(&Y)
lt: Socket t&ipas
mr: सॉकेटचा प्रकार
nb: Sokkelt&ype
pl: T&yp gniazda
pt: Tipo de &Socket
pt_br: T&ipo de soquete
ro: Tipul socket-ului
ru: Т&ип сокета
sk: T&yp soketu
sl: Tip &vtičnice
sr@latn: Tip sok&eta
sv: Uttagst&yp
ta: சாக்கெட் வகை
th: ประเภทของซ็อกเก็ต
tr: Soket &türü
uk: Т&ип сокета
xh: Uhl&obo Lwesokethi
zh_tw: 插槽類型(&Y)
zu: Uhlobo Lwe-Sokhethi

source: &Protocol
ar: البروتوكول
bg: Прото&кол
bn: &প্রটোকল
cs: &Protokol
de: &Protokoll
el: &Πρωτόκολλο
es: &Protocolo
et: &Protokoll
fi: &Yhteyskäytäntö
fr: &Protocole
gl: &Protocolo
gu: &પ્રોટોકોલ
hi: प्रोटोकोल (&P)
hr: &Protokol
hu: &Protokoll
id: &Protokol
it: &Protocollo
ja: プロトコル (&P)
km: ពិធីការ
ko: 프로토콜(&P)
lt: &Protokolas
mr: संगणक शिष्टाचार
nb: &Protokoll
pl: &Protokół
pt: &Protocolo
pt_br: &Protocolo
ru: &Протокол
sk: &Protokol
sl: &Protokol
sr@latn: P&rotokol
sv: &Protokoll
ta: மரபுமுறை
th: โพรโทคอล
tr: &Protokol
uk: &Протокол
xh: &Inkqubo
zh_tw: 通訊協定(&P)
zu: &Iphrothokholi

source: &Wait
ar: انتظار
bg: &Чакане
bn: &অপেক্ষা করুন
ca: &Espereu
cs: Čeka&t
de: &Warten
el: &Περιμένετε
es: &Esperar
et: &Oota
fi: &Odota
fr: &Patientez
gl: &Espera
gu: &રાહ
hi: ईन्तजार करो (&W)
hr: &Pričekaj
hu: &Várakozás
id: &Tunggu
it: &Attendi
ja: 待機 (&W)
km: រង់ចាំ
ko: 대기(&W)
lt: &Laukti
mr: वाट पहा
nb: &Vent
nl: &Wachten
pl: Cze&kaj
pt: &Espera
pt_br: A&guarde
ro: Așteaptă
ru: &Ожидание
sk: Poč&kať
sl: č&akaj
sv: &Vänta
ta: காத்திருக்கவும்
th: รอ
tr: &Bekle
uk: &Чекати
xh: Linda
zh_tw: 等待(&W)
zu: &Linda
