Repository: Dzejrou/yast-translations
Catalog: po/inetd/*.po
Languages: ar, bg, bn, ca, cs, cy, de, el, es, et, fi, fr, gl, gu, hi, hr, hu, id, it, ja, km, ko, lt, mr, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, sr@latn, sv, ta, th, tr, uk, xh, zh_tw, zu

source: <p><b><big>Aborting the Initialization Process:</big></b><br> Safely abort the configuration utility by pressing <b>Abort</b> now.</p>
ar: <p><b><big>إيقاف عملية التهيئة:</big></b><br> إيقاف البرنامج الإضافي للإعداد بشكلٍ آمن بالضغط على <b>إيقاف</b> الآن.</p>
bg: <p><b><big>Прекъсване на процеса на стартиране:</big></b><br> Сега можете безопасно да прекъснете инструмента за настройка като натиснете <b>Прекъсване</b>.
bn: <p><b><big>আরম্ভিক প্রসেস ত্যাগ করছি:</big></b><br> এখন <b>অ্যাবর্ট</b> টিপে সুরক্ষিতভাবে গঠন উপযোগী ত্যাগ করুন.</p>
ca: <P><B><BIG>Avorta el procés d'inicialització:</BIG></B><BR> Per abandonar la utilitat de configuració de forma segura, premeu <B>Cancel·la</B>.</p>
cs: <P><B><BIG>Přerušení procesu inicializace:</BIG></B><BR> Pomocí tlačítka <B>Přerušit</B> můžete nyní bezpečně přerušit tento konfigurační nástroj.</P>
cy: <p><b><big>Erthylu'r Proses Ymgychwyn:</big></b><br> Erthylwch y defnyddioldeb ffurfweddu yn ddiogel gan wasgu <b>Erthylu</b> rwan.</p>
de: <P><B><BIG>Initialisierung abbrechen</BIG></B><BR> Sie können die Konfiguration gefahrlos abbrechen, indem Sie nun die Schaltfläche <B>Abbrechen</B> drücken.</P>
el: <p><b><big>Ματαίωση της διαδικασίας αρχικοποίησης:</big></b><br> Με ασφάλεια μπορείτε να ματαιώσετε το εργαλείο ρύθμισης πατώντας <b>Ματαίωση</b> τώρα.</p>
es: <P><B><BIG>Cancelar el proceso de inicio:</BIG></B><BR> Para cancelar la herramienta de configuración de forma segura, pulse <B>Cancelar</B>.</p>
et: <p><b><big>Initsialiseerimise katkestamine:</big></b><br> Häälestusrakenduse turvaliseks peatamiseks klõpsa <b>Katkesta</b>.</p>
fi: <p><b><big>Valmistelutoiminnon keskeytys:</big></b><br> Keskeytä määritys turvallisesti napsauttamalla <b>Keskeytä</b> nyt.</p>
fr: <p><b><big>Abandon du processus d'initialisation :</big></b><br> Interrompez l'utilitaire de configuration en toute sécurité en cliquant maintenant sur <b>Abandonner</b>.</p>
gl: <p><b><big>Abortando o proceso de inicio:</big></b><br> Aborte de forma segura a utilidade de configuración premendo <b>Abortar</b> agora.</p>
gu: <p><b><big>ઈનીશીયલાઇઝેશન પ્રક્રિયા એબોર્ટ કરી રહયું છે:</big></b><br> હવે એબોર્ટ દબાવવા દ્વારા કોન્ફીગરેશન ઉપયોગીતાને સુરક્ષિત <b> એબોર્ટ</b> કરો.</p>
hi: <p><b><big>आरंभिकीकरण प्रक्रिया को रद्द किया जा रहा है :</big></b><br> संरुपण उपयोगिता को सुरक्षित ढंग से निष्फल करने के लिए अभी <b>रद्द करें</b> दबाएं।</p>
hu: <p><b><big>Az előkészítési folyamat megszakítása:</big></b><br> Most biztonsággal megszakíthatja a konfigurációs segédprogramot a <b>Megszakítás</b> gombbal.</p>
id: <p><b><big>Membatalkan Proses Inisialisasi:</big></b><br> Aman membatalkan utilitas konfigurasi dengan menekan <b>Batal</b> sekarang.</p>
it: <p><b><big>Interruzione del processo di inizializzazione:</big></b><br> per interrompere l'utility di configurazione in modo sicuro, premere <b>Interrompi</b> adesso.</p>
ja: <p><b><big>準備の中止:</big></b><br> <b>中止</b> ボタンを押すと準備を安全に中止する事ができます</p>
km: <p><b><big>កំពុង​បញ្ឈប់ដំណើរការ​ចាប់ផ្ដើម ៖</big></b><br> ចុច <b>បញ្ឈប់</b> ឥឡូវ ដើម្បី​បញ្ឈប់កម្មវិធី​កំណត់​រចនាសម្ព័ន្ធ​ដោយ​សុវត្ថិភាព។</p>
ko: <p><b><big>초기화 프로세스 중단:</big></b><br> 지금 <b>중단</b>를 누름으로써 설정 유틸리티를 안전하게 중단할 수 있습니다.</p>
lt: <p><b><big>Paleidimo nutraukimas:</big></b><br> Saugiai nutraukite konfigūravimo įrankį, spausdami <b>Nutraukti</b>.</p>
mr: <p><b><big> प्रारंभ प्रक्रिया निष्फळ करत आहे:</big></b><br> आता<b>अबॉर्ट</b> दाबून आकृतीबंध यूटिलिटी सुरक्षितपणे निष्फळ करा.</p>
nb: <p><b><big>Avbryt initaliseringsprosessen:</big></b><br> Du kan trygt avslutte oppsettverktøyet ved å klikke <b>Avbryt</b> nå.</p>
nl: <p><b><big>Initialisatieproces afbreken:</big></b><br> U kunt het configuratieprogramma veilig afbreken door nu op <B>Afbreken</B> te klikken.</P>
pl: <p><b><big>Przerywanie procesu inicjalizacji:</big></b><br> Aby bezpiecznie przerwać działanie programu konfiguracyjnego, proszę nacisnąć przycisk <b>Przerwij</b>.</p>
pt: <p><b><big>Interrupção do Processo de Inicialização:</big></b><br> Interrompa de forma segura o utilitário de configuração, premindo <b>Interromper</b> agora.</p>
pt_br: <p><b><big>Cancelando o Processo de Inicialização:</big></b><br> Cancele com segurança a configuração pressionando <b>Cancelar</b> agora.</p>
ro: <p><b><big>Anulez procesul de inițializare:</big></b><br> Anulați procesul de inițializare fără riscuri apăsând <b>Anulează</b> acum.</p>
ru: <P><B><BIG>Прерывания процесса инициализации:</BIG></B><BR> Сейчас безопасно прервать программу настройки, нажав <B>Прервать</B>.</P>
sk: <p><b><big>Prerušenie inicializácie:</big></b><br> Konfiguráciu môžete bezpečne prerušiť, ak teraz stlačíte <b>Prerušiť</b>.</p>
sl: <p><b><big>Prekinitev procesa inicializacije:</big></b><br> Varno prekinite nastavitveno orodje s pritiskom na <b>Prekini</b></p>
sr@latn: <p><b><big>Prekitanje procesa inicijalizacije:</big></b><br> Bezbedno napustite podešavanje pritiskom na <b>Prekini</b> sada.</p>
sv: <P><B><BIG>Avbryta initieringsprocessen:</BIG></B><BR> Klicka på <b>Avbryt</b> för att avsluta inställningsverktyget.</P>
ta: <p><b><big>துவங்கப்படும் நடைமுறை இடையில் நிறுத்தப்படுகிறது: </big></b><br> <b>இடையில் நிறுத்தவும்</b>ஐ இப்போது அழுத்துவதன் மூலம் உள்ளமைவு பயன்பாட்டை பாதுகாப்பான முறையில் இடையில் நிறுத்தவும்.</p>
th: <p><b><big>การยกเลิกการเตรียมการ:</big></b><br> เพื่อให้ยกเลิกเครื่องมือปรับแต่งค่าได้อย่างปลอดภัย ให้กดที่ปุ่ม <b>ยกเลิก</b> เดี๋ยวนี้</p>
tr: <P><B><BIG>Başlatma işleminin durdurulması:</BIG></B><BR> <B>Durdur</B> düğmesine basarak başlatma işlemini şu anda güvenli bir şekilde kesebilirsiniz.</p>
uk: <p><b><big>Переривання процесу започаткування:</big></b><br> Можна безпечно припинити роботу засобу налаштування, натиснувши тепер <b>Перервати</b>.</p>
xh: <p><b><big>Kulahlwa Inkqubo Yokundulula:</big></b><br> Lahla ngokhuselo ukusetyenziswa ngokucinezela <b>Lahla</b> ngoku.</p>
zh_tw: <p><b><big>中止啟始化程序：</big></b><br> 現在按<b>「中止」</b>，可安全地中止組態公用程式。</p>
zu: <p><b><big>Iyeka Inqubo Yokulungela Ukuqalisa:</big></b><br> Kuyeke ngokuphepha ukuhlelwa kwethuluzi lokusingatha ukwaziswa (utility) ngokucindezela u-<b>Yeka</b> manje.</p>

source: <p><b><big>Saving xinetd Configuration</big></b><br> Please wait...<br></p>
ar: <p><b><big>حفظ إعدادات xinetd‏</big></b><br> الرجاء الانتظار...<br></p>
bg: <p><b><big>Запазване на настройката на xinetd</big></b><br> Моля, изчакайте…<br></p>
bn: <p><b><big> xinetd গঠন সেভ করছি</big></b><br> অপেক্ষা করুন...<br></p>
ca: <p><b><big>Desant la configuració d'xinetd </big></b> <br>Espereu, si us plau...<br></p>
cs: <p><b><big>Ukládá se konfigurace xinetd</big></b> <br>Prosím čekejte...<br></p>
de: <p><b><big>Die xinetd-Konfiguration wird gespeichert</big></b><br> Bitte warten ...<br></p>
el: <p><b><big>Αποθήκευση ρυθμίσεων xinetd</big></b><br> Παρακαλώ περιμένετε...<br></p>
es: <p><b><big>Guardando la configuración de xinetd</big></b> <br>Espere, por favor...<br></p>
et: <p><b><big>xinetd häälestuse salvestamine</big></b><br> Palun oota...<br></p>
fi: <p><b><big>Tallennetaan xinetd-määritystä</big></b><br> Odota hetki...<br></p>
fr: <p><b><big>Enregistrement de la configuration xinetd</big></b><br> Veuillez patienter...<br></p>
gl: <p><b><big>Gardando a configuración de xinetd</big></b><br> Agarde...<br></p>
gu: <p><b><big>xinetd કોન્ફીગરેશન સેવ કરી રહયું છે</big></b><br> કૃપા કરી રાહ જુઓ...<br></p>
hi: <p><b><big>inetd समनुरूपण सेव कर रहा हैं</big></b><br> कृपया इन्तजार करें...<br></p>
hu: <p><b><big>A xinetd konfiguráció mentése</big></b><br> Kérem, várjon...<br></p>
id: <p><b><big>Menyimpan Konfigurasi xinetd</big></b><br> Silakan tunggu...<br></p>
it: <p><b><big>Salvataggio della configurazione di xinetd in corso</big></b><br> Attendere...<br></p>
ja: <p><b><big>xinetd の設定を保存しています</big></b><br> しばらくお待ちください...<br></p>
km: <p><b><big>កំពុង​រក្សាទុក​ការ​កំណត់​រចនាសម្ព័ន្ធ xinetd</big></b><br> សូម​រង់ចាំ...<br></p>
ko: <p><b><big>xinetd 구성 저장 중</big></b><br> 잠시 기다려 주십시오...<br></p>
lt: <p><b><big>Išsaugoma xinetd konfigūracija</big></b><br> Palaukite...<br></p>
mr: <p><b><big>xinetd आकृतीबंध जतन करत आहे </big></b><br> कृपया प्रतिक्षा करा...<br></p>
nb: <p><b><big>Lagrer xinetd-oppsett</big></b><br> Vent...<br></p>
nl: <p><b><big>De xinetd-configuratie wordt opgeslagen</big></b><br> Even geduld a.u.b....<br></p>
pl: <p><b><big>Zapisywanie konfiguracji xinetd</big></b><br> Proszę czekać...<br></p>
pt: <p><b><big>A gravar a Configuração xinetd</big></b><br> Por favor aguarde...<br></p>
pt_br: <p><b><big>Gravando a Configuração do xinetd</big></b><br> Aguarde...<br></p>
ro: <p><b><big>Salvez configurația xinetd</big></b><br> Vă rog așteptați...<br></p>
ru: <P><B><BIG>Сохранение настроек xinetd</BIG></B><BR> Пожалуйста, подождите...<BR></P>
sk: <p><b><big>Ukladám konfiguráciu xinetd</big></b> <br>Prosím, čakajte...<br></p>
sl: <p><b><big>Shranjevanje xinetd nastavitev</big></b><br> <br>Prosimo, počakajte...<br></p>
sv: <p><b><big>Sparar Xinetd-inställningar</big></b><br> Vänta...<br></p>
ta: <p><b><big> xinetd உள்ளமைவு சேமிக்கப்படுகிறது </big></b><br> தயவுசெய்து காத்திருக்கவும்...<br></p>
th: <p><b><big>กำลังจัดเก็บค่าการปรับแต่งของ xinetd</big></b><br> โปรดรอ...<br></p>
tr: <p><b><big>xinetd yapılandırması kaydediliyor</big></b> <br>Lütfen bekleyin...<br></p>
uk: <p><b><big>Збереження конфігурації xinetd</big></b><br> Зачекайте, будь ласка...<br></p>
xh: <p><b><big>Kugcinwa Ubumbeko lwe-xinetd</big></b><br> Nceda linda...<br></p>
zh_tw: <p><b><big>正在儲存 xinetd 組態</big></b><br> 請稍候...<br></p>
zu: <p><b><big>Igcina Ukuhlelwa Kwe-xinetd</big></b><br> Sicela ulinde...<br></p>

source: <p><b><big>Aborting the Save Process:</big></b><br> Abort saving by pressing <b>Abort</b>. An additional dialog will inform you whether it is safe to do so. </p>
ar: <p><b><big>إيقاف عملية الحفظ:</big></b><br> إيقاف الحفظ بالضغط على <b>إيقاف</b>. سيظهر مربع حوار إضافي يبلغك إذا كان ذلك آمنًا أم لا. </p>
bg: <p><b><big>Прекъсване процеса на запис:</big></b><br> Можете да прекъснете записването като натиснете <b>Прекъсване</b>. Допълнителен екран ще Ви информира дали е безопасно да направите това. </p>
bn: <p><b><big> সেভ প্রসেস ত্যাগ করছি:</big></b><br> <b>অ্যাবর্ট</b>টিপে সেভিং ত্যাগ করুন. একটি অতিরিক্ত সংলাপ আপনাকে জানাবে হয়ত এটা সুরক্ষিত সেটা করতে. </p>
ca: <P><B><BIG>Avortament del procés de desament:</BIG></B><BR> Per a abandonar el procés de desament, premeu <B>Cancel·la</B>. Un diàleg addicional us informarà si aquesta acció és segura. </P>
cs: <p><b><big>Přerušení ukládání:</big></b><br> Ukládání přerušíte stisknutím <b>Přerušit</b> Další dialog vás bude informovat o tom, zda je to v daný moment bezpečné. </p>
cy: <p><b><big>Erthylu'r Proses Cadw:</big></b><br> Erthylwch y cadw gan wasgu <b>Erthylu</b>. Bydd ymgom ychwanegol yn dweud wrthych a yw'n ddiogel gwneud hyn. </p>
de: <p><b><big>Speichervorgang abbrechen:</big></b><br> Brechen Sie den Speichervorgang mit <b>Abbrechen</b> ab. Ein zusätzlicher Dialog informiert Sie darüber, ob dies eine sichere Aktion ist. </p>
el: <p><b><big>Ματαίωση της Διαδικασίας Αποθήκευσης:</big></b><br> Ματαίωση αποθήκευσης πατώντας <b>Ματαίωση</b>. Ένας επιπλέον διάλογος θα σας ενημερώσει πότε είναι ασφαλές να κάνετε αυτό. </p>
es: <P><B><BIG>Cancelar el proceso de grabación:</BIG></B><BR> Para cancelar la grabación pulse <B>Cancelar</B>. Un cuadro de diálogo adicional le informará sobre si esta acción es segura. </P>
fi: <p><b><big>Tallennustoiminnon keskeytys:</big></b><br> Keskeytä napsauttamalla <b>Keskeytä</b>. Ilmoitusikkuna kertoo, voiko sen tehdä turvallisesti vai ei. </p>
fr: <P><B><BIG>Abandon du processus d'enregistrement :</BIG></B><BR> Interrompez le processus d'enregistrement en cliquant sur <B>Abandonner</B>. Une nouvelle boîte de dialogue vous informera s'il est prudent d'agir de la sorte.</P>
gl: <p><b><big>Abortando o proceso de gardado:</big></b><br> Aborte premendo <b>Abortar</b>. Un diálogo adicional informarao se é seguro facer isto. </p>
gu: <p><b><big>સેવ પ્રક્રિયા એબોર્ટ કરવી:</big></b><br> દબાવવા દ્વારા <b>એબોર્ટ</b>સેવ કરવાનું. એક અતિરિક્ત ડાયલોગ આપને માહિતી આપશે કે તેમ કરવું સુરક્ષિત છે કે કેમ. </p>
hi: <p><b><big>सहेजने की प्रक्रिया को रद्द किया जा रहा है :</big></b><br> <b>रद्द करें</b> को दबाकर सहेजना रद्द करें। एक अतिरिक्त संवाद आपको यह बतलाएगा कि ऐसा करना सुरक्षित है या नहीं। </p>
hu: <p><b><big>A mentés megszakítása:</big></b><br> A mentést megszakíthatja a <b>Megszakítás</b> gombbal. Egy további párbeszédablak értesíteni fogja arról, hogy ezt biztonságos-e megtenni. </p>
id: <p><b><big>Membatalkan Proses Penyimpanan:</big></b><br> Batalkan penyimpanan dengan menekan <b>Simpan</b>. Sebuah dialog tambahan akan memberitahu Anda apakah itu aman untuk dilakukan. </p>
it: <p><b><big>Interruzione del salvataggio:</big></b><br> per interrompere la procedura di salvataggio, premere <B>Interrompi</B>. Viene visualizzata una nuova finestra di dialogo che indica se è sicuro procedere con l'operazione. </P>
ja: <p><b><big>保存の中止:</big></b><br> <b>中止</b> ボタンを押すと保存を中止できます。</p> 安全に中止できるかどうかのダイアログが表示されます。 </p>
km: <p><b><big>កំពុង​បញ្ឈប់ដំណើរការ​រក្សាទុក ៖</big></b><br> បញ្ឈប់​ការ​រក្សាទុក​ដោយ​ចុច <b>បញ្ឈប់</b> ។ ប្រអប់​មួយ​ទៀត​នឹង​ប្រាប់​អ្នកថាតើ​ការធ្វើ​ដូច្នោះ​មាន​សុវត្ថិភាព ឬ​អត់ ។ </p>
ko: <P><B><BIG>저장 프로세스 중단:</BIG></B><BR> <b>중지</b>을 누름으로써 저장을 중단합니다. 추가적인 대화상자는 안전한지를 여러분에게 알려줄 것입니다. </P>
lt: <p><b><big>Išsaugojimo proceso nutraukimas:</big></b><br> Nutraukite išsaugojimą spausdami <b>Nutraukti</b>. Papildomas dialogas praneš, ar tai daryti saugu. </p>
mr: <p><b><big> जतन प्रक्रिया निष्फळ करत आहे:</big></b><br> <b>Abort</b> दाबून जतन प्रक्रिया निष्फळ करा. असे करणे सुरक्षित आहे किंवा नाही ते अतिरिक्त डायलॉग सांगेल.. </p>
nb: <p><b><big>Avbryt lagringsprosessen:</big></b><br> Avbryt lagringen ved å klikke <b>Avbryt</b>. En annen dialog vil gi deg beskjed om det er trygt å gjøre dette. </p>
nl: <p><b><big>Opslagproces afbreken:</big></b><br> Het opslaan kunt u afbreken door op <B>Afbreken</B> te klikken. Een extra venster zal u informeren of dit al dan niet veilig te doen is. </P>
pl: <p><b><big>Przerywanie procesu zapisu:</big></b><br> Aby przerwać zapis, proszę nacisnąć przycisk <b>Przerwij</b>. Pojawi się oddzielne okno z informacją, czy jest to bezpieczne. </p>
pt: <p><b><big>Interrupção do Processo de Gravação:</big></b><br> Interrompa a gravação, pressionando <b>Interromper</b>. Uma caixa de diálogo adicional informa-lo-á do momento adequado para o fazer. </p>
pt_br: <p><b><big>Cancelando o Processo de Salvamento:</big></b><br> Cancele o salvamento pressionando <b>Cancelar</b>. Uma caixa de diálogo adicional informará se é seguro fazer isso. </p>
ro: <p><b><big>Anulez procesul de salvare:</big></b><br> Anulați procesul de salvare apăsând <b>Anulează</b>. Un dialog adițional vă va informa dacă este sau nu sigur să o faceți. </p>
ru: <P><B><BIG>Прерывание процесса сохранения:</BIG></B><BR> Можно прервать сохранение, нажав <B>Прервать</B>. О безопасности этой операции будет сообщено в дополнительном окне. </P>
sk: <p><b><big>Prerušenie ukladania:</big></b><br> Ukladanie môžete prerušiť stlačením <b>Prerušiť</b>. Zobrazí sa dialóg s informáciou, či je to práve bezpečné. </p>
sl: <p><b><big>Prekinjanje procesa shranjevanja:</big></b><br> Shranjevanje prekinite s pritiskom na <b>Prekini</b>. V dodatnem pogovornem oknu bo sporočilo, če je to varno. </p>
sr@latn: <p><b><big>Prekidanje procesa snimanja:</big></b><br> Prekinite proces snimanja pritiskom na <b>Prekini</b>. Dodadni dijalog će vas obavestiti da li je bezbedno da to uradite. </p>
sv: <P><B><BIG>Avbryta spara-processen:</BIG></B><BR> Avbryt sparandet genom att klicka på <B>Avbryt</B>. En ytterligare dialogruta kommer att informera dig om det är säkert att göra så eller inte. </P>
ta: <p><b><big> சேமிக்கப்படும் நடைமுறை இடையில் நிறுத்தப்படுகிறது: </big></b><br> <b>இடையில் நிறுத்தவும்</b>ஐ அழுத்துவதன் மூலம் சேமித்தலை இடையில் நிறுத்தவும். அவ்வாறு செய்வது பாதுகாப்பானதா என்பதை ஒரு கூடுதல் டயலாக் உங்களுக்கு தெரிவிக்கும். </p>
th: <p><b><big>การยกเลิกการจัดเก็บ:</big></b><br> <P><B><BIG>การยกเลิกการจัดเก็บ:</BIG></B><BR> คุณส<b>รถทำการยbเลิกกระบวนการจัดเก็บได้ด้วยการกดที่ <B>ยกเลิก</B> แล้วจากนั้นจะปรากฏกล่องโต้ตอบเพp่อแจ้งให้ทราบว่าปลอดภัยหรือไม่ที่จะทำเช่นนั้น</P>
tr: <P><B><BIG>Kayıt işleminin durdurulması:</BIG></B><BR> <B>Durdur</B> düğmesine basarak kayıt işlemini kesebilirsiniz. Bir pencerede bu işlemin güvenli olup olmadığı gösterilecektir. </P>
uk: <p><b><big>Переривання процесу збереження:</big></b><br> Можна припинити збереження, натиснувши <b>Перервати</b>. Додаткове вікно повідомить чи це в даний час безпечно робити. </p>
xh: <p><b><big>Kulahlwa Inkqubo Yokugcina</big></b><br> Lahla ukugcina ngokucinezela <b>u-Lahla</b>. Ingxoxo efakelwayo iya kwazisa ukuba ingaba kukhuselekile na ukwenza njalo. </p>
zh_tw: <p><b><big>中止儲存程序：</big></b><br> 按<b>「中止」</b>可中止儲存。 其他的對話方塊會通知您執行此動作是否安全。 </p>
zu: <p><b><big>Ukuyeka Inqubo Yokugcina Ukwaziswa:</big></b><br> Yeka ukugcina ukwaziswa ngokucindezela u-<b>Yeka</b>. Idayalogu eyengeziwe izokwazisa ukuthi kuphephile yini ukwenza kanjalo. </p>
