Repository: Dzejrou/yast-translations
Catalog: po/inetd/*.po
Languages: ar, bg, bn, ca, cs, cy, de, el, es, et, fi, fr, gl, gu, hi, hr, hu, id, it, ja, km, ko, lt, mr, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, sr@latn, sv, ta, th, tr, uk, xh, zh_tw, zu

source: <p><b><big>Deleting Services:</big></b><br> Select the service to delete and press <b>Delete</b>.</p>
ar: <p><b><big>حذف الخدمات:</big></b><br> حدد الخدمة المطلوب حذفها ثم اضغط <b>حذف</b>.</p>
bg: <p><b><big>Изтриване на услугите:</big></b><br> Изберете услугата за изтриване и натиснете <b>Изтриване</b>.</p>
bn: <p><b><big>পরিষেবাগুলি ডিলিট করছি:</big></b><br> সম্পাদন করতে পরিষেবা সিলেক্ট করুন এবং <b>এডিট</b>টিপুন.</p>
ca: <p><b><big>Supressió dels serveis</big></b><br> Seleccioneu el servei que voleu suprimir i premeu <b>Suprimeix</b>.</p>
cs: <p><b><big>Odstranění služeb:</big></b><br> Zvolte službu a stiskněte <b>Smazat</b>.</p>
cy: <p><b><big>Dileu Gwasanaethau:</big></b><br> Dewiswch y gwasanaeth i'w ddileu a gwasgwch <b>Dileu</b>.</p>
de: <p><b><big>Dienste löschen:</big></b><br> Wählen Sie den zu löschenden Dienst und drücken Sie <b>Löschen</b>.</p>
el: <p><b><big>Διαγραφή Υπηρεσιών:</big></b><br> Επιλέξτε την υπηρεσία προς διαγραφή και πατήστε <b>Διαγραφή</b>.</p>
es: <p><b><big>Eliminar servicios:</big></b><br> Seleccione el servicio que desea eliminar y pulse <b>Eliminar</b>.</p>
et: <p><b><big>Teenuste kustutamine:</big></b><br> Vali teenus ja klõpsa <b>Kustuta</b>.</p>
fi: <p><b><big>Palveluiden poistaminen:</big></b><br> Valitse poistettava palvelu ja napsauta <b>Poista</b>.</p>
fr: <p><b><big>Suppression de services :</big></b><br> Sélectionnez le service à supprimer en cliquant sur <b>Supprimer</b>.</p>
gl: <p><b><big>Eliminando servizos:</big></b><br> Seleccione o servizo a eliminar e prema <b>Eliminar</b>.</p>
gu: <p><b><big>ડીલીટીંગ સર્વિસીસ:</big></b><br> રદદ કરવાની સેવાને પસંદ કરો અને <b>ડીલીટ</b> દબાવો.</p>
hi: <p><b><big>सेवाएं मिटाना :</big></b><br> मिटाने के लिए सेवा चुनें और <b>मिटाएं</b> को दबाएं।</p>
hu: <p><b><big>Szolgáltatások törlése:</big></b><br> Válassza ki a megfelelő szolgáltatást, majd nyomja meg a <b>Törlés</b> gombot.</p>
id: <p><b><big>Menghapus Layanan:</big></b><br> Pilih layanan untuk dihapus dan tekan <b>Hapus</b>.</p>
it: <p><b><big>Eliminazione dei servizi:</big></b><br> Selezionare il servizio da eliminare e premere <b>Elimina</b>.</p>
ja: <p><b><big>サービスの削除:</big></b><br> 削除するサービスを選択して <b>削除</b> を押してください。</p>
km: <p><b><big>ការ​លុប​សេវា ៖</big></b><br> ជ្រើស​សេវា​ដែល​ត្រូវ​លុប ហើយ​ចុច <b>លុប</b> ។</p>
ko: <p><b><big>서비스 삭제:</big></b><br> 삭제할 서비스를 선택하고 <b>삭제</b>를 누르십시오.</p>
lt: <p><b><big>Paslaugų pašalinimas:</big></b><br> Pažymėkite paslaugą, kurią norite pašalinti ir spauskite <b>Šalinti</b>.</p>
mr: <p><b><big> सेवा पुसून टाकत आहे:</big></b><br> पुसून टाकण्याची सेवा निवडा व<b>डिलीट</b> दाबा.</p>
nb: <p><b><big>Slette tjenester:</big></b><br> Velg tjenesten du vil slette og klikk <b>Slett</b>.</p>
nl: <p><b><big>Services verwijderen:</big></b><br> Selecteer de service die u wilt gaan verwijderen en klik op <b>Verwijderen</b>.</p>
pl: <p><b><big>Usuwanie usług:</big></b><br> Proszę wybrać usługę do usunięcia i nacisnąć przycisk <b>Usuń</b>.</p>
pt: <p><b><big>Apagar Serviços:</big></b><br> Escolha o serviço que pretende apagar, e prima <b>Apagar</b>.</p>
pt_br: <p><b><big>Apagando Serviços:</big></b><br> Selecione o serviço que deseja apagar e pressione <b>Apagar</b>.</p>
ro: <p><b><big>Ștergerea serviciilor:</big></b><br> Selectați serviciul pe care vreți să-l ștergeți și apăsați <b>Șterge</b>.</p>
ru: <p><b><big>Удаление служб:</big></b><br> Выберите службу для удаления и нажмите <b>Удалить</b>.</p>
sk: <p><b><big>Odstránenie služby:</big></b><br> Vyberte službu a stlačte <b>Odstrániť</b>.</p>
sl: <p><b><big>Brisanje storitev:</big></b><br> Izberite storitev za brisanje in pritisnite <b>Izbriši</b>.</p>
sr@latn: <p><b><big>Brisanje servisa:</big></b><br> Izaberite servis koji želite da obrišete i pritisnite <b>Obriši</b>.</p>
sv: <P><B><BIG>Ta bort tjänster:</BIG></B><BR> Välj tjänsten som ska tas bort och klicka på <B>Ta bort</B>.</P>
ta: <p><b><big> சேவைகள் நீக்கப்படுகின்றன: </big></b><br> நீக்கப்பட வேண்டிய சேவையை தேர்ந்தெடுத்தபின், <b>நீக்கவும்</b>ஐ அழுத்தவும்.</p>
th: <p><b><big>การลบบริการ:</big></b><br> เลือกบริการที่จะลบ แล้วกด <b>ลบ</b></p>
tr: <p><b><big>Hizmetlerin silinmesi:</big></b><br> Silinecek hizmeti seçerek <b>Sil</b> düğmesine basın.</p>
uk: <p><b><big>Вилучення служб:</big></b><br> Виберіть службу для вилучення і натисніть <b>Вилучити</b>.</p>
xh: <p><b><big>Kucinywa Iinkonzo:</big></b><br> Khetha inkonzo yokucima uze ucinezele <b>ku-Cima</b>.</p>
zh_tw: <p><b><big>刪除服務：</big></b><br> 選取要刪除的服務，並按<b>「刪除」</b>。</p>
zu: <p><b><big>Ukususa Amasevisi:</big></b><br> Khetha isevisi ozoyisusa bese ucindezela u-<b>Susa</b>.</p>

source: <p><b><big>Adding a New Entry:</big></b> Click <b>Create</b> and complete the form.</p>
ar: <p><b><big>إضافة إدخال جديد:</big></b> انقر فوق <b>إنشاء</b> ثم استكمل النموذج.</p>
bg: <p><b><big>Добавяне на услуга:</big></b> Щракнете върху <b>Създаване</b> и попълнете формата.</p>
bn: <p><b><big>একটি নতুন এন্ট্রি যোগ করছি:</big></b> <b>ক্রিয়েট</b> ক্লিক করুন এবং ফর্ম সম্পন্ন করুন.</p>
ca: <p><b><big>Addició d'una nova entrada</big></b> Premeu <b>Crea</b> i empleneu el formulari.</p>
cs: <P><B><BIG>Přidání položky:</BIG></B><BR> Stiskněte <B>Vytvořit</B> a vyplňte formulář.</P>
cy: <p><b><big>Ychwanegu Cofnod Newydd:</big></b> Cliciwch <b>Creu</b> a cwblhewch y ffurflen.</p>
de: <p><b><big>Einen neuen Eintrag hinzufügen:</big></b> Klicken Sie auf <B>Anlegen</B> und füllen Sie das Formular aus.</p>
el: <p><b><big>Προσθέτοντας μια νέα καταχώρηση:</big></b> Πατήστε <b>Δημιουργία</b> και συμπληρώστε την φόρμα.</p>
es: <p><b><big>Añadir una nueva entrada</big></b> Pulse <b>Añadir</b> y rellene el formulario.</p>
et: <p><b><big>Uue kirje lisamine:</big></b> Klõpsa <b>Loo</b> ning täida vorm.</p>
fi: <p><b><big>Lisää uusi merkintä:</big></b> Napsauta <b>Luo</b> ja täytä lomake.</p>
fr: <p><b><big>Addition d'une nouvelle entrée :</big></b> Cliquez sur <b>Créer</b> et remplissez le formulaire.</p>
gl: <p><b><big>Engadindo unha nova entrada:</big></b> Faga clic en <b>Crear</b> e complete o formulario.</p>
gu: <p><b><big>એડીંગ એ ન્યુ એન્ટ્રી:</big></b> <b>ક્રિએટ</b> ક્લિક કરો અને ફોર્મ ભરો.</p>
hi: <p><b><big>एक नई प्रविष्टि जोड़ना</big></b> <b>सृजित करें</b> पर क्लिक करें और प्रपत्र पूरा करें।</p>
hu: <p><b><big>Új bejegyzés hozzáadása:</big></b> Nyomja meg a <b>Létrehozás</b> gombot, majd töltse ki az űrlapot.</p>
id: <p><b><big>Menambahkan Entri Baru:</big></b> Klik <b>Buat</b> dan lengkapi formulir.</p>
it: <p><b><big>Aggiunta di una nuova voce:</big></b> Fare clic su <b>Crea</b> e immettere i dati richiesti.</p>
ja: <p><b><big>新しい項目の追加:</big></b> <b>作成</b> を押してフォームに入力してください。</p>
km: <p><b><big>ការ​បន្ថែម​ធាតុ​ថ្មី​មួយ ៖</big></b> ចុច <b>បង្កើត</b> ហើយ​បំពេញ​សំណុំបែបបទ ។</p>
ko: <p><b><big>새로운 항목 추가:</big></b> <b>생성</b>을 클릭하고 폼을 완성하십시오.</p>
lt: <p><b><big>Naujo įrašo įtraukimas:</big></b> Spauskite <b>Sukurti</b> ir užpildykite formą.</p>
mr: <p><b><big> नवीन प्रविष्टी घालत आहे:</big></b> <b>क्रिएट</b> वर क्लिक करा व फॉर्म पूर्ण करा.</p>
nb: <p><b><big>Legge til ny oppføring:</big></b> Klikk <b>Opprett</b> og fyll ut skjemaet.</p>
nl: <p><b><big>Een nieuw item toevoegen:</big></b> Klik op <b>Aanmaken</b> en voltooi het formulier.</p>
pl: <p><b><big>Dodawanie nowego wpisu:</big></b> Kliknij przycisk <b>Utwórz</b> i wypełnij formularz.</p>
pt: <p><b><big>Adicionar uma Nova Entrada:</big></b> Prima <b>Criar</b> e preencha o formulário.</p>
pt_br: <p><b><big>Adicionando uma Nova Entrada:</big></b> Clique em <b>Criar</b> e preencha o formulário.</p>
ro: <p><b><big>Adăugarea unei noi intrări:</big></b> Apăsați <b>Creează</b> și completați formularul.</p>
ru: <p><b><big>Добавление новой записи:</big></b> Нажмите <b>Создать</b> и заполните поля формы.</p>
sk: <p><b><big>Pridanie novej služby:</big></b> Stlačte <b>Pridať</b> a vyplňte službu.</p>
sl: <p><b><big>Dodajanje novega vnosa:</big></b> Izberite <b>Ustvari</b> in izpolnite obrazec.</p>
sr@latn: <p><b><big>Dodavanje novog zapisa:</big></b> Kliknite <b>Kreiraj</b> i završite popunjavanje forme.</p>
sv: <P><B><BIG>Lägga till en post:</BIG></B><BR> Klicka på <B>Skapa</B> och fyll i formuläret.</P>
ta: <p><b><big>ஒரு புதிய குறிப்பு சேர்க்கப்படுகிறது:</big></b> <b>உருவாக்கவும்</b>ஐ க்ளிக் செய்து படிவத்தை பூர்த்தி செய்யவும்.</p>
th: <p><b><big>การเพิ่มรายการใหม่:</big></b> คลิก <b>สร้าง</b> แล้วป้อนข้อมูลในแบบฟอร์มให้สมบูรณ์</p>
tr: <p><b><big>Yeni girdi ekleme:</big></b> <b>Ekle</b> düğmesine basarak formu doldurun.</p>
uk: <p><b><big>Додавання нового запису:</big></b> Клацніть <b>Створити</b> і заповніть форму.</p>
xh: <p><b><big>Kufakelwa Ungeniso Olutsha:</big></b> Nqomfa <b>Dala</b> uze ugqibezele ifomu.</p>
zh_tw: <p><b><big>新增項目：</big></b> 按一下<b>「建立」，</b>並完成此表單。</p>
zu: <p><b><big>Ukwenezela Okunye Okusha:</big></b> Chofoza u-<b>Yakha</b> bese ugcwalisa ifomu.</p>

source: <p><b><big>Canceling Configuration:</big></b> Leave the configuration untouched by pressing the <b>Cancel</b> button. If you do so, all your changes will be lost and the original configuration will remain.</p>
ar: <p><b><big>إلغاء الإعداد:</big></b> للخروج دون تغيير الإعداد اضغط على <b>إلغاء الأمر</b> . إذا قمت بذلك، ستفقد كافة التغييرات ويبقى الإعداد الأصلي.</p>
bg: <p><b><big>Прекъсване на настройването:</big></b> Можете да прекъснете настройването като натиснете бутона <b>Прекъсване</b>. Ако направите това всички промени ще бъдат загубени и оригиналната настройка ще остане непроменена.</p>
ca: <p><b><big>Abandona la configuració:</big></b> Per a abandonar la configuració, premeu el botó <b>Abandona</b>. En fer-ho, es perdran tots els canvis i es mantindrà la configuració original.</p>
cs: <p><b><big>Přerušení konfigurace:</big></b><br> Ukládání přerušíte stisknutím <b>Přerušit</b> Pokud tak učiníte, změny budou ztraceny a původní konfigurace zůstane zachována.</p>
de: <p><b><big>Konfiguration abbrechen:</big></b> Brechen Sie die Konfiguration mit <b>Abbrechen</b> ab. Damit gehen alle Ihre Änderungen verloren und die ursprüngliche Konfiguration bleibt bestehen</p>
el: <p><b><big>Ματαίωση Ρυθμίσεων:</big></b> Ματαιώστε τις τροποποιημένες ρυθμίσεις πατώντας το κουμπί <b>Ματαίωση</b>. Πατώντας το, όλες οι αλλαγές σας θα χαθούν και οι αρχικές ρυθμίσεις θα μείνουν ανέπαφες.</p>
es: <p><b><big>Cancelar configuración:</big></b> Para cancelar la configuración pulse el botón <b>Cancelar</b>. Al hacerlo, todos los cambios se perderán y se mantendrá la configuración original.</p>
fi: <p><b><big>Määrityksen keskeytys:</big></b> Keskeytä määritys napsauttamalla <b>Keskeytä</b> -painiketta. Jos näin tehdään, kaikki muutokset menetetään ja alkuperäinen määritys jää koskemattomaksi.</p>
fr: <p><b><big>Abandon de la configuration :</big></b> N'apportez aucune modification à la configuration en cliquant sur le bouton <b>Abandonner</b>. Dans ce cas, tous vos changements seront perdus et la configuration originale restera intacte.</p>
gl: <p><b><big>Abortando a configuración:</big></b> Aborte a configuración premendo o botón <b>Abortar</b>. Se fai iso, perderanse todos os cambios e a configuración orixinal manterase sen cambios.</p>
hu: <p><b><big>Beállítás megszakítása:</big></b> Ha nem kívánja módosítani a beállításokat, akkor nyomja meg a <b>Mégse</b> gombot. Ebben az esetben minden változás elvész és a YaST visszaállítja az eredeti beállításokat.</p>
id: <p><b><big>Membatalkan Konfigurasi:</big></b> Tinggalkan konfigurasi tidak tersentuh dengan menekan tombol <b>Batal</b>. Jika Anda melakukannya, semua perubahan Anda akan hilang dan konfigurasi asli akan tetap.</p>
it: <p><b><big>Annullamento della configurazione:</big></b> è possibile lasciare la configurazione immutata facendo clic sul pulsante <b>Annulla</b>. In questo modo le modifiche verranno perse e la configurazione originaria rimarrà invariata.</p>
ja: <p><b><big>設定の中止:</big></b> 設定を中止するには <b>中止</b> ボタンを押してください。 中止した場合、全ての変更内容が失われて元の設定状態に戻ります。</p>
km: <p><b><big>បោះបង់​ការ​កំណត់​រចនាសម្ព័ន្ធ ៖</big></b> មិន​ប៉ះពាល់​ការ​កំណត់​រចនាសម្ព័ន្ធ​ដោយ​ចុច​ប៊ូតុង <b>បោះបង់</b> ។ ប្រសិនបើ​​អ្នក​ធ្វើ​ដូច្នេះ ការ​ផ្លាស់ប្ដូរ​របស់​អ្នក​ទាំងអស់​នឹង​បាត់បង់ ហើយ​នៅ​តែ​ការ​កំណត់​រចនាសម្ព័ន្ធ​ដើម ។</p>
ko: <p><b><big>구성 취소:</big></b> <b>취소</b>버튼을 눌러 구성을 중단할 수 있습니다. 취소버튼을 누르면 변경사항 모두를 버리고 원본그대로 남게 됩니다.</p>
lt: <p><b><big>Konfigūracijos nutraukimas:</big></b> Nutraukite konfigūraciją, spausdami mygtuką <b>Atšaukti</b>. Jei taip padarysite, visi jūsų pakeitimai bus prarasti ir originali konfigūracija nepasikeis.</p>
nb: <p><b><big>Avbryt oppsett:</big></b> Avbryt oppsettet ved å klikke på <b>Avbryt</b>-knappen. Hvis du gjør dette, vil alle endringer gå tapt og det originale oppsettet vil ikke bli endret.</p>
nl: <p><b><big>Configuratie afbreken:</big></b> U kunt de configuratie afbreken door op de knop <b>Afbreken</b> te klikken. Wanneer u dit doet zullen alle wijzigingen verloren gaan en de originele configuratie zal ongewijzigd blijven.</p>
pl: <p><b><big>Przerywanie konfiguracji:</big></b> Aby pozostawić konfigurację niezmienioną, kliknij przycisk <b>Przerwij</b>. Wszystkie zmiany zostaną utracone, a pierwotna konfiguracja pozostanie niezmieniona.</p>
pt: <p><b><big>Interromper a Configuração:</big></b> Interrompa a configuração premindo o botão <b>Cancelar</b>. Se o fizer, todas as alterações serão perdidas, e a configuração original permanecerá inalterada.</p>
pt_br: <p><b><big>Cancelando a Configuração:</big></b> Para deixar a configuração intocada, pressione o botão <b>Cancelar</b>. Ao fazer isso, todas as mudanças serão perdidas, e a configuração original permanecerá.</p>
ro: <p><b><big>Se renunță la configurare:</big></b> Pentru a lăsa configurația neatinsă apăsați butonul<b>Renunță</b>. Dacă faceți acest lucru toate schimbările vor fi pierdute și va rămâne configurația originală.</p>
ru: <p><b><big>Прерывание настройки:</big></b> Прервите настройку, нажав кнопку <b>Прервать</b>. В этом случае все внесённые изменения будут утеряны и исходная настройка не изменится.</p>
sk: <p><b><big>Prerušenie konfigurácie:</big></b> Konfiguráciu prerušíte stlačením <b>Prerušiť</b>. Ak to urobíte, všetky zmeny budú zahodené a pôvodné nastavenie sa zachová.</p>
sl: <p><b><big>Prekinitev nastavitve:</big></b> S pritiskom na gumb <b>Prekini</b> prekinete nastavitev. Ob tem bodo izgubljene vse spremembe in originalna nastavitev bo ostala nespremenjena.</p>
sv: <p><b><big>Avbryta konfigurationen:</big></b><br> Lämna konfigurationen oförändrad genom att klicka på <b>Avbryt</b>. Om du gör det kommer alla ändringar att gå förlorade och ursprungskonfigurationen lämnas orörd.</p>
th: <p><b><big>การยกเลิกการปรับแต่งค่า:</big></b> เพื่อออกโดยไม่มีการปรับแก้ค่าปรับแต่งใด ทำได้โดยกดที่ปุ่ม <b>ยกเลิก</b> หากคุณยกเลิก การเปลี่ยนแปลงทั้งหมดที่คุณได้ทำไว้จะหายไป และจะคงเหลือเพียงค่าปรับแต่งเดิมอยู่</p>
uk: <p><b><big>Скасування налаштування:</big></b> Налаштування можна припинити, натиснувши кнопку <b>Скасувати</b>. При скасуванні всі ваші зміни буде втрачено і початкова конфігурація залишиться без зміни.</p>
zh_tw: <p><b><big>中止組態：</big></b> 按<b>「取消」</b>按鈕，不變更組態設定。 如果這樣做，會遺失所有的變更，而原始組態會維持原狀。</p>

source: <p>To create a valid entry (service) for the super-server, enter</p>
ar: <p>لإنشاء إدخال صالح (خدمة) للخادم الأعلى، أدخل</p>
bg: <p>За да създадете валидна услуга за супер-сървъра въведете</p>
bn: <p>বৈধ এন্ট্রি সৃষ্টি করতে(পরিষেবা) সুপার-সার্ভারের জন্য, এন্টার করুন</p>
ca: <p>Si voleu crear una entrada vàlida (servei) per al superservidor, introduïu</p>
cs: <p>Abyste vytvořili platnou položku (službu), zadejte</p>
cy: <p>I greu cofnod (gwasanaeth) dilys ar gyfer yr uwch-weinydd, rhowch</p>
de: <p>Zum Erzeugen eines gültigen Eintrags (Dienst) für den Superserver, müssen Sie folgendes eingeben</p>
el: <p>Για να δημιουργήσετε μια έγκυρη καταχώρηση(υπηρεσία) για τον υπέρ-διακομιστή, εισάγετε</p>
es: <p>Para crear una entrada válida (servicio) para el superservidor, introduzca</p>
fi: <p>Luodaksesi kelvollinen merkintä (palvelu) super-palvelimelle anna</p>
fr: <p>Pour créer une entrée valide (service) pour le superserveur, saisissez</p>
gl: <p>Para crear unha entrada (servizo) válida para o super-servidor, introduza</p>
gu: <p>સુપર-સર્વર માટે વેલીડ એન્ટ્રી રચવા (સેવા) સેવાનું નામ દાખલ કરો</p>
hi: <p>सुपर-सर्वर के लिए एक मान्य प्रविष्टि (सेवा) सृजित करने हेतु, दर्ज करें</p>
hu: <p>Egy érvényes (inetd szolgáltatás-) bejegyzéshez, meg kell adnia a következőket:</p>
id: <p>Untuk membuat entri (layanan) yang valid untuk server-super, masukkan</p>
it: <p>Per creare una voce valida (servizio) per il super-server, immettere</p>
ja: <p>スーパサーバ用に項目 (サービス) を作成するには、 以下の項目を入力してください。</p>
km: <p>ដើម្បី​បង្កើត​ធាតុ (សេវា) ត្រឹមត្រូវ​មួយ សម្រាប់​ម៉ាស៊ីន​បម្រើ​ជាន់​ខ្ពស់ សូម​បញ្ចូល</p>
ko: <p>super-server로 유효한 항목을 만들려면 엔터를 누르십시오.</p>
lt: <p>Norėdami sukurti tinkamą super-serverio įrašą (paslaugą), įveskite</p>
mr: <p> सुपर-सर्व्हरसाठी वैध प्रविष्टी (सेवा) निर्माण करण्यासाठी, </p> प्रविष्ट करा.
nb: <p>For å opprette en gyldig oppføring (tjeneste) for superserveren, angi</p>
nl: <p>Geef, om een geldig item (service) voor de super server te maken, het volgende op</p>
pl: <p>Aby utworzyć prawidłową pozycję (usługę) dla super-serwera, proszę wprowadzić:</p>
pt: <p>Para criar uma entrada válida (serviço) para o super-servidor, prima</p>
pt_br: <p>Para criar uma entrada válida (serviço) para o superservidor, digite</p>
ro: <p>Pentru a crea o intrare validă (serviciu) pentru super-server, introduceți</p>
ru: <p>Для создания правильной записи для суперсервера, введите</p>
sk: <p>Ak chcete vytvoriť funkčný záznam (služby) pre super server, zadajte</p>
sl: <p>Za izdelavo veljavnega vnosa (storitve) za super-strežnik, vnesite</p>
sr@latn: <p>Za kreiranje ispavnoz zapisa (servisa) za super-server, unesite</p>
sv: <p>För att skapa en giltig post (tjänst) för superservern, ange</p>
ta: <p>சூப்பர்-சர்வருக்கான ஒரு செல்லத்தக்க குறிப்பை (சேவை) உருவாக்குவதற்கு என்டர் செய்யவும்</p>
th: <p>เพื่อสร้างรายการ (บริการ) ที่ใช้งานได้กับ super-server ให้ป้อนข้อมูล</p>
tr: <p>Süpersunucu için geçerli bir girdi (hizmet) oluşturmak için şunları girin:</p>
uk: <p>Щоб створити чинний запис (службу) для супер-сервера, введіть</p>
xh: <p>Ukudala ungeniso olusebenzisekayo (inkonzo) ukwenzela iseva eyongameleyo, ngenisa</p>
zh_tw: <p>若要建立超級伺服器的有效項目 (服務)， 請輸入</p>
zu: <p>Ukuze wakhe i-entry efanele (isevisi) yesiphakelalwazi esiyinhloko, faka</p>
