Repository: Dzejrou/yast-translations
Catalog: po/inetd/*.po
Languages: ar, bg, bn, ca, cs, cy, de, el, es, et, fi, fr, gl, gu, hi, hr, hu, id, it, ja, km, ko, lt, mr, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, sr@latn, sv, ta, th, tr, uk, xh, zh_tw, zu

source: <ul> <li>service name <li>RPC version (optional) <li>socket type <li>protocol <li>wait/nowait <li>user <li>group <li>server program <li>server program arguments </ul>
ar: <ul> <li>اسم الخدمة <li>إصدار RPC (اختياري) <li>نوع مأخذ التوصيل <li>بروتوكول <li>انتظار/بدون انتظار <li>مستخدم <li>مجموعة <li>برنامج الخادم <li>وسيطات برنامج الخادم </ul>
bg: <ul> <li>име на услугата <li>версия на RPC (незадължително) <li>тип на куплунга <li>протокол <li>чакане/без чакане <li>потребител <li>група <li>сървърна програма <li>аргументи към сървъра </ul>
bn: <ul> <li>সার্ভিস নেম <li>RPC সংস্করণ (বৈকল্পিক) <li>সকেট টাইপ <li>প্রটোকল <li>অপেক্ষা/অপেক্ষা না করা <li>ব্যবহারকারী <li>গ্রুপ <li>সার্ভার প্রোগ্রাম <li>সার্ভার প্রোগ্রাম যুক্তিসংগত </ul>
ca: <ul> <li>nom de servei <li>versió RPC (opcional) <li>tipus de sòcol <li>protocol <li>espereu <li>usuari <li>grup <li>programari de servidor <li>arguments del programari de servidor </ul>
cs: <ul> <li>název služby <li>(volitelně) verzi RPC <li>typ soketu <li>protokol <li>čekat/nečekat <li>uživatel <li>serverový program <li>argumenty pro serverový program </ul>
cy: <ul> <li>enw'r gwasanaeth <li>y fersiwn RPC (dewisiadol) <li>math y soced <li>protocol <li>wait/nowait <li>defnyddiwr <li>grÅµp <li>y rhaglen weinydd <li>ymresymiadau'r rhaglen weinydd </ul>
de: <ul> <li>Name des Dienstes <li>RPC-Version (optional) <li>Sockettyp <li>Protokoll <li>warten/nicht warten <li>Benutzer <li>Gruppe <li>Serverprogramm <li>Serverprogramm-Argumente </ul>
el: <ul> <li>όνομα υπηρεσίας <li>έκδοση RPC (προαιρετικό) <li>τύπο socket <li>πρωτόκολλο <li>wait/nowait <li>χρήστη <li>ομάδα <li>πρόγραμμα διακομιστή <li>ορίσματα προγράμματος διακομιστή </ul>
es: <ul> <li>nombre del servicio <li>versión RPC (opcional) <li>tipo de conector (socket) <li>protocolo <li>wait/nowait[.max] <li>usuario[.grupo] <li>programa servidor <li>argumentos del programa servidor </ul>
fi: <ul> <li>palvelun nimi <li>RPC-versio (valinnainen) <li>pistokkeen tyyppi <li>yhteyskäytäntö <li>odota/älä odota <li>käyttäjä <li>ryhmä <li>palvelinohjelma <li>palvelinohjelman argumentit </ul>
fr: <ul> <li>nom du service <li>version RPC (optionnel) <li>type de socket <li>protocole <li>wait/nowait <li>utilisateur <li>groupe <li>programme serveur <li>arguments pour le programme serveur </ul>
gl: <ul> <li>nome do servizo <li>versión do RPC (opcional) <li>tipo de socket <li>protocolo <li>espera/sin espera <li>usuario <li>grupo <li>programa servidor <li>argumentos do programa servidor </ul>
gu: <ul> <li>સર્વસ નેમ <li>RPC વર્ઝન (ઑપ્શનલ) <li>સોકેટ ટાઇપ <li>પ્રોટોકોલ <li>વેટ/નો વેટ <li>યુઝર <li>ગ્રુપ <li>સર્વર પ્રોગ્રામ <li>સર્વર પ્રોગ્રામ આર્ગ્યુમેન્ટસ </ul>
hi: <u1> <li>सेवा नाम <li>RPC अनुवाद <li>सोकट प्रकार <li>प्रोटोकोल <li>इतंजार करें/न इतंजार करें <li>उपयोगकर्ता <li>ग्रूप <li>सेवक प्रोग्राम <li>सेवक प्रोग्राम आर्गूमेन्स </u1>
hu: <ul> <li>szolgáltatás neve <li>RPC-verzió (nem kötelező) <li>végpont (socket) típusa <li>protokoll <li>várakozás <li>felhasználó <li>csoport <li>kiszolgálóalkalmazás <li>kiszolgálóalkalmazás argumentumai </ul>
id: <ul> <li>nama layanan <li>versi RPC (opsional) <li>tipe socket <li>protokol <li>wait/nowait <li>user <li>group <li>program server <li>argumen program server </ul>
it: <ul> <li>nome del servizio <li>versione RPC (facoltativa) <li>tipo di socket <li>protocollo <li>attendi/non attendere <li>utente <li>gruppo <li>programma server <li>argomenti del programma server </ul>
ja: <ul> <li>サービス名 <li>RPC バージョン (任意) <li>ソケット種類 <li>プロトコル <li>待機 <li>ユーザ <li>グループ <li>サーバプログラム <li>サーバプログラムの引数 </ul>
km: <ul> <li>ឈ្មោះ​សេវា <li>កំណែ RPC (ស្រេច​ចិត្ត) <li>ប្រភេទ​រន្ធ <li>ពិធីការ <li>រង់ចាំ/មិន​រង់ចាំ <li>អ្នក​ប្រើ <li>ក្រុម <li>កម្មវិធី​ម៉ាស៊ីន​បម្រើ <li>អាគុយម៉ង់​កម្មវិធី​ម៉ាស៊ីន​បម្រើ </ul>
ko: <ul> <li>서비스 이름 <li>RPC 버전 (선택사항) <li>소켓 형식(type) <li>프로토콜(protocol) <li>대기/대기없음 <li>사용자 <li>그룹 <li>서버 프로그램 <li>서버 프로그램 매개변수 </ul>
lt: <ul> <li>paslaugos pavadinimą <li>RPC versiją (nebūtina) <li>socket tipą <li>protokolą <li>wait/nowait[.maks] <li>naudotoją <li>grupę <li>serverio programą <li>serverio programos argumentus </ul>
mr: <ul> <li> सेवेचे नांव <li>RPC आवृत्ति (ऐच्छिक) <li> सॉकेटचा प्रकार <li> प्रोटोकॉल <li> प्रतिक्षा/प्रतिक्षा नाही <li> प्रयोक्ता <li> समुह <li> सर्व्हरचा प्रोग्राम <li> सर्व्हर प्रोग्रॉम युक्तिवाद </ul>
nb: <ul> <li>Tjenestennavn{<li>RPC-versjon (valgfritt) <li>Sokkeltype <li>Protokoll <li>wait/nowait <li>Bruker <li>Gruppe <li>Serverprogram <li>Serverprogramargumenter </ul>
nl: <ul> <li>service naam <li>RPC versie (optioneel) <li>socket type <li>protocol <li>wait/nowait <li>gebruiker <li>groep <li>server programma <li>server programma argumenten </ul>
pl: <ul> <li>nazwę usługi, <li>wersję RPC (opcjonalne), <li>typ gniazda, <li>protokół, <li>wait/nowait, <li>użytkownika, <li>grupę, <li>program serwera, <li>argumenty programu serwera. </ul>
pt: <ul> <li>nome do serviço <li>versão RPC (opcional) <li>tipo de socket <li>protocolo <li>espera/sem espera <li>utilizador <li>grupo <li>programa servidor <li>argumentos do programa servidor </ul>
pt_br: <ul> <li>nome do serviço <li>versão RPC (opcional) <li>tipo de soquete <li>protocolo <li>aguardar/não aguardar <li>usuário <li>grupo <li>programa servidor <li>argumentos do programa servidor </ul>
ro: <ul> <li>numele serviciului <li>versiunea RPC (opțional) <li>tipul socket-ului <li>protocol <li>wait/nowait <li>utilizator <li>grup <li>programul server <li>argumentele programului server </ul>
ru: <ul> <li>имя службы <li>версия RPC (необязательно) <li>тип сокета <li>протокол <li>режим ожидания <li>пользователя <li>группу <li>программа сервера <li>аргументы программы сервера </ul>
sk: <ul> <li>meno služby <li>verzia RPC (nepovinné) <li>typ soketu <li>protokol <li>wait/nowait <li>používateľ <li>skupina <li>program serveru <li>argumenty programu serveru </ul>
sl: <ul> <li>ime storitve <li>RPC verzijo (ni obvezno)<li>tip vtičnice <li>protokol <li>čakaj/ne čakaj <li>uporabnik <li>skupina <li>strežnišk program <li>argumenti strežniškega programa </ul>
sr@latn: <ul> <li>ime servisa <li>RPC verzija (opciono) <li>tip soketa <li>protokol <li>čekati/bez čekanja <li>korisnik <li>grupa <li>server program <li>argumenti server programa </ul>
sv: <ul> <li>tjänstenamn <li>RPC-version (valfri) <li>uttagstyp <li>protokoll <li>wait/nowait <li>användare <li>grupp <li>serverprogram <li>serverprogramargument </ul>
ta: <ul> <li>சேவை பெயர் <li>ஆர்பிசி வடிவம் (விருப்பத்திற்குட்பட்டது) <li>சாக்கெட் வகை <li>மரபுமுறை <li>காத்திருத்தல்/காத்திருத்தல் இல்லை <li>பயனாளர் <li>குழு <li>சர்வர் ப்ரோக்ராம் <li>சர்வர் ப்ரோக்ராம் விவாதங்கள் </ul>
th: <ul> <li>ชื่อของบริการ <li>รุ่นของ RPC (ตัวเลือกเพิ่มเติม) <li>ประเภทของซ็อกเก็ต <li>โพรโทคอล <li>รอ/ไม่รอ <li>ผู้ใช้ <li>กลุ่มผู้ใช้ <li>โปรแกรมของบริการ <li>อาร์กิวเมนต์ของโปรแกรมของบริการ </ul>
tr: <ul> <li>hizmet adı <li>RPC sürümü (isteğe bağlı) <li>soket türü <li>protokol <li>bekle/bekleme <li>kullanıcı <li>grup <li>sunucu programı <li>sunucu parametreleri </ul>
uk: <ul> <li>назву служби <li>версію RPC (необов'язково) <li>тип сокета <li>протокол <li>чекати/не чекати <li>користувач <li>група <li>програма сервера <li>аргументи програми сервера </ul>
xh: <ul> <li>igama lenkonzo <li>uguqulelo lwe-RPC (ngokuzithandela) <li>uhlobo lwesokethi <li>inkqubo <li>linda/akukho kulinda <li>umsebenzisi <li>iqela <li>inkqubo yeseva program <li>iziphumezi zeziyaleli zenkqubo yeseva </ul>
zh_tw: <ul> <li>服務名稱 <li>RPC 版本 (選擇性) <li>插槽類型 <li>通訊協定 <li>wait/nowait <li>使用者 <li>群組 <li>伺服器程式 <li>伺服器程式引數 </ul>
zu: <ul> <li>igama lesevisi <li>Uhlelo lwe-PC (uma uthanda) <li>uhlobo lwesokhethi <li>iphrothokholi <li>linda/ungalindi <li>umsebenzisi <li>iqembu <li>uhlelo lwesiphakelalwazi <li>ama-agumenti ohlelo lwesiphakelalwazi </ul>

source: <p>This is a short description. For details, see <b>info xinetd.conf</b>.</p>
ar: <p>ما سبق عبارة عن وصف قصير. للحصول على التفاصيل، راجع <b>info xinetd.conf</b>.</p>
bg: <p>Това е кратко описание. За повече подробности погледнете <b>info xinetd.conf</b>.</p>
bn: <p>এটা একটা ছোট বিবরণ. বিস্তারিত ভাবে জানার জন্য দেখুন <b>ইনফো xinetd.conf</b>.</p>
ca: <p>Això és una descripció breu. Per a obtenir més informació, vegeu <b>info xinetd.conf</b>.</p>
cs: <p>Toto je krátký popis, podrobnosti viz <b>info xinetd.conf</b>.</p>
de: <p>Hier eine kurze Beschreibung. Für Details siehe <b>info xinetd.conf</b></p>
el: <p>Αυτή είναι μια σύντομη περιγραφή. Για λεπτομέρειες δείτε <b>info xinetd.conf</b></p>
es: <p>Esta es una descripción breve, para obtener más información vea <b>info xinetd.conf</b>.</p>
fi: <p>Tämä on lyhyt kuvaus. Lue yksityiskohdat <b>info xinetd.conf</b>.</p>
fr: <p>Ceci est une brève description. Pour plus de détails, voir <b>info xinetd.conf</b>.</p>
gl: <p>Esta é unha pequena descrición. Para máis información, vexa <b>info xinetd.conf</b>.</p>
gu: <p>આ ટૂંકું વર્ણન છે. વિગતો માટે જુઓ<b>ઇનફો xinetd.conf</b>.</p>
hi: <p>यह एक संक्षिप्त विवरण है। ब्योरों के लिए, <b>इंफो देखें xinetd.conf</b>।</p>
hu: <p>Ez egy rövid leírás. Részletes információt az <b>info xinetd.conf</b> parancs ad.</p>
id: <p>Ini adalah deskripsi singkat. Untuk rincian, lihat <b>info xinetd.conf</b>.</p>
it: <p>Questa è una breve descrizione; per i dettagli, si veda <b>info xinetd.conf</b>.</p>
ja: <p>ここでは概要のみを示します。詳細は <b>info xinetd.conf</b> を参照してください。</p>
km: <p>នេះជាការពិពណ៌នា​ខ្លីៗ ។ ចំពោះសេចក្ដី​លម្អិត សូម​មើល <b>info xinetd.conf</b> ។</p>
ko: <p>이것은 짧은 설명입니다. 자세한 설명을 보려면 <b>info xinetd.conf</b>를 참조하십시오.</p>
lt: <p>Čia yra trumpas aprašas. Detales pasižiūrėkite <b>info xinetd.conf</b>.</p>
mr: <p>हे संक्षिप्त वर्णन आहे अधिक माहितीकरता, <b>xinetd.conf</b>.</p>
nb: <p>Dette er en kort beskrivelse. Du finner mer informasjon i <b>info xinetd.conf</b>.</p>
nl: <p>Dit is een korte beschrijving. Zie <b>info xinetd.conf</b> voor de details.</p>
pl: <p>Szczegółowe informacje można uzyskać wydając polecenie <b>info xinetd.conf</b>.</p>
pt: <p>Esta é uma breve descrição. Para mais detalhes veja <b>info xinetd.conf</b>.</p>
pt_br: <p>Esta é uma descrição resumida. Para obter detalhes, veja <b>info xinetd.conf</b>.</p>
ro: <p>Aceasta este o descriere scurtă. Pentru detalii, vedeți <b>info xinetd.conf</b>.</p>
ru: <p>Это краткое описание. Подробности приведены в <b>info xinetd.conf</b>.</p>
sk: <p>Tu je krátky popis. Pre viac informácii, použite <b>info xinetd.conf</b>.</p>
sl: <p>To je kratek opis. Za podrobnosti poglejte <b>info xinetd.conf</b>.</p>
sv: <p>Det här är en kort beskrivning. Se <b>info xinetd.conf</b> för detaljer.</p>
ta: <p>இது ஒரு சுருக்கமான விளக்கமாகும். விரிவான விவரங்களுக்கு, <b>info xinetd.conf</b>ஐ பார்க்கவும்.</p>
th: <p>นี่เป็นคำอธิบายอย่างสั้น หากต้องการดูรายละเอียด ให้เรียกคำสั่ง <b>info xinetd.conf</b></p>
tr: <p>Burada kısa tanımlar vardır, ayrıntılar için <b>info xinetd.conf</b> dosyasına bakın.</p>
uk: <p>Це короткий опис. Для подробиць, див. <b>info xinetd.conf</b>.</p>
xh: <p>Le yinkcazelo emfutshane. Ngobucukubhede, jonga </b> ulwazi xinetd.ubumbeko <b></p>
zh_tw: <p>這僅是簡短描述。如需詳細資訊，請參閱 <b>info xinetd.conf</b>。</p>
zu: <p>Lena yincazelo emfushane. Ukuze uthole imininingwane, bheka okuthi <b>info xinetd.conf</b>.</p>

source: <p>Enter a valid service name into the <b>service</b> field. </p>
ar: <p>أدخل اسم خدمة صالح في الحقل<b>خدمة</b> حقل. </p>
bg: <p>Въведете валидно име на услугата в полето <b>услуга<b>. </b>
bn: <p><b>পরিষেবা</b> ক্ষেত্রে একটি বৈধ পরিষেবা এন্টার করুন. </p>
ca: <p>Introduïu un nom de servei vàlid al camp <b>servei</b>. </p>
cs: <p>Zadejte platný název <b>služby</b> do odpovídajícího políčka. </p>
cy: <p>Rhowch enw gwasanaeth dilys yn y maes <b>gwasanaeth</b>. </p>
de: <p>Geben Sie im Feld <b>Dienst</b> einen gültigen Namen für den Dienst ein. </p>
el: <p>Καταχωρίστε ένα έγκυρο όνομα υπηρεσίας στο πεδίο <b>υπηρεσία</b>. </p>
es: <p>Introduzca un nombre de servicio válido en el apartado <b>servicio</b>. </p>
fi: <p>Anna kelvollinen palvelunimi <b>palvelu</b> -kenttään. </p>
fr: <p>Entrez le nom d'un service valide dans le champ <b>service</b>. </p>
gl: <p>Introduza un nome de servizo válido no campo <b>servizo</b>. </p>
gu: <p>વેલીડ સેવાનું નામ <b>સર્વિસ</b> ફિલ્ડમાં દાખલ કરો. </p>
hi: <p><b>सेवा</b> क्षेत्र में एक मान्य सेवा नाम दर्ज करें। </p>
hu: <p>Írjon be egy érvényes szolgáltatásnevet a <b>szolgáltatásnév</b> mezőbe. </p>
id: <p>Masukkan nama layanan yang valid kedalam kolom <b>service</b>. </p>
it: <p>Immettere un nome di servizio valido nel campo <b>servizio</b>. </p>
ja: <p><b>サービス</b> 項目正しいサービス名を入力してください。 </p>
km: <p>បញ្ចូល​ឈ្មោះ​សេវា​ត្រឹមត្រូវ​មួយ ទៅ​ក្នុង​វាល <b>សេវា</b> ។ </p>
ko: <p><b>서비스</b>필드안에 유효한 서비스 이름을 넣으십시오. </p>
lt: <p>Įveskite tinkamą paslaugos pavadinimą į <b>paslaugos</b> laukelį. </p>
mr: <p>वैध सुविधान घाला <b>सुविधा</b> क्षेत्र. </p>
nb: <p>Angi et gyldig tjenestenavn i <b>tjeneste</b>-feltet. </p>
nl: <p>Geef een geldige servicenaam in het <b>service</b> veld op. </p>
pl: <p>Proszę wprowadzić prawidłową nazwę usługi w polu <b>usługa</b>. </p>
pt: <p>Digite um nome válido de serviço no campo <b>serviço</b>. </p>
pt_br: <p>Digite um nome de serviço válido no campo <b>serviço</b>. </p>
ro: <p>Introduceți un nume de serviciu valid în câmpul <b>serviciu</b>. </p>
ru: <p>Введите допустимое имя службы в поле <b>служба</b>. </p>
sk: <p>Zadajte platné meno služby v poli <b>služba</b>. </p>
sl: <p>Vnesite veljavno ime storitve v polje <b>storitev</b>. </p>
sr@latn: <p>Unesite pravilno ime servisa u polje<b>servis</b>. </p>
sv: <p>Ange ett giltigt tjänstnamn i fältet <b>tjänst</b>. </p>
ta: <p>செல்லத்தக்க சேவை பெயரை <b>சேவை</b> புலத்தில் என்டர் செய்யவும். </p>
th: <p>ป้อนชื่อที่ใช้งานได้ของบริการไปยังช่อง <b>บริการ</b> </p>
tr: <p><b>Hizmet adı</b> kısmına geçerli bir hizmet adı girin. </p>
uk: <p>Введіть чинну назву служби в поле <b>служба</b>. </p>
xh: <p>Ngenisa igama lenkonzo elisebenzisekayo apha <b>ummandla</b> wenkonzo. </p>
zh_tw: <p>將有效服務名稱輸入<b>「服務」</b>欄位中。 </p>
zu: <p>Efaka igama lesevisi elifanele esikhaleni esithi <b>isevisi</b>. </p>

source: <p>The <b>socket type</b> should be stream, dgram, raw, or seqpacket, depending on whether the service is stream-based, is datagram-based, requires direct access to IP, or requires reliable sequential datagram transmission.</p>
ar: <p>يجب أن يكون <b>نوع مأخذ التوصيل</b> stream أو dgram أو raw أو seqpacket ، وذلك بناءً على إن كانت الخدمة مستندة إلى التدفق أو مستندة إلى مخطط البيانات أو تتطلب وصول مباشر إلى IP أو تتطلب نقل مخطط بيانات تسلسلي يعتمد عليه .</p>
bg: <p><b>Типът на куплунга</b> трябва да бъде stream, dgram, raw или seqpacket, в зависимост от това дали сървърът използва потоци, дейтаграми, дали изисква директен достъп до IP или изисква надеждни последователни дейтаграмни емисии.</p>
bn: <p> <b>সকেট টাইপ</b> স্ট্রীম, dgram, অপক্ক, অথবা seqpacket হওয়া উচিত, হয়ত সার্ভিস স্ট্রিম-বেসের ওপর নির্ভর করে, datagram-বেস, IP তে সরাসরি একসেসের প্রয়োজন, অথবা যোগ্য ক্রমিকানুসার datagram ট্রান্সমিশন প্রয়োজন.</p>
ca: <p>El <b>tipus de sòcol</b> ha de ser stream, dgram, raw o seqpacket, en funció de si el sòcol és un flux, un datagrama, necessita accés directe a la IP o la transmissió d'un datagrama seqüencial fiable. </p>
cs: <p><b>Typ soketu</b> smí být stream, dgram, raw nebo seqpacket, v závislosti na tom, zda je služba založená na stream, datagramech, vyžaduje přímý přístup k IP nebo spolehlivý sekvenční přenos datagramu.</p>
de: <p>Der <b>Sockettyp</b> sollte vom Typ stream, dgram, raw oder seqpacket sein, je nachdem, ob der Dienst stream- oder datagram-basiert ist, direkten Zugriff auf IP erfordert oder eine verlässliche sequentielle Datagrammübertragung erfordert.</p>
el: <p>Ο <b>τύπος socket</b> είναι ένα από τα stream, dgram, raw, rdm, ή seqpacket, που εξαρτάται από το αν η υπηρεσία είναι ένα stream, datagram, που χρειάζεται άμεση πρόσβαση στο ΙΡ, ή αξιοπιστία ακολουθίας datagram πακέτων. </p>
es: <p>El <b>tipo de conector (socket)</b> debe ser stream, dgram, raw, rdm o seqpacket, dependiendo de si el socket está basado en flujos, datagramas, requiere acceso directo a IP o bien una transmisión fiable de datagramas secuenciados.</p>
fi: <p><b>Pistokkeen tyyppi</b> tulisi olla stream, dgram, raw tai seqpacket, riippuen onko palvelu stream-pohjainen, datagram-pohjainen, vaatiiko suoran pääsyn IP:hen tai vaatiiko luotettavan sequential datagram -lähetyksen.</p>
fr: <p>Le <b>type de socket</b> doit être stream, dgram, raw ou seqpacket, selon que le service est en continu, par datagrammes, nécessite un accès IP direct ou nécessite une transmission par datagrammes séquentielle fiable.</p>
gl: <p>O <b>tipo de socket</b> debe ser stream, dgram, raw, ou seqpacket, dependendo se o servizo está baseado en stream, está baseado en datagramas, require acceso directo a unha IP ou require unha transmisión secuencial segura de datagramas.</p>
gu: <p><b>સોકેટ ટાઇપ</b> સ્ટીમ, ડીગ્રામ, રો, અથવા સીકપેકેટ હોવુંજોઇએ સેવા સ્ટ્રીમ આધારિત, ડાટા ગ્રામ આધારિત, IPને સીધી પહોંચની, જરૂરીયાત છે, અથવા વિશ્વસનીય હારબંધ ડાટાગ્રામ, ટ્રાન્સમિશનની જરૂરીયાત છે કે કેમ ઉપર આધાર રાખે છે.</p>
hi: <p><b>सॉकेट टाइप</b> को धारा, डीजीरैम, कच्चा, या seqpacket होना चाहिए, जो इस पर निर्भर है कि सेवा धारा-आधारित है या, डेटाग्राम-आधारित, इसे आईपी तक प्रत्यक्ष पहुंच की आवश्यकता है, या विश्वसनीय सीक्वेंशियल डेटाग्राम प्रसारण की आवश्यकता है।</p>
hu: <p>A <b>sockettípus</b> a stream, dgram, raw vagy seqpacket értékeket veheti fel, attól függően, hogy a szolgáltatás folyam alapú, datagram alapú, közvetlen IP-hozzáférést igényel, vagy a megbízható, szekvenciális datagram átvitelre támaszkodik.</p>
id: <p><b>tipe socket</b> harus berupa stream, dgram, raw, atau seqpacket, tergantung pada apakah layanan ini berbasis stream, berbasis datagram, memerlukan akses langsung ke IP, atau apakah memerlukan transmisi datagram sekuensial yang handal.</p>
it: <p>Il <b>tipo di socket</b> deve essere stream, dgram, raw o seqpacket a seconda che il servizio sia basato su "stream", su "datagram", richieda l'accesso diretto a IP o richieda una trasmissione sequenziale affidabile dei pacchetti dei dati. </p>
ja: <p><b>ソケット種類</b> には、 stream, dgram, raw, seqpacket のいずれかを指定します。 このソケット種類はサービスがストリームを利用するものか、データグラムを利用するものか、 IP パケットへの直接アクセスを必要とするものか、信頼性のある順序保証データ配信を 必要とするものかによって変わります。</p>
km: <p><b>ប្រភេទ​រន្ធ</b> គួរ​ជា stream, dgram, raw ឬ ​seqpacket ​អាស្រ័យ​ថា​តើ​សេវា​ត្រូវ​បាន​ផ្អែក​លើ stream, datagram ទាមទារ​ការ​ចូលដំណើរការ​ដោយ​ផ្ទាល់​ទៅ IP ឬ​ទាមទារ​ការ​បញ្ជូន datagram តគ្នា​ដែល​អាច​ទុកចិត្ត​បាន ។</p>
ko: <p><b>소켓 형식</b>은 서비스가 스트림 기반인지 데이터그램 기반인지에 따라 stream, dgram, raw 또는 seqpacket이 되어야 하며, IP에 대한 직접 접근을 필요로 하거나 신뢰할 수 있는 순차 데이터그램 전송을 필요로 합니다.</p>
lt: <p><b>Jungties tipas</b> turėtų būti vienas iš šių: stream, dgram, raw arba seqpacket, priklausomai nuo to, ar paslauga yra srauto pagrindu, ar duomenų paketo pagrindu, ar reikalauja tiesioginio priėjimo prie IP, ar reikalauja santykinio nuoseklaus duomenų paketo perdavimo</p>
mr: <p><b>socket type</b> हा सेवा स्ट्रीमवर आधारित आहे, की, dgram, वर आधारित आहे, IP चा थेट अक्सेस आवश्यक असणारी आहे की विश्वासार्ह क्रमाचे डाटाग्रॅम प्रसारण आवश्यक - असणारी आहे यानुसार, stream, dgram कच्चा, किंवा seqpacket असावा.</p>
nb: <p><b>Sokkeltype</b> skal være stream, dgram, raw eller seqpacket, avhengig av om tjenesten er streambasert, datagrambasert, krever direkte tilgang til IP eller krever en pålitelig, sekvensiell datagramoverføring.</p>
nl: <p>Het <b>socket type</b> moet van het type stream, dgram, raw of seqpacket zijn, afhankelijk of de service gebaseerd is op een stream, datagram, of directe toegang tot een IP of een betrouwbare sequentiële datagram transmissie nodig heeft.</p>
pl: <p><b>Typ gniazda</b> powinien być jednym z następujących: stream, dgram, raw lub seqpacket, w zależności od tego, czy gniazdo jest gniazdem strumieniowym, datagramowym, wymaga bezpośredniego dostępu do IP albo gwarantowanego sekwencyjnego przekazu datagramowego.</p>
pt: <p>O <b>tipo de socket</b> deve ser stream, dgram, raw, ou seqpacket, dependendo de se o serviço é stream-based, datagram-based, requer acesso directo a IP, ou requer uma transmissão de datagramas fiável e sequencial.</p>
pt_br: <p>O <b>tipo de soquete</b> deve ser stream, dgram, raw, ou seqpacket, dependendo se o serviço for baseado em stream ou datagrama ou se exigir acesso direto ao IP ou transmissão de datagrama sequencial confiável.</p>
ro: <p><b>Tipul socket-ului</b> trebuie să fie stream, dgram, raw, rdm, sau seqpacket, în funcție de felul socket-ului: stream, datagram, necesită acces direct la IP sau necesită transmisie sigură secențială datagram.</p>
ru: <p>Поле <b>тип сокета</b> принимает значения stream, dgram, raw, или seqpacket, в зависимости от того, основана ли служба на потоках или датаграммах, требует ли прямой доступ к IP-адресу или требует надёжную последовательную передачу датаграмм.</p>
sk: <p><b>Typ soketu</b> by mal byť jedno zo stream, dgram, raw alebo seqpacket podľa toho, či je soket stream, datagramový, vyžaduje priame spojenie k IP, alebo vyžaduje soket pre sekvenčné pakety.</p>
sl: <p><b>Tip vtičnice</b> mora stream, dgram, raw ali seqpacket glede na to ali je vtičnica osnovana na stream, datagram, zahteva neposredni dostop do IP ali zahteva zanesljiv prenos sekvenčnega datagrama.</p>
sv: <p><b>Uttagstyp</b> ska vara stream, dgram, raw eller seqpacket, beroende på om tjänsten är strömbaserad, datagram-baserad, kräver direktåtkomst till IP eller kräver tillförlitlig överföring av sekventiella datagram.</p>
ta: <p> சேவையானது ஸ்ட்ரீம் சார்ந்ததா, டேட்டாக்ராம் சார்ந்ததா, அதற்கு ஐபியுடன் நேரடி அணுக்கம் தேவைப்படுகிறதா அல்லது நம்பத்தகுந்த வரிசைகிரமமான டேட்டாக்ராம் அனுப்புதல் தேவைப்படுகிறதா என்பதைப் பொருத்து <b>சாக்கெட் வகை </b> ஸ்ட்ரீம், டிக்ராம், ரா, அல்லது செக்பாக்கெட் ஆக இருக்க வேண்டும்.</p>
th: <p>ช่อง <b>ประเภทของซ็อกเก็ต</b> ควรเป็น stream, dgram, raw หรือ seqpacket โดยขึ้นอยู่กับว่า บริการนั้น ๆ มีพื้นฐานแบบใด มีพื้นฐานแบบ stream, datagram ต้องการเข้าใช้งานไอพีโดยตรง หรือต้องการการส่งถ่ายข้อมูลแบบอนุกรมที่เชื่อถือได้ </p>
tr: <p><b>Soket türü</b>, hizmetin stream tabanlı olmasına, datagram tabanlı olmasına, IP'ye direk erişim gerektirmesine ya da güvenilir sıralı datagram iletimi gerektirmesine göre stream, dgram, raw ya da seqpacket olabilir.</p>
uk: <p><b>Тип сокета</b> повинен бути stream, dgram, raw або seqpacket, залежно від того чи служба базується на потоці, датаграмах, потребує безпосередній доступ до IP, чи потребує надійної передачі послідовної датаграми.</p>
xh: <p>Uhlobo <b>lwesokethi</b> malusekwe kumjelo, lusekwe kwi-datagram, lube alukasetyenzwa, okanye i-seqpacket, kuxhomekeke ekubeni ingaba inkonzo isekwe kumjelo, kwi-datagram, okanye ifuna ufikeleleko olungqale kwi-IP, okanye ifuna uthutho oluthembekileyo nolunolandelelwano lwe-datagram.</p>
zh_tw: <p><b>「插槽類型」</b>應該是 stream、dgram、raw 或 seqpacket， 端視服務是否是以資料流為基礎或以 datagram 為基礎， 需要直接存取 IP 或需要可靠的連續 datagram 傳輸。</p>
zu: <p>Okuthi <b>uhlobo lwesokhethi</b> kufanele kube ngu-stream, dgram, raw, noma seqpacket, kuye ngokuthi lesevisi isekelwe kwi-stream, kwi-datagram, idinga ukungena ngokuqondile kwi-IP, noma idinga ukudluliswa okwethembekile kwe-datagram .</p>
