Repository: Dzejrou/yast-translations
Catalog: po/inetd/*.po
Languages: ar, bg, bn, ca, cs, cy, de, el, es, et, fi, fr, gl, gu, hi, hr, hu, id, it, ja, km, ko, lt, mr, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, sr@latn, sv, ta, th, tr, uk, xh, zh_tw, zu

source: <p>The <b>protocol</b> must be a valid protocol as specified in /etc/protocols. Examples include <i>tcp</i>,<i>udp</i>,<i>rpc/tcp</i>, and <i>rpc/udp</i>. </p>
ar: <p>يجب أن يكون<b>بروتوكول</b>عبارة عن بروتوكول صالح كما هو محدد في /etc/protocols. من أمثلة ذلك <i>tcp</i>و,<i>udp</i>و<i>rpc/tcp</i> و<i>rpc/udp</i>. </p>
bg: <p><b>Протоколът</b> трябва да бъде валиден протокол, както са зададени в /etc/protocols. Например: <i>tcp</i>,<i>udp</i>,<i>rpc/tcp</i> и <i>rpc/udp</i>. </p>
bn: <p><b>প্রটোকল</b> অবশ্য একটি বৈধ প্রোটকল যেমন /etc/প্রটোকলসে নির্দিষ্ট করা হয়েছে. উদাহরণ <i>tcp</i>,<i>udp</i>,<i>rpc/tcp</i>, and <i>rpc/udp</i>সহিত. </p>
ca: <p>El <b>protocol</b> ha de ser un protocol vàlid tal com s'especifica a /etc/protocols. Per exemple, <i>tcp</i>,<i>udp</i>,<i>rpc/tcp</i> o <i>rpc/udp</i>. </p>
cs: <p><b>Protokol</b> musí být platný protokol zadaný v /etc/protocols. Příklady jsou <i>tcp</i>,<i>udp</i>,<i>rpc/tcp</i> nebo <i>rpc/udp</i>.</p>
cy: <p>Rhaid i'r <b>protocol</b> fod yn brotocol dilys fel y penodir yn /etc/protocols. Mae enghreifftiau yn cynnwys <i>tcp</i>,<i>udp</i>,<i>rpc/tcp</i>, a <i>rpc/udp</i>. </p>
de: <p>Das <b>Protokoll</b> muss ein gültiges Protokoll sein, wie in /etc/protocols vorgegeben. Beispiele: <i>tcp</i>,<i>udp</i>,<i>rpc/tcp</i> oder <i>rpc/udp</i>. </p>
el: <p>To <b>πρωτόκολλο</b> πρέπει να είναι ένα έγκυρο πρωτόκολλο όπως ορίζεται στο /etc/protocols. Για παράδειγμα μπορεί να είναι <i>tcp</i>,<i>udp</i>,<i>rpc/tcp</i> και <i>rpc/udp</i>. </p>
es: <p>El <b>protocolo</b> debe ser un protocolo válido tal y como se especifica en /etc/protocols. Algunos ejemplos serían <i>tcp</i>,<i>udp</i>,<i>rpc/tcp</i> o <i>rpc/udp</i>. </p>
fi: <p><b>Yhteyskäytäntö</b> täytyy olla kelpo yhteyskäytäntö, joka on määritetty /etc/protocols -tiedostossa. Esimerkiksi <i>tcp</i>,<i>udp</i>,<i>rpc/tcp</i> ja <i>rpc/udp</i>. </p>
fr: <p>Le <b>protocole</b> doit être un protocole valide comme il est spécifié dans /etc/protocols. Exemples : <i>tcp</i>,<i>udp</i>,<i>rpc/tcp</i> et <i>rpc/udp</i>. </p>
gl: <p>O <b>protocolo</b> debe ser un protocolo válido como os especificados en /etc/protocols. Exemplos <i>tcp</i>,<i>udp</i>,<i>rpc/tcp</i>, e <i>rpc/udp</i>. </p>
gu: <p><b>પ્રોટોકોલ</b> પ્રોટોકોલ્સમાં નિર્દિષ્ટ કરાયાનુસાર વેલીડ /etc/હોવું જોઇએ. ઉદાહરણો <i>tcp</i>,<i>udp</i>,<i>rpc/tcp</i>, અને <i>rpc/udp</i>નો સમાવેશ કરે છે. </p>
hi: <p><b>प्रोटोकॉल</b> को एक मान्य प्रोटोकॉल होना चाहिए जैसा कि /etc/प्रोटोकॉल में उल्लिखित है। उदाहरणों में <i>tcp</i>,<i>udp</i>,<i>rpc/tcp</i> और <i>rpc/ udp</i> शामिल हैं। </p>
hu: <p>A <b>protokoll</b>nak egy érvényes, az /etc/protocols-ban felsorolt protokollnak kell lennie. Például: <i>tcp</i>, <i>udp</i>, <i>rpc/tcp</i> vagy <i>rpc/udp</i>. </p>
id: <p><b>protokol</b> harus berupa protokol yang valid sebagaimana ditentukan di /etc/protocols. Contohnya termasuk <i>tcp</i>,<i>udp</i>,<i>rpc/tcp</i>, dan <i>rpc/udp</i>. </p>
it: <p>Il <b>protocollo</b> deve essere un protocollo valido come specificato in /etc/protocols. Alcuni esempi sono: <i>tcp</i>, <i>udp</i>, <i>rpc/tcp</i> e <i>rpc/udp</i>. </p>
ja: <p><b>プロトコル</b> は /etc/protocols に指定されているプロトコルである必要があります。 たとえば tcp, udp, rpc/tcp, rpc/udp などです。 </p>
km: <p><b>ពិធីការ</b> ត្រូវ​តែ​ជា​ពិធីការ​ត្រឹមត្រូវ​មួយ ដូច​ដែល​បាន​បញ្ជាក់​ក្នុង /etc/protocols ។ ឧទាហរណ៍​មាន​ដូចជា <i>tcp</i>,<i>udp</i>,<i>rpc/tcp</i> និង​<i>rpc/udp</i> ។ </p>
ko: <p><b>프로토콜</b>은 반드시 /etc/protocols 파일에 지정된 유효한 프로토콜이어야 합니다. 예로 <i>tcp</i>,<i>udp</i>,<i>rpc/tcp</i>, 그리고 <i>rpc/udp</i> 포함합니다. </p>
lt: <p><b>Protokolas</b> - tai tinkamas protokolas, kaip nurodyta rinkmenoje /etc/protocols. Pavyzdžiui <i>tcp</i>,<i>udp</i>,<i>rpc/tcp</i> arba <i>rpc/udp</i>. </p>
mr: <p>The <b> प्रोटोकॉल </b> हा /etc/ प्रोटोकॉल्समधे नमूद केल्याप्रमाणे वैध प्रोटोकॉल असणे आवश्यक आहे. उदाहरणार्थ, <i>tcp</i>,<i>udp</i>,<i>rpc/tcp</i>, आणि <i>rpc/udp</i>. </p>
nb: <p><b>Protokollen</b> må være gyldig i henhold til /etc/protocols. Dette kan f.eks. være <i>tcp</i>,<i>udp</i>,<i>rpc/tcp</i> og <i>rpc/udp</i>. </p>
nl: <p>Het <b>protocol</b> moet een geldig protocol zijn zoals dat gespecificeerd is in /etc/protocols. Voorbeelden inclusief <i>tcp</i>,<i>udp</i>,<i>rpc/tcp</i> en <i>rpc/udp</i>. </p>
pl: <p><b>Protokół</b> musi być prawidłowym protokołem, podanym w /etc/protocols. Na przykład: <i>tcp</i>,<i>udp</i>,<i>rpc/tcp</i> i <i>rpc/udp</i>. </p>
pt: <p>O <b>protocolo</b> deve ser um protocolo válido conforme especificado em /etc/protocols. Alguns exemplos são <i>tcp</i>,<i>udp</i>,<i>rpc/tcp</i>, e <i>rpc/udp</i>. </p>
pt_br: <p>O <b>protocolo</b> deve ser um protocolo válido como especificado em /etc/protocols. Exemplos são <i>tcp</i>,<i>udp</i>,<i>rpc/tcp</i> e <i>rpc/udp</i>. </p>
ro: <p><b>Protocolul</b> trebuie sa fie un protocol valid așa cum sunt specificate în /etc/protocols. Exemplele includ: <i>tcp</i>,<i>udp</i>,<i>rpc/tcp</i> și <i>rpc/udp</i>. </p>
ru: <p>Поле <b>протокол</b> должно содержать один из протоколов из /etc/protocols. Например, включать <i>tcp</i>,<i>udp</i>,<i>rpc/tcp</i> или <i>rpc/udp</i>. </p>
sk: <p><b>Protokol</b> je protokol z /etc/protocols. Napríklad <i>tcp</i>,<i>udp</i>,<i>rpc/tcp</i> alebo <i>rpc/udp</i>. </p>
sl: <p><b>Protokol</b> mora biti veljaven protokol, kot je navedeno v /etc/protocols. Na primer: <i>tcp</i>,<i>udp</i>,<i>rpc/tcp</i> in <i>rpc/udp</i>. </p>
sr@latn: <p><b>Protokol</b> mora da bude validni protokol kao što je definisano u etc/protocols. Na primer, uključite <i>tcp</i>,<i>udp</i>,<i>rpc/tcp</i>, and <i>rpc/udp</i>. </p>
sv: <p><b>Protokollet</b> måste vara ett giltigt protokoll enligt /etc/protocols. Exempelvis <i>tcp</i>,<i>udp</i>,<i>rpc/tcp</i> och <i>rpc/udp</i>. </p>
ta: <p><b>மரபுமுறை</b> /etc/ மரபுமுறைகளில் குறிப்பிட்டுள்ளபடி செல்லத்தக்க மரபுமுறையாகஇருக்கவேண்டும். உதாரணங்கள் பின்வருமாறு: <i>tcp</i>,<i>udp</i>,<i>rpc/tcp</i>, மற்றும் <i>rpc/udp</i>. </p>
th: <p>ช่อง <b>โพรโทคอล</b> ต้องเป็นโพรโทคอลที่ใช้ได้ที่ถูกกำหนดไว้ในแฟ้ม /etc/protocols ตัวอย่างเช่น <i>tcp</i>,<i>udp</i>,<i>rpc/tcp</i> และ <i>rpc/udp</i> </p>
tr: <p><b>Protokol</b>, /etc/protocols dosyasında belirtilen geçerli bir protokol olmalıdır. Örnek olarak <i>tcp</i>,<i>udp</i>,<i>rpc/tcp</i> ya da <i>rpc/udp</i> verilebilir. </p>
uk: <p><b>Протокол</b> повинен бути чинним протоколом, як визначено в /etc/protocols. Наприклад, <i>tcp</i>,<i>udp</i>,<i>rpc/tcp</i>, і <i>rpc/udp</i>. </p>
xh: <p>Inkqubo <b>mayibe</b> yinkqubo esebezisekayo njengoko kuxelwe apha/etc/iinkqubo. Imizekelo ibandakanya <i>tcp</i>,<i>udp</i>,<i>rpc/tcp</i>, ne <i>rpc/udp</i>. </p>
zh_tw: <p><b>「通訊協定」</b>必須是有效的通訊協定 (如 /etc/protocols 中所指定)。 範例包括 <i>tcp</i>、<i>udp</i>、<i>rpc/tcp</i> 和 <i>rpc/udp</i>。 </p>
zu: <p>Okuthi <b>iphrothokholi</b> kumelwe kube yiphrothokholi efanele njengoba kuboniswe kokuthi /etc/protocols. Isibonelo sihlanganisa u-<i>tcp</i>,<i>udp</i>,<i>rpc/tcp</i>, kanye no-<i>rpc/udp</i>. </p>
