Repository: Dzejrou/yast-translations
Catalog: po/inetd/*.po
Languages: ar, bg, bn, ca, cs, cy, de, el, es, et, fi, fr, gl, gu, hi, hr, hu, id, it, ja, km, ko, lt, mr, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, sr@latn, sv, ta, th, tr, uk, xh, zh_tw, zu

source: <p>The server will be run with the permissions of the user selected in <b>User</b>. This is useful to make services run with permissions less than root. </p>
ar: <p>سيتم تشغيل الخادم باستخدام أذونات المستخدم المحددة في <b>مستخدم</b>. ويعد ذلك مفيدًا لتشغيل الخدمات باستخدام أذونات أدنى من مسؤول. </p>
bg: <p>Сървърът ще бъде стартиран с правата на потребителят, въведен в <b>Потребител</b>. Това е полезно за работата на сървъра с права, по-ниски от тези на root. </p>
bn: <p>ব্যবহারকারী নির্বাচিত <b>ইউজার</b> এ অনুমতিসহ সার্ভার চালিত হবে. রুট ছাড়া অনুমতিসহ পরিষেবা চালু তৈরি করতে এটা ব্যবহারযোগ্য. </p>
ca: <p>El servidor s'executarà amb els permisos de l'usuari seleccionat a <b>Usuari</b>. Això serveix per a executar serveis amb permisos per sota dels de l'usuari primari. </p>
cs: <p>Server bude spuštěn s oprávněními uživatele zadaného do políčka <b>uživatel</b>. Toto je užitečné pro provozování služeb s oprávněními menšími než root. </p>
cy: <p>Bydd y gweinydd yn cael ei rhedeg efo caniatadau'r defnyddiwr a ddewisir yn <b>Defnyddiwr</b>. Mae hyn yn ddefnyddiol i wneud i wasanaethau redeg efo caniatadau sy'n llai na gwraidd. </p>
de: <p>Der Server wird mit den Berechtigungen des im Feld <b>Benutzer</b> eingetragenen Benutzers gestartet. Dies ist dann sinnvoll, wenn Dienste ohne Root-Rechte gestartet werden sollen. </p>
el: <p>Ο διακομιστής θα τρέχει με τις άδειες του χρήστη που επιλέχθηκαν μέσα στο πεδίο <b>Χρήστης</b>. Αυτό είναι χρήσιμο για να κάνει τις υπηρεσίες να τρέχουν με άδειες κατώτερες του υπερχρήστη. </p>
es: <p>El servidor se ejecutará con los permisos del usuario seleccionado en <b>Usuario</b>. Esto sirve para ejecutar servicios con permisos por menores que root. </p>
fi: <p>Palvelin suoritetaan sen käyttäjän käyttöoikeuksilla, joka on valittuna <b>Käyttäjä</b> -kohdassa. On käytännöllistä suorittaa palvelut vähemmillä kuin pääkäyttäjän käyttöoikeuksilla. </p>
fr: <p>Le serveur sera exécuté avec les droits de l'utilisateur spécifié dans <b>Utilisateur</b>. Ceci est utile pour faire tourner des services avec des permissions moins élevées que celles de "root". </p>
gl: <p>O servidor executarase cos permisos do usuario seleccionado en <b>Usuario</b>. Isto é de utilidade para facer que os servizos se executen con permisos menos ca os de root. </p>
gu: <p>સર્વર ઉપયોગકર્તાની પસંદગીની <b>યુઝર</b> માં પરવાનગી સાથે ચાલે છે. આ સેવાઓને રૂટ થી ઓછી પરવાનગીઓ સાથે સેવાઓને ચલાવવાનું કરવામાં ઉપયોગી છે. </p>
hi: <p>सर्वर <b>उपयोगकर्ता</b> में उपयोगकर्ता की चुनी गई अनुमतियों के द्वारा चलेगा। यह सेवाओं को रूट से कम अनुमतियों के साथ चलने वाला बनाने में उपयोगी होगा। </p>
hu: <p>A kiszolgáló annak a felhasználónak a nevében és jogosultságaival fog futni, amelyet megad a <b>felhasználó</b> mezőben. Ez arra jó, hogy ne kelljen minden szolgáltatást teljes root jogosultsággal futtatni. </p>
id: <p>Server akan dijalankan dengan hak akses pengguna yang dipilih didalam <b>Pengguna</b>. Ini berguna untuk membuat layanan dijalankan dengan hak akses yang lebih rendah dari root. </p>
it: <p>Il server sarà avviato con i permessi dell'utente selezionato nel campo <b>Utente</b>. Ciò è utile per avviare i servizi con permessi inferiori a quelli di root. </p>
ja: <p><b>ユーザ</b> に入力されたユーザの権限でサーバを実行します。 サービスを root ユーザよりも低い権限で実行するために 役立ちます。 </p>
km: <p>ម៉ាស៊ីន​បម្រើ​នឹង​រត់​ជាមួយ​នឹង​សិទ្ធិ​របស់​អ្នក​ប្រើ ដែល​បាន​ជ្រើស​ក្នុង <b>អ្នក​ប្រើ</b> ។ វា​មាន​សារប្រយោជន៍ក្នុង​ការធ្វើ​ឲ្យ​សេវា​ខ្លះ​រត់​ជាមួយ​សិទ្ធិ តូចជាង root ។ </p>
ko: <p>서버는 <b>사용자</b>안에 그 사용자에 선택된 권한과 함께 운영될 것입니다. 이것은 root보다 적은 권한으로 서비스가 실행하는데 유용합니다. </p>
lt: <p>Serveris bus paleistas su naudotojo, įvesto į laukelį <b>naudotojas</b>, teisėmis. Naudinga paleisti paslaugas su mažesnėmis nei root teisėmis. </p>
mr: <p> <b>User</b>मधे निवडलेल्या प्रयोक्ताच्या परवानगीने सर्व्हर चालू राहील. रुटपेक्षा कमी परवानगीने सेवा चालू देण्यासाठी ही उपयुक्त आहे. </p>
nb: <p>Serveren vil kjøre med rettighetene til brukeren som er valgt under <b>Bruker</b>. Dette er nyttig for å kjøre tjenester med lavere rettigheter enn rot. </p>
nl: <p>De server zal draaien met de permissies van de gebruiker die geselecteerd is bij <b>Gebruiker</b>. Het is handig om services te laten werken met permissies die lager zijn dan die van root. </p>
pl: <p>Serwer będzie działał z uprawnieniami użytkownika podanego w polu <b>Użytkownik</b>. Zalecane jest uruchamianie usług z uprawnieniami mniejszymi niż uprawnienia użytkownika root. </p>
pt: <p>O servidor será executado com as permissões do utilizador seleccionado em <b>Utilizador</b>. Esta funcionalidade é útil para permitir que os serviços sejam executados com permissões inferiores às de root. </p>
pt_br: <p>O servidor será executado com as permissões do usuário selecionado no campo <b>Usuário</b>. Isso é útil para fazer os serviços serem executados com permissões inferiores ao root. </p>
ro: <p>Serverul va fi rulat cu permisiunile utilizatorului selectat în <b>Utilizator</b>. Acest lucru e folositor pentru a rula serviciile cu permisiuni mai mici decît ale root. </p>
ru: <p>Сервер будет запущен с правами пользователя, указанными в поле <b>Пользователь</b>, что позволяет предоставить службе меньшие права, чем root. </p>
sk: <p>Server bude spustený správami zadaného používateľa. Je vhodné, aby používateľ mal menšie práva ako root. </p>
sl: <p>Strežnik bo tekel z dovoljenji uporabnika, ki je naveden v polju <b>uporabnik</b>. To je uporabno, kadar želite poganjati storitve z nekorenskimi dovoljenji. </p>
sr@latn: <p>Server će biti pokrenut sa ovlašćenjima korisnika selektovanog u <b>Korisnik</b>. Ovo je korisno za servise koji rade sa ovlašćenjima manjim od administratora. </p>
sv: <p>Servern kommer att köras med behörigheterna från användaren som anges i fältet <b>Användare</b>. Det här är användbart för att få tjänster att köras med mindre behörighet än root. </p>
ta: <p><b>User</b>ல் தேர்வு செய்யப்படும் பயனாளரின் அனுமதிகளுடன் சர்வர் இயக்கப்படும்.<b>User</b>. இது, ரூட்டிற்கு முறையான அனுமதிகளுடனான சேவைகளை இயங்கச் செய்வதற்கு பெரிதும் உதவும். </p>
th: <p>โปรแกรมของบริการจะถูกทำงานโดยใช้สิทธิ์ของผู้ใช้ที่เลือกไว้ในช่อง <b>ผู้ใช้</b> ซึ่งจะดีกว่าการสั่งทำงานด้วยสิทธิ์ของผู้บริการระบบ (ผู้ใช้ root) </p>
tr: <p>Sunucu, kullanıcının <b>kullanıcı</b> alanına girdiği izinler ile çalışacaktır. Hizmetleri root'tan daha düşük izinler ile çalıştırmak faydalı olacaktır. </p>
uk: <p>Сервер буде запускатись з правами користувача, вибраного в <b>Користувач</b>. Це корисне для запуску служб з правами меншими, ніж має адміністратор (root). </p>
xh: <p>Iseva iya kuqhutywa ngeemvume zomsebenzisi okhethwe apha <b>Umsebenzisi</b>. Aoku kuluncedo ukwenza ukuba iinkonzo ziqhube neemvume nganeno kwingcambu yamandla. </p>
zh_tw: <p>會使用<b>「使用者」</b>中所選取的使用者許可權 執行伺服器。對於讓服務使用低於 root 的許可權執行時， 這十分有用。 </p>
zu: <p>Isiphakelalwazi sizoranwa ngezimvume zomsebenzisi okhethwe kokuthi <b>Umsebenzisi</b>. Lokhu kuwusizo ukuze kwenziwe ukuba amasevisi asebenze ngezimvume ezingaphansi kwezomqondisi. </p>

source: <p>In <b>Server</b>, enter the path name of the program to be executed by the super-server when a request reaches its socket. Parameters for this program can be specified in <b>Server Arguments</b>. </p>
ar: <p>في <b>خادم</b>، أدخل اسم مسار البرنامج ليتم تنفيذه بواسطة الخادم الأعلى وذلك عند بلوغ أحد الطلبات مأخذ توصيله. يمكن تحديد معلمات لهذا البرنامج في <b>وسائط الخادم</b>. </p>
bg: <p>В <b>Сървър</b> въведете пътя до програмата, която трябва да бъде изпълнена от супер-сървъра когато заявката достигне до куплунга. Параметри към тази програма могат да бъдат зададени в <b>Аргументи към сървъра</b>. </p>
bn: <p> <b>সার্ভার</b> মধ্যে, প্রোগ্রামের পাথ নেম এন্টার করুন সম্পাদন করতে সুপার-সার্ভার দ্বারা যখন রিকোয়েস্ট এর সকেটে পৌঁছায়. এই প্রোগ্রামের জন্য প্যারমিটার নির্দিষ্ট করা যায় <b>সার্ভার আরগুমেন্টস</b>মধ্যে. </p>
ca: <p>A l'entrada <b>Servidor</b> introduïu el camí d'accés del programa que executarà el superservidor quan rebi una sol·licitud en aquest sòcol. Es poden especificar els paràmetres per a aquest programa a <b>Arguments del servidor</b>. </p>
cs: <p>Položka <b>server</b> má obsahovat cestu k programu, který se spustí pomocí inetd, najde-li se požadavek na jeho soketu. Parametry tohoto programu lze zadat do <b>argumenty serveru</b>. </p>
cy: <p>Yn <b>Gweinydd</b>, rhowch enw llwybr y rhaglen i'w gweithredu gan yr uwch-weinydd pan cyrhaedda cais ei soced. Gellir penodi paramedrau ar gyfer y rhaglen yma yn <b>Ymresymiadau Gweinydd</b>. </p>
de: <p>Unter <b>Server</b> sollte der Pfadname des Programms eingetragen werden, das vom Superserver ausgeführt werden soll, wenn eine Anfrage auf seinem Socket vorgefunden wird. Unter <b>Server-Argumente</b> können Parameter für dieses Programm angegeben werden. </p>
el: <p>Στο <b>Διακομιστής</b>, εισάγετε το όνομα διαδρομής του προγράμματος που θα εκτελεστεί από τον υπέρ-διακομιστή, όταν μια αίτηση φτάσει στο socket του. Οι παράμετροι για αυτό το πρόγραμμα μπορούν να προσδιοριστούν στο <b>Ορίσματα Διακομιστή</b>. </p>
es: <p>En la entrada <b>Servidor</b> introduzca la ruta de acceso del programa que será ejecutado por el superservidor cuando se reciba una petición en ese conector (socket). Puede especificar los parámetros para este programa en <b>Argumentos del servidor</b>. </p>
fi: <p><b>Palvelin</b> anna polku ohjelmaan, jonka super-palvelin suorittaa kun pyyntö saavuttaa pistokkeen. Ohjelman parametrit voidaan määrittää <b>Palvelimen argumentit</b> kohdassa. </p>
fr: <p>Dans <b>Serveur</b>, entrez le chemin d'accès au programme exécuté par le superserveur lorsqu'une requête est présentée sur son socket. Les paramètres pour ce programme peuvent être spécifiés dans <b>Arguments du serveur</b>. </p>
gl: <p>En <b>Servidor</b>, introduza a ruta do programa que vai ser executado polo super-servidor cando chegue unha petición ao seu socket. Os parámetros para este programa pódense especificar en <b>Argumentos do servidor</b>. </p>
gu: <p>In <b>સર્વર</b>માં, જ્યારે વિનંતી તેના સોકેટમાં પહોંચે છે ત્યારે સુપર-સર્વર દ્વારા એકઝીક્યુટ થવા પ્રોગ્રામના પાથ તેમને દાખલ કરો. આ પ્રોગ્રામ માટે પારમીટર નિર્દિષ્ટ કરે છે <b>સર્વિસ આર્ગ્યુમેન્ટ્સ</b>. </p>
hi: <p> <b>सर्वर</b>में, उस प्रोग्राम का पथ नाम दर्ज करें जिसे सुपर सर्वर द्वारा इसके सॉकेट पर अनुरोध के पहुंचने पर क्रियान्वित किया जाएगा। इस प्रोग्राम हेतु मानकों को <b>Server Arguments</b>में निर्दिष्ट किया जा सकता है। </p>
hu: <p>A <b>Kiszolgáló</b> bejegyzés egy útvonalat kell tartalmazzon ahhoz a programhoz, amelyet a szuperkiszolgáló egy kapcsolódási kérelem érkezésekor végrehajt. A program egyes paramétereit a <b>Kiszolgálóargumentumok</b> pont alatt adhatja meg. </p>
id: <p>Pada <b>Server</b>, masukkan jalur nama program untuk dieksekusi oleh server-super saat permintaan mencapai soketnya Parameter untuk program ini dapat ditentukan di <b>Argumen Server</b>. </p>
it: <p>In <b>Server</b> immettere il nome del percorso del programma che il super-server deve eseguire quando una richiesta arriva al relativo socket. I parametri per questo programma possono essere specificati in <b>Argomenti server</b>. </p>
ja: <p><b>サーバプログラム</b> には要求が届いた際にスーパサーバが起動する プログラムのパス名を入力してください。 このプログラムに対するパラメータは <b>サーバ引数</b> で指定することができます。 </p>
km: <p>ក្នុង <b>ម៉ាស៊ីន​បម្រើ</b> សូម​បញ្ចូល​ឈ្មោះ​ផ្លូវ​របស់​កម្មវិធី ដែល​ត្រូវ​ប្រតិបត្តិ​ដោយ​ម៉ាស៊ីន​បម្រើ​កម្រិត​ខ្ពស់ ពេល​សំណើ​មួយ​ទៅ​ដល់​រន្ធ​របស់​វា ។ ប៉ារ៉ាម៉ែត្រ​សម្រាប់​កម្មវិធី​នេះ អាច​ត្រូវ​បាន​បញ្ជាក់​ក្នុង <b>អាគុយម៉ង់​ម៉ាស៊ីន​បម្រើ</b> ។ </p>
ko: <p><b>서버</b>항목에는, 소켓에 요청이 도착할때 super-server에 의해서 실행되기 위한 프로그램의 경로 이름을 입력하십시오. 이 프로그램의 파라미터들은 <b>서버 매개변수</b>에서 지정할수 있습니다. </p>
lt: <p><b>Serveryje</b> įrašykite kelią programos, kurią paleidžia super-serveris, kai ant jo socket'o atsiranda užklausa. Šios programos parametrai gali būti įrašyti laukelyje <b>Serverio argumentai</b>. </p>
mr: <p> <b>Server</b>, मधे, प्रोग्रामच्या पाथचे नांव प्रविष्ट करा, जे जेव्हा विनंती सॉकेट पर्यंत पोचते तेव्हा सुपर-सर्व्हरद्वारे अंमलात आणायचे आहे. या प्रोग्रॅमसाठीचे निकष. <b>Server Arguments</b> मधे नमूद करता येऊ शकतील. </p>
nb: <p>In <b>Server</b>: skriv inn stien til programmet som skal kjøres av superserveren når en forespørsel kommer til sokkelen. Parametere for dette programmet kan defineres under <b>Serverargumenter</b>. </p>
nl: <p>Geef bij <b>Server</b> de padnaam op van het programma dat, na een binnenkomend verzoek op z'n socket, opgestart moet worden door de superserver. De parameters voor dit programma kunnen gespecificeerd worden bij <b>Serverargumenten</b>. </p>
pl: <p>W polu <b>Serwer</b> należy wprowadzić ścieżkę do programu, który ma być uruchomiony przez superserwer, kiedy pojawi się żądanie dotyczące jego gniazda. Parametry tego programu można podać w polu <b>Argumenty serwera</b>. </p>
pt: <p>Em <b>Servidor</b>, introduza o caminho para o programa a ser executado pelo super-servidor quando um pedido alcança o seu socket. Os parâmetros para este programa podem ser especificados em <b>Argumentos do Servidor</b>. </p>
pt_br: <p>Em <b>Servidor</b>, digite o nome do caminho para o programa a ser executado pelo superservidor quando uma solicitação chegar ao soquete. Parâmetros para o programa podem ser especificados em <b>Argumentos do Servidor</b>. </p>
ro: <p>La <b>Server</b>, introduceți calea către programul ce trebuie executat de super-server cînd o cerere ajunge la socket. Parametrii pentru acest program pot fi specificați în <b>Argumentele serverului</b>. </p>
ru: <p>В поле <b>Сервер</b>, введите путь к программе, которая будет запущена суперсервером при запросе по данному сокету. Параметры данной программы могут быть указаны в поле <b>Аргументы программы сервера</b>. </p>
sk: <p>Do poľa <b>Server</b> zadajte cestu programu, ktorý sa má spustiť super serverom pri na jeho soket dorazí požiadavka. Parametre pre tento program je možné zadať do poľa <b>Argumenty serveru</b>. </p>
sl: <p>V polje <b>strežniški program</b> vnesite pot programa, ki naj ga super-strežnik zažene, ko dobi zahtevo preko njegove vtičnice. Parametre program lahko vpišete v polje <b>argumenti strežnika</b>. </p>
sr@latn: <p>U <b>Server</b>, unesite ime putanje programa za pokretanje od strane super-servera kada zahtev stigne do svog soketa. Parametri za ovaj program se mogu definisati u <b>Serverski argumenti</b>. </p>
sv: <p>Ange sökvägen i <b>Server</b> till programmet som ska köras av superservern när en begäran tas emot i dess uttag. Parametrar för det här programmet kan specificeras i <b>Serverargument</b>. </p>
ta: <p><b>சர்வர்</b>ல், ஒரு கோரிக்கை அதன் சாக்கெட்டை எட்டும்போது சூப்பர் சர்வரினால் நிறைவேறப்படும் ப்ரோக்ராமின் பாதை பெயரை என்டர் செய்யவும். இந்த ப்ரோக்ராமுக்கான அளவீடுகளை<b>சர்வர் விவாதங்கள்</ல் குறிப்பிடலாம்.b>. </p>
th: <p>ในช่อง <b>โปรแกรมของบริการ</b> ให้ป้อนพาธรวมชื่อของโปรแกรม ที่จะถูกประมวลผลโดย super-server เมื่อมีการร้องขอมายังซ็อกเก็ตของมัน ส่วนพารามิเตอร์ของโปรแกรมสามารถกำหนดได้ในช่อง <b>อาร์กิวเมนต์ของโปรแกรมบริการ</b> </p>
tr: <p><b>Sunucu programı</b> bölümüne sokete bir istek geldiğinde süpersunucu tarafından çalıştırılacak programı girin. Bu programaerilebilecek parametreleri <b>Sunucu parametreleri</b> bölümüne girebilirsiniz. </p>
uk: <p>В поле <b>Сервер</b> введіть назву шляху програми, яка буде запускатись супер-сервером, коли запит дійде до свого сокета. Параметри для цієї програми можна вказати в <b>Аргументах сервера</b>. </p>
xh: <p>Kuyo <b>Iseva</b>, ngenisa igama lendlela yothungelwano lwenkqubo apha ukuze liqhutywe yiseva eyongameleyo xa isicelo sifika kwisokethi yayo. Imida yenkcazelo yale nkqubo inokuxelwa apha <b>Iziphumezi Zemiyalelo Yeseva</b>. </p>
zh_tw: <p>在<b>「伺服器」</b>中，輸入在申請到達超級伺服器的插槽時， 該超級伺服器所要執行之程式的路徑名稱。 這個程式的參數可以在<b>「伺服器引數」</b>中指定。 </p>
zu: <p>Kokuthi <b>Isiphakelalwazi</b>, faka igama lomgudu lohlelo elizosetshenziswa yisiphakelalwazi esiyinhloko lapho isicelo sifinyelela kwisokhethi yaso. Amapharamitha alolu hlelo angaboniswa kokuthi <b>Ama-agumenti esiphakelalwazi</b>. </p>

source: NI
ar: غير مُثبّت
bg: НеИнст.
cs: NN
cy: NA
el: ΟΕ
fi: EA
hu: NT
nb: II
pl: Nz
ru: н/у
sl: NN
sv: INTINS
ta: என்ஐ
th: ม.ต.
tr: Yok
uk: НВ
xh: i-NI

source: Xinetd Configuration
ar: إعداد Xinetd
bg: Настройка на xinetd
bn: কনফিগারেশন &বাদ দাও
ca: Configuració d'Xinetd
cs: Konfigurace Xinetd
de: Xinetd-Konfiguration
el: Ρύθμιση Xιnetd
es: Configuración de xinetd
et: Xinetd häälestus
fi: Xinetd-määritys
fr: Configuration de Xinetd
gl: Configuración de Xinetd
gu: Xinetd કોન્ફીગરેશન
hi: Xinetd समनुरूपण
hr: Xinetd postavke
hu: Xinetd beállítások
id: Konfigurasi Xinetd
it: Configurazione di Xinetd
ja: Xinetd の設定
km: ការ​កំណត់​រចនាសម្ព័ន្ធ Xinetd
ko: Xinetd 구성
lt: Xinetd konfigūracija
mr: Xinetd कॉनफिग्युरेशन
nb: Xinetd-oppsett
nl: Xinetd configuratie
pl: Konfiguracja xinetd
pt: Configuração xinetd
pt_br: Configuração do xinetd
ro: Configurare xinetd
ru: Конфигурация Xinetd
sk: Konfigurácia xinetd
sl: Nastavitev Xinetd
sv: Ställ in Xinetd
ta: Xinetd உள்ளமைவு
th: การปรับแต่งค่า Xinetd
tr: Xinetd yapılandırması
uk: Налаштування Xinetd
xh: Ubumbeko lwe-Xinetd
zh_tw: Xinetd 組態
zu: Ukuhlelwa Kwe-Xinetd

source: Initializing ...
ar: تهيئة ...
bg: Стартиране…
bn: চালু করা হচ্ছে ...
ca: Iniciant...
cs: Inicializuje se...
cy: Ymgychwyn...
de: Initialisierung ...
el: Αρχικοποίηση ...
es: Iniciando ...
et: Initsialiseerimine ...
fi: Valmistellaan...
fr: Initialisation...
gl: Iniciando ...
gu: ઈનીશીયાલાઇઝીંગ...
hi: शुरू कर रहा हैं ....
hr: Inicijaliziram ...
hu: Inicializálás...
id: Inisialisasi...
it: Inizializzazione in corso...
ja: しばらくお待ちください...
km: កំពុង​ចាប់ផ្ដើម...
ko: 초기화 중 ...
lt: Ruošiama...
mr: सुरवात करत आहे...
nb: Initialiserer ...
nl: Initialisering...
pl: Inicjalizacja ...
pt: A inicializar ...
pt_br: Inicializando...
ro: Inițializez ...
ru: Инициализация ...
sk: Inicializujem...
sl: Inicializacija ...
sr@latn: YaST2 Inicijalizacija ...
sv: Initierar...
ta: துவங்கப்படுகிறது...
th: กำลังเตรียมการ...
tr: Başlatılıyor ...
uk: Започаткування ...
xh: Kuyandululwa...
zh_tw: 正在啟始化...
zu: Ilungiselela ukuqala...

source: Initializing inetd Configuration
ar: تهيئة إعداد inetd
bg: Стартиране настройката на inetd
bn: inetd গঠন শুরু করছি
ca: Iniciant la configuració d'inetd
cs: Inicializuje se konfigurace inetd
cy: Ymgychwyn Ffurfweddiad inetd
de: Initialisierung der inetd-Konfiguration
el: Αρχικοποίηση Ρύθμισης inetd
es: Inicializando configuración de inetd
et: inetd häälestuse initsialiseerimine
fi: Valmistellaan inetd-määritystä
fr: Initialisation de la configuration inetd
gl: Iniciando a configuración de inetd
gu: inetd કોન્ફીગરેશન ઈનીશીયાલીઝીંગ
hi: inetd समनुरूपण शुरू कर रहा हैं
hr: Pokrećem inetd postavke
hu: Inetd beállítások előkészítése
id: Menginisialisasi Konfigurasi inetd
it: Inizializzazione della configurazione di inetd
ja: inetd 設定を準備しています
km: កំពុង​ចាប់ផ្ដើម​ការ​កំណត់​រចនាសម្ព័ន្ធ inetd
ko: inetd 설정 초기화
lt: Paleidžiamas inetd konfigūravimas
mr: इनऐटेड कॉनफिग्युरेशन सुरु होत आहे
nb: Initialiserer oppsett av inetd
nl: De inetd configuratie wordt geïnitialiseerd
pl: Inicjalizacja konfiguracji inetd
pt: A inicializar a Configuração inetd
pt_br: Inicializando Configuração do inetd
ro: Inițializez configurația inetd
ru: Инициализация настроек inetd
sk: Inicializujem konfiguráciu inetd
sl: Inicializacija inetd nastavitev
sr@latn: Inicijalizovanje inetd podešavanja
sv: Initierar inetd-inställningar
ta: inetd உள்ளமைவு துவங்கப்படுகிறது
th: กำลังเตรียมการปรับแต่ง inetd
tr: inetd yapılandırması başlatılıyor
uk: Започаткування налаштування inetd
xh: Kundululwa Ubumbeko lwe-inetd
zh_tw: 正在啟始化 inetd 組態
zu: Ilungiselela Ukuqalisa Ukuhlela i-inetd

source: Read the Configuration
ar: قراءة إعداد
bg: Четене на настройката
bn: গঠন পড়ুন
ca: Llegeix la configuració
cs: Načíst konfiguraci
cy: Darllen y Ffurfweddiad
de: Einlesen der Konfiguration
el: Ανάγνωση των Ρυθμίσεων
es: Leer la configuración
et: Häälestuse lugemine
fi: Lue määritykset
fr: Lire la configuration
gl: Ler a configuración
gu: કોન્ફીગરેશન વાંચી રહી છે
hi: समनुरूपण पढ़ो
hr: Čitaj postavke
hu: Beolvasások beolvasása
id: Membaca Konfigurasi
it: Lettura della configurazione
ja: 設定の読み込み
km: អាន​ការ​កំណត់​រចនាសម្ព័ន្ធ
ko: 구성 읽기
lt: Skaityti konfigūraciją
mr: संरचना वाचा
nb: Les oppsettet
nl: Configuratie lezen
pl: Wczytywanie konfiguracji
pt: Ler a Configuração
pt_br: Ler a configuração
ro: Citește configurația
ru: Прочитать настройки
sk: Načítanie konfigurácie
sl: Preberi nastavitev
sr@latn: Čitaj podešavanje
sv: Läs inställningar
ta: உள்ளமைவை படிக்கவும்
th: อ่านค่าปรับแต่ง
tr: Yapılandırmayı oku
uk: Прочитати налаштування
xh: Funda Ubumbeko
zh_tw: 讀取組態
zu: Funda Ukuhlelwa Kohlelo

source: Reading the configuration...
ar: تتم الآن قراءة الإعدادات...
bg: Четене на настройката…
bn: গঠন পড়ছি...
ca: Llegint la configuració...
cs: Načítá se konfigurace...
cy: Darllen y ffurfweddiad...
de: Konfiguration wird eingelesen ...
el: Ανάγνωση των Ρυθμίσεων...
es: Leyendo la configuración ...
et: Häälestuse lugemine...
fi: Luetaan määritykset...
fr: Lecture de la configuration...
gl: Lendo a configuración...
gu: કોન્ફીગરેશન વાંચી રહયું છે...
hi: समनुरूपण पढ़ रहा हैं....
hr: Čitam postavke...
hu: Jelenlegi beállítások beolvasása…
id: Membaca konfigurasi...
it: Lettura della configurazione in corso...
ja: 設定を読み込んでいます...
km: កំពុង​អាន​ការ​កំណត់​រចនាសម្ព័ន្ធ...
ko: 구성 읽는 중...
lt: Skaitoma konfigūracija...
mr: संरचना वाचत आहे...
nb: Leser oppsettet...
nl: De configuratie wordt gelezen...
pl: Wczytywanie konfiguracji...
pt: A ler a configuração...
pt_br: Lendo configuração...
ro: Citesc configurația...
ru: Чтение настроек...
sk: Čítam konfiguráciu...
sl: Branje nastavitve...
sr@latn: Čitanje podešavanja...
sv: Läser inställningar...
ta: உள்ளமைவு படிக்கப்படுகிறது
th: กำลังอ่านค่าปรับแต่ง...
tr: Yapılandırma okunuyor...
uk: Читається налаштування...
xh: Kufundwa ubumbeko...
zh_tw: 正在讀取組態...
zu: Ifunda ukuhlelwa kohlelo...

source: Finished
ar: انتهى
bg: Край
bn: শেষ
ca: Acabat
cs: Hotovo
cy: Wedi gorffen
de: Fertig
el: Τέλος
es: Terminado
et: Lõpetatud
fi: Valmis
fr: Terminé
gl: Rematado
gu: સમાપ્ત
hi: खतम
hr: Gotovo
hu: Kész
id: Selesai
it: Finito
ja: 完了
km: បាន​បញ្ចប់
ko: 완료됨
lt: Baigta
mr: समाप्त झाले
nb: Fullført
nl: Gereed
pl: Zakończono
pt: Terminado
pt_br: Concluído
ro: Gata
ru: Готово
sk: Dokončené
sl: Končano
sr@latn: Završeno
sv: Klar
ta: முடிவுற்றது
th: เสร็จสิ้น
tr: Sonlandı
uk: Завершено
xh: Kugqityiwe
zh_tw: 已完成
zu: Iphothulile

source: Saving inetd Configuration
ar: حفظ إعداد inetd
bg: Запазване настройката на inetd
bn: inetd সেভ করছি
ca: Desant la configuració d'inetd
cs: Ukládá se konfigurace inetd
cy: Cadw Ffurfweddiad inetd
de: Speichern der inetd-Konfiguration
el: Αποθήκευση ρυθμίσεων inetd
es: Guardando la configuración de inetd
et: inetd häälestuse salvestamine
fi: Tallennetaan inetd-määritykset
fr: Enregistrement de la configuration inetd
gl: Gardando a configuración de inetd
gu: inetd કોન્ફીગરેશન સેવ કરી રહયું છે
hi: inetd समनुरूपण सेव कर रहा हैं
hr: Spremam inetd postavke
hu: Inetd beállítások mentése
id: Menyimpan Konfigurasi inetd
it: Salvataggio della configurazione di inetd
ja: inetd 設定を保存しています
km: កំពុង​រក្សាទុក​ការ​កំណត់​រចនាសម្ព័ន្ធ inetd...
ko: inetd 구성 저장
lt: Išsaugoma inetd konfigūracija
mr: इनऐटेड कॉनफिग्युरेशन साठवले जात आहे
nb: Lagrer inetd-oppsett
nl: De inetd configuratie wordt opgeslagen
pl: Zapisywanie konfiguracji inetd
pt: A gravar a Configuração inetd
pt_br: Gravando Configuração do inetd
ro: Salvez configurația inetd
ru: Сохранение настроек inetd
sk: Ukladám konfiguráciu inetd
sl: Shranjevanje inetd nastavitve
sr@latn: Snimanje inetd podešavanja
sv: Sparar inetd-inställningar
ta: inetd உள்ளமைவு சேமிக்கப்படுகிறது
th: กำลังจัดเก็บค่าปรับแต่ง inetd
tr: inetd yapılandırması kaydediliyor
uk: Збереження налаштування inetd
xh: Kugcinwa Ubumbeko lwe-inetd
zh_tw: 正在儲存 inetd 組態
zu: Igcina Ukuhlelwa kwe-inetd
