Repository: Dzejrou/yast-translations
Catalog: po/pkg-bindings/*.po
Languages: ar, ca, el, et, fa, fi, gl, hi, hr, ja, ka, km, lt, nl, nn, pa, pt, pt_br, ro, ru, sk, th, wa, zh_cn

source: Never
ar: أبدًا
ca: Mai
el: Ποτέ
et: Mitte kunagi
fa: هرگز
fi: Ei koskaan
gl: Nunca
hi: कभी नहीं
hr: Nikad
ja: 無期限
ka: არასდროს
km: កុំ
lt: Niekada
nl: Nooit
nn: Aldri
pa: ਕਦੇ ਨਹੀਂ
pt: Nunca
pt_br: Nunca
ro: Niciodată
ru: Никогда
sk: Nikdy
th: ไม่เลย
wa: Måy
zh_cn: 从不

source: <P><BIG><B>Loading Available Packages</B></BIG></P><P>Loading available objects from the configured repositories is in progress. This may take a while...</P>
ar: <P><BIG><B>تحميل الحزم المتاحة</B></BIG></P><P>تحميل الكائنات المتاحة من المخازن المكوَّنة قيد التقدم. قد يستغرق ذلك بعض الوقت...</P>
ca: <P><BIG><B>Carregant els paquets disponibles</B></BIG></P><P>Càrrega d'objectes disponibles dels repositoris configurats en progrés. Això pot trigar una mica...</P>
el: <P><BIG><B>Φόρτωση Διαθέσιμων Πακέτων</B></BIG></P><P>Η φόρτωση διαθέσιμων αντικειμένων από τα ρυθμισμένα αποθετήρια είναι σε εξέλιξη. Αυτό θα πάρει λίγη ώρα...</P>
fa: <P><BIG><B>در حال بارگزاری بسته ها</B></BIG></P><P> بارگزاری موارد در دسترس از مخازن پیکربندی شده در حال انجام است. این کار ممکن است کمی زمان ببرد...</P>
fi: <P><BIG><B>Ladataan saatavilla olevia paketteja</B></BIG></P><P>Saatavilla olevien kohteiden lataaminen määritetyistä asennuslähteistä on käynnissä. Tämä voi kestää jonkin aikaa...</P>
gl: <P><BIG><B>Cargando paquetes dispoñibles</B></BIG></P><P>Cargando os paquetes dispoñibles dende os repositorios configurados. Isto pode tardar un chisco...</P>
hi: <P><BIG><B>उपलब्ध पैकेज लोड करना जारी</B></BIG></P><P>विन्यस्त पैकेज-संग्रहों से उपलब्ध वस्तुएँ लोड करना जारी। इसमें समय लग सकता है...</P>
ja: <P><BIG><B>利用可能なパッケージを読み込んでいます</B></BIG></P><P>設定されたリポジトリから利用可能なオブジェクトを読み込んでいます。しばらくお待ちください...</P>
ka: <P><BIG><B>ხელმისაწვდომი პაკეტების ჩატვირთვა</B></BIG></P><P>მიმდინარეობს რეპოზიტორიებიდან ხელმისაწვდომი ობიექტების ჩატვირთვა. ამას საკმაო დრო შეიძლება დასჭირდეს...</P>
km: <P><BIG><B>ផ្ទុក​កញ្ចប់​ដែល​មាន</B></BIG></P><P>ការ​ផ្ទុក​វត្ថុ​ដែល​មាន​ពី​ឃ្លាំង​ដែល​បាន​កំណត់​រចនាសម្ព័ន្ធ​ស្ថិត​ក្នុង​វឌ្ឍនភាព ។ នេះ​អាច​ចំណាយ​ពេល​ខ្លះ...</P>
lt: <P><BIG><B>Įkeliami pasiekiami paketai</B></BIG></P><P>Šiuo metu įkeliami galimi objektai iš sukonfigūruotų saugyklų. Tai gali užtrukti...</P>
nl: <P><BIG><B>Laden van beschikbare pakketten</B></BIG></P><P>Het laden van beschikbare objecten uit de geconfigureerde opslagruimten is bezig. Dit kan even duren...</P>
nn: <P><BIG><B>Lastar tilgjengelege pakker</B></BIG></P><P>Held no på å lasta tilgjengelege objekt frå valde pakkebrønnar. Dette kan ta ei stund …</P>
pa: <P><BIG><B>ਉਪਲੱਬਧ ਪੈਕੇਜ ਲੋਡ ਕੀਤੇ ਜਾ ਰਹੇ ਹਨ</B></BIG></P><P>ਦਿੱਤੀਆਂ ਰਿਪੋਜ਼ਟਰੀਆਂ ਤੋਂ ਉਪਲੱਬਧ ਆਬਜੈਕਟ ਲੋਡ ਕੀਤੇ ਜਾ ਰਹੇ ਹਨ। ਇਸ ਨੂੰ ਕੁਝ ਵਕਤ ਲੱਗੇਗਾ...</P>
pt: <P><BIG><B>Carregar Pacotes Disponíveis</B></BIG></P><P>Estão a ser carregados os objetos disponíveis dos repositórios configurados. Isto pode demorar algum tempo..</P>
pt_br: <P><BIG><B>Carregando pacotes disponíveis</B></BIG></P><P>O carregamento dos objetos disponíveis dos repositórios configurados está em progresso. Isso pode levar um tempo...</P>
ro: <P><BIG><B>Încarc Pachetele Disponibile</B></BIG></P><P>Încărcarea obiectelor disponibile este în curs. Este posibil ca aceasta operațiune să dureze...</P>
ru: <P><BIG><B>Загрузка доступных пакетов</B></BIG></P><P>Идет загрузка доступных объектов из настроенных репозитариев. На это может потребоваться время...</P>
sk: <P><BIG><B>Načítavam dostupné balíky</B></BIG></P><P>Načítavam dostupné objekty z nakonfigurovaných repozitárov. Toto môže chvíľu trvať...</P>
th: <P><BIG><B>เรียกข้อมูลแพกเกจที่มีอยู่ทั้งหมด</B></BIG></P><P>กำลังทำการเรียกข้อมูลของแพกเกจทั้งหมดที่มีอยู่ในคลังแพกเกจที่ปรับแต่งไว้แล้ว โดยอาจจะใช้เวลาพอสมควร...</P>
wa: <P><BIG><B>Tcherdjaedje des pacaedjes k' i gn a</B></BIG></P><P>Li tcherdjaedje les objets k' i gn a a pårti des depots apontyîs est e fjhaedje. Ça pout prinde do tins...</P>
zh_cn: <P><BIG><B>正在加载可用软件包</B></BIG></P><P>正在从已配置的软件源中加载可用软件包。这可能要一段时间...</P>

source: <P><BIG><B>Loading Installed Packages</B></BIG></P><P>The package manager is reading installed packages...</P>
ar: <P><BIG><B>تحميل الحزم المثبَّتة</B></BIG></P><P>يقوم مدير الحزم الآن بقراءة الحزم المثبَّتة...</P>
ca: <P><BIG><B>Carregant els paquets instal·lats</B></BIG></P><P>El gestor de paquets està llegint els paquets instal·lats...</P>
el: <P><BIG><B>Φόρτωση Εγκατεστημένων Πακέτων</B><BIG></P><P>Ο διαχειριστής λογισμικού διαβάζει τα εγκατεστημένα πακέτα...</P>
fa: <P><BIG><B>در حال بارگزاری بسته ها</B></BIG></P><P> مدیر بسته در حال خواندن بسته های نصب شده است...</P>
fi: <P><BIG><B>Ladataan asennettuja paketteja</B></BIG></P><P>Pakettienhallinta lukee asennettuja paketteja...</P>
gl: <P><BIG><B>Cargando paquetes instalados</B><BIG></P><P>O xestor de paquetes está a ler os paquetes instalados...</P>
hi: <P><BIG><B>इंस्टॉल पैकेज लोड करना जारी</B></BIG></P><P> पैकेज प्रबंधक द्वारा इंस्टॉल पैकेज रीड करना जारी...</P>
ja: <P><BIG><B>インストール済みのパッケージを読み込んでいます</B></BIG></P><P>パッケージマネージャはインストール済みのパッケージを読み込んでいます...</P>
ka: <P><BIG><B>დაყენებული პაკეტების ჩატვირთვა</B></BIG></P><P>პაკეტების მმართველი დაყენებული პაკეტების სიას კითხულობს...</P>
km: <P><BIG><B>ផ្ទុក​កញ្ចប់​ដែល​បាន​ដំឡើង</B></BIG></P><P>កម្មវិធី​គ្រប់គ្រង​កញ្ចប់​កំពុង​អាន​កញ្ចប់​ដែល​បាន​ដំឡើង...</P>
lt: <P><BIG><B>Įkeliami įdiegti paketai</B></BIG></P><P>Paketų tvarkyklė nuskaito įdiegtus paketus...</P>
nl: <P><BIG><B>Laden van geïnstalleerde pakketten</B></BIG></P><P>De pakketbeheerder leest de geïnstalleerde pakketten in...</P>
nn: <P><BIG><B>Lastar installerte pakker</B></BIG></P><P>Pakkehandsamaren les installerte pakkar …</P>
pt: <P><BIG><B>A Carregar os Pacotes Instalados</B></BIG></P><P>O gestor de pacotes está a ler os pacotes instalados...</P>
pt_br: <P><BIG><B>Carregando pacotes instalados</B></BIG></P><P>O gerenciador de pacotes está lendo os pacotes instalados...</P>
ro: <P><BIG><B>Se încarcă instalatorul de pachete</B></BIG></P><P>Managerul de pachete citește pachetele instalate...</P>
ru: <P><BIG><B>Загрузка установленных пакетов</B></BIG></P><P>Менеджер пакетов читает установленные пакеты…</P>
sk: <P><BIG><B>Načítavam nainštalované balíky</B></BIG></P><P>Správca balíkov načítava nainštalované balíky...</P>
th: <P><BIG><B>เรียกข้อมูลแพกเกจที่ติดตั้งไว้แล้ว</B><BIG></P><P>ตัวจัดการแพกเกจกำลังทำการอ่านข้อมูลของแพกเกจที่มีการติดตั้งไว้แล้ว...</P>
wa: <P><BIG><B>Tcherdjaedje des pacaedjes d' astalés</B></BIG></P><P>Li manaedjeu des pacaedjes lét les pacaedjes astalés...</P>
zh_cn: <P><BIG><B>正在加载已安装的软件包</B></BIG></P><P>软件包管理器正在读取已安装的软件包...</P>

source: <P><BIG><B>Registering a New Repository</B></BIG></P><P>A new repository is being registered. The package manager is reading the list of available packages in the repository...</P>
ar: <P><BIG><B>تسجيل مخزن جديد</B></BIG></P><P>يتم تسجيل مخزن جديد. يقوم مدير الحزم الآن بقراءة قائمة بالحزم المتاحة في المخزن...</P>
ca: <P><BIG><B>Registrant un repositori nou</B></BIG></P><P>Registrant un nou repositori. El gestor de paquets està llegint la llista de paquets disponibles al repositori...</P>
el: <P><BIG><B>Εγγραφή Νέου Αποθετηρίου</B></BIG></P><P>Ένα νέο αποθετήριο εγγράφεται. Ο διαχειριστής λογισμικού διαβάζει την λίστα των διαθέσιμων πακέτων σε αυτό το αποθετήριο...</P>
fa: <P><BIG><B> در حال ثبت مخزن جدید</B></BIG></P><P> یک مخزن جدید در حال ثبت شدن است. مدیر بسته در حال خواندن لیست بسته های در دسترس در مخزن است...</P>
fi: <P><BIG><B>Rekisteröidään uusi asennuslähde</B></BIG></P><P>Uutta asennuslähdettä rekisteröidään. Pakettienhallinta lukee asennuslähteestä saatavilla olevien pakettien luetteloa ...</P>
gl: <P><BIG><B>Rexistrando un novo repositorio</B></BIG></P><P>Estase a rexistrar un novo repositorio. O xestor de paquetes está a ler a lista de paquetes dispoñibles no repositorio...</P>
hi: <P><BIG><B>नवीन पैकेज-संग्रह पंजीकरण</B></BIG></P><P>नवीन पैकेज-संग्रह पंजीकरण जारी। पैकेज प्रबंधक द्वारा पैकेज-संग्रह में उपलब्ध पैकेज की सूची रीड करना जारी...</P>
ja: <P><BIG><B>新しいリポジトリの登録</B></BIG></P><P>新しいリポジトリを登録しようとしています。パッケージマネージャはリポジトリ内にあるパッケージ一覧を読み込んでいます...</P>
ka: <P><BIG><B>ახალი რეპოზიტორიის რეგისტრაცია</B></BIG></P><P>დარეგისტრირებულია ახალი რეპოზიტორია. პაკეტების მმართველი მასში არსებული პაკეტების სიას კითხულობს...</P>
km: <P><BIG><B>ការ​ចុះ​ឈ្មោះ​ឃ្លាំង​ថ្មី</B></BIG></P><P>ឃ្លាំង​ថ្មី​កំពុង​ត្រូវ​បាន​ចុះ​ឈ្មោះ ។ កម្មវិធី​គ្រប់គ្រង​កញ្ចប់​កំពុង​អាន​បញ្ជី​នៃ​កញ្ចប់​ដែល​មាន​ក្នុង​ឃ្លាំង...</P>
lt: <P><BIG><B>Registruojama nauja saugykla</B></BIG></P><P>Nauja saugykla įregistruojama. Paketų tvarkyklė šiuo metu nuskaito saugykloje pasiekiamus paketus...</P>
nl: <P><BIG><B>Registreren van een nieuwe opslagruimte</B></BIG></P><P>Een nieuwe opslagruimte wordt geregistreerd. De pakketbeheerder leest de lijst van beschikbare pakketten in de opslagruimte...</P>
nn: <P><BIG><B>Registrerer ny pakkebrønn</B></BIG></P><P>Registrerer ein ny pakkebrønn. Pakkehandsamaren les lista over tilgjengelege pakkar i pakkebrønnen …</P>
pt: <P><BIG><B>Registar um Novo Repositório</B></BIG></P><P>Está a ser registado um novo repositório. O gestor de pacotes está a ler a lista de pacotes disponíveis no repositório...</P>
pt_br: <P><BIG><B>Registrando um novo repositório</B></BIG></P><P>Um novo repositório está sendo registrado. O gerenciador de pacotes está lendo a lista de pacotes disponíveis no repositório...</P>
ro: <P><BIG><B>Se Înregistrează o sursă nouă</B></BIG></P><P>O sursă nouă este înregistrată. Managerul de pachete citește lista pachetelor disponibile din sursă...</P>
ru: <P><BIG><B>Регистрация нового репозитория</B></BIG></P><P>Регистрируется новый репозиторий. Менеджер пакетов читает список доступных в репозитории пакетов...</P>
sk: <P><BIG><B>Registrujem nový repozitár</B></BIG></P><P>Nový repozitár je zaregistrovaný. Správca balíkov načítava zoznam dostupných balíkov v repozitári...</P>
th: <P><BIG><B>ลงทะเบียนคลังแพกเกจตัวใหม่</B></BIG></P><P>คลังแพกเกจตัวใหม่กำลังถูกทำการลงทะเบียนอยู่ ตัวจัดการแพกเกจกำลังอ่านค่ารายการของแพกเกจทั้งหมดที่มีอยู่ในคลังแพกเกจ...</P>
wa: <P><BIG><B>Eredjistraedje d' on novea depot</B></BIG></P><P>On novea depot est a l' eredjistraedje. Li manaedjeu des pacaedjes lét l' djivêye des pacaedjes k' i gn a dvins l' depot...</P>
zh_cn: <P><BIG><B>正在注册新软件源</B></BIG></P><P>正在注册一个新软件源。软件包管理器正在读取其中可用的软件包列表...</P>

source: <P><BIG><B>Saving Repositories</B></BIG></P><P>The package manager is updating configured repositories...</P>
ar: <P><BIG><B>حفظ المخازن</B></BIG></P><P>يقوم مدير الحزم الآن بتحديث المخازن المكوَّنة...</P>
ca: <P><BIG><B>Desant els repositoris</B></BIG></P><P>El gestor de paquets està actualitzant els repositoris configurats...</P>
el: <P><BIG><B>Αποθήκευση Αποθετηρίων</B></BIG></P><P>Ο διαχειριστής λογισμικού ενημερώνει τα ρυθμισμένα αποθετήρια...</P>
fa: <P><BIG><B>در حال ذخیره ی مخازن</B></BIG></P><P> مدیر بسته در حال بروزرسانی مخازن پیکربندی شده است...</P>
fi: <P><BIG><B>Tallennetaan asennuslähteitä</B></BIG></P><P>Pakettienhallinta päivittää määritettyjä asennuslähteitä...</P>
gl: <P><BIG><B>Gardando repositorios</B></BIG></P><P>O xestor de paquetes está a actualizar os repositorios configurados...</P>
hi: <P><BIG><B>पैकेज-संग्रह संचय जारी</B></BIG></P><P>पैकेज प्रबंधक द्वारा विन्यस्त पैकेज-संग्रहों को अपडेट करना जारी...</P>
ja: <P><BIG><B>リポジトリを保存しています</B></BIG></P><P>パッケージマネージャは設定されたリポジトリを更新しています...</P>
ka: <P><BIG><B>რეპოზიტორიების შენახვა</B></BIG></P><P>პაკეტების მმართველი ანახლებს მითითებულ რეპოზიტორიებს...</P>
km: <P><BIG><B>រក្សា​ទុក​ឃ្លាំង</B></BIG></P><P>កម្មវិធី​គ្រប់គ្រង​កញ្ចប់​កំពុង​ធ្វើ​បច្ចុប្បន្នភាព​​​ឃ្លាំង​ដែល​បាន​កំណត់​រចនា​សម្ព័ន្ធ...</P>
lt: <P><BIG><B>Įšsaugomos saugyklos</B></BIG></P><P>Paketų tvarkyklė atnaujina sukonfigūruotas saugyklas...</P>
nl: <P><BIG><B>Opslaan van opslagruimten</B></BIG></P><P>De pakketbeheerder is bezig de geconfigureerde opslagruimten bij te werken...</P>
nn: <P><BIG><B>Lagrar pakkebrønnar</B></BIG></P><P>Pakkehandsamaren oppdaterer valde pakkebrønnar …</P>
pa: <P><BIG><B>ਰਿਪੋਜ਼ਟਰੀ ਸੰਭਾਲੀ ਜਾ ਰਹੀ ਹੈ</B></BIG></P><P>ਪੈਕੇਜ ਮੈਨੇਜਰ ਦਿੱਤੀਆਂ ਰਿਪੋਜ਼ਟਰੀਆਂ ਅੱਪਡੇਟ ਕਰ ਰਿਹਾ ਹੈ</P>
pt: <P><BIG><B>Gravar Repositórios</B></BIG></P><P>O gestor de pacotes está a atualizar os repositórios configurados...</P>
pt_br: <P><BIG><B>Salvando repositórios</B></BIG></P><P>O gerenciador de pacotes está atualizando os repositórios configurados...</P>
ro: <P><BIG><B>Se salvează sursele de instalare</B></BIG></P><P>Managerul de pachete actualizează sursele configurate...</P>
ru: <P><BIG><B>Сохранение репозиториев</B></BIG></P><P>Менеджер пакетов обновляет настроенные репозитории...</P>
sk: <P><BIG><B>Ukladám repozitáre</B></BIG></P><P>Správca repozitárov aktualizuje nakonfigurované repozitáre...</P>
th: <P><BIG><B>บันทึกข้อมูลของคลังแพกเกจ</B></BIG></P><P>ตัวจัดการแพกเกจกำลังทำการปรับปรุงคลังแพกเกจที่ปรับแต่งค่าไว้แล้ว...</P>
wa: <P><BIG><B>Schapaedje des depots</B></BIG></P><P>Li manaedjeu des pacaedjes mete a djoû les depots d' apontyîs...</P>
zh_cn: <P><BIG><B>正在保存软件源</B></BIG></P><P>软件包管理器正在更新已配置的软件源...</P>

source: <P><BIG><B>Refreshing the Repository</B></BIG></P><P>The package manager is updating the repository content...</P>
ar: <P><BIG><B>تجديد المخزن</B></BIG></P><P>يقوم مدير الحزم الآن بتحديث محتوى المخزن...</P>
ca: <P><BIG><B>Refrescant el repositori</B></BIG></P><P>El gestor de paquets està actualitzant el contingut del repositori...</P>
el: <P><BIG><B>Ανανέωση Αποθετηρίου</B></BIG></P><P>Ο διαχειριστής λογισμικού ενημερώνει το περιεχόμενο του αποθετηρίου...</P>
fa: <P><BIG><B>در حال بروزرسانی مخزن</B></BIG></P><P> مدیر بسته در حال بروزرسانی محتویات مخزن است...</P>
fi: <P><BIG><B>Päivitetään asennuslähdettä</B></BIG></P><P>Pakettienhallinta päivittää asennuslähteen sisältöä...</P>
gl: <P><BIG><B>Actualizando o repositorio</B></BIG></P><P>O xestor de paquetes está a actualizar o contido do repositorio...</P>
hi: <P><BIG><B>पैकेज-संग्रह रिफ्रेश करना जारी</B></BIG></P><P>पैकेज प्रबंधक द्वारा पैकेज-संग्रह सामग्री अपडेट करना जारी...</P>
ja: <P><BIG><B>リポジトリを更新しています</B></BIG></P><P>パッケージマネージャはリポジトリの内容を更新しています...</P>
ka: <P><BIG><B>რეპოზიტორიის განახლება</B></BIG></P><P>პაკეტების მმართველი ანახლებს რეპოზიტორიის შემცველობას...</P>
km: <P><BIG><B>ធ្វើ​ឲ្យ​ស្រស់​ឃ្លាំង</B></BIG></P><P>កម្មវិធី​គ្រប់គ្រង​កញ្ចប់​កំពុង​ធ្វើ​​បច្ចុប្បន្នភាព​​មាតិកា​​ឃ្លាំង...</P>
lt: <P><BIG><B>Atnaujinama saugykla</B></BIG></P><P>Paketų tvarkyklė atnaujina saugyklos turinį...</P>
nl: <P><BIG><B>Vernieuwen van de opslagruimte</B></BIG></P><P>De pakketbeheerder is de inhoud van de opslagruimte aan het bijwerken...</P>
nn: <P><BIG><B>Oppdaterer pakkebrønn</B></BIG></P><P>Pakkehandsamaren oppdaterer innhaldet i pakkebrønnen …</P>
pa: <P><BIG><B>ਰਿਪੋਜ਼ਟਰੀ ਤਾਜ਼ਾ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ</B></BIG></P><P>ਪੈਕੇਜ ਮੈਨੇਜਰ ਰਿਪੋਜ਼ਟਰੀ ਸਮੱਗਰੀ ਅੱਪਡੇਟ ਕਰ ਰਿਹਾ ਹੈ...</P>
pt: <P><BIG><B>Refrescar o Repositório</B></BIG></P><P>O gestor de pacotes está a atualizar o conteúdo do repositório...</P>
pt_br: <P><BIG><B>Atualizando repositório</B></BIG></P><P>O gerenciador de pacotes está atualizando o conteúdo do repositório...</P>
ro: <P><BIG><B>Se actualizează sursa de instalare</B></BIG></P><P>Managerul de pachete actualizează conținutul sursei...</P>
ru: <P><BIG><B>Обновление репозитория</B></BIG></P><P>Менеджер пакетов обновляет содержимое репозитория...</P>
sk: <P><BIG><B>Obnovujem repozitár</B></BIG></P><P>Správca balíkov aktualizuje obsah repozitára...</P>
th: <P><BIG><B>เรียกปรับปรุงคลังแพกเกจ</B></BIG></P><P>ตัวจัดการแพกเกจกำลังทำการปรับปรุงเนื้อหาของคลังแพกเกจอยู่...</P>
wa: <P><BIG><B>Rafristaedje do depot</B></BIG></P><P>Li manaedjeu des pacaedjes mete a djoû çou k' i gn a e depot...</P>
zh_cn: <P><BIG><B>正在刷新软件源</B></BIG></P><P>软件包管理器正在更新软件源内容...</P>

source: The package cannot be selected to install.
ar: تعذر تحديد الحزمة للتثبيت.
ca: El paquet no es pot seleccionar per a la instal·lació.
el: Το πακέτο δεν μπορεί να επιλεγεί για εγκατάσταση.
et: Seda paketti ei saa paigaldamiseks valida.
fa: بسته برای نصب نمیتواند انتخاب شود.
fi: Pakettia ei voida valita asennettavaksi.
gl: O paquete non pode ser seleccionado para a instalar.
hi: इंस्टॉल हेतु पैकेज चयन विफल।
hr: Paket ne može biti odabran za instalaciju.
ja: 何もインストールするパッケージを選択していません。
ka: პაკეტს დასაყენებლად ვერ აირჩევთ.
km: កញ្ចប់​មិនអាច​ត្រូវ​បាន​ជ្រើស​ដើម្បី​ដំឡើង​ទេ ។
lt: Paketo negalima pasirinkti įdiegimui.
nl: Het pakket kan niet geselecteerd worden voor installatie.
nn: Kan ikkje velja pakken for installering.
pt: O pacote não pode ser selecionado para instalação.
pt_br: O pacote não pode ser selecionado para instalação.
ro: Pachetul nu poate fi selectat pentru instalare.
ru: Пакет не может быть выбран для установки.
sk: Nedá sa vybrať balík pre inštaláciu.
th: ไม่สามารถเลือกแพกเกจเพื่อทำการติดตั้งได้
wa: Dji n' sai tchoezi l' pacaedje a astaler.
zh_cn: 不能选择安装该软件包。

source: The package is not available.
ar: الحزمة غير متاحة.
ca: El paquet no està disponible.
el: Το πακέτο δεν είναι διαθέσιμο.
et: Pakett pole saadaval.
fa: بسته در دسترس نیست.
fi: Paketti ei ole saatavilla.
gl: O paquete non está dispoñible.
hi: अनुपलब्ध पैकेज।
hr: Paket nije dostupan.
ja: パッケージが利用できません。
ka: პაკეტი ხელმისაწვდომი არაა.
km: មិនមាន​កញ្ចប់ ។
lt: Paketas nepasiekiemas.
nl: Het pakket is niet beschikbaar.
nn: Pakken er ikkje tilgjengeleg.
pt: O pacote não está disponível.
pt_br: O pacote não está disponível.
ro: Pachetul nu este disponibil.
ru: Пакет недоступен.
sk: Balík nie je dostupný.
th: ไม่มีแพกเกจอยู่
wa: Li pacaedje n' est nén disponibe.
zh_cn: 软件包不可用。

source: Cannot connect to the package manager
ar: تعذر الاتصال بمدير الحزم
ca: No es pot connectar amb el gestor de paquets
el: Αδυναμία σύνδεσης στον διαχειριστή λογισμικού
et: Paketihalduriga ei saa ühenduda
fa: نمیتوان به مدیر بسته متصل شد
fi: Pakettihallintaan ei saada yhteyttä
gl: Non se pode conectar co xestor de paquetes
hi: पैकेज प्रबंधक से कनेक्ट करना विफल
hr: Ne mogu se povezati na upravitelja paketima
ja: パッケージマネージャに接続できません
ka: პაკეტების მმართველთან მიერთების შეცდომა
km: មិនអាច​តភ្ជាប់​ទៅ​កម្មវិធី​គ្រប់គ្រង​កញ្ចប់​បានទេ
lt: Neįmanoma prisijungti prie paketų tvarkyklės
nl: Kan geen verbinding met de pakketbeheerder krijgen
nn: Klarte ikkje kopla til pakkehandsamaren
pt: Não foi possível ligar ao gestor de pacotes
pt_br: Não foi possível conectar-se ao gerenciador de pacotes
ro: Nu mă pot conecta la managerul de pachete
ru: Не удается соединиться с менеджером пакетов
sk: Nedá sa pripojiť ku správcovi balíkov
th: ไม่สามารถเชื่อมต่อกับตัวจัดการแพกเกจได้
wa: Dji n' mi sai raloyî å manaedjeu des pacaedjes
zh_cn: 无法连接软件包管理器

source: Maybe another YaST application is already running?
hi: संभवतः अन्य YaST अनुप्रयोग पहले से कार्यरत है?
ka: შეამოწმეთ, YaST-ი უკვე გაშვებული ხომ არ გაქვთ?
pt: Talvez outra aplicação YaST já esteja a correr?
pt_br: Talvez outro aplicativo YaST já esteja em execução?
sk: Možno je už spustená iná aplikácia YaST?

source: Refreshing repository
ar: تجديد المخزن
ca: Refrescant el repositori
el: Ανανέωση αποθετηρίου
et: Hoidla värskendamine
fa: در حال بروزرسانی مخزن
fi: Päivitetään asennuslähdettä
gl: Actualizando o repositorio
hi: पैकेज-संग्रह रिफ्रेश करना जारी
hr: Osvježavam repozitorij
ja: リポジトリを更新しています
ka: რეპოზიტორიის განახლება
km: ធ្វើ​ឲ្យ​ឃ្លាំង​ស្រស់
lt: Atnaujinama saugykla
nl: Vernieuwt opslagruimte
nn: Oppdaterer pakkebrønn
pa: ਰਿਪੋਜ਼ਟਰੀ ਤਾਜ਼ਾ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ
pt: A actualizar o repositório
pt_br: Atualizando repositório
ro: Actualizez sursa de instalare
ru: Обновление репозитория
sk: Obnovujem repozitár
th: เรียกปรับปรุงคลังแพกเกจ
wa: Rafristaedje do depot
zh_cn: 正在刷新软件源

source: Probing repository
ar: فحص المخزن
ca: Provant el repositori
el: Ανίχνευση αποθετηρίου
et: Hoidla proovimine
fa: در حال کاوش مخزن
fi: Tutkitaan asennuslähdettä
gl: Sondando repositorio
hi: पैकेज-संग्रह में खोज जारी
hr: Isprobavam repozitorij
ja: リポジトリを調査しています
ka: რეპოზიტორიის მოსინჯვა
km: ស្ទង់​ឃ្លាំង
lt: Bandoma saugykla
nl: Zoekt naar opslagruimte
nn: Kontaktar pakkebrønn
pa: ਰਿਪੋਜ਼ਟਰੀ ਖੋਜੀ ਜਾ ਰਹੀ ਹੈ
pt: A sondar o repositório
pt_br: Testando repositório
ro: Verific sursa de instalare
ru: Проверка репозитория
sk: Skúšam repozitár
th: ตรวจคลังแพกเกจ
wa: Dji saye li depot
zh_cn: 正在检测软件源

source: Scanning products in
ar: فحص المنتجات في
ca: Escanejant productes a
el: Σάρωση προϊόντων στο
et: Toodete skaneerimine hoidlas
fa: در حال بررسی محصول در
fi: Etsitään tuotetta
gl: Buscando produtos en
hi: इसमें उत्पाद खोज जारी
hr: Tražim proizvode u
ja: 製品を検索しています
ka: პროდუქტების სკანირება ბილიკზე
km: ​វិភាគ​រក​ផលិតផល​នៅ​ក្នុង
lt: Ieškoma produktų, esančių
nl: Scant producten in
nn: Søkjer etter produkt i
pa: ਪਰੋਡੱਕਟ ਵਿੱਚ ਸਕੈਨ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pt: A analisar produtos em
pt_br: Procurando produtos em
ro: Caut produsele în
ru: Поиск продуктов в
sk: Kontrolujem produkty v
th: ตรวจหาผลิตภัณฑ์ใน
wa: Dji corwaite les prodût dvins
zh_cn: 正在扫描产品于

source: Search Available Products
ar: البحث عن المنتجات المتاحة
ca: Cerca dels productes disponibles
el: Αναζήτηση Διαθέσιμων Προϊόντων
et: Saadaolevate toodete otsimine
fa: جستجوی محصولات در دسترس
fi: Hae saatavilla olevia tuotteita
gl: Buscar produtos dispoñibles
hi: उपलब्ध उत्पाद खोजें
hr: Traži dostupne proizvode
ja: 利用可能な製品の検索
ka: ხელმისწვდომი პროდუქტების ძებნა
km: ស្វែងរក​ផលិតផល​ដែល​មាន
lt: Ieškoti prieinamų produktų
nl: Doorzoeken van beschikbare producten
nn: Søk etter tilgjengelege produkt
pa: ਉਪਲੱਬਧ ਪਰੋਡੱਕਟ ਖੋਜ
pt: Procurar Produtos Disponíveis
pt_br: Pesquisar produtos disponíveis
ro: Caută Produsele Disponibile
ru: Поиск доступных продуктов
sk: Hľadať dostupné balíky
th: ค้นหาผลิตภัณฑ์ที่มีอยู่
wa: Trover prodûts k' i gn a
zh_cn: 搜索可用产品

source: Probe Source Type
ar: فحص نوع المصدر
ca: Prova del tipus de font
el: Ανίχνευση Τύπου Πηγής
et: Allika tüübi proovimine
fa: کاوش نوع منبع
fi: Tunnista lähteen tyyppi
gl: Sondar tipo de fonte
hi: स्रोत प्रकार खोजें
ja: ソースの種類の調査
ka: წყაროს ტიპის მოსინჯვა
km: ការ​ស្ទង់​ប្រភេទ​ប្រភព
lt: Tikrinti šaltinio tipą
nl: Bekijk brontype
nn: Undersøk kjeldetype
pa: ਸਰੋਤ ਟਾਈਪ ਖੋਜ
pt: Sondar Tipo de Serviço
pt_br: Testar tipo de fonte
ro: Probează tipul sursei
ru: Проверить тип источника
sk: Preskúmať typ zdroja
th: ตรวจสอบประเภทของแหล่งต้นทาง
wa: Sayî sôre di sourdant
zh_cn: 检测资源类型

source: Download Descriptions
ar: إنزال الأوصاف
ca: Descarrega les descripcions
el: Λήψη Περιγραφής
et: Kirjelduste allalaadimine
fa: توضیحات دریافت
fi: Lataa kuvaukset
gl: Descargando as descricións
hi: विवरण डाउनलोड
hr: Skini opise
ja: 説明のダウンロード
ka: აღწერილობების გადმოწერა
km: ការ​ព័ត៌មាន​ទាញយក
lt: Parsiųsti aprašus
nl: Download beschrijvingen
nn: Last ned skildringar
pa: ਵੇਰਵਾ ਡਾਊਨਲੋਡ
pt: Descarregar Descrições
pt_br: Baixar descrições
ro: Descarcă descrierile
ru: Загрузить описания
sk: Stiahnuť popis
th: ดาวน์โหลดคำอธิบาย
wa: Aberweter discrijhaedjes
zh_cn: 下载描述

source: Rebuild Cache
ar: إعادة بناء الذاكرة المؤقتة
ca: Reconstrueix la memòria cau
el: Αναδόμηση Λανθάνουσας μνήμης
et: Vahemälu taasloomine
fa: بازسازی کش
fi: Luo välimuisti uudelleen
gl: Reconstruír caché
hi: कैश पुनः स्थापित करें
ja: キャッシュの再構築
ka: ქეშის თავიდან აგება
km: ស្ថាបនា​ឃ្លាំង​សម្ងាត់​ឡើង​វិញ
lt: Perkurti podėlį
nl: Opnieuw bouwen van de cache
nn: Bygg opp att mellomlager
pa: ਕੈਸ਼ ਰੀਬਿਲਡ
pt: Reconstruir Cache
pt_br: Reconstruir cache
ro: Reconstruiește cache-ul
ru: Перестроить кэш
sk: Znovu zostaviť medzipamäť
th: สร้างแคชเก็บข้อมูลใหม่
wa: Ribasti l' muchete
zh_cn: 重建缓存

source: Load Data
ar: تحميل البيانات
ca: Carrega les dades
el: Φόρτωση Δεδομένων
et: Andmete laadimine
fa: بارگزاری داده
fi: Lataa tiedot
gl: Cargar datos
hi: डेटा लोड करें
hr: Učitaj podatke
ja: データの読み込み
ka: მონაცემების ჩატვირთვა
km: ផ្ទុក​ទិន្នន័យ
lt: Įkelti duomenis
nl: Laad gegevens
nn: Last data
pa: ਡਾਟਾ ਲੋਡ
pt: Carregar Dados
pt_br: Carregar dados
ro: Încarcă datele
ru: Загрузить данные
sk: Načítať dáta
th: เรียกข้อมูล
wa: Tcherdjî les dnêyes
zh_cn: 加载数据
