Repository: Dzejrou/yast-translations
Catalog: po/pkg-bindings/*.po
Languages: ar, ca, el, et, fa, fi, gl, hi, hr, ja, ka, km, lt, nl, nn, pa, pt, pt_br, ro, ru, sk, th, wa, zh_cn

source: Adding the Repository...
ar: تتم الآن إضافة المخزن...
ca: Afegint el repositori...
el: Προσθήκη Αποθετηρίου...
et: Hoidla lisamine...
fa: در حال افزودن مخزن...
fi: Lisätään asennuslähdettä...
gl: Engadindo o repositorio...
hi: पैकेज-संग्रह जोड़ना जारी...
hr: Dodajem repozitorij...
ja: リポジトリを追加しています...
ka: რეპოზიტორიის დამატება...
km: កំពុង​បន្ថែម​ឃ្លាំង...
lt: Pridedama saugykla...
nl: Opslagruimte toevoegen...
nn: Legg til pakkebrønn …
pa: ਰਿਪੋਜ਼ਟਰੀ ਸ਼ਾਮਲ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ...
pt: A adicionar o Repositório...
pt_br: Adicionando repositório...
ro: Se adaugă sursa...
ru: Добавление репозитория...
sk: Pridávam repozitár...
th: ทำการเพิ่มคลังแพกเกจ...
wa: Dji radjoute li depot...
zh_cn: 正在添加软件源...

source: Downloading
ar: إنزال
ca: Decarregant
el: Λήψη
et: Allalaadimine
fa: در حال دریافت
fi: Ladataan
gl: Descargando
hi: डाउनलोड जारी
hr: Skidam
ja: ダウンロードしています
ka: გადმოწერა
km: ទាញយក
lt: Atsiunčiama
nl: Downloaden
nn: Lastar ned
pa: ਡਾਊਨਲੋਡ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pt: A descarregar
pt_br: Baixando
ro: Descarc
ru: Загрузка
sk: Sťahovanie
th: ทำการดาวน์โหลด
wa: Dj' aberwete
zh_cn: 正在下载

source: Refresh Metadata
ar: تجديد بيانات التعريف
ca: Refresca les metadades
el: Ανανέωση Μεταδεδομένων
et: Metaandmete värskendamine
fa: تازه سازی شبه داده
fi: Virkistä metadata
gl: Actualizar metadatos
hi: मेटाडेटा रिफ्रेश
hr: Osvježi metapodatke
ja: メタデータの更新
ka: მეტამონაცემების განახლება
km: ធ្វើ​ឲ្យ​ទិន្នន័យ​មេតា​ស្រស់
lt: Atnaujinti metaduomenis
nl: Vernieuwen van metagegevens
nn: Oppdater metadata
pa: ਮੇਟਾਡਾਟਾ ਤਾਜ਼ਾ ਕਰੋ
pt: A Refrescar os Metadados
pt_br: Atualizar metadados
ro: Reîmprospătează metadate
ru: Обновить метаданные
sk: Obnova metadát
th: ปรับปรุงข้อมูลกำกับอีกครั้ง
wa: Rafrister les meta-dnêyes
zh_cn: 刷新元数据

source: Refreshing Repository...
ar: تجديد المخزن...
ca: Refrescant el repositori...
el: Ανανέωση Αποθετηρίων...
et: Hoidla värskendamine...
fa: در حال تازه سازی مخزن...
fi: Virkistetään asennuslähdettä...
gl: Actualizando repositorio...
hi: पैकेज-संग्रह रिफ्रेश जारी...
hr: Osvježavam repozitorij...
ja: リポジトリを更新しています...
ka: რეპოზიტორიის განახლება...
km: កំពុង​ធ្វើ​ឲ្យ​ឃ្លាំង​ស្រស់...
lt: Atnaujinama saugykla...
nl: Vernieuwen opslagruimte ...
nn: Oppdaterer pakkebrønn …
pa: ਰਿਪੋਜ਼ਟਰੀ ਤਾਜ਼ਾ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ...
pt: A Refrescar o Repositório...
pt_br: Atualizando repositório...
ro: Se reîmprospătează sursa...
ru: Обновление репозитория...
sk: Obnovujem repozitár...
th: เรียกปรับปรุงคลังแพกเกจ....
wa: Rafristaedje do depot...
zh_cn: 正在刷新软件源...

source: Target is not a directory:
ar: لا يعتبر الهدف دليلاً:
ca: La destinació no és un directori:
el: Ο προορισμός δεν είναι κατάλογος:
et: Sihtmärk pole kataloog:
fa: هدف یک فهرست نیست:
fi: Kohde ei ole hakemisto:
gl: O destino non é un directorio:
hi: लक्षित स्थान डायरेक्टरी नहीं है :
hr: Meta nije direktorij:
ja: ターゲットはディレクトリではありません:
ka: სამიზნე საქაღლდე არაა:
km: គោលដៃ​គឺ​មិនមែន​ជា​ថត​ទេ ៖
lt: Paskirtis nėra katalogas:
nl: Doel is geen map:
nn: Målet er ikkje ei mappe:
pt: O alvo não é uma diretoria:
pt_br: O destino não é um diretório:
ro: Destinația nu este un director:
ru: Целевой объект не является каталогом:
sk: Cieľ nie je priečinok:
wa: Li såme n' est nén on ridant :
zh_cn: 目标不是一个目录：

source: Cannot create directory
ar: تعذر إنشاء الدليل
ca: No es pot crear el directori
el: Αδυναμία δημιουργίας του καταλόγου
et: Kataloogi ei saa luua
fa: نمیتوان فهرست را ساخت
fi: Hakemiston luominen ei onnistu
gl: Non se puido crear o directorio
hi: डायरेक्टरी बनाना विफल
hr: Ne mogu napraviti direktorij
ja: ディレクトリを作成できません
ka: საქაღალდის შექმნა შეუძლებელია
km: មិន​អាច​បង្កើត​ថត
lt: Nepavyksta sukurti katalogo
nl: Kan map niet aanmaken
nn: Klarte ikkje oppretta mappe
pa: ਡਾਇਰੈਕਟਰੀ ਬਣਾਈ ਨਹੀਂ ਜਾ ਸਕਦੀ
pt: Não foi possível criar o directório
pt_br: Não foi possível criar o diretório
ro: Directorul nu se poate crea
ru: Не удается создать каталог
sk: Nedá sa vytvoriť priečinok
th: ไม่สามารถสร้างไดเรกทอรีได้
wa: Dji n' sai fé l' ridant
zh_cn: 无法创建目录

source: Cannot check status of directory
ar: يتعذر التحقق من حالة الدليل
ca: No es pot comprovar l'estat del directori
el: Αδυναμία ελέγχου κατάστασης καταλόγου
et: Kataloogi olekut ei saa kontrollida
fa: نمیتوان وضعیت قهرست را بررسی کرد
fi: Hakemiston tilan tarkistaminen ei onnistu
gl: Non se pode comprobar o estado do directorio
hi: डायरेक्टरी स्थिति जाँच विफल
hr: Ne mogu provjeriti status direktorija
ja: ディレクトリの状態を確認できません
ka: საქაღალდის მდგომარეობის შემოწმება შეუძლებელია
km: មិនអាច​ពិនិត្យ​ស្ថានភាព​ថត​បានទេ
lt: Nepavyksta patikrinti būsenos katalogui
nl: Kan de status van de map niet controleren
nn: Kan ikkje kontrollera status til mappa
pt: Não foi possível verificar o estado da diretoria
pt_br: Não foi possível verificar o status do diretório
ro: Starea directorului nu se poate verifica
ru: Невозможно проверить состояние каталога
sk: Nedá sa skontrolovať stav priečinka
wa: Dji n' sai verifyî l' estat do ridant
zh_cn: 无法检查目录状态

source: Error: Cannot copy the cache to the target directory
ar: خطأ: تعذر نسخ الذاكرة المؤقتة إلى المخزن الهدف
ca: Error: no es pot copiar la memòria cau al directori de destinació
el: Σφάλμα: Αδύνατη η αντιγραφή της cache για τον επιλεγμένο κατάλογο
et: Viga: vahemälu ei saa sihtkataloogi kopeerida
fa: خطا: نمیتوان کش را در فهرست هدف رونوشت کرد
fi: Virhe: Välimuistin kopiointi kohdehakemistoon ei onnistu
gl: Erro: Non se puido copiar a caché ó directorio destino
hi: त्रुटि : लक्षित डायरेक्टरी पर कैश कॉपी करना विफल
hr: Greška: ne mogu kopirati priručnu memoriju u odredišni direktorij
ja: エラー: キャッシュを目的のディレクトリにコピーすることができません
ka: შეცდომა: ქეშის სამიზნე საქაღალდეში კოპირება შეუძლებელია
km: កំហុស ៖ មិន​អាច​ចម្លង​ឃ្លាំង​សម្ងាត់​ទៅ​ថត​គោលដៅ
lt: Klaida: nepavyksta nukopijuoti podėlio į paskirties katalogą
nl: Fout: kan de cache niet naar de doelmap kopiëren
nn: Feil: Klarte ikkje kopiera mellomlageret til målmappa
pa: ਗਲਤੀ: ਕੈਸ਼ ਨੂੰ ਟਾਰਗੇਟ ਡਾਇਰੈਕਟਰੀ ਵਿੱਚ ਕਾਪੀ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ
pt: Erro: Não foi possível copiar a cache para o directório de destino
pt_br: Erro: não foi possível copiar o cache para o diretório de destino
ro: Eroare: Cache-ul nu se poate copia în directorul destinație
ru: Ошибка. Не удается скопировать кэш в каталог назначения
sk: Chyba: Nedá sa skopírovať medzipamäť do cieľového priečinka
th: ผิดพลาด: ไม่สามารถคัดลอกแคชไปยังไดเรกทอรีเป้าหมายได้
wa: Aroke : Dji n' sai copyî l' muchete e ridant såme
zh_cn: 错误：无法将缓存复制到目标目录

source: Copying failed
ar: فشل النسخ
ca: Ha fallat la còpia
el: Η αντιγραφή απέτυχε
et: Kopeerimine nurjus
fa: رونوشت ناتوان بود
fi: Kopioiminen epäonnistui
gl: Fallo ó copiar
hi: कॉपी करना विफल
hr: Kopiranje nije uspjelo
ja: コピーに失敗しました
ka: კოპირების შეცდომა
km: ការ​ចម្លង​បរាជ័យ
lt: Kopijuojant įvyko klaida
nl: Kopiëren is mislukt
nn: Feil ved kopiering
pa: ਕਾਪੀ ਕਰਨਾ ਫੇਲ੍ਹ ਹੋਇਆ
pt: Falha ao copiar
pt_br: Falha ao copiar
ro: Copiere eșuată
ru: Не удалось скопировать
sk: Zlyhalo kopírovanie
th: การคัดลอกล้มเหลว
wa: Li copiaedje a fwait berwete
zh_cn: 复制失败

source: Error refreshing service
ar: خطأ في تحديث الخدمة
ca: Error en refrescar el servei
el: Σφάλμα υπηρεσίας ανανέωσης
fa: خطا در تازه سازی سرویس
fi: Virhe virkistettäessä palvelua
gl: Erro ao actualizar o servizo
hi: सेवा रिफ्रेश करने में त्रुटि
hr: Dogodila se pogreška prilikom ponovnog pokretanja servisa
ja: サービス更新時にエラー
ka: სერვისის განახლების შეცდომა
km: កំហុស​ការ​ធ្វើ​ឲ្យសេវា​ស្រស់
lt: Nesklandumai atnaujinant paslaugą
nl: Fout bij vernieuwen van service
nn: Feil ved oppdatering av teneste
pt: Erro a refrescar o serviço
pt_br: Erro ao atualizar o serviço
ro: Eroare în timpul actualizării serviciului
ru: Ошибка при обновлении службы
sk: Chyba pri obnovení služby
wa: Åk n' a nén stî come dji rafristéve li siervice
zh_cn: 刷新服务出错

source: Refresh Sources
ar: تجديد المصادر
ca: Refresca les fonts
el: Ανάγνωση Πηγών
et: Allikate värskendamine
fa: تازه سازی منبع
fi: Virkistä lähteet
gl: Actualizar fontes
hi: स्रोत रिफ्रेश
hr: Osvježi izvore
ja: ソースの更新
ka: წყაროების განახლება
km: ធ្វើ​ឲ្យ​ប្រភព​ស្រស់
lt: Atnaujinti šaltinius
nl: Vernieuwen van bronnen
nn: Oppdater kjelder
pa: ਸਰੋਤ ਤਾਜ਼ਾ
pt: Refrescar Origens
pt_br: Atualizar fontes
ro: Reîmprospătează sursele
ru: Обновить источники
sk: Obnoviť zdroje
th: เรียกปรับปรุงต้นทางอีกครั้ง
wa: Rafrister les sourdants
zh_cn: 刷新资源

source: Loading the Package Manager...
ar: تحميل مدير الحزم...
ca: Carregant el gestor de paquets...
el: Φόρτωση Διαχειριστή Λογισμικού...
et: Paketihalduri laadimine...
fa: در حال بارگزاری مدیر بسته...
fi: Ladataan pakettienhallintaa...
gl: Cargando o xestor de paquetes...
hi: पैकेज प्रबंधक लोड करना जारी...
hr: Učitavam upravitelja paketima...
ja: パッケージマネージャを読み込んでいます...
ka: პაკეტების მმართველის ჩატვირთვა...
km: កំពុង​ផ្ទុក​កម្មវិធី​គ្រប់គ្រង​កញ្ចប់...
lt: Paleidžiama paketų tvarkytuvė...
nl: Laden van de pakketbeheerder...
nn: Lastar pakkehandsamaren …
pa: ਪੈਕੇਜ ਮੈਨੇਜਰ ਲੋਡ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
pt: A Carregar o Gestor de Pacotes...
pt_br: Carregando gerenciador de pacotes...
ro: Se încarcă managerul de pachete...
ru: Загрузка Менеджера пакетов...
sk: Načítavam správcu balíkov...
th: เรียกตัวจัดการแพกเกจ...
wa: Tcherdjaedje do manaedjeu des pacaedjes...
zh_cn: 正在加载软件包管理器...

source: Load Sources
ar: تحميل المصادر
ca: Carrega les fonts
el: Φόρτωση Πηγών
et: Allikate laadimine
fa: بارگزاری منبع
fi: Lataa lähteet
gl: Cargar fontes
hi: स्रोत लोड करें
hr: Učitaj izvore
ja: ソースの読み込み
ka: წყაროების ჩატვირთვა
km: ផ្ទុក​ប្រភព
lt: Įkelti šaltinius
nl: Bronnen laden
nn: Last kjelder
pa: ਸਰੋਤ ਲੋਡ
pt: Carregar Origens
pt_br: Carregar fontes
ro: Încarcă sursele
ru: Загрузить источники
sk: Načítať zdroje
th: เรียกต้นทาง
wa: Tcherdjî sourdants
zh_cn: 加载资源

source: Cannot find source
ar: تعذر العثور على المصدر
ca: No es troba la font
el: Αδύνατη η εύρεση πηγών
et: Allikat ei leitud
fa: نمیتوان منبع را یافت
fi: Lähdettä ei löytynyt
gl: Non se pode atopar a fonte
hi: स्रोत प्राप्ति विफल
hr: Ne mogu pronaći izvor
ja: ソースが見つかりません
ka: წყაროს პოვნა ვერ მოხერხდა
km: មិនអាច​រក​ប្រភព
lt: Nepavyksta rasti šaltinio
nl: Kan bron niet vinden
nn: Klarte ikkje finna kjelde
pa: ਸਰੋਤ ਖੋਜਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ
pt: Não foi possível encontrar a origem
pt_br: Não foi possível encontrar a fonte
ro: Sursa nu poate fi găsită
ru: Не удается найти источник
sk: Nedá sa nájsť zdroj
th: ไม่สามารถค้นพบต้นทางได้
wa: Dji n' sai trover l' sourdant
zh_cn: 未找到来源

source: Remove Repositories
ar: إزالة المخازن
ca: Suprimeix repositoris
el: Αφαίρεση Αποθετηρίων
et: Hoidlate eemaldamine
fa: حذف مخازن
fi: Poista asennuslähteitä
gl: Eliminar os repositorios
hi: पैकेज-संग्रह हटाएँ
hr: Ukloni repozitorije
ja: リポジトリの削除
ka: რეპოზიტორიების წაშლა
km: យក​ឃ្លាំង​សម្ងាត់​ចេញ
lt: Pašalinti saugyklas
nl: Verwijder opslagruimten
nn: Fjern pakkebrønnar
pa: ਰਿਪੋਜ਼ਟਰੀਆਂ ਹਟਾਓ
pt: Remover Repositórios
pt_br: Remover repositórios
ro: Șterge sursele
ru: Удалить репозитории
sk: Odstrániť repozitáre
th: ลบคลังแพกเกจ
wa: Oister des depots
zh_cn: 移除软件源

source: Save Repositories
ar: حفظ المخازن
ca: Desa els repositoris
el: Αποθήκευση Αποθετηρίων
et: Hoidlate salvestamine
fa: ذخیره ی مخازن
fi: Tallenna asennuslähteet
gl: Gardar os repositorios
hi: पैकेज-संग्रह संचित करें
hr: Spremi repozitorije
ja: リポジトリの保存
ka: რეპოზიტორიების შენახვა
km: រក្សា​ទុក​ឃ្លាំង
lt: Išsaugoti saugyklas
nl: Opslagruimten opslaan
nn: Lagra pakkebrønnar
pa: ਰਿਪੋਜ਼ਟਰੀਆਂ ਸੰਭਾਲੋ
pt: Gravar Repositórios
pt_br: Salvar repositórios
ro: Salvează sursele
ru: Сохранить репозитории
sk: Uložiť repozitáre
th: บันทึกคลังแพกเกจ
wa: Schaper des depots
zh_cn: 保存软件源

source: Saving Repositories...
ar: يتم الآن حفظ المخازن...
ca: Desant els repositoris...
el: Αποθήκευση Αποθετηρίων...
et: Hoidlate salvestamine...
fa: در حال ذخیره سازی مخازن...
fi: Tallennetaan asennuslähteet...
gl: Gardando os repositorios...
hi: पैकेज-संग्रह संचय जारी...
hr: Spremam repozitorije...
ja: リポジトリを保存しています...
ka: რეპოზიტორიების შენახვა...
km: កំពុង​រក្សា​ទុក​ឃ្លាំង...
lt: Išsaugomos saugyklos...
nl: Opslaan van opslagruimten...
nn: Lagrar pakkebrønnar …
pa: ਰਿਪੋਜ਼ਟਰੀਆਂ ਸੰਭਾਲੀਆਂ ਜਾ ਰਹੀਆਂ ਹਨ...
pt: A gravar os Repositórios...
pt_br: Salvando repositórios...
ro: Se salvează sursele...
ru: Сохранение репозиториев...
sk: Ukladám repozitáre...
th: ทำการบันทึกคลังแพกเกจ...
wa: Dji schape les depots...
zh_cn: 正在保存软件源...

source: Initialize the Target System
ar: تهيئة النظام الهدف
ca: Inicia el sistema de destinació
el: Αρχικοποίηση του εν λόγω Συστήματος
et: Sihtsüsteemi initsialiseerimine
fa: مقداردهی اولیه ی سیستم هدف
fi: Valmistellaan kohdejärjestelmää
gl: Iniciando o sistema destino
hi: लक्षित सिस्टम आरंभ करें
hr: Inicijaliziraj odredišni sustav
ja: ターゲットシステムの準備
ka: სამიზნე სისტემის ინიციალიზაცია
km: ចាប់ផ្ដើម​ប្រព័ន្ធ​គោលដៅ
lt: Paleisti paskirties sistemą
nl: Doelsysteem initialiseren
nn: Gjer klar målsystemet
pa: ਟਾਰਗੇਟ ਸਿਸਟਮ ਸ਼ੁਰੂ ਕਰੋ
pt: Inicializar o Sistema de Destino
pt_br: Inicializar sistema de destino
ro: Inițializează sistemul țintă
ru: Инициализировать целевую систему
sk: Inicializácia cieľového systému
th: เตรียมการใช้งานระบบเป้าหมาย
wa: Inicialijhî l' sistinme såme
zh_cn: 初始化目标系统

source: Read Installed Packages
ar: قراءة الحزم المثبَّتة
ca: Llegeix els paquets instal·lats
el: Ανάγνωση Εγκατεστημένων Πακέτων
et: Paigaldatud pakettide lugemine
fa: خواندن سیستم نصب شده
fi: Lue asennetut paketit
gl: Ler os paquetes instalados
hi: इंस्टॉल पैकेज रीड करें
hr: Učitaj instalirane pakete
ja: インストール済みのパッケージの読み込み
ka: დაყენებული პაკეტების წაკითხვა
km: អាន​កញ្ចប់​ដែល​បាន​ដំឡើង
lt: Skaityti įdiegtus paketus
nl: Lezen van geïnstalleerde pakketten
nn: Les installerte pakkar
pa: ਇੰਸਟਾਲ ਹੋਏ ਪੈਕੇਜ ਰੀਡ ਕਰੋ
pt: Ler Pacotes Instalados
pt_br: Ler pacotes instalados
ro: Citește pachetele instalate
ru: Читать установленные пакеты
sk: Načítať nainštalované balíky
th: อ่านข้อมูลแพกเกจที่ติดตั้งไว้แล้ว
wa: Lére les pacaedjes d' astalés
zh_cn: 读取已安装的软件包
