Repository: Dzejrou/yast-translations
Catalog: po/dhcp-server/*.po
Languages: ca, da, gl, hu, id, ja, km, ko, lt, nl, pa, pt, ro, ru, sk, th, uk

source: <p><b>Print Server</b> offers this server as the default print server.</p>
ca: <p><b>Servidor d'impressió</b> ofereix aquest servidor com a servidor d'impressió per defecte.</p>
da: <p><b>Udskriftsserver</b> tilbyder denne server som standard-udskriftsserver.</p>
gl: <p><b>Servidor de impresión</b> define a este servidor como o servidor de impresión predeterminado.</p>
hu: <p>A <b>Nyomtatókiszolgáló</b> lehetőséggel állítható be ez a kiszolgáló alapértelmezett nyomtatókiszolgálónak.</p>
ja: <p><b>プリントサーバ</b> は、クライアントに対して既定のプリントサーバを通知するために利用されるものです。</p>
km: <p><b>ម៉ាស៊ីន​បម្រើ​ម៉ាស៊ីន​បោះពុម្ព</b> ធ្វើ​ឲ្យ​ម៉ាស៊ីន​បម្រើ​នេះ​ក្លាយ​ជា​ម៉ាស៊ីន​បម្រើ​ម៉ាស៊ីន​បោះពុម្ព​លំនាំដើម ។</p>
ko: <p><b>프린트 서버</b>는 이 서버를 기본 프린트 서버로 설정합니다.</p>
lt: <p><b>Spausdinimo serveris</b> siūlo šį serverį kaip numatytąjį spausdinimo serverį.</p>
nl: <p><b>Printserver</b> biedt deze server als de standaard printserver aan.</p>
pa: <p><b>ਪ੍ਰਿੰਟ ਸਰਵਰ</b> ਇਸ ਸਰਵਰ ਨੂੰ ਮੂਲ ਪ੍ਰਿੰਟ ਸਰਵਰ ਨਿਰਧਾਰਿਤ ਕਰਦਾ ਹੈ।</p>
pt: <p><b>Servidor de Impressoras</b> oferece este servidor como sendo o servidor de impressoras pré-definido.</p>
ro: <p><b>Print Server</b> setează acest server ca print server implicit.</p>
ru: <p><b>Сервер печати</b> предлагает этот сервер как сервер печати по умолчанию.</p>
sk: <p><b>Tlačový server</b> ponúkne tento server ako implicitný tlačový server.</p>
th: <p><b>แม่ข่ายบริการการพิมพ์</b> กำหนดค่าเครื่องแม่ข่ายบริการการพิมพ์ปริยายให้กับเครี่องลูกข่ายต่าง ๆ</p>
uk: <p><b>Сервер друку</b> пропонує використання цього сервера у якості сервера друку.</p>

source: <p><b>WINS Server</b> offers this server as the WINS server (Windows Internet Naming Service).</p>
ca: <p>El <b>Servidor WINS </b> ofereix aquest servidor com a servidor WINS (Windows Internet Naming Service).</p>
da: <p><b>WINS-server</b> tilbyder denne server som WINS-serveren (Windows Internet Naming Service).</p>
hu: <p>A <b>WINS-kiszolgáló</b> pont beállítja ezt a gépet WINS kiszolgálónak (Windows Internet Naming Service).</p>
ja: <p><b>WINS サーバ</b> はクライアント側に通知され、クライアント側の 既定の WINS (Windows Internet Naming Service) サーバとして設定されます。</p>
km: <p><b>ម៉ាស៊ីន​បម្រើ WINS</b> ធ្វើ​ឲ្យ​ម៉ាស៊ីន​បម្រើ​នេះ​ក្លាយ​ជា​ម៉ាស៊ីន​បម្រើ WINS (Windows Internet Naming Service) ។</p>
ko: <p><b>WINS 서버</b>는 이 서버를 WINS(Windows Internet Naming Service) 서버로 설정합니다.</p>
lt: <p><b>WINS serveris</b> siūlo šį serverį kaip WINS serverį („Windows Internet Naming Service“).</p>
nl: <p><b>WINS-server</b> biedt deze server als WINS-server aan (Windows Internet Naming Service).</p>
pa: <p><b>WINS ਸਰਵਰ</b> ਇਸ ਸਰਵਰ ਨੂੰ WINS ਸਰਵਰ ਨਿਰਧਾਰਿਤ ਕਰਦਾ ਹੈ (Windows Internet Naming Service)।</p>
pt: <p><b>Servidor WINS</b> oferece este servidor como sendo o servidor WINS (Windows Internet Naming Service).</p>
ro: <p><b>Server WINS</b> setează acest server ca server WINS (Windows Internet Naming Service).</p>
ru: <p><b>Сервер WINS</b> предлагает этот сервер как WINS-сервер (Windows Internet Naming Service).</p>
sk: <p><b>WINS server</b> ponúkne klientovi tento server ako WINS server (Windows Internet Naming Service).</p>
th: <p><b>แม่ข่ายบริการ WINS</b> กำหนดเครื่องแม่ข่ายบริการ WINS นี้ให้กับเครื่องลูกข่าย (Windows Internet Naming Service)</p>
uk: <p><b>Сервер WINS</b> вказує на заданий сервер, як на сервер WINS (Windows Internet Naming Service).</p>

source: <p><b>Default Lease Time</b> sets the time after which the leased IP expires and the client must ask for an IP again.</p>
ca: <p>El <b>Temps d'arrendament per defecte</b> estableix el temps després del qual la IP arrendada caduca i el client ha de demanar una IP una altra vegada.</p>
da: <p><b>Standard tildelingstid</b> definerer tidsrummet, efter hvilken en tildelt IP-adresse udløber, og klienten skal bede om en ny IP-adresse.</p>
hu: <p>Az <b>Alapértelmezett lejárati idő</b> azt határozza meg, hogy a kliensek mennyi ideig használhatják a kiosztott IP-címet. Az idő elteltével a klienseknek újból címet kell kérniük.</p>
ja: <p><b>既定の貸与時間</b> には、貸与した IP アドレスが期限切れとなる時間を設定します。 クライアントは、ここで指定した時間が経過すると再度アドレス要求を行ないます。</p>
km: <p><b>រយៈពេល​ជួល​លំនាំដើម</b> កំណត់​រយៈពេល​ដែល IP បាន​ជួល នឹង​ផុតកំណត់ ហើយ​ម៉ាស៊ីន​ភ្ញៀវ​នឹង​ស្នើសុំ IP ម្ដង​ទៀត ។</p>
ko: <p><b>기본 임대 시간</b>은 임대한 IP가 만료된 후 클라이언트가 IP를 다시 요청해야 하는 시간을 설정합니다.</p>
lt: <p><b>Numatytoji nuomos trukmė</b> nurodo laiką, po kurio nustoja galioti nuomojamas IP adresas, o klientas po to turi iš naujo prašyti IP.</p>
nl: <p><b>Standaard lease tijd</b> stelt de tijd in waarna het geleasde IP zal verlopen en wanneer de client weer om een IP moet gaan vragen.</p>
pa: <p><b>ਮੂਲ ਮਿਆਦ ਸਮਾਂ</b> ਸਮਾਂ ਨਿਰਧਾਰਿਤ ਕਰਦਾ ਹੈ ਜਿਸ ਤੋਂ ਬਾਅਦ ਮਿਆਦੀ IP ਖਤਮ ਹੋ ਜਾਂਦਾ ਹੈ ਅਤੇ ਕਲਾਂਈਟ ਨੂੰ ਫਿਰ IP ਲਈ ਪੁੱਛਣਾ ਜਰੂਰੀ ਹੈ।</p>
pt: <p><b>Tempo de Aluguer Pré-definido</b> define o tempo a partir do qual, o endereço IP alocado expira, e o cliente deve solicitar um novo endereço.</p>
ro: <p><b>Timp de valabilitate implicit</b> setează timpul după care expiră adresa IP alocată și clientul trebuie să ceară din nou un IP.</p>
ru: <p><b>Время аренды по умолчанию</b> задает время, после которого истекает срок действия выданных IP-адресов, и клиенты должны вновь запросить IP-адрес.</p>
sk: <p><b>Implicitná doba prenájmu</b> nastaví dobu, po uplynutí ktorej prenájom IP adresy stratí platnosť, a klient musí znovu požiadať o IP adresu.</p>
th: <p><b>ค่าเวลาปริยายที่ให้ใช้งาน</b> กำหนดช่วงรอก่อนหมดเวลาหลังจากการแจกจ่ายที่อยู่ไอพีแล้ว ซึ่งถ้าหมดเวลานี้แล้ว เครื่องลูกข่ายจะต้องทำการร้องขอที่อยู่ไอพีมายังบริการอีกครั้งหนึ่ง</p>
uk: <p><b>Типовий час оренди</b> вказує час дії орендованого IP, після завершення якого клієнт має подати новий запит на IP-адресу.</p>

source: <p><b><big>Subnet Information</big></b></br> View information about the current subnet, such as its address, netmask, minimum and maximum IP addresses available for the clients. </p>
ca: <p><b><big> Informació de subxarxa</big></b></br> Vegeu informatció sobre la subxarxa actual, com ara l'adreça, la màscara, adreces IP mínimes i màximes disponibles per als clients. </p>
da: <p><b><big>Subnet-information</big></b></br> Se informationen om det aktuelle subnet, såsom dets adresse, netmaske, minimum og maksimum IP-adresser tilgængelige for klienterne. </p>
hu: <p><b><big>Alhálózati információk</big></b></br> Itt a jelenlegi alhálózat információi tekinthetők meg, mint a címek, hálózati maszkok, és az IP-címek tartománya. </p>
ja: <p><b><big>サブネット情報</big></b></br> ここでは、現在のサブネットに関する情報を読むことができます。たとえばアドレスやネットマスク、 クライアントに貸与するアドレス範囲の最大値と最小値などです。 </p>
km: <p><b><big>ព័ត៌មាន​បណ្ដាញ​រង</big></b></br> នៅ​ទីនេះ អ្នក​អាច​មើល​ព័ត៌មាន​អំពី​បណ្ដាញ​រង​បច្ចុប្បន្ន ដូច​ជា​អាសយដ្ឋាន​របស់​វា របាំង​បណ្ដាញ និង​អាសយដ្ឋាន IP អប្បបរមា និង​អតិបរមា​អាច​ប្រើ​បាន​សម្រាប់​ម៉ាស៊ីន​ភ្ញៀវ ។ </p>
ko: <p><b><big>서브넷 정보</big></b></br> 주소, 넷마스크, 클라이언트에 사용 가능한 최소 및 최대 IP 주소 등 현재 서브넷에 대한 정보를 표시합니다. </p>
nl: <p><b><big>Subnetinformatie</big></b></br> Bekijk de informatie over het huidige subnet, zoals het adres, netwerkmasker en minimum en maximum IP-adressen die voor de clients beschikbaar zijn. </p>
ru: <p><b><big>Сведения о подсети</big></b></br> Просмотрите сведения о текущей подсети, например, её адрес, маска сети, минимальный и максимальный IP-адреса, доступные для клиентов. </p>
sk: <p><b><big>Informácie o podsieti</big></b></br> Prehľadové informácie o aktuálnej podsieti, ako je jej adresa, sieťová maska, minimálne a maximálne IP adresy dostupné pre klientov. </p>
uk: <p><b><big>Інформація про підмережу</big></b></br> Тут ви можете переглянути інформацію щодо поточної підмережі, зокрема її адресу, мережну маску та мінімальну і максимальну IP-адреси доступні для клієнтів. </p>

source: <p><b><big>IP Address Range</big></b><br> Set the <b>First IP Address</b> and the <b>Last IP Address</b> of the address range to be leased to clients. These addresses must have the same netmask. For instance, <tt>192.168.1.1</tt> and <tt>192.168.1.64</tt>. Check the <b> Allow Dynamic BOOTP</b> flag if the specified range may be dynamically assigned to BOOTP clients as well as DHCP clients</p>.
ca: <p><b><big>Gamma d'adreça IP</big></b><br> Establiu la <b>primera adreça IP</b> i l'<b>última adreça IP</b> de la gamma d'adreces arrendades als clients. Aquestes adreces han de tenir la mateixa màscara de xarxa. Per exemple, <tt>192.168.1.1</tt> i <tt>192.168.1.64</tt>. Marqueu la bandera <b> permet BOOTP dinàmic</b> si la gamma especificada pot ser dinàmicament assignada tant a clients BOOTP com a clients DHCP</p>.
da: <p><b><big>IP-adresseområde</big></b><br> Angiv den <b>første IP-adresse</b> og den <b>sidste IP-adresse</b> i det adresseområde der skal leases til klienterne. Disse adresser skal have samme netmaske. For eksempel <tt>192.168.1.1</tt> og <tt>192.168.1.64</tt>. Markér flaget <b> Tillad dynamisk BOOTP</b>, hvis det specificerede område må tildeles BOOTP-klienter såvel som DHCP-klienter dynamisk.</p>
hu: <p><b><big>IP-címtartomány</big></b><br> Itt be kell állítani a <b>Legalacsonyabb IP-cím</b>et és a <b>Legmagasabb IP-cím</b>et. Ebből a tartományból fogja a DHCP-kiszolgáló kiosztani az IP-címeket. Fontos, hogy a címek ugyanazt a hálózati maszkot használják. Egy érvényes tartomány például a <tt>192.168.1.1</tt> - <tt>192.168.1.64</tt>. A BOOTP- és a DHCP-kliensek meghatározott tartományhoz való hozzárendeléséhez állítsa be <b>Dinamikus BOOTP engedélyezése</b> lehetőséget.</p>
ja: <p><b><big>IP アドレス範囲</big></b><br> クライアントに貸与する <b>最初の IP アドレス</b> と <b>最後の IP アドレス</b> を、それぞれ設定してください。これらのアドレスは同じネットマスクである必要があります。 たとえば <tt>192.168.1.1</tt> と <tt>192.168.1.64</tt> のようになります。 <b>動的 BOOTP の許可</b> フラグを指定した範囲に設定すると、 DHCP クライアントと 同様に BOOTP クライアントに対しても、動的にアドレスを割り振るようになります。</p>
km: <p><b><big>ជួរ​អាសយដ្ឋាន IP</big></b><br> កំណត់ <b>អាសយដ្ឋាន IP ដំបូង</b> និង <b>អាសយដ្ឋាន IP ចុងក្រោយ</b> ដើម្បី​ផ្ដល់​ឲ្យ​ម៉ាស៊ីន​ភ្ញៀវ ​។ អាសយដ្ឋាន​ទាំងនេះ​ត្រូវ​មាន​មាន​របាំង​បណ្ដាញ​ដូច​គ្នា ។ ឧទាហរណ៍ <tt>192.168.1.1</tt> និង <tt>192.168.1.64</tt> ។ គូស​ធីក​ទង់ជាតិ <b> អនុញ្ញាត​ BOOTP អថេរ</b> ប្រសិន​បើ​ជួរ​ដែល​បាន​បញ្ជាក់ អាច​​ត្រូវ​បាន​ផ្ដល់ ដោយ​អថេរ​ទៅ​ម៉ាស៊ីន​ភ្ញៀវ BOOTP ព្រម​ទាំង​ម៉ាស៊ីន​ភ្ញៀវ DHCP ដែរ</p> ។
ko: <p><b><big>IP 주소 범위</big></b><br> 클라이언트에게 임대될 주소 범위의 <b>첫 번째 IP 주소</b> 및 <b>마지막 IP 주소</b>를 설정하십시오. 이러한 주소는 동일한 서브넷을 사용해야 합니다. 예를 들어 <tt>192.168.1.1</tt> 및 <tt>192.168.1.64</tt>입니다. 지정한 범위가 BOOTP 클라이언트 및 DHCP 클라이언트에게 동적으로 할당될 수 있는 경우 <b> 동적 BOOTP 허용</b> 플래그를 선택하십시오</p>.
nl: <p><b><big>IP-adresbereik</big></b><br> Stel het <b>Eerste IP-adres</b> en <b>Laatste IP-adres</b> in van de adresreeks waaruit de clients een lease krijgen. Deze adressen moeten hetzelfde netmasker hebben. Voorbeeld: <tt>192.168.1.1</tt> en <tt>192.168.1.64</tt>. Selecteer <b>Dynamische BOOTP toestaan</b> als het opgegeven bereik dynamisch mag worden toegewezen aan BOOTP- en DHCP-clients</p>.
ru: <p><b><big>Диапазон IP-адресов</big></b><br> Установите <b>Первый IP-адрес</b> и <b>Последний IP-адрес</b> диапазона адресов, выделяемых клиентам. Эти адреса должны иметь одинаковые маски сети. Например, <tt>192.168.1.1</tt> и <tt>192.168.1.64</tt>. Отметьте <b>Разрешить динамический BOOTP</b>, если указанный диапазон может быть динамически присвоен BOOTP-клиентам также, как и DHCP-клиентам.</p>
uk: <p><b><big>Діапазон IP-адрес</big></b><br> Встановіть <b>Початкову IP-адресу</b> та <b>Завершальну IP-адресу</b>, які надаватимуться в оренду клієнтам. Ці адреси повинні мати однакову мережну маску. Наприклад, <tt>192.168.1.1</tt> і <tt>192.168.1.64</tt>. Позначка <b> Дозволити динамічний BOOTP</b> у визначеному діапазоні означає дозвіл на динамічний розподіл для клієнтів BOOTP і для клієнтів DHCP</p>.

source: <p><b><big>Lease Time</big></b><br> Set the <b>Default</b> lease time for the current IP address range, which sets the optimal IP refreshing time for clients.<br></p>
ca: <p><b><big>Temps d'arrendament</big></b><br> Establiu el temps d'arrendament <b>per defecte</b> per a la gamma d'adreça IP actual, que estableix el temps de refresc IP òptim per als clients.<br></p>
da: <p><b><big>Tildelingstid</big></b><br> Angiv her <b>Standard</b> tildelingstid for det aktuelle IP-adresseområde, hvilket definerer den optimale tid for genopfriskning af klienternes IP-adresser.<br></p>
hu: <p><b><big>Lejárati idő</big></b><br> Itt lehet beállítani az <b>Alapértelmezett</b> lejárati időt a megadott IP-címtartományhoz. A kiszolgáló az idő elteltével frissíti a kliens IP-címét.<br></p>
ja: <p><b><big>貸与時間</big></b><br> このアドレス範囲での <b>既定の</b> 貸与時間を設定してください。 この設定値はクライアントに対して IP アドレスの更新間隔を指定することになります。<br></p>
km: <p><b><big>រយៈពេល​ជួល</big></b><br> កំណត់​រយៈពេល​ជួល​<b>លំនាំដើម</b> សម្រាប់​ជួរ​អាសយដ្ឋាន​ IP ដែល​កំណត់​ពេលវេលា​ធ្វើឲ្យ IP ស្រស់​ប្រសើរ​បំផុត​សម្រាប់​ម៉ាស៊ីន​ភ្ញៀវ ។<br></p>
ko: <p><b><big>임대 시간</big></b><br> 현재 사용 중인 IP 주소 범위의 <b>기본</b> 임대 시간을 설정하여 클라이언트의 최적 IP 새로 고침 시간을 설정합니다.<br></p>
lt: <p><b><big>Nuomos trukmė</big></b><br> Dabartinei IP sričiai nurodykite <b>numatytą</b> nuomos trukmę, kuri reiškia optimalų IP atnaujinimo laiką klientams.<br></p>
nl: <p><b><big>Lease-tijd</big></b><br> Hier kunt u de <b>standaard</b> lease-tijd voor het huidige IP-adressenbereik instellen, welke de optimale IP-vernieuwingstijd voor de clients instelt.<br></p>
pt: <p><b><big>Tempo de Aluguer</big></b><br> Defina aqui o tempo de aluguer <b>pré-definido</b> para a gama actual de endereços IP, o qual define o tempo ideal de renovação dos endereços IP dos clientes.<br></p>
ro: <p><b><big>Timp de valabilitate</big></b><br> Specificați timpul de valabilitate <b>Implicit</b> pentru intervalul curent de adrese IP, care va seta timpul optim de actualizare al IP-urilor clienților.<br></p>
ru: <p><b><big>Время аренды</big></b><br> Задайте время аренды <b>по умолчанию</b> для текущего диапазона IP-адресов, которое устанавливает оптимальное время обновления IP-адресов для клиентов.<br></p>
th: <p><b><big>ระยะเวลาที่ให้ใช้งาน</big></b><br> ตั้งค่าระยะเวลา<b>ปริยาย</b>ที่ให้ใช้งาน กับช่วงของที่อยู่ไอพีปัจจุบัน ซึ่งเป็นการตั้งค่าให้เหมาะสมกับช่วงเวลาเพื่อปรับปรุงข้อมูลของเครื่องลูกข่าย<br></p>
uk: <p><b><big>Час оренди</big></b><br> Встановіть <b>типовий</b> час оренди для поточного діапазону IP-адрес, це значення визначає оптимальний час оновлення IP-адрес клієнтів.<br></p>

source: <p><b>Maximum</b> (optional value) sets the maximum time period for which this IP is blocked for the client on the DHCP server.</p>
ca: <p><b>Màxim</b> (valor opcional) estableix el període de temps màxim durant el qual aquesta IP està blocada per al client al servidor DHCP.</p>
da: <p><b>Maksimal</b> (valgfri værdi) definerer det maksimale tidsrum i hvilket denne IP-adresse er blokeret for klienten på DHCP-serveren.</p>
hu: <p>A <b>Maximum</b> (opcionális) beállítja a legmagasabb lejárati időt, ameddig ez az IP blokkolásra kerül a kliens számára a DHCP-kiszolgálón.</p>
ja: <p>また貸与時間の <b>最大値</b> (オプション) は、 DHCP サーバが貸与したアドレスを保護する時間を意味します。 </p>
km: <p><b>អតិបរមា</b> (តម្លៃ​​ជា​ជម្រើស) កំណត់​អំឡុងពេល​អតិបរមា ដែល​ម៉ាស៊ីន​ភ្ញៀវ​នៅ​លើ​ម៉ាស៊ីន​បម្រើ DHCP នឹង​ទប់ស្កាត់ IP នេះ ។</p>
ko: <p><b>최대</b>(옵션 값)는 DHCP 서버에서 클라이언트에 대해 IP가 차단되는 최대 기간을 설정합니다.</p>
lt: <p><b>Didžiausia</b> (nebūtina reikšmė) nurodo ilgiausią laikotarpį, kuriam šis IP yra blokuojamas klientui DHCP serveryje.</p>
nl: <p><b>Maximum</b> (optionele waarde) stelt de maximale tijdsduur in waarbij dit IP geblokkeerd zal zijn voor de client op de DHCP-server .</p>
pa: <b>ਵੱਧ-ਤੋਂ-ਵੱਧ</b> (ਚੋਣਵਾਂ ਮੁੱਲ) ਵੱਧ-ਤੋਂ-ਵੱਧ ਸਮਾਂ ਨਿਰਧਾਰਿਤ ਕਰਦਾ ਹੈ ਜਿਸ ਦੌਰਾਨ ਇਹ IP, DHCP ਸਰਵਰ ਉਪੱਰਲੇ ਕਲਾਂਈਟਾਂ ਲਈ ਰੋਕਿਆ ਹੁੰਦਾ ਹੈ।</p>
pt: <p><b>Máximo</b> (valor opcional) define o período de tempo máximo que este IP está bloqueado para um cliente, no servidor DHCP.</p>
ro: <p><b>Maxim</b> (valoare opțională) setează intervalul de timp maxim pentru care această adresă IP va fi blocată pentru client pe acest server DHCP.</p>
ru: <p><b>Максимум</b> (необязательный параметр) устанавливает максимальный период времени, в течении которого этот IP-адрес блокирован клиентом на DHCP-сервере.</p>
sk: <p><b>Maximum</b> (voliteľné) nastaví maximálnu dobu, počas ktorej je IP adresa na DHCP serveri blokovaná pre klienta.</p>
th: <p><b>ค่าสูงสุด</b> (ค่าของตัวเลือก) ตั้งค่าช่วงเวลาสูงสุด ที่ไอพีนี้จะถูกล็อคไว้ให้ใช้กับเครื่องลูกข่ายของบริการ DHCP</p>
uk: <p><b>Максимум</b> (необов’язкове значення) встановлює максимальний термін, на який ця IP-адреса блокується на сервері DHCP для клієнта.</p>

source: <p><b><big>Expert Configuration</big></b><br> To enter the complete configuration of the DHCP server, click <b>DHCP Server Expert Configuration</b>.</p>
ca: <p><b><big>Configuració avançada</big></b><br> Per introduir la configuració completa del servidor DHCP, cliqueu a <b>Configuració avançada del servidor DHCP</b>.</p>
da: <p><b><big>Avanceret konfiguration</big></b><br> Få adgang til den komplette konfiguration af DHCP-serveren ved at klikke på <b>Avanceret konfiguration af DHCP-server</b>.</p>
hu: <p><b><big>Szakértői beállítások</big></b><br> A DHCP-kiszolgáló beállításának befejezéséhez nyomja meg a <b>DHCP-kiszolgáló szakértői beállítások</b> gombot.</p>
ja: <p><b><big>熟練者設定</big></b><br> DHCP サーバの完全な設定を行なうには、 <b>DHCP サーバ熟練者設定</b> を押してください。</p>
km: <p><b><big>ការ​កំណត់​រចនាសម្ព័ន្ធ​បែប​ជំនាញ</big></b><br> ដើម្បី​បញ្ចូល​ការ​កំណត់​រចនាសម្ព័ន្ធ​ពេញលេញ​របស់​ម៉ាស៊ីន​បម្រើ DHCP សូម​ចុច <b>ការ​កំណត់​ម៉ាស៊ីន​បម្រើ DHCP បែប​ជំនាញ</b> ។</p>
ko: <p><b><big>고급 구성</big></b><br> DHCP 서버를 완벽하게 구성하려면 <b>DHCP 서버 고급 구성</b>을 클릭합니다.</p>
nl: <p><b><big>Geavanceerd</big></b><br> Klik op <b>Geavanceerde DHCP-serverconfiguratie</b> om de complete configuratie van de DHCP-server in te voeren.</p>
pa: <p><b><big>ਮਾਹਰ ਸੰਰਚਨਾ</big></b><br> DHCP ਸਰਵਰ ਦੀ ਪੂਰੀ ਸੰਰਚਨਾ ਕਰਨ ਲਈ, <b>DHCP ਸਰਵਰ ਮਾਹਰ ਸੰਰਚਨਾ</b>ਦਬਾਓ।</p>
pt: <p><b><big>Configuração Avançada</big></b><br> Para realizar uma configuração completa do servidor DHCP, prima <b>Entrar na Configuração Avançada do Servidor DHCP</b>.</p>
ro: <p><b><big>Configurare avansată</big></b><br> Pentru a seta configurația completă a serverului DHCP, apăsați <b>Configurare avansată a serverului DHCP</b>.</p>
ru: <p><b><big>Конфигурация эксперта</big></b><br> Чтобы осуществить полную настройку DHCP-сервера, нажмите <b>Конфигурация эксперта DHCP-сервера...</b>.</p>
sk: <p><b><big>Expertná konfigurácia</big></b><br> Ak chcete zadať kompletnú konfiguráciu pre DHCP server, kliknite na <b>Spustiť expertnú konfiguráciu DHCP serveru</b>.</p>
th: <p><b><big>การปรับแต่งค่าแบบผู้เชี่ยวชาญ</big></b><br> หากต้องการทำการปรับแต่งค่าของบริการ DHCP อย่างสมบูรณ์ ให้คลิกที่ <b>ปรับแต่งค่าของบริการ DHCP แบบผู้เชี่ยวชาญ</b></p>
uk: <p><b><big>Налаштування для знавців</big></b><br> Щоб отримати доступ до повного набору налаштувань сервера DHCP, натисніть кнопку <b>Налаштування сервера DHCP для знавців</b>.</p>

source: <p><b><big>Host Management</big></b><br> Use this dialog to edit hosts with static address binding.</p>
ca: <p><big><b>Gestió d'amfitrió</b></big><br> Utilitzeu aquest diàleg per editar amfitrions amb adreça estàtica vinculant.</p>
da: <p><b><big>Håndtering af værtsmaskiner</big></b><br> Brug denne dialog for at redigere værtsmaskiner med statisk adressebinding.</p>
hu: <p><b><big>Gépek kezelése</big></b><br> Használja ezt ablakot a gépek statikus címeinek beállításához.</p>
ja: <p><b><big>ホスト管理</big></b><br> このダイアログでは、固定でアドレスを割り振るホストを編集します。</p>
km: <p><b><big>ការ​គ្រប់គ្រង​ម៉ាស៊ីន</big></b><br> សូម​ប្រើ​ប្រអប់​នេះ ដើម្បី​កែសម្រួល​ម៉ាស៊ីន​ដែល​មាន​អាសយដ្ឋាន​ប្រែប្រួល ។</p>
ko: <p><b><big>호스트 관리</big></b><br> 이 대화 상자를 사용하면 정적 주소 바인딩을 갖는 호스트를 편집할 수 있습니다.</p>
nl: <p><b><big>Host beheer</big></b><br> Gebruik dit dialoog om hosts met een statische adres binding te wijzigen.</p>
pa: <p><b><big>ਹੋਸਟ ਪ੍ਰਬੰਧਨ</big></b><br> ਸਥਿਰ ਸਿਰਨਾਵੇਂ ਨਾਲ ਹੋਸਟ ਸੋਧ ਕਰਨ ਲਈ ਇਹ ਸਹਾਇਕ ਵਰਤੋ।</p>
pt: <p><b><big>Gestão de Equipamentos</big></b><br> Utilize esta caixa de diálogo para editar os equipamentos com associação a endereços estáticos.</p>
ro: <p><b><big>Gestionare gazde</big></b><br> Folosiți acest dialog pentru a edita gazdele cu adrese statice.</p>
ru: <p><b><big>Управление хостами</big></b><br> Используйте это диалоговое окно для редактирования хостов со статическими адресами.</p>
sk: <p><b><big>Správa hostiteľov</big></b><br> Ak chcete upravovať hostiteľov so statickými adresami, použite tento dialóg.</p>
th: <p><b><big>การจัดการเครื่อง</big></b><br> ใช้กล่องตั้งค่านี้ในการแก้ไขเครื่องต่าง ๆ ที่มีการกำหนดให้ที่อยู่เป็นแบบตายตัว</p>
uk: <p><b><big>Керування вузлами</big></b><br> Цей діалог використовується для зміни вузлів зі статичною прив’язкою до адрес.</p>
