Repository: Dzejrou/yast-translations
Catalog: po/dhcp-server/*.po
Languages: ca, da, gl, hu, id, ja, km, ko, lt, nl, pa, pt, ro, ru, sk, th, uk

source: <p>To add a new new host, set its <b>Name</b>, <b>Hardware Address</b>, and <b>IP Address</b> then click <b>Add</b>.</p> <p>To modify a configured host, select it in the table, change all values, and click <b>Change in List</b>.</p>
ca: <p>Per afegir un nou amfitrió, establiu-ne el <b>nom</b>, l'<b>adreça de maquinari</b> i l'<b>adreça IP</b> i cliqueu a <b>afegeix</b>.</p> <p>Per modificar un amfitrió configurat, seleccioneu-lo a la taula, canvieu-ne els valors i cliqueu a <b>Canvia a la llista</b>.</p>
da: <p>For at tilføje en ny værtsmaskine, angiv dens <b>Navn</b>, <b>hardware-adresse</b> og <b>IP-adresse</b>. Klik derefter på <b>Tilføj</b>.</p> <p>For at ændre en konfigureret værtsmaskine, vælg den i tabellen, redigere alle værdierne, og klik på <b>Ændr i liste</b>.</p>
hu: <p>Egy új gép hozzáadásához állítsa be annak <b>Nevét</b>, <b>MAC-cím</b>ét és <b>IP-cím</b>ét, majd kattintson a <b>Hozzáadás</b> gombra.</p> <p>Egy beállított gép szerkesztéséhez, válassza ki azt a listából és kattintson a <b>Változtatás a listában</b> gombra.</p>
ja: <p>新しいホストを追加するには <b>名前</b>, <b>ハードウエアアドレス</b>, <b>IP アドレス</b> をそれぞれ入力し <b>追加</b> を押してください。</p> <p>設定したホストを変更するには、一覧からホストを選択して 必要な値を変更し、 <b>変更</b> を押してください。</p>
km: <p>ដើម្បី​បន្ថែមម៉ាស៊ីន​ថ្មី​មួយ សូម​ជ្រើស <b>ឈ្មោះ</b>, <b>អាសយដ្ឋាន​ផ្នែករឹង</b> និង​<b>អាសយដ្ឋាន IP</b> របស់​វា បន្ទាប់​មក​ចុច <b>បន្ថែម</b> ។</p> <p>ដើម្បី​កែប្រែម៉ាស៊ីន​មួយ​ដែល​បាន​កំណត់​រចនាសម្ព័ន្ធ សូម​ជ្រើស​វា​ក្នុង​តារាង, ផ្លាស់ប្ដូរ​តម្លៃ​ទាំងអស់ ហើយ​ចុច <b>ផ្លាស់ប្ដូរ​ក្នុង​បញ្ជី</b> ។</p>
ko: <p>새 호스트를 추가하려면 <b>이름</b>, <b>하드웨어 주소</b> 및 <b>IP 주소</b>를 설정한 다음 <b>추가</b>를 클릭합니다.</p> <p>구성된 호스트를 수정하려면 테이블에서 해당 호스트를 선택하고 값을 변경한 다음 <b>목록에서 변경</b>을 클릭합니다.</p>
nl: <p>Om een nieuwe host toe te voegen, moet u z'n <b>Naam</b>, <b>Hardware adres</b> en <b>IP-adres</b> instellen en vervolgens op <b>Toevoegen</b> klikken.</p> <p>Om een geconfigureerde host te modificeren dient u deze eerst in de tabel te selecteren, de gewenste waarden te wijzigen en vervolgens op <b>In lijst wijzigen</b> te klikken.</p>
pa: <p>ਨਵਾਂ ਹੋਸਟ ਸ਼ਾਮਿਲ ਕਰਨ ਲਈ, ਇਸ ਦਾ<b>ਨਾਂ</b>, <b>ਹਾਰਡਵੇਅਰ ਐਡਰੈੱਸ</b>, ਅਤੇ <b>IP ਐਡਰੈੱਸ ਨਿਰਧਾਰਿਤ ਕਰੋ</b> ਅਤੇ ਫਿਰ <b>ਸ਼ਾਮਿਲ</b>ਦਬਾਓ।</p> <p>ਸੰਰਚਿਤ ਹੋਸਟ ਤਬਦੀਲ ਕਰਨ ਲਈ, ਇਸ ਨੂੰ ਸਾਰਣੀ ਵਿੱਚ ਚੁਣੋ, ਸਾਰੇ ਮੁੱਲ ਤਬਦੀਲ ਕਰੋ, ਅਤੇ <b>ਲਿਸਟ ਵਿੱਚ ਤਬਦੀਲ</b>ਦਬਾਓ।</p>
pt: <p>Para adicionar um novo equipamentos, defina o seu <b>Nome</b>, <b>Endereço de Hardware</b> e <b>Endereço IP</b>. Depois prima <b>Adicionar</b>.</p> <p>Para modificar um equipamento configurado, escolha-o da tabela, altere os valores, e prima <b>Alterar na Lista</b>.</p>
ro: <p>Pentru a adăuga o gazdă nouă, setați <b>Numele</b>, <b>Adresa hardware</b> și <b>Adresa IP</b> a acestei gazde, apoi apăsați <b>Adaugă</b>.</p> <p>Pentru a modifica o gazdă deja configurată, selectați-o din tabel, modificați valorile și apăsați <b>Modifică în listă</b>.</p>
ru: <p>Для добавления нового хоста задайте его <b>Имя</b>, <b>Аппаратный адрес</b> и <b>IP-адрес</b>, затем нажмите <b>Добавить</b>.</p> <p>Для изменения настроек хоста выберите его в таблице, измените все значения и нажмите <b>Изменить в списке</b>.</p>
sk: <p>Ak chcete pridať nového hostiteľa, nastavte jeho <b>Názov</b>, <b>Hardvérovú adresu</b> a <b>IP adresu</b> a kliknite na <b>Pridať</b>.</p> <p>Pre úpravu nakonfigurovaného hostiteľa, vyberte ho, zmeňte nastavenia a kliknite na <b>Zmeniť v zozname</b>.</p>
th: <p>หากต้องการเพิ่มเครื่องใหม่ ให้ตั้งค่า<b>ชื่อ</b>ของมัน, <b>ที่อยู่ของฮาร์ดแวร์</b> และค่า <b>ที่อยู่ไอพี</b> แล้วคลิกที่ปุ่ม <b>เพิ่ม</b></p> <p>หากต้องการแก้ไขเครื่องที่มีการปรับแต่งไว้แล้ว ให้เลือกมันจากตาราง แก้ไขค่าต่าง ๆ ของมัน แล้วคลิกที่ <b>แก้ไขในช่องรายการ</b></p>
uk: <p>Щоб додати новий вузол, вкажіть його <b>Назву</b>, <b>Апаратну адресу</b> і <b>IP-адресу</b>, а потім натисніть кнопку <b>Додати</b>.</p> <p>Щоб змінити налаштування вузла, виберіть його у таблиці, змініть всі значення, а потім натисніть кнопку <b>Змінити у списку</b>.</p>

source: <p>To remove a host, select it and click <b>Delete from List</b>.</p>
ca: <p>Per suprimir un amfitrió, seleccioneu <b>Suprimeix de la llista</b>.</p>
da: <p>For at fjerne en værtsmaskine, markér den og klik på <b>Slet fra liste</b>.</p>
gl: <p>Para eliminar un host, seleccióneo e prema <b>Borrar da lista</b>.</p>
hu: <p>Egy gép törléséhez válassza ki azt, majd nyomja a <b>Törlés a listáról</b> gombot.</p>
ja: <p>ホストを削除するには、ホストを選択して <b>一覧から削除</b> を押してください。</p>
km: <p>ដើម្បី​យក​ម៉ាស៊ីន​មួយ​ចេញ ជ្រើស​វា ហើយ​ចុច <b>លុប​ពី​បញ្ជី</b> ។</p>
ko: <p>호스트를 제거하려면 해당 호스트를 선택한 다음 <b>목록에서 삭제</b>를 클릭합니다.</p>
lt: <p>Norėdami pašalinti pagrindinį kompiuterį, pažymėkite jį ir spauskite <b>Šalinti iš sąrašo</b>.</p>
nl: <p>Om een host te verwijderen dient u deze eerst te selecteren en daarna op <b>Uit lijst verwijderen</b> te klikken.</p>
pa: <p>ਹੋਸਟ ਹਟਾਉਣ ਲਈ, ਇਸ ਨੂੰ ਚੁਣੋ ਅਤੇ <b>ਲਿਸਟ ਵਿਚੋਂ ਮਿਟਾਓ</b>ਦਬਾਓ।</p>
pt: <p>Para remover um equipamento, escolha-o e prima <b>Apagar da Lista</b>.</p>
ro: <p>Pentru a șterge o gazdă, selectați-o și apăsați <b>Ștereg din listă</b>.</p>
ru: <p>Для удаления хоста выберите его и нажмите <b>Удалить из списка</b>.</p>
sk: <p>Pre odstránenie hostiteľa ho vyberte a kliknite na <b>Odstrániť zo zoznamu</b>.</p>
th: <p>หากต้องการลบเครื่องออกไป ให้เลือกมัน แล้วคลิกที่ปุ่ม <b>ลบออกไปจากช่องรายการ</b></p>
uk: <p>Щоб вилучити вузол, виберіть його і натисніть кнопку <b>Вилучити зі списку</b>.</p>

source: <p>Select the type of declaration to add.</p>
ca: <p>Seleccioneu el tipus de declaració a afegir.</p>
da: <p>Vælg deklarationstypen som skal tilføjes.</p>
gl: <p>Seleccione o tipo de declaración para engadir</p>
hu: <p>Válassza ki a felvenni kívánt deklaráció típusát.</p>
ja: <p>追加する宣言の種類を選択してください。</p>
km: <p>ជ្រើស​ប្រភេទ​ការ​ប្រកាស ដែល​ត្រូវបន្ថែម ។</p>
ko: <p>추가할 선언 형식을 선택합니다.</p>
lt: <p>Pasirinkite pridėtino aprašo tipą.</p>
nl: <p>Selecteer het toe te voegen declaratie type.</p>
pa: <p>ਸ਼ਾਮਲ ਕਰਨ ਲਈ ਐਲਾਨ ਦੀ ਕਿਸਮ ਚੁਣੋ।</p>
pt: <p>Escolha o tipo da declaração a adicionar.</p>
ro: <p>Selectați tipul declarației pe care doriți să o adăugați.</p>
ru: <p>Выберите тип добавляемого объявления.</p>
sk: <p>Vyberte typ pridávanej deklarácie.</p>
th: <p>เลือกประเภทของการประกาศที่จะเพิ่ม</p>
uk: <p>Виберіть тип декларації, яку збираєтеся додати.</p>

source: <p>To add a network declaration, select <b>Subnet</b>.</p>
ca: <p>Per afegir una declaració de xarxa, seleccioneu <b>Subxarxa</b>.</p>
da: <p>For at tilføje en netværksdeklaration, vælg <b>Subnet</b>.</p>
hu: <p>Ha hozzá akar adni egy hálózati deklarációt, akkor válassza az <b>alhálózat</b> pontot.</p>
ja: <p>ネットワーク宣言を追加するには、 <b>サブネット</b> を選択してください。</p>
km: <p>ដើម្បី​បន្ថែម​ការ​ប្រកាស​បណ្ដាញ​មួយ សូម​ជ្រើស <b>Subnet</b> ។</p>
ko: <p>네트워크 선언을 추가하려면 <b>서브넷</b>을 선택합니다.</p>
lt: <p>Norėdami pridėti tinklo aprašą, pasirinkite <b>potinklį</b>.</p>
nl: <p>Selecteer <b>Subnet</b> om een netwerk declaratie toe te voegen.</p>
pa: <p>ਨੈੱਟਵਰਕ ਐਲਾਨ ਸ਼ਾਮਲ ਕਰਨ ਲਈ, <b>ਸਬਨੈੱਟ</b>ਚੁਣੋ।</p>
pt: <p>Para adicionar uma declaração de rede, escolha <b>Sub-rede</b>.</p>
ro: <p>Pentru a adăuga o declarație de rețea, selectați <b>Subrețea</b>.</p>
ru: <p>Чтобы добавить сетевое объявление, выберите <b>Подсеть</b>.</p>
sk: <p>Pre pridanie deklarácie siete zvoľte <b>Podsieť</b>.</p>
th: <p>หากต้องการเพิ่มการประกาศเครือข่าย ให้เลือกที่ <b>เครือข่ายย่อย</b></p>
uk: <p>Щоб додати мережну декларацію, виберіть пункт <b>Підмережа</b>.</p>

source: <p>To add a host that needs special parameters (usually a fixed address), select <b>Host</b>.</p>
ca: <p>Per afegir un amfitrió que necessiti peràmetres especials (normalment una adreça fixa), seleccioneu <b>amfitrió</b>.</p>
da: <p>For at tilføje en værtsmaskine som behøver specielle parametre (normalt en fast adresse), vælg <b>Værtsmaskine</b>.</p>
hu: <p>Ha egy speciális paraméterekkel (általában fix IP-címmel) rendelkező gépet akar felvenni, akkor válassza a <b>Gép</b> pontot.</p>
ja: <p>特別なパラメータ (通常は固定アドレス) が必要なホストを追加するには、 <b>ホスト</b> を選択してください。</p>
km: <p>ដើម្បី​បន្ថែមម៉ាស៊ីន​មួយ ដែល​ត្រូវការ​ប៉ារ៉ាម៉ែត្រ​ពិសេស (ជា​ធម្មតា​គឺ​អាសយដ្ឋាន​ថេរ) សូម​ជ្រើស <b>ម៉ាស៊ីន</b> ។</p>
ko: <p>특수 매개변수를 필요로 하는 호스트를 추가하려면 (보통 고정 주소로 되어 있음) <b>호스트</b>를 선택합니다.</p>
lt: <p>Norėdami pridėti pagr. kompiuterį, kuriam reikia specialių parametrų (dažniausiai fiksuoto adreso), pasirinkite <b>pagrindinį kompiuterį</b>.</p>
nl: <p>Selecteer <b>Host</b> om een host die speciale parameters (meestal met een vast adres) nodig heeft toe te voegen.</p>
pa: <p>ਹੋਸਟ, ਜੋ ਕਿ ਖਾਸ ਪੈਰਾਮੀਟਰ ਚਾਹੁੰਦਾ ਹੈ, ਸ਼ਾਮਲ ਕਰਨ ਲਈ (ਆਮ ਤੌਰ ਤੇ ਪੱਕਾ ਐਡਰੈੱਸ), <b>ਹੋਸਟ</b>ਚੁਣੋ</p>
pt: <p>Para adicionar um equipamento que requer parâmetros especiais (habitualmente um endereço fixo), escolha <b>Equipamento</b>.</p>
ro: <p>Pentru a adăuga o gazdă ce necesită parametrii speciali (de obicei adresă fixă), selectați <b>Gazdă</b>.</p>
ru: <p>Чтобы добавить хост, которому нужны особые параметры (обычно фиксированный адрес), выберите <b>Хост</b>.</p>
sk: <p>Pre pridanie hostiteľa, ktorý potrebuje špeciálne parametre (zväčša pevnú adresu) zvoľte <b>Hostiteľ</b>.</p>
th: <p>หากต้องการเพิ่มเครื่องที่จำเป็นต้องใช้พารามิเตอร์พิเศษต่าง ๆ (เช่น ที่อยู่แบบตายตัว) ให้เลือกที่ <b>เครื่อง</b></p>
uk: <p>Щоб додати вузол, який потребує особливих параметрів (зазвичай, фіксованої адреси), виберіть <b>Вузол</b>.</p>

source: <p>To add a shared network (physical network with multiple logical networks), select <b>Shared Network</b>.</p>
ca: <p>Per afegir una xarxa compartida (xarxa física amb mútiples xarxes lògiques), seleccioneu <b>Xarxa compartida</b>.</p>
da: <p>For at tilføje et delt netværk (fysisk netværk med flere logiske netværk), vælg <b>Delt netværk</b>.</p>
hu: <p>Egy osztott hálózat hozzáadásához (fizikai hálózat több logikai alhálózattal), válassza az <b>Osztott hálózat</b> pontot.</p>
ja: <p>共有ネットワーク (複数の論理ネットワークを持つ物理ネットワーク) を 追加するには、 <b>共有ネットワーク</b> を選択してください。</p>
km: <p>ដើម្បី​បន្ថែម​បណ្ដាញ​រួម​មួយ (បណ្ដាញ​ពិតៗ ដែល​មាន​បណ្ដាញ​ឡូជីខល​​ច្រើន) ជ្រើស <b>បណ្ដាញ​រួម</b> ។</p>
ko: <p>공유 네트워크(여러 논리 네트워크와 실제 네트워크)를 추가하려면 <b>공유 네트워크</b>를 선택합니다.</p>
lt: <p>Norėdami pridėti bendro naudojimo tinklą (fizinį tinklą su keliais loginiais tinklais), rinkitės <b>bendro naudojimo tinklą</b>.</p>
nl: <p>Selecteer <b>Gedeeld netwerk</b> om een gedeeld netwerk (fysiek netwerk met meerdere logische netwerken) toe te voegen.</p>
pa: <p>ਸ਼ੇਅਰ ਨੈੱਟਵਰਕ (ਬਹੁਤੇ ਤਰਕਪੂਰਨ ਨੈੱਟਵਰਕਾਂ ਨਾਲ ਸਿਧਾਂਤਕ ਨੈੱਟਵਰਕ) ਸ਼ਾਮਿਲ ਕਰਨ ਲਈ, <b>ਸ਼ੇਅਰ ਨੈੱਟਵਰਕ</b>ਚੁਣੋ।</p>
pt: <p>Para adicionar uma rede partilhada (rede física com múltiplas redes lógicas), escolha <b>Rede Partilhada</b>.</p>
ro: <p>Pentru a adăuga o rețea împărțită (rețea fizică cu mai multe rețele logice), selectați <b>Rețea împărțită</b>.</p>
ru: <p>Чтобы добавить общую сеть (физическую сеть с несколькими логическими сетями), выберите <b>Разделяемая сеть</b>.</p>
sk: <p>Pre pridanie zdieľanej siete (fyzická sieť s viacerými logickými sieťami) zvoľte <b>Zdieľaná sieť</b>.</p>
th: <p>หากต้องการเพิ่มเครือข่ายที่ใช้ร่วมกัน (เครือข่ายทางกายภาพ ที่มีเครือข่ายแบบลอจิคัลหลายตัว) ให้เลือกที่ <b>เครือข่ายที่ใช้ร่วมกัน</b></p>
uk: <p>Щоб додати спільну мережу (фізичну мережу, що складається з декількох логічних мереж), виберіть пункт <b>Спільна мережа</b>.</p>

source: <p>To add a group of other declarations (usually if they should share some settings), select <b>Group</b>.</p>
ca: <p>Per afegir un grup d'altres declaracions (normalment si han de compartir alguns paràmetres), seleccioneu <b>Grup</b>.</p>
da: <p>For at tilføje en gruppe af andre deklarationer (normalt hvis de skal dele nogle indstillinger), vælg <b>Gruppe</b>.</p>
hu: <p>Egy deklarációcsoport hozzáadásához (gépcsoport közös DHCP paraméterekkel), válassza a <b>Csoport</b> pontot.</p>
ja: <p>設定を共有するなどの理由で複数の宣言をひとまとめにして 追加するには <b>グループ</b> を選択してください。</p>
km: <p>ដើម្បី​បន្ថែម​ក្រុម​នៃ​ការ​ប្រកាស​ផ្សេង​ទៀត (ជាទូទៅ ប្រសិនបើ​ពួក​វា​គួរ​ចែក​រំលែក​ការ​កំណត់​ខ្លះ) សូម​ជ្រើស <b>ក្រុម</b> ។</p>
ko: <p>일부 설정을 공유하는 다른 선언 그룹을 추가하려면 <b>그룹</b>을 선택합니다.</p>
lt: <p>Norėdami pridėti kitų aprašų grupę (dažniausiai jei jie turi dalintis tam tikromis nuostatomis), rinkitės <b>grupę</b>.</p>
nl: <p>Selecteer <b>Groep</b> om een groep met andere declaraties (gewoonlijk als deze enkele instellingen moeten delen) toe te voegen.</p>
pa: <p>ਹੋਰ ਘੋਸ਼ਣਾ ਦੇ ਸਮੂਹ ਸ਼ਾਮਿਲ ਕਰਨ ਲਈ (ਆਮ ਤੌਰ ਤੇ ਜੇ ਉਹ ਕੁਝ ਸੈਟਿੰਗ ਸਾਂਝੀ ਕਰਦੇ ਹਨ), <b>ਸਮੂਹ</b>ਚੁਣੋ।</p>
pt: <p>Para adicionar um grupo de outras declarações (habitualmente se partilham alguma definição), escolha <b>Grupo</b>.</p>
ro: <p>Pentru a adăuga un grup de alte declarații (de obicei dacă este necesar să împartă anumite setări), selectați <b>Grup</b>.</p>
ru: <p>Чтобы добавить группу других объявлений (обычно в случае, когда они имеют некоторые общие параметры), выберите <b>Группа</b>.</p>
sk: <p>Pre pridanie skupiny ďalších deklarácii (zväčša ak by mali zdieľať nejaké nastavenia) zvoľte <b>Skupina</b>.</p>
th: <p>หากต้องการเพิ่มกลุ่มของการประกาศตัวอื่น ๆ (ที่ปกติแล้ว มันมักจะใช้การตั้งค่าบางอย่างร่วมกัน) ให้เลือกที่ <b>กลุ่ม</b></p>
uk: <p>Щоб додати групу інших декларації (зазвичай, якщо у цих декларацій спільні параметри), виберіть пункт <b>Група</b>.</p>

source: <p>To add a pool of addresses that will be treated differently than other address pools although they are in the same subnet, select <b>Pool of Addresses</b>.</p>
ca: <p>Per afegir un conjunt d'adreces (pool) que sigui tractat de manera diferent a d'altres tot i que siguin dins de la mateixa subxarxa, seleccioneu <b>Conjunt d'adreces</b>.</p>
da: <p>For at tilføje et adressepulje som skal behandles anderledes end andre adressepuljer, selv om de befinder sig i samme subnet, vælg <b>Adressepulje</b>.</p>
hu: <p>Egy IP-cím tartomány hozzáadásához (ezek a címek külön lesznek kezelve, annak ellenére, hogy ugyanahhoz az alhálózathoz tartoznak), válassza az <b>IP-címtartomány</b> pontot.</p>
ja: <p>同じサブネット内で他のアドレスプールとは異なる扱いをする アドレスプールを追加するには、 <b>アドレスプール</b> を選択してください。</p>
km: <p>ដើម្បី​បន្ថែម​អាង​អាសយដ្ឋាន ដែល​នឹង​ត្រូវ​បាន​ចាត់ទុក​ខុសៗ​គ្នា ដោយ​មិន​គិត​ពី​អាង​អាសយដ្ឋាន​ផ្សេង​ទៀត បើ​ទោះ​បី​ជា​ពួក​វា​ស្ថិត​នៅ​ក្នុង subnet ដូចគ្នា​ក៏​ដោយ សូម​ជ្រើស <b>អាង​អាសយដ្ឋាន</b> ។</p>
ko: <p>같은 서브넷에 있더라도 나머지 주소 풀과 다르게 처리할 주소 풀을 추가하려면 <b>주소 풀</b>을 선택합니다.</p>
lt: <p>Norėdami pridėti adresų telkinį, kuris bus traktuojamas kitaip nei kiti adresų telkiniai, nors ir yra tame pačiame potinklyje,pasirinkite <b>adresų telkinį</b>.</p>
nl: <p>Selecteer <b>Adressen Pool</b> om een adressen Pool toe te voegen die anders behandeld wordt dan andere adressen Pools, ondanks dat ze in hetzelfde subnet zitten.</p>
pa: <p>ਸਿਰਨਾਂਵਿਆਂ ਦਾ ਪੂਲ ਜੋ ਕਿ ਹੋਰ ਸਿਰਨਾਂਵਿਆਂ ਦੇ ਪੂਲਾਂ ਮੁਕਾਬਲੇ ਅਲੱਗ ਤਰਾਂ ਦਾ ਹੋਵੇਗਾ,ਭਾਵੇ ਉਹ ਇੱਕੋ ਸਬਨੈੱਟ ਤੇ ਹੋਣ ਸ਼ਾਮਿਲ ਕਰਨ ਲਈ, <b>ਸਿਰਨਾਂਵਿਆਂ ਦਾ ਪੂਲ</b>ਚੁਣੋ।</p>
pt: <p>Para adicionar uma gama de endereços que será tratada de forma diferente de outras gamas, mesmo que seja na mesma sub-rede, escolha <b>Gama de Endereços</b>.</p>
ro: <p>Pentru a adăuga un spațiu de adrese care va fi tratat diferit fată de alte spații de adrese, deși sunt în aceeași subrețea, selectați <b>Spațiu de Adrese</b>.</p>
ru: <p>Чтобы добавить пул адресов, который будет обрабатываться иначе, чем другие пулы адресов, хотя они и в той же подсети, выберите <b>Пул адресов</b>.</p>
sk: <p>Pre pridanie zásobníku adries, ktoré budú spracúvané inak ako iné zásobníky adries, aj keď sú v tej istej podsieti, zvoľte <b>Zásobník adries</b>.</p>
th: <p>หากต้องการเพิ่มกลุ่มของที่อยู่ต่าง ๆ (pool) ที่ควรจะถูกจัดการแตกต่างออกไป จากกลุ่มของที่อยู่อื่น ๆ แม้ว่ามันจะอยู่ในเครือข่ายย่อยเดียวกันก็ตาม ให้เลือกที่ <b>กลุ่มของที่อยู่ต่าง ๆ (Pool)</b></p>
uk: <p>Щоб додати динамічну область адрес, з якими слід поводитися інакше ніж з іншими областями, хоча комп’ютери з цими адресами і належать до одної підмережі, виберіть <b>Динамічна область адрес</b>.</p>

source: <p>To create a condition class that can be used for handling clients differently depending on the class to which they belong, select <b>Class</b>.</p>
ca: <p>Per crear una classe de condició que es pugui usar per gestionar els clients de manera diferent segons la classe a la qual pertanyen, seleccioneu <b>Classe</b>.</p>
da: <p>For at oprette en vilkårsklasse, som kan bruges til at håndtere klienter forskelligt, afhængigt af hvilken klasse de tilhører, vælg <b>Klasse</b>.</p>
hu: <p>Egy osztály létrehozásához (a kliensek kezelése az osztályhoz tartozásuktól függően történik), válassza az <b>Osztály</b> pontot.</p>
ja: <p>属しているクラスに応じて異なる方法でクライアントを処理する機能を実現できる 条件クラスを作成するには、 <b>クラス</b> を選択してください。</p>
km: <p>ដើម្បី​បង្កើត​ថ្នាក់​លក្ខខណ្ឌ​មួយ ដែល​អាចប្រើ​សម្រាប់ ប្រើប្រាស់​ម៉ាស៊ីន​ភ្ញៀវ​ខុស​ៗ​គ្នា ដោយ​ផ្អែក​លើ class របស់​ពួកវា ជ្រើស <b>Class</b> ។</p>
ko: <p>소속된 클래스에 따라 클라이언트를 다르게 처리하기 위해 사용할 수 있는 조건 클래스를 작성하려면 <b>클래스</b>를 선택합니다.</p>
lt: <p>Norėdami sukurti sąlyginę klasę, kuri gali būti naudojama skirtingam klientų valdymui, priklausomai nuo to, kuriai klasei jie priklauso, rinkitės <b>klasę</b>.</p>
nl: <p>Selecteer<b>Categorie</b> om een conditie categorie aan te maken die gebruikt kan worden om clients verschillend, afhankelijk van de categorie waarbij ze horen, af te handelen.</p>
pa: <p>ਹਾਲਤ ਕਲਾਸ, ਜੋ ਕਿ ਕਲਾਂਈਟਾਂ ਦਾ ਅਲੱਗ ਤਰਾਂ ਨਾਲ, ਜਿਵੇਂ ਉਹ ਕਿਸ ਕਲਾਸ ਨਾਲ ਕਿਸ ਕਲਾਸ ਨਾਲ ਸਬੰਧਤ ਹਨ, ਪਰਬੰਧਨ ਕਰਨ ਲਈ ਵਰਤੀ ਜਾ ਸਕਦੀ ਹੈ, ਬਣਾਉਣ ਲਈ <b>ਕਲਾਸ</b>ਚੁਣੋ।</p>
pt: <p>Para criar uma classe condicional, que pode ser utilizada para suportar cliente diferentes, dependendo da classe a que pertencem, escolha <b>Classe</b>.</p>
ro: <p>Pentru a crea o clasă de condiții care poate fi folosită pentru a trata diferit clienții în funcție de clasa de care aparțin, selectați <b>Clasă</b>.</p>
ru: <p>Чтобы создать класс условий, которые могут использоваться для обработки клиентов по-разному в зависимости от того, к какому классу они принадлежат, выберите <b>Класс</b>.</p>
sk: <p>Pre vytvorenie podmienkovej triedy, ktorá sa dá použiť pre spracúvanie klientov odlišne podľa triedy, do ktorej patria, zvoľte <b>Trieda</b>.</p>
th: <p>หากต้องการสร้างคลาสตามเงื่อนไขที่สามารถถูกใช้ในการจัดการกับ เครื่องลูกข่ายที่แตกต่างกันออกไป ขึ้นอยู่กับว่ามันเป็นของคลาสใด ให้เลือกที่ <b>คลาส</b></p>
uk: <p>Щоб створити клас умов, що використовуватиметься для різної обробки запитів клієнтів, залежно від класу, до якого вони належать, виберіть <b>Клас</b>.</p>

source: A&ddresses
ca: A&dreces
da: A&dresser
gl: En&derezos
hu: &Címek
id: P&engalamatan
ja: アドレス (&D)
km: អាសយដ្ឋាន
ko: 주소(&D)
lt: A&dresai
nl: A&dressen
pa: ਸਿਰਨਾਵੇਂ(&d)
pt: En&dereços
ro: A&drese
ru: А&дреса
sk: Ad&resy
th: ที่อ&ยู่ต่าง ๆ
uk: А&дреси

source: The entered address is not valid.
ca: L'adreça introduïda no és vàlida.
da: Den angivne adresse er ikke gyldig.
gl: Os enderezos introducidos non son válidos.
hu: A beírt cím nem érvényes.
id: Alamat yang dimasukan tidak valid.
ja: 入力されたアドレスが正しくありません。
km: អាសយដ្ឋាន​ដែល​បាន​បញ្ចូល មិន​ត្រឹមត្រូវ​ឡើយ ។
ko: 입력한 주소가 올바르지 않습니다.
lt: Įvestas netinkamas adresas.
nl: Het opgegeven adres is onjuist.
pa: ਦਿੱਤਾ ਐਡਰੈੱਸ ਸਹੀ ਨਹੀਂ ਹੈ।
pt: O Endereço digitado não é válido.
ro: Adresa introdusă nu este validă.
ru: Введен неправильный адрес.
sk: Zadaná adresa nie je platná.
th: ที่อยู่ที่ป้อนมาใช้ไม่ได้หรือไม่ถูกต้อง
uk: Введено недійсну адресу.

source: At least one address must be specified.
ca: Cal especificar com a mínim una adreça.
da: Mindst én adresse skal specificeres.
gl: Débese especificar polo menos un par de enderezos.
hu: Legalább egy címet be kell állítania.
id: Harus ada satu alamat yang ditentukan.
ja: 1 つ以上のアドレスを指定しなければなりません。
km: យ៉ាង​ហោច​ណាស់ ត្រូវ​បញ្ជាក់​អាសយដ្ឋាន​មួយ ។
ko: 주소를 최소한 하나 이상 지정해야 합니다.
lt: Turi būti nurodytas bent vienas adresas.
nl: Er dient minstens één adres gespecificeerd te zijn.
pa: ਘੱਟੋ-ਘੱਟ ਇੱਕ ਐਡਰੈੱਸ ਨਿਰਧਾਰਿਤ ਹੋਵੇ।
pt: Deve ser especificado pelo menos um endereço.
ro: Trebuie specificată cel puțin o adresă.
ru: Должен быть указан хотя бы один адрес.
sk: Musíte zadať aspoň jednu adresu.
th: จะต้องระบุที่อยู่อย่างน้อยหนึ่งค่า
uk: Необхідно вказати принаймні одну адресу.

source: &Values
ca: &Valors
da: &Værdier
gl: &Valores
hu: É&rtékek
id: $Nilai
ja: 値 (&V)
km: តម្លៃ
ko: 값(&V)
lt: &Reikšmės
nl: &Waarden
pa: ਮੁੱਲ(&V)
pt: &Valores
ro: &Valori
ru: &Значения
sk: &Hodnoty
th: &ค่า
uk: Зна&чення

source: The entered addresses are not valid.
ca: Les adreces introduïdes no són vàlides.
da: De angivne adresser er ikke gyldige.
gl: O enderezo introducido non é válido.
hu: A beírt címek nem érvényesek.
id: Alamat yang dimasukan tidak valid.
ja: 入力されたアドレスが正しくありません。
km: អាសយដ្ឋាន​ដែល​បាន​បញ្ចូល មិន​ត្រឹមត្រូវ​ឡើយ ។
ko: 입력한 주소가 올바르지 않습니다.
lt: Įvesti netinkami adresai.
nl: De opgegeven adressen zijn onjuist.
pa: ਦਿੱਤੇ ਸਿਰਨਾਵੇਂ ਸਹੀ ਨਹੀਂ ਹਨ।
pt: Os endereços digitados não são válidos.
ro: Adresele introduse nu sunt valide.
ru: Введены неправильные адреса.
sk: Zadané adresy nie sú platné.
th: ที่อยู่ที่ป้อนมาใช้ไม่ได้หรือไม่ถูกต้อง
uk: Введено недійсні адреси.

source: At least one address pair must be specified.
ca: Cal especificar almenys una adreça parell.
da: Mindst et adressepar skal specificeres.
gl: Hase especificar polo menos un par de enderezos.
hu: Legalább egy címpárt be kell állítania.
id: Harus ada satu pasangan alamat yang ditentukan.
ja: 1 つ以上のアドレス対を指定しなければなりません。
km: យ៉ាង​ហោច​ណាស់ ត្រូវ​បញ្ជាក់​គូ​អាសយដ្ឋាន​មួយ ។
ko: 주소 쌍을 최소한 하나 이상 지정해야 합니다.
lt: Turi būti nurodyta bent viena adresų pora.
nl: Er moet minstens één adressen paar gespecificeerd te zijn.
pa: ਘੱਟੋ-ਘੱਟ ਇੱਕ ਐਡਰੈੱਸ ਜੋੜਾ ਨਿਰਧਾਰਿਤ ਹੋਵੇ।
pt: Deve ser especificado pelo menos um par de endereços.
ro: Trebuie specificată cel puțin o pereche de adrese
ru: Должна быть указана хотя бы одна пара адресов.
sk: Musí byť zadaný aspoň jeden adresný pár.
th: จะต้องระบุคู่ของที่อยู่อย่างน้อยหนึ่งคู่
uk: Слід вказати принаймні одну пару адрес.

source: On
ca: Activat
da: Til
hu: Be
id: Nyala
ja: オン
km: បើក
ko: 설정
lt: Įjungta
nl: Aan
pa: ਚਾਲੂ
pt: Ligado
ro: Activat
ru: Вкл
sk: Zapnuté
th: เปิด
uk: Увімкнено

source: Off
ca: Desactivat
da: Fra
gl: Desactivado
hu: Ki
id: Mati
ja: オフ
km: បិទ
ko: 해제
lt: Išjungta
nl: Uit
pa: ਬੰਦ
pt: Desligado
ro: Dezactivat
ru: Выкл
sk: Vypnuté
th: ปิด
uk: Вимкнено

source: A value must be specified.
ca: Cal especificar-ne un valor.
da: En værdi skal specificeres.
gl: Debe especificar un valor.
hu: Meg kell adni egy értéket.
id: Nilai haru ditentukan.
ja: 値を指定してください。
km: ត្រូវ​តែ​បញ្ជាក់​តម្លៃ​មួយ ។
ko: 값을 지정해야 합니다.
lt: Reikšmė turi būti nurodyta.
nl: De waarde moet gespecificeerd zijn.
pa: ਇੱਕ ਮੁੱਲ ਦੇਣਾ ਪਵੇਗਾ।
pt: O valor deve ser especificado.
ro: Valorea trebuie specificată.
ru: Должно быть указано значение.
sk: Musí byť zadaná hodnota.
th: ต้องระบุค่าเสียก่อน
uk: Слід вказати значення.

source: &New Address
ca: &Adreça nova
da: &Ny adresse
gl: Enderezo &novo
hu: Új &cím
id: Alamat &Baru
ja: 新しいアドレス (&N)
km: អាសយដ្ឋាន​ថ្មី
ko: 새 주소(&N)
lt: &Naujas adresas
nl: &Nieuw adres
pa: ਨਵਾਂ ਐਡਰੈੱਸ(&N)
pt: &Novo Endereço
ro: Adresă &nouă
ru: &Новый адрес
sk: &Nová adresa
th: ที่อยู่ใ&หม่
uk: &Нова адреса

source: &New Value
ca: Valor &nou
da: &Ny Værdi
gl: Valor &novo
hu: Új é&rték
id: Nilai &baru
ja: 新しい値 (&N)
km: តម្លៃ​ថ្មី
ko: 새 값(&N)
lt: &Nauja reikšmė
nl: &Nieuwe waarde
pa: ਨਵਾਂ ਮੁੱਲ(&N)
pt: &Novo Valor
ro: Valoare &nouă
ru: &Новое Значение
sk: &Nová hodnota
th: ค่าใ&หม่
uk: &Нове значення

source: Separate multiple addresses with spaces.
ca: Separeu les múltiples adreces amb espais.
da: Flere adresser adskilles med mellemrum.
gl: Se especifica máis dun enderezo, sepáreos con espazos.
hu: A címek elválasztásához használjon szóközöket.
id: Pisahkan beberapa alamat yang dengan spasi.
ja: 複数のアドレスはスペースで区切ってください。
km: បំបែក​អាសយដ្ឋាន​ច្រើន​ដោយ​ដកឃ្លា ។
ko: 공백을 사용하여 여러 주소를 구분하십시오.
lt: Adresus atskirkite tarpais.
nl: Scheid meerdere adressen door spaties.
pa: ਖਾਲੀ ਥਾਂ ਦੇ ਕੇ ਵੱਖਰੇ ਸਿਰਨਾਵੇਂ ਦਿੱਤੇ ਜਾ ਸਕਦੇ ਹਨ।
pt: Separar múltiplos endereços com espaços.
ro: Separați adresele prin spații.
ru: Разделите несколько адресов пробелами.
sk: Oddeľte adresy medzerami.
th: แยกที่อยู่หลายตัวออกจากกันด้วยช่องว่าง
uk: Декілька адрес слід відокремлювати пробілами.
