Repository: Dzejrou/yast-translations
Catalog: po/dhcp-server/*.po
Languages: ca, da, gl, hu, id, ja, km, ko, lt, nl, pa, pt, ro, ru, sk, th, uk

source: <p><b><big>DNS Records</big></b><br /> Define DNS hostnames for all DHCP clients. You do not need to define all hostnames one by one. Set simple rules for how the hostnames are created. These rules define the ranges of IP addresses to use and the string from which hostnames are generated for a range.</p>
ca: <p><b><big>Registres DNS</big></b><br /> Definiu noms d'amfitrió DNS per a tots clients DHCP. No cal que definiu tots els noms d'amfitrió un per un. Establiu regles simples sobre com es creen els noms d'amfitrió. Aquestes regles defineixen les gammes d'adreces IP a usar i la cadena des de la qual es generen els noms d'amfitrió per a una gamma.</p>
da: <p><b><big>DNS-opslag</big></b><br /> Angiv DNS-værtsmaskinenavne for alle DHCP-klienter. Du behøver ikke angive alle navnene et efter et. Sæt enkle regler, for hvordan værtsmaskinenavnene oprettes. Disse regler definerer området af IP-adresser, der benyttes og den streng som værtsmaskinenavne genereres ud fra for et område.</p>
hu: <p><b><big>DNS-rekordok</big></b><br /> Itt adhatók meg DNS-gépnevek az összes DHCP-kliens számára. Nem kell minden gépnevet egyenként megadni. Megadható mindössze egy vagy több egyszerű szabály a gépnevek létrehozására. Ezek meghatározzák a használt IP-címek tartományát, valamint egy karaktersorozatot, amellyel egy tartományhoz gépnevek hozhatók létre.</p>
id: <p><b><big>Rekaman DNS</big><.b><br /> Definisikan hostname DNS untuk semua klien DHCP. Anda tidak harus mendefinisikan semua hostname satu persatu. Buat aturan sederhana untuk bagaimana membuat hostname. Aturan ini mendefinisikan rentang alamat IP untuk digunakan dan string dari hostname digenerasi untuk rentang tersebut.</p>
ja: <p><big><b>DNS レコード</b></big><br /> ここでは、全ての DHCP クライアントに対する DNS ホスト名を設定します。全てのホスト名を 個別に指定する必要はなく、ホスト名を作成する単純な規則を 1 つ以上指定するだけです。 これらの規則は、利用する IP アドレスの範囲と、 その範囲内で作成するホスト名の文字列を指定することによって行ないます。</p>
km: <p><b><big>កំណត់​ត្រា DNS</big></b><br /> នៅ​ទីនេះ កំណត់​ឈ្មោះ​ម៉ាស៊ីន DNS សម្រាប់​ម៉ាស៊ីន​ភ្ញៀវ DHCP ទាំងអស់ ។ អ្នក​មិន​ចាំបាច់​កំណត់ ឈ្មោះ​ម៉ាស៊ីន​ទាំងអស់​​ម្ដង​មួយ​ៗ ។ ​កំណត់​តែ​ច្បាប់​ធម្មតា​មួយ ឬ​ច្រើន​សម្រាប់​វិធី ដែល​ម៉ាស៊ីន​បម្រើ​ត្រូវ​បាន​បង្កើត ។ ច្បាប់​ទាំងនេះ​កំណត់​ជួរ​របស់​អាសយដ្ឋាន IP ត្រូវ​ប្រើ និង​ខ្សែ​អក្សរ​ដែល​ត្រូវ​បាន​ប្រើ​ដើម្បី​បង្កើត​ឈ្មោះ​ម៉ាស៊ីន​សម្រាប់​ជួរ​មួយ ។</p>
ko: <p><b><big>DNS 레코드</big></b><br /> 모든 DHCP 클라이언트의 DNS 호스트 이름을 정의합니다. 모든 호스트 이름을 하나씩 정의할 필요는 없습니다. 호스트 이름이 생성되는 방법에 대한 간단한 규칙을 설정하십시오. 이러한 규칙은 사용할 IP 주소 범위 및 범위에 대한 호스트 이름이 생성되는 문자열을 정의합니다.</p>
nl: <p><b><big>DNS-records</big></b><br /> Definieer de DNS-hostnamen voor alle DHCP-clients. U hoeft niet alle hostnamen één voor één te definiëren. U stelt slechts één of meer eenvoudige regels in die bepalen hoe hostnamen worden aangemaakt. Deze regels definiëren bereiken van gebruikte IP-adressen en tekenreeksen waaruit de hostnamen voor een bereik worden gegenereerd.</p>
ru: <p><big><b>DNS-записи</b></big><br /> Укажите имена узлов DNS для всех клиентов DHCP. Вам не нужно указывать все имена узлов одно за другим. Задавайте простые правила создания имен узлов. Эти правила определяют диапазоны используемых IP-адресов и строку, используемую для создания имен узлов диапазона.</p>
sk: <p><b><big>DNS záznamy</big></b><br /> Definovanie názvov hostiteľov DNS pre všetkých klientov DHCP. Nemusíte definovať všetky názvy hostiteľov jeden po druhom. Nastavte jednoduché pravidlá pre to, ako sú vytvárané názvy hostiteľov. Tieto pravidlá definujú rozsahy použiteľných IP adries a reťazec, z ktorého sú generované názvy hostiteľov pre rozsah.</p>
uk: <p><b><big>Записи DNS</big></b><br /> Тут ви маєте визначити назви вузлів DNS для всіх клієнтів DHCP. Вам не потрібно визначати всі назви вузлів по одному. Встановіть лише одне або декілька простих правил створення назв вузлів. Ці правила визначать діапазон використання IP-адрес та рядок, який буде використано для створення назв вузлів діапазону.</p>

source: <p><b><big>Range of DNS Records</big></b><br /> For example, create a set of hostnames from <tt>dhcp-133-a</tt> to <tt>dhcp-233-a</tt> with IP addresses from <tt>192.168.5.88</tt> to <tt>192.168.5.188</tt>.</p>
ca: <p><b><big>Gamma dels registres DNS</big></b><br /> Per exemple, creeu un conjunt de noms d'amfitrió des de <tt>dhcp-133-a</tt> a <tt>dhcp-233-a</tt> amb adreces IP des de <tt>192.168.5.88</tt> a <tt>192.168.5.188</tt>.</p>
da: <p><b><big>DNS-opslagsområde</big></b><br /> Du kan f.eks. oprette et sæt af værtsmaskinenavne fra <tt>dhcp-133-a</tt> til <tt>dhcp-233-a</tt> med IP-adresser fra <tt>192.168.5.88</tt> til <tt>192.168.5.188</tt>.</p>
hu: <p><b><big>DNS-rekordok tartománya</big></b><br /> Létrehozhat például egy <tt>dhcp-133-a</tt>-tól <tt>dhcp-233-a</tt>-ig terjedő gépnév-csoportot, amelyhez a <tt>192.168.5.88</tt> és <tt>192.168.5.188</tt> közötti IP-címek tartoznak.</p>
id: <p><b><big>Rentang dari Rekaman DNS</big></b><br /> For example, create a set of hostnames from <tt>dhcp-133-a</tt> to <tt>dhcp-233-a</tt> with IP addresses from <tt>192.168.5.88</tt> to <tt>192.168.5.188</tt>.</p>
ja: <p><big><b>DNS レコードの範囲</b></big><br /> たとえば <tt>dhcp-133-a</tt> から <tt>dhcp-233-a</tt> までのホスト名を IP アドレス <tt>192.168.5.88</tt> から <tt>192.168.5.188</tt> の範囲で 作成することを指定します。</p>
km: <p><b><big>ជួរ​របស់​កំណត់​ត្រា DNS</big></b><br /> ជា​ឧទាហរណ៍ បង្កើត​សំណុំ​ឈ្មោះ​ម៉ាស៊ីន​ពី <tt>dhcp-133-a</tt> ទៅ <tt>dhcp-233-a</tt> ដែល​មាន​អាសយដ្ឋាន IP ពី <tt>192.168.5.88</tt> ទៅ <tt>192.168.5.188</tt> ។</p>
ko: <p><b><big>DNS 레코드 범위</big></b><br /> 예를 들어, IP 주소가 <tt>192.168.5.88</tt> - <tt>192.168.5.188</tt>인 <tt>dhcp-133-a</tt> - <tt>dhcp-233-a</tt>의 호스트 이름 집합을 생성합니다.</p>
nl: <p><b><big>Bereik van DNS-records</big></b><br /> U kunt bijvoorbeeld sets met hostnamen instellen van <tt>dhcp-133-a</tt> tot <tt>dhcp-233-a</tt> met IP-adressen van <tt>192.168.5.88</tt> tot <tt>192.168.5.188</tt>.</p>
pt: <p><b><big>Gama de Registos DNS</big></b><br /> Por exemplo, cria um conjunto de nomes de computador, desde <tt>dhcp-133-a</tt> a <tt>dhcp-233-a</tt> com os endereços IP desde <tt>192.168.5.88</tt> a <tt>192.168.5.188</tt>.</p>
ro: <p><b><big>Interval de înregistrări DNS</big></b><br /> Creați, de exemplu, un set denume de gazdă de la <tt>dhcp-133-a</tt> până la <tt>dhcp-233-a</tt> cu adresele IP de la <tt>192.168.5.88</tt> până la <tt>192.168.5.188</tt>.</p>
ru: <p><big><b>Диапазон DNS-записей</b></big><br /> Например, вы можете создать набор имен хостов от <tt>dhcp-133-a</tt> до <tt>dhcp-233-a</tt> с IP-адресами от <tt>192.168.5.88</tt> до <tt>192.168.5.188</tt>.</p>
sk: <p><b><big>Rozsah DNS záznamov</big></b><br /> Napríklad vytvorenie série názvov hostiteľov od <tt>dhcp-133-a</tt> do <tt>dhcp-233-a</tt> s IP adresami od <tt>192.168.5.88</tt> do <tt>192.168.5.188</tt>.</p>
th: <p><b><big>ช่วงของระเบียนในบริการ DNS</big></b><br /> ตัวอย่างเช่น สร้างชุดของชื่อเครื่องจากค่า <tt>dhcp-133-a</tt> ถึง <tt>dhcp-233-a</tt> ด้วยที่อยู่ไอพีตั้งแต่ <tt>192.168.5.88</tt> จนถึง <tt>192.168.5.188</tt> เป็นต้น</p>
uk: <p><b><big>Діапазон записів DNS</big></b><br /> Використовується, наприклад, для створення набору назв вузлів з <tt>dhcp-133-a</tt> до <tt>dhcp-233-a</tt> з IP-адресами з <tt>192.168.5.88</tt> до <tt>192.168.5.188</tt>.</p>

source: <p>To add a new range of DNS records, click <b>Add</b>, complete the form, then click <b>Ok</b>.</p>
ca: <p>Per afegir una nova gamma de registres DNS, cliqueu a <b>Afegeix</b>, completeu el formulari i cliqueu a <b>D'acord</b>.</p>
da: <p>For at tilføje et nyt område af DNS-opslag, klik på <b>Tilføj</b>, udfyld formularen og tryk <b>OK</b>.</p>
gl: <p>Para engadir un novo intervalo de rexistros DNS, prema <b>Engadir</b>, complete o formulario e despois prema <b>Aceptar</b>.</p>
hu: <p>Egy új DNS-rekord hozzáadásához kattintson a <b>Hozzáadás...</b> gombra, az űrlap kitöltése után pedig az <b>OK</b> gombra.</p>
id: <p>Untuk menambah opsi baru, klik <b>Tambah</b>. Untuk menghapus opsi, pilihlah lalu klik <b>Hapus</b>.</p>
ja: <p>DNS レコードの新しい範囲を追加するには <b>追加</b> を押して 必要な項目に入力し、 <b>OK</b> を押してください。</p>
km: <p>ដើម្បី​បន្ថែម​ជួរ​ថ្មី​​របស់​កំណត់​ត្រា DNS ចុច <b>បន្ថែម</b> ដើម្បី​បំពេញ​សំណុំបែបបទ បន្ទាប់​មក​ចុច <b>យល់ព្រម</b> ។</p>
ko: <p>새 DNS 레코드 범위를 추가하려면 <b>추가</b>를 클릭하고 양식을 완성한 다음 <b>확인</b>을 클릭합니다.</p>
nl: <p>Om een nieuw bereik van DNS-records toe te voegen, klikt u op <b>Toevoegen</b>, vult u het formulier in en klikt u op <b>Ok</b>.</p>
pt: <p>Para adicionar uma nova gama de registos DNS, prima <b>Adicionar</b>, preencha o formulário, e prima <b>Ok</b>.</p>
ro: <p>Pentru a adăuga un nou interval de înregistrări DNS, apăsați <b>Adaugă</b>, completați formularul, apoi apăsați <b>Ok</b>.</p>
ru: <p>Чтобы добавить новый диапазон DNS-записей, нажмите <b>Добавить</b>, заполните форму и нажмите <b>OK</b>.</p>
sk: <p>Ak chcete pridať nový rozsah DNS záznamov, kliknite na <b>Pridať</b>, vyplňte formulár, potom kliknite na <b>Ok</b>.</p>
th: <p>เพื่อทำการเพิ่มช่วงระเบียนของ DNS ช่วงใหม่ ให้คลิกที่ <b>เพิ่ม</b>, ป้อนข้อมูลในแบบฟอร์มให้ครบถ้วน แล้วคลิกที่ <b>ตกลง</b></p>
uk: <p>Щоб додати новий діапазон записів DNS, натисніть кнопку <b>Додати</b>, заповніть форму, а потім натисніть кнопку <b>Гаразд</b>.</p>

source: <p>This is a summary of all data entered in the configuration wizard so far.</p>
ca: <p>Això és un resum de totes les dades introduïdes a l'auxiliar de configuració fins ara.</p>
da: <p>Dette er en opsummering af alle data angivet i konfigurationsguiden.</p>
hu: <p>Itt összefoglalva láthatja mindazt, amit a konfigurációs varázslóban eddig megadott.</p>
id: <p>Ini merupakan ringkasan dari seluruh data yang dimasukan ke dalam penuntun konfigurasi sejauh ini.</p>
ja: <p>ここに表示されているのは、これまでに設定ウイザードで 入力を行なったデータの概要です。</p>
km: <p>នេះ​គឺ​ជា​សង្ខេប​នៃ​ទិន្នន័យ​ទាំងអស់ ដែល​បាន​បញ្ចូល​ក្នុង​អ្នក​ជំនួយ​ការ​ការ​កំណត់​រចនា​សម្ព័ន្ធ​តាំង​ពី​យូរយារ​ណាស់​មក​ហើយ ។</p>
ko: <p>다음은 지금까지 구성 마법사에서 입력한 모든 데이터를 요약한 것입니다.</p>
lt: <p>Tai kol kas visų konfigūravimo vediklyje įvestų duomenų santrauka.</p>
nl: <p>Hier ziet u een samenvatting van alle gegevens die u hiervoor in de configuratiewizard hebt ingevuld.</p>
pt: <p>Este é um resumo de toda a informação digitada até agora no assistente de configuração.</p>
ro: <p>Acesta este un sumar al tuturor datelor introduse în asistentul de configurare până acum.</p>
ru: <p>Здесь вы можете увидеть все, что вы ввели перед этим в мастере конфигурации.</p>
sk: <p>Toto je súhrn všetkých údajov\ doteraz zadaných v konfiguračnom sprievodcovi.</p>
th: <p>นี่เป็นส่วนสรุปข้อมูลทั้งหมดที่ได้ป้อนค่าไว้ ในกล่องตัวช่วยการปรับแต่งค่าต่าง ๆ ที่ผ่านมา</p>
uk: <p>Це резюме всіх даних, введених під час роботи майстра налаштування.</p>

source: <p>Click <b>Accept</b> to save the settings for the DNS server and return to the DHCP server configuration. The settings are not saved permanently until you complete the DHCP server configuration.</p>
ca: <p>Cliqueu a <b>accepta</b> per desar els paràmetres del servidor DNS i tornar a la configuració del servidor DHCP. Els paràmetres no es desen de manera permanent fins que no acabeu la configuració del servidor DHCP.</p>
da: <p>Klik på <b>Acceptér</b> for at gemme indstillinger for DNS-Serveren og vende tilbage til konfiguration af DHCP-server. Indstillingerne gemmes ikke permanent før du gennemfører DHCP-serverkonfigurationen.</p>
hu: <p>Kattintson az <b>Elfogadás</b> gombra a DNS-kiszolgálóba írt konfiguráció lekéréséhez. A konfiguráció mentése nem végleges, amíg be nem fejezi a DHCP-kiszolgáló konfigurálását.</p>
id: <p>Klik <b>Setuju</b> unutk menyimpan pengaturan untuk peladen DNS dan kembali ke konfigurasi peladen DHCP. Pengaturan tidak tersimpan secara permanan hingga Anda selesai konfigurasi peladen DHCP.</p>
ja: <p> DNS サーバの設定を完了して DHCP サーバの設定に戻るには、 <b>了解</b> を押してください。 なお、この設定は DHCP サーバの設定を完了するまでは 保存されません。</p>
km: <p>ចុច <b>ព្រម​ទទួល</b> ដើម្បី​រក្សា​ទុក​ការ​កំណត់​សម្រាប់ ម៉ាស៊ីន​បម្រើ DNS ហើយ​ត្រឡប់​ទៅ​កាន់​ការ​កំណត់​រចនា​សម្ព័ន្ធ​ម៉ាស៊ីន​បម្រើ DHCP ។ ការ​កំណត់​មិន​ត្រូវ​បាន​រក្សា​ទុក​ជា​អចិន្ត្រៃយ៍​ទាល់តែ​អ្នក​បញ្ចប់ ការ​កំណត់​រចនា​សម្ព័ន្ធ​ម៉ាស៊ីន​បម្រើ DHCP ។</p>
ko: <p>DNS 서버에 대한 설정을 저장하고 DHCP 서버 구성으로 돌아가려면 <b>승인</b>을 클릭합니다. 이 설정은 DHCP 서버 구성을 완료할 때까지 영구히 저장되지 않습니다.</p>
nl: <p>Klik op <b>Accepteren</b> om de configuratie naar de DHCP-server te schrijven en terug te keren naar de DHCP-serverconfiguratie. De instellingen worden pas definitief opgeslagen als u de DHCP-serverconfiguratie afrondt.</p>
pt: <p>Prima <b>Aceitar</b> para gravar as definições para o servidor de DNS e voltar à configuração do servidor de DHCP. As definições não são gravadas de forma permanente até que complete a configuração do servidor de DHCP.</p>
ro: <p>Apăsați <b>Accept</b> pentru a salva setările serverului DNS și a vă întoarce la configurarea serverului DHCP. Setările sunt salvate permanent doar la finalizarea configurării serverului DHCP.</p>
ru: <p>Нажмите <b>Принять</b>, чтобы сохранить параметры DNS-сервера и вернуться к параметрам DHCP-сервера. Параметры не будут окончательно сохранены до завершения конфигурирования DHCP-сервера.</p>
sk: <p>Kliknite na <b>Prijať</b>, aby ste uložili nastavenia pre DNS server a vrátili sa do konfigurácie DHCP servera. Nastavenia nie sú uložené trvalo, kým nedokončíte konfiguráciu DHCP servera.</p>
th: <p>คลิกที่ปุ่ม <b>ยอมรับ</b> เพื่อทำการจัดเก็บการตั้งค่าของบริการ DNS และย้อนกลับมายังหน้าปรับแต่งค่าบริการ DHCP เหมือนเดิม แต่ทั้งนี้การตั้งค่าต่าง ๆ จะยังไม่ถูกบันทึกอย่างถาวร จนกว่าคุณจะทำการ ปรับแต่งค่าของบริการ DHCP เสร็จสมบูรณ์เสียก่อน</p>
uk: <p>Натисніть кнопку <b>Прийняти</b>, щоб зберегти параметри сервера DNS і повернутися до налаштування сервера DHCP. Ці параметри не буде збережено у завершеному вигляді до того часу, коли ви завершите налаштування сервера DHCP.</p>

source: <p><b><big>DNS Synchronization</big></b><br /> This is an advanced tool for editing DNS server settings to match your DHCP settings. Only 'A' records--DNS records that convert hostnames to IP addresses--are maintained here.</p>
ca: <p><b><big>Sincronització DNS</big></b><br /> Aquesta és l'eina avançada per editar els paràmetres del servidor DNS per tal que coincideixin amb els paràmetres DHCP. Aquí només es mantenen registres "A", registres DNS que converteixen noms d'amfitrions en adreces IP.</p>
da: <p><b><big>DNS-synkronisering</big></b><br /> Dette er et avanceret værktøj til redigering af DNS-serverindstillinger til at matche dine DHCP-indstillinger. Kun 'A'-opslag (DNS-opslag der omsætter værtsmaskine- navne til IP-adresser) vedligeholdes her.</p>
hu: <p><b><big>DNS-szinkronizáció</big></b><br /> Speciális eszköz az aktuális DNS-kiszolgáló beállításainak szerkesztéséhez és a DHCP-beállításokhoz igazításához. Itt csak 'A' rekordok - a gépneveket IP-címekké konvertáló DNS-rekordok - karbantartása történik. </p>
id: <p><b><big>Sinkronisasi DNS</big></b><br /> Ini merupakan alat lanjutan untuk mengubah pengaturan peladen DNS agar sama dengan pengaturan DHCP. Hanya rekaman 'A'--rekaman DNS yang mengkonversi hostname menjadi alamat IP--yang dioeihara di sini.</p>
ja: <p><big><b>DNS 同期</b></big><br /> これはお使いの DHCP 設定と DNS 設定を同期するための高度なツールです。 ここではホスト名を IP アドレスに変換するための 'A' レコードのみを 管理します。</p>
km: <p><b><big>កា​រធ្វើ​សមកាលកម្ម DNS</big></b><br /> នេះ​ជា​ឧបករណ៍​កម្រិត​ខ្ពស់​សម្រាប់​កែសម្រួល​ការ​កំណត់​ម៉ាស៊ីន​បម្រើ DNS ឲ្យ​ផ្គូផ្គង​នឹង​ការ​កំណត់ DHCP របស់​អ្នក ។ មាន​តែ​កំណត់​ត្រា 'A' --កំណត់​ត្រា DNS ដែល​បម្លែង​ឈ្មោះ​ម៉ាស៊ីន ទៅ​ជា​អាសយដ្ឋាន IP --ត្រូវ​បានថែទាំ​នៅ​ទីនេះ ។</p>
ko: <p><b><big>DNS 동기화</big></b><br /> 이것은 해당 DHCP 설정과 일치하도록 DNS 서버 설정을 편집하기 위한 고급 도구입니다. 여기에서는 호스트 이름을 IP 주소로 변환하는 DNS 레코드인 'A' 레코드만 관리됩니다.</p>
nl: <p><b><big>DNS-synchronisatie</big></b><br /> Dit is een geavanceerd hulpmiddel voor het bewerken van DNS-serverinstellingen zodat die overeenkomen met uw DHCP-instellingen. Alleen 'A'-records (DNS-records die hostnamen converteren naar IP-adressen) worden hier onderhouden.</p>
pt: <p><b><big>Sicronização DNS</big></b><br /> Esta é uma ferramenta avançada para edição das definições do servidor de DNS, por forma a coincidirem com as de DHCP. Apenas são aqui geridos os registos DNS to tipo 'A' que convertem nomes de computador em endereços IP.</p>
ro: <p><b><big>Sincronizare DNS</big></b><br /> Acesta este un utilitar avansat pentru editarea setărilor serverului DNS pentru a corespunde setărilor DHCP. Aici sunt administrate doar înregistrări 'A' --înregistrări DNS ce convertesc nume de gazdă în adrese IP--.</p>
ru: <p><big><b>Синхронизация DNS</b></big><br /> Это дополнительный инструмент для редактирования параметров сервера DNS для соответствия вашим параметрам DHCP. Здесь обслуживаются только записи типа "A" — DNS-записи, преобразующие имена хостов в IP-адреса.</p>
sk: <p><b><big>Synchronizácia DNS</big></b><br /> Jedná sa o pokročilý nástroj pre úpravu nastavení DNS servera, aby zodpovedalo nastaveniam DHCP. Udržujú sa tu iba záznamy 'A'--DNS záznamy, ktoré prevádzajú názvy hostiteľov na IP adresy--.</p>
th: <p><b><big>การปรับเทียบข้อมูลกับบริการ DNS</big></b><br /> นี่เป็นเครื่องมือขั้นสูงสำหรับใช้ในการแก้ไขการตั้งค่าของบริการ DNS เพื่อให้เหมาะกับ การตั้งค่าของบริการ DHCP ของคุณ ทั้งนี้จะมีเพียงระเบียนต่าง ๆ ประเภท 'A'--ของ บริการ DNS ที่จะถูกแปลงค่าชื่อเครื่องไปเป็นที่อยู่ไอพีต่าง ๆ--เท่านั้น ที่จะถูกดูแลและจัดการด้วยส่วนการปรับเทียบข้อมูลนี้</p>
uk: <p><b><big>Синхронізація DNS</big></b><br /> Це інструмент поглибленого редагування параметрів сервера DNS з метою відповідності вашим параметрам DHCP. Він підтримує лише записи "A" — записи DNS, що перетворюють назви вузлів на IP-адреси.</p>

source: <b>Current Subnet</b> and <b>Netmask</b> show the current network settings. <b>Domain</b> is taken from the current DHCP configuration. <b>First IP Address</b> and <b>Second IP Address</b> match the current Dynamic DHCP range.</p>
ca: La <b>Subxarxa acutal</b> i la <b>Màscara de xarxa</b> mostren els paràmetres actuals de xarxa. El <b>domini</b> s'agafa de la configuració actual de DHCP. La <b>primera adreça IP</b> i la <b>segona adreça IP</b> coincideixen amb la gamma actual de DHCP dinàmic.</p>
da: <b>Nuværende subnet</b> og <b>Netmaske</b> viser de nuværende netværksindstillinger. <b>Domæne</b> tages fra den nuværende DHCP-konfiguration. <b>Første IP-adresse</b> og <b>Anden IP-adresse</b> matcher det nuværende dynamiske DHCP-område.</p>
hu: A <b>Jelenlegi alhálózat</b> és a <b>Hálózati maszk</b> mező tájékoztatást ad az aktuális hálózati beállításokról. A <b>Tartomány</b> az aktuális DHCP-konfigurációból van átvéve. Az <b>Első IP-cím</b> és a <b>Második IP-cím</b> megegyezik az aktuális dinamikus DHCP-tartománnyal.</p>
id: <b>Subnet Saat Ini</b> dan <b>Netmask</b> menunjukan pengaturan jaringan sekarang. <b>Domain</b> diambil dari konfigurasi DHCP saat ini. <b>Alamat IP Pertama</B> dan <b>Alamat IP Kedua</b> sama dengan rentang DHCP Dinamis saat ini.</p>
ja: <b>現在のサブネット</b> と <b>ネットマスク</b> には、現在のネットワーク設定が表示されています。 <b>ドメイン</b> には現在の DHCP の設定が表示されています。 <b>最初の IP アドレス</b> と <b>最後の IP アドレス</b> には、現在の動的な DHCP アドレス範囲が設定されています。</p>
km: <b>បណ្ដាញ​រង​បច្ចុប្បន្ន</b> និង​<b>របាំង​បណ្ដាញ</b> បង្ហាញ​ការ​កំណត់​បណ្ដាញ​បច្ចុប្បន្ន ។ <b>ដែន</b> ត្រូវ​បាន​យក​ពី​ការ​កំណត់​រចនា​សម្ព័ន្ធ DHCP បច្ចុប្បន្ន ។ <b>អាសយដ្ឋាន IP ដំបូង</b> និង​<b>អាសយដ្ឋាន ID ទីពីរ</b> ផ្គូផ្គង ជួរ DHCP ថាមវន្ត​​បច្ចុប្បន្ន ។</p>
ko: <b>현재 서브넷</b> 및 <b>넷마스크</b>는 현재 네트워크 설정을 보여 줍니다. <b>도메인</b>은 현재 DHCP 구성에서 가져옵니다. <b>첫 번째 IP 주소</b> 및 <b>두 번째 IP 주소</b>는 현재 동적 DHCP 범위와 일치합니다.</p>
nl: <b>Huidig subnet</b> en <b>Netmasker</b> informeren u over de huidige netwerkinstellingen. <b>Domein</b> is afkomstig uit de huidige DHCP-configuratie. <b>Eerste IP-adres</b> en <b>Tweede IP-adres</b> komen overeen met het huidige dynamische DHCP-bereik.</p>
ru: <b>Текущая подсеть</b> и <b>Маска сети</b> показывают текущие параметры сети. <b>Домен</b> берется из текущей конфигурации DHCP. <b>Первый IP-адрес</b> и <b>Последний IP-адрес</b> соответствуют текущему динамическому диапазону DHCP.</p>
sk: <b>Aktuálna podsieť</b> a <b>Sieťová maska</b> ukazujú aktuálne nastavenie siete. <b>Doména</b> je prevzatá z aktuálnej konfigurácie DHCP. <b>Prvá IP adresa</b> a <b>Druhá IP adresa</b> zodpovedajú aktuálnemu dynamickému rozsahu DHCP.</p>
uk: <b>Поточна підмережа</b> та <b>Мережна маска</b> показують поточні параметри мережі. <b>Домен</b> взято з поточних налаштувань DHCP. <b>Перша IP-адреса</b> і <b>Друга IP-адреса</b> відповідають поточному динамічному діапазону DHCP.</p>

source: <p> To create a DNS zone from scratch, use <b>Run Wizard</b> from <b>Special Tasks</b>.</p>
ca: <p> Per crear una zona DNS des de zero, useu <b>Executa l'auxiliar</b> des de <b>Tasques especials</b>.</p>
da: <p> For at oprette en DNS-zone fra bunden anvendes <b>Kør guide</b> under <b>Særlige opgaver</b>.</p>
hu: <p> Ha nulláról kiindulva szeretne létrehozni egy DNS-zónát, használja a <b>Speciális feladatok</b> <b>Varázsló futtatása</b> menüpontját.</p>
id: <p> Untuk mmbuat zona DNS dari awal, gunakan<b>Jalankan Penuntun</b> dari <b>Tugas Khusus</b>.</p>
ja: <p> DNS ゾーンを何もない状態から作成するには、 <b>特殊作業</b> から <b>ウイザードを実行</b> を使用してください。</p>
km: <p> ដើម្បី​បង្កើត​តំបន់ DNS ពី​ទទេ ប្រើ <b>រត់​អ្នក​ជំនួយ​ការ</b> ពី <b>ភារកិច្ច​ពិសេស</b> </p>
ko: <p> 아무 것도 없는 상태에서 DNS 영역을 만들려면 <b>특수 업무</b>에서 <b>마법사 실행</b>을 사용합니다.</p>
nl: <p> Om van voren af aan een DNS-zone te maken, kiest u de menuoptie <b>Speciale taken</b> -> <b>Wizard starten</b>.</p>
pt: <p> Para criar de novo uma zona DNS, utilize <b>Executar Assistente</b> de <b>Tarefas Especiais</b>.</p>
ro: <p> Pentru a crea o zonă DHCP de la zero, utilizați <b>Rulează asistent</b> din <b>Operații speciale</b>.</p>
ru: <p> Чтобы создать DNS-зону с нуля, используйте <b>Запустить мастер</b> в меню <b>Специальные задачи</b>.</p>
sk: <p> Ak chcete vytvoriť zónu DNS od začiatku, použite <b>Spustiť sprievodcu</b> zo <b>Špeciálne úlohy</b>.</p>
th: <p> หากต้องการสร้างโซนในบริการ DNS ตั้งแต่เริ่มต้น ให้ใช้ <b>เรียกตัวช่วยตั้งค่า</b> จาก <b>งานพิเศษ</b></p>
uk: <p> Щоб створити зону DNS з нуля, скористайтеся пунктом <b>Запустити майстра</b> з меню <b>Окремі завдання</b>.</p>
