Repository: Dzejrou/yast-translations
Catalog: po/dhcp-server/*.po
Languages: ca, da, gl, hu, id, ja, km, ko, lt, nl, pa, pt, ro, ru, sk, th, uk

source: <p><b><big>Group-Specific Options</big></b><br> Set the name of the group of declarations in <b>Group Name</b>. It is just for your identification. The name does not affect behavior of the DHCP server.</p>
ca: <p><b><big>Opcions específiques de grup</big></b><br> Establiu el nom del grup de declaracions a <b>Nom del grup</b>. És només per a la vostra identificació. El nom no afecta el comportament del servidor DHCP.</p>
da: <p><b><big>Gruppespecifikke tilvalg</big></b><br> Angiv navnet deklarationsgruppen under <b>Gruppenavn</b>. Dette er blot til identifikationsformål. Navnet påvirker ikke DHCP-serverens opførsel.</p>
hu: <p><b><big>Csoportspecifikus beállítások</big></b><br> A <b>Csoportnév</b> mezőben adja meg a deklarációcsoport nevét. A csoportnév csak azonosításra szolgál, a DHCP-kiszolgáló működését nem befolyásolja.</p>
ja: <p><b><big>グループ固有のオプション</big></b><br> 宣言のグループ名を <b>グループ名</b> に指定してください。 これは単に識別のためだけに使われ、 DHCP サーバの動作には何も影響しません。</p>
km: <p><b><big>ជម្រើស​ដែល​បញ្ជាក់ក្រុម</big></b><br> កំណត់​ឈ្មោះ​របស់​ក្រុម​នៃ​ការ​ប្រកាស​ក្នុង <b>ឈ្មោះ​ក្រុម</b> ។ វា​គ្រាន់​តែ​ជា​អត្តសញ្ញាណ​របស់​អ្នក​ប៉ុណ្ណោះ ។ ឈ្មោះ​នឹង​មិន​ប៉ះពាល់​ដល់ឥរិយាបថ​របស់​ម៉ាស៊ីន​បម្រើ DHCP ឡើយ ។</p>
ko: <p><b><big>그룹 전용 옵션</big></b><br> <b>그룹 이름</b>에서 선언 그룹의 이름을 설정합니다. 이 이름은 사용자 개인의 식별을 위한 것이므로, DHCP 서버의 동작에 영향을 주지 않습니다.</p>
lt: <p><b><big>Specialūs grupės parametrai</big></b><br> Nurodykite aprašų grupės pavadinimą ties <b>grupės vardu</b>. Tai tik jūsų identifikacijai. Pavadinimas nepaveiks DHCP serverio elgsenos.</p>
nl: <p><b><big>Groepspecifieke opties</big></b><br> Hier kunt u de naam van de groep met declaraties opgeven. Het is slechts voor uw eigen identificatie. De naam is niet van invloed op het gedrag van de DHCP-server.</p>
pa: <p><b><big>ਸਮੂਹ ਖਾਸ ਨਾਂ</big></b><br> <b>ਸਮੂਹ ਨਾਂ</b> ਵਿੱਚ ਐਲਾਮ ਦੇ ਸਮੂਹ ਦਾ ਨਾਂ ਦਿੰਦਾ ਹੈ। ਇਹ ਸਿਰਫ ਤੁਹਾਡੀ ਪਹਿਚਾਣ ਲਈ ਹੈ। ਨਾਂ DHCP ਸਰਵਰ ਦੇ ਵਰਤਾਓ ਨੂੰ ਪ੍ਰਭਾਵਿਤ ਨਹੀਂ ਕਰਦਾ।</p>
pt: <p><b><big>Opções Específicas do Grupo</big></b><br> Define o nome do grupo de declarações em <b>Nome do Grupo</b>. É apenas para sua identificação. O nome não afecta o comportamento do servidor DHCP.</p>
ro: <p><b><big>Opțiuni specifice grupului</big></b><br> Configurați numele grupului de declarații în <b>Group Name</b>. Este folosit doar pentru identificare. Numele nu afectează comportamentul serverului DHCP.</p>
ru: <p><b><big>Параметры, зависимые от группы</b><br> Задайте <b>Имя группы</b> объявлений. Это обозначение только для вас. Оно не влияет на поведение DHCP-сервера.</p>
sk: <p><b><big>Názov skupiny</big></b><br> Zadajte názov skupiny deklarácií v položke <b>Názov skupiny</b>. Tento názov slúži len pre vás, neovplyvňuje správanie DHCP serveru.</p>
th: <p><b><big>ตัวเลือกต่าง ๆ แบบเจาะจงกลุ่ม</big></b><br> ตั้งค่าชื่อของกลุ่มของการประกาศใน <b>ชื่อกลุ่ม</b> โดยมันจะใช้ในการแสดงตัวกับคุณเท่านั้น ซึ่งชื่อนี้จะไม่มีผลกระทบใดกับการทำงานของบริการ DHCP</p>
uk: <p><b><big>Специфічні параметри для групи</big></b><br> Встановіть назву групи декларацій у <b>Назві групи</b>. Ця інформація просто для вас. Назва ніяк не вплине на поведінку сервера DHCP.</p>

source: <p><b><big>Pool of Addresses</big></b><br> Set the name of the pool of addresses in <b>Pool Name</b>. It is just for your identification. The name does not affect behavior of the DHCP server.</p>
ca: <p><b><big>Conjunt d'adreces</big></b><br> Establiu el nom del conjunt d'adreces a <b>Nom del conjunt</b>. És només per a la vostra identificació. El nom no afecta el comportament del servidor DHCP.</p>
da: <p><b><big>Adressepulje</big></b><br> Navngiv adressepuljen under <b>Puljenavn</b>. Dette er blot til identifikationsformål. Navnet påvirker ikke DHCP-serverens opførsel.</p>
hu: <p><b><big>Címtartomány</big></b><br> A <b>Tartomány neve</b> mezőben a címtartománynak lehet adni egy nevet. A név csak azonosításra szolgál, a DHCP-kiszolgáló működését nem befolyásolja.</p>
ja: <p><b><big>アドレスプール</big></b><br> <b>プール名</b> にアドレスプールの名前を設定してください。 これは単に識別のためだけに使われ、 DHCP サーバの動作には何も影響しません。</p>
km: <p><b><big>អាង​អាសយដ្ឋាន</big></b><br> កំណត់​ឈ្មោះ​របស់​អាង​អាសយដ្ឋាន​ក្នុង <b>ឈ្មោះ​អាង</b> ។ វា​គ្រាន់​តែ​ជា​អត្តសញ្ញាណ​របស់​អ្នក​ប៉ុណ្ណោះ ។ ឈ្មោះ​នឹង​មិន​ប៉ះពាល់​ដល់​ឥរិយាបថ​របស់​ម៉ាស៊ីន​បម្រើ DHCP ឡើយ ។</p>
ko: <p><b><big>주소 풀</big></b><br> <b>풀 이름</b>에서 주소 풀의 이름을 설정합니다. 이 이름은 사용자 개인의 식별을 위한 것이므로, DHCP 서버의 동작에 영향을 주지 않습니다.</p>
lt: <p><b><big>Adresų telkinys</big></b><br> Įveskite adresų telkinio pavadinimą ties <b>telkinio pavadinimu</b>. Tai tik jūsų identifikacijai. Pavadinimas nepaveiks DHCP serverio elgsenos.</p>
nl: <p><b><big>Pool adressen</big></b><br> Hier kunt u de naam van de adressenpool opgeven. Het is slechts voor uw eigen identificatie. De naam is niet van invloed op het gedrag van de DHCP-server.</p>
pa: <p><b><big>ਪੂਲ ਦਾ ਐਡਰੈੱਸ</big></b><br> ਸਿਰਨਾਂਵਿਆਂ ਦੇ ਪੂਲ ਦਾ ਨਾਂ <b>ਪੂਲ ਨਾਂ</b> ਵਿੱਚ ਦਿੰਦੇ ਹਨ। ਇਹ ਸਿਰਫ ਤੁਹਾਡੀ ਪਹਿਚਾਣ ਲਈ ਹੈ। ਨਾਂ DHCP ਸਰਵਰ ਦੇ ਵਰਤਾਓ ਨੂੰ ਪ੍ਰਭਾਵਿਤ ਨਹੀਂ ਕਰਦਾ।</p>
pt: <p><b><big>Gama de Endereços</big></b><br> Define o nome da gama dinâmica de endereços em <b>Nome da Gama</b>. É apenas para sua identificação. O nome não afecta o comportamento do servidor DHCP.</p>
ro: <p><b><big>Spațiu de adrese</big></b><br> Configurați numele spațiului de adrese în <b>Numele spațiului</b>. Este folosit doar pentru identificare. Numele nu afectează comportamentul serverului DHCP.</p>
ru: <p><b><big>Пул адресов</big></b><br> Задайте <b>Имя пула</b> адресов. Это обозначение только для вас. Оно не влияет на поведение DHCP-сервера.</p>
sk: <p><b><big>Zásobník adries</big></b><br> Zadajte názov zásobníka adries v položke<b>Zásobník adries</b>. Tento názov slúži len pre vás, neovplyvňuje správanie DHCP serveru.</p>
th: <p><b><big>กลุ่มของที่อยู่ต่าง ๆ (Pool)</big></b><br> ตั้งชื่อของกลุ่มของที่อยู่ต่าง ๆ (pool) ไว้ใน <b>ชื่อกลุ่มที่อยู่</b> โดยมันจะใช้ในการแสดงตัวกับคุณเท่านั้น ซึ่งชื่อนี้จะไม่มีผลกระทบใดกับการทำงานของบริการ DHCP</p>
uk: <p><b><big>Динамічна область адрес</big></b><br> Встановіть назву динамічної області адрес у <b>Назві області</b>. Ця інформація просто для вас. Визначена назва не впливатиме на поведінку сервера DHCP.</p>

source: <p><b><big>Shared Network</big></b><br> Set the name for the shared network in <b>Shared Network Name</b>. It is just for your identification. The name does not affect behavior of the DHCP server.</p>
ca: <p><b><big>Xarxa compartida</big></b><br> Establiu el nom per a la xarxa compartida a <b>Nom de la xarxa compartida</b>. És només per a la vostra identificació. El nom no afecte el comportament del servidor DHCP.</p>
da: <p><b><big>Delt netværk</big></b><br> Vælg et navn for det delte netværk i <b>Delte netværksnavne</b>. Dette er blot til identifikationsformål. Navnet påvirker ikke DHCP-serverens opførsel.</p>
hu: <p><b><big>Osztott hálózat</big></b><br> Az <b>Osztott hálózat</b> mezőben az osztott hálózatnak lehet adni egy nevet. A név csak azonosításra szolgál, a DHCP-kiszolgáló működését nem befolyásolja.</p>
ja: <p><b><big>共有ネットワーク</big></b><br> <b>共有ネットワーク名</b> に共有ネットワークの名前を設定してください。 これは単に識別のためだけに使われ、 DHCP サーバの動作には何も影響しません。</p>
km: <p><b><big>បណ្ដាញ​រួម</big></b><br> កំណត់​ឈ្មោះ​សម្រាប់​បណ្ដាញ​រួម​ក្នុង <b>ឈ្មោះ​បណ្ដាញ​រួម</b> ។ វា​គ្រាន់​តែ​ជា​អត្តសញ្ញាណ​របស់​អ្នក​ប៉ុណ្ណោះ ។ ឈ្មោះ​នឹង​មិន​ប៉ះពាល់​ដល់​ឥរិយាបថ​របស់​ម៉ាស៊ីន​បម្រើ DHCP ឡើយ ។</p>
ko: <p><b><big>공유 네트워크</big></b><br> <b>공유 네트워크 이름</b>에서 공유 네트워크의 이름을 설정합니다. 이 이름은 사용자 개인의 식별을 위한 것이므로, DHCP 서버의 동작에 영향을 주지 않습니다.</p>
lt: <p><b><big>Bendro naudojimo tinklas</big></b><br> Įveskite bendro naudojimo tinklo pavadinimą ties <b>bendro naudojimo tinklo pavadinimu</b>. Tai tik jūsų identifikacijai. Pavadinimas nepaveiks DHCP serverio elgsenos.</p>
nl: <p><b><big>Gedeeld netwerk</big></b><br> Vul de naam in van het gedeelde netwerk in <b>Gedeeld Netwerk</b>. Het is alleen voor u identificatie. Deze naam heeft geen effect op het gedrag van de DHCP-server.</p>
pa: <p><b><big>ਸਾਂਝਾ ਨੈੱਟਵਰਕ</big></b><br> <b>ਸਾਂਝਾ ਨੈਟਵਰਕ ਨਾਂ</b> ਵਿੱਚ ਸ਼ੇਅਰ ਨੈੱਟਵਰਕ ਦਾ ਨਾਂ ਦਿਓ। ਇਹ ਸਿਰਫ ਤੁਹਾਡੀ ਪਹਿਚਾਣ ਲਈ ਹੈ। ਨਾਂ DHCP ਸਰਵਰ ਦੇ ਵਰਤਾਓ ਨੂੰ ਪ੍ਰਭਾਵਿਤ ਨਹੀਂ ਕਰਦਾ।</p>
pt: <p><b><big>Rede Partilhada</big></b><br> Define o nome da rede partilhada em <b>Nome da Rede Partilhada</b>. É apenas para sua identificação. O nome não afecta o comportamento do servidor DHCP.</p>
ro: <p><b><big>Rețea împărțită</big></b><br> Configurați numele rețelei împărțite în <b>Numele rețelei împărțite</b>. Este folosit doar pentru identificare. Numele nu afectează comportamentul serverului DHCP.</p>
ru: <p><b><big>Общая сеть</big></b><br> Задайте <b>Имя общей сети</b>. Это обозначение только для вас. Оно не влияет на поведение DHCP-сервера.</p>
sk: <p><b><big>Zdieľaná sieť</big></b><br> Zadajte názov zdieľanej siete v položke <b>Názov zdieľanej siete</b> Tento názov slúži len pre vás,neovplyvňuje správanie DHCP serveru.</p>
th: <p><b><big>เครือข่ายที่ใช้ร่วมกัน</big></b><br> ตั้งค่าชื่อของเครือข่ายที่ใช้ร่วมกันไว้ใน <b>ชื่อของเครือข่ายที่ใช้ร่วมกัน</b> โดยมันจะใช้ในการแสดงตัวกับคุณเท่านั้น ซึ่งชื่อนี้จะไม่มีผลกระทบใดกับการทำงานของบริการ DHCP</p>
uk: <p><b><big>Спільна мережа</big></b><br> Встановіть назву спільної мережі у полі <b>Назва спільної мережі</b>. Ця інформація просто для вас. Визначена назва не впливатиме на поведінку сервера DHCP.</p>

source: <p><b><big>Class</big></b><br> Set the name of the class of hosts in <b>Class Name</b>.</p>
ca: <p><b><big>Classe</big></b><br> Establiu el nom de la classe d'amfitrions a <b>Nom de classe</b>.</p>
da: <p><b><big>Klasse</big></b><br> Vælg et navn for værtsmaskineklassen i <b>Klassenavn</b>.</p>
hu: <p><b><big>Osztály</big></b><br> Az <b>Osztály neve</b> mezőben a gép osztálya adható meg.</p>
ja: <p><b><big>クラス</big></b><br> <b>クラス名</b> でホストのクラス名を設定してください。</p>
km: <p><b><big>ថ្នាក់</big></b><br> កំណត់​ឈ្មោះ​របស់​ថ្នាក់​ម៉ាស៊ីន​ក្នុង <b>ឈ្មោះ​ថ្នាក់</b> ។</p>
ko: <p><b><big>클래스</big></b><br> <b>클래스 이름</b>에서 호스트 클래스의 이름을 설정합니다.</p>
lt: <p><b><big>Klasė</big></b><br> Įveskite pagrindinio kompiuterio klasės pavadinimą ties <b>klasės pavadinimu</b>.</p>
nl: <p><b><big>Klasse</big></b><br> Vul bij <b>Klasse naam</b> de klasse van de host in.</p>
pa: <p><b><big>ਕਲਾਸ</big></b><br> ਮੇਜ਼ਾਬਾਨਾਂ ਦੀ ਕਲਾਸ ਦਾ ਨਾਂ <b>ਕਲਾਸ ਨਾਂ</b> ਵਿੱਚ ਦਿਓ।</p>
pt: <p><b><big>Classe</big></b><br> Define o nome da classe de equipamentos em <b>Nome da Classe</b>.</p>
ro: <p><b><big>Clasa</big></b><br> Configurați numele clasei de gazde în <b>Numele clasei</b>.</p>
ru: <p><b><big>Класс</big></b><br> Задайте <b>Имя класса</b> хостов.</p>
sk: <p><b><big>Trieda</big></b><br> Zadajte názov triedy hostiteľov v položke <b> Názov triedy</b>.</p>
th: <p><b><big>คลาส</big></b><br> ตั้งชื่อให้กับคลาสของเครื่องต่าง ๆ ไว้ใน <b>ชื่อคลาส</b></p>
uk: <p><b><big>Клас</big></b><br> Вкажіть назву класу вузлів в <b>Назва класу</b>.</p>

source: <p> To edit DHCP options, choose the appropriate entry of the table then click <b>Edit</b>. To add a new option, use <b>Add</b>. To remove an option, select it and click <b>Delete</b>.</p>
ca: <p> Per editar les opcions de DHCP, trieu l'entrada adequada de la taula i cliqueu a <b>Edita</b>. Per afegir una nova opció, useu <b>Afegeix</b>. Per suprimir-ne una, seleccioneu-la i cliqueu a <b>Suprimeix</b>.</p>
da: <p> For at redigere DHCP-tilvalg, vælg den tilhørende indgang i tabellen og klik på <b>Rediger</b>. For at tilføje et nyt tilvalg, brug <b>Tilføj</b>. For at fjerne et tilvalg, markér det og klik på <b>Slet</b>.</p>
hu: <p> A DHCP opciók szerkesztéséhez válassza ki a megfelelő bejegyzést a listából, majd kattintson a <b>Szerkesztés</b> gombra. Egy új opció létrehozásához válassza ki a <b>Hozzáadás</b> lehetőséget. Egy opció törléséhez jelölje azt ki, majd kattintson a <b>Törlés</b> gombra.</p>
ja: <p> DHCP オプションを編集するには、表内の該当する 項目を選んで <b>編集</b> を押してください。 新しいオプションを追加するには、 <b>追加</b> ボタンを、 削除するには項目を選んで <b>削除</b> をそれぞれ押してください。</p>
km: <p> ដើម្បី​កែសម្រួល​ជម្រើស DHCP, ជ្រើស​ធាតុ​ពី​តារាង ហើយ​ចុច <b>កែសម្រួល</b> ។ ដើម្បី​បន្ថែម​ជម្រើស​ថ្មី​មួយ, ប្រើ <b>បន្ថែម</b> ។ ដើម្បី​យក​ជម្រើស​មួយ​ចេញ ជ្រើស​វា ហើយ​ចុច <b>លុប</b> ។</p>
ko: <p> DHCP 옵션을 편집하려면 테이블에서 해당 항목을 선택한 다음 <b>편집</b>을 클릭합니다. 새 옵션을 추가하려면 <b>추가</b>를 사용합니다. 옵션을 제거하려면 해당 옵션을 선택하고 <b>삭제</b>를 클릭합니다.</p>
lt: <p> Norėdami keisti DHCP parinktis, pasirinkite atitinkamą lentelės elementą ir spauskite <b>Keisti</b>. Norėdami pridėti naują parametrą, spustelėkite <b>Pridėti</b>. Norėdami pašalinti parametrą, spauskite <B>Šalinti</B>.</P>
nl: <p> Om de DHCP opties te kunnen wijzigen dient u het betreffende item uit de tabel te selecteren en vervolgens op <b>Wijzigen</b> te klikken. Klik op <b>Toevoegen</b> om een nieuwe optie toe te voegen. Selecteer het en druk op <b>Verwijderen</b> om een optie te verwijderen.</p>
pa: <p> DHCP ਚੋਣ ਤਬਦੀਲ ਕਰਨ ਲਈ, ਸਾਰਣੀ ਦੀ ਅਨੁਸਾਰੀ ਇੰਦਰਾਜ ਚੁਣੋ ਅਤੇ <b>ਸੋਧ</b>ਦਬਾਓ। ਨਵੀਂ ਚੋਣ ਸ਼ਾਮਲ ਕਰਨ ਲਈ, <b>ਸ਼ਾਮਲ</b> ਵਰਤੋਂ। ਚੋਣ ਹਟਾਉਣ ਲਈ, ਇਸ ਨੂੰ ਚੁਣੋ ਅਤੇ <b>ਹਟਾਓ</b> ਦਬਾਓ।</p>
pt: <p> Para editar opções DHCP, escolha a entrada apropriada da tabela, e depois prima <b>Editar</b>. Para adicionar uma nova opção, utilize <b>Adicionar</b>. Para remover uma opção, seleccione-a e prima <b>Apagar</b>.</p>
ro: <p> Pentru a modifica opțiunile DHCP, alegeți înregistrarea potrivită din tabel și apăsați pe <b>Editează</b>. Pnetru a adăuga o nouă opțiune, folosiți <b>Adaugă</b>. Pentru a șterge o opțiune, selectați-o și apăsați <b>Șterge</b>.</p>
ru: <p> Для редактирования параметров DHCP выберите соответствующую запись в таблице и нажмите <b>Редактировать</b>. Чтобы добавить новый параметр, используйте кнопку <b>Добавить</b>. Чтобы удалить параметр, выберите его и нажмите <b>Удалить</b>.</p>
sk: <p> Pre úpravu nastavení DHCP vyberte príslušné nastavenie z tabuľky a kliknite na <b>Upraviť</b>. Pre pridanie nového nastavenia použite <b>Pridať</b>. Pre zmazanie nastavenia vyberte toto nastavenie a použite <b>Zmazať</b>.</p>
th: <p> ในการแก้ไขตัวเลือกต่าง ๆ ของบริการ DHCP ให้เลือกรายการที่ต้องการ จากตาราง แล้วคลิกที่ <b>แก้ไข</b> หากต้องการเพิ่มตัวเลือกใหม่ ให้ใช้ปุ่ม <b>เพิ่ม</b> หากต้องการลบตัวเลือก ให้เลือกมันก่อน แล้วคลิกที่ปุ่ม <b>ลบ</b></p>
uk: <p> Для редагування параметрів DHCP виберіть відповідний запис в таблиці і клацніть <b>Змінити</b>. Щоб додати новий параметр, вживайте <b>Додати</b>. Щоб вилучити параметр, виберіть його і клацніть <b>Вилучити</b>.</p>

source: <p> To adjust dynamic DNS for hosts of this subnet, use <b>Dynamic DNS</b>.</p>
ca: <p> Per ajustar el DNS dinàmic per a amfitrions d'aquesta subxarxa, useu <b>DNS dinàmic</b>.</p>
da: <p> For at justere dynamisk DNS for værtsmaskinerne i dette subnet, benyt<b>Dynamisk DNS</b>.</p>
hu: <p> Az alhálózat gépeire vonatkozó dinamikus DNS módosításához válassza ki a <b>Dinamikus DNS</b> pontot.</p>
ja: <p> このサブネットのホスト用に動的な DNS を設定するには <b>ダイナミック DNS</b> を使用してください。</p>
km: <p> ដើម្បី​លៃតម្រូវ DNS ថាមវន្ត សម្រាប់ម៉ាស៊ីននៃ subnet នេះ, ប្រើ <b>DNS ថាមវន្ត</b> ។</p>
ko: <p> 이 서브넷의 호스트에 대한 동적 DNS를 조정하려면 <b>동적 DNS</b>를 사용합니다.</p>
lt: <p> Norėdami nustatyti dinaminį DNS šio potinklio kompiuteriams, spauskite <b>Dinaminis DNS</b>.</p>
nl: <p> Gebruik <b>Dynamische DNS</b> om de dynamische hosts van dit subnet aan te passen.</p>
pa: <p> ਇਸ ਸਬਨੈੱਟ ਦੇ ਹੋਸਟਾਂ ਲਈ ਡਾਇਨੈਮਿਕ DNS ਅਨੁਕੂਲ ਬਣਾਉਣ ਲਈ, <b>ਡਾਇਨੈਮਿਕ DNS</b>ਵਰਤੋਂ।</p>
pt: <p> Para ajustar DNS dinâmicos para equipamentos nesta sub-rede, utilize <b>DNS Dinâmico</b>.</p>
ro: <p> Penrtu a ajusta DNS-ul dinamic pentru gazde din această subrețea, folosiți <b>DNS dinamic</b>.</p>
ru: <p> Чтобы настройки динамического DNS для хостов этой подсети используйте <b>Динамический DNS</b>.</p>
sk: <p> Pre úpravu dynamického DNS pre hostiteľov v tejto podsieti použite <b>Dynamické DNS</b>.</p>
th: <p> หากต้องการปรับแก้ค่าเครื่องต่าง ๆ ของ DNS ที่เป็นแบบไม่ตายตัวของเครือข่ายย่อย ให้ใช้ <b>บริการ DNS แบบไม่ตายตัว</b></p>
uk: <p> Щоб налаштувати динамічну DNS для вузлів цієї підмережі, скористайтеся <b>Динамічною DNS</b>.</p>

source: <p><b><big>Enabling Dynamic DNS</big></b><br> To enable Dynamic DNS updates for this subnet, set <b>Enable Dynamic DNS for This Subnet</b>.</p>
ca: <p><b><big>Habilitació de DNS dinàmic</big></b><br> Per habilitar actualitzacions DNS dinàmiques per a aquesta subxarxa, establiu <b>Habilita DNS dinàmic per a aquesta subxarxa</b>.</p>
da: <p><b><big>Aktivere dynamisk DNS</big></b><br> For at aktivere dynamiske DNS-opdateringer for dette subnet, vælg <b>Aktivér dynamisk DNS for dette subnet</b>.</p>
hu: <p><b><big>Dinamikus DNS engedélyezése</big></b><br> Ahhoz, hogy az alhálózat DNS frissítése dinamikusan történjen, jelölje meg a <b>Dinamikus DNS engedélyezése az alhálózat számára</b> négyzetet.</p>
ja: <p><b><big>ダイナミック DNS の有効化</big></b><br> このサブネットでダイナミック DNS を有効にするには、 <b>このサブネットでダイナミック DNS を有効にする</b> を設定してください。</p>
km: <p><b><big>បើក DNS អថេរ </big></b><br> ដើម្បី​បើកការ​ធ្វើ​​បច្ចុប្បន្នភាព DNS ថាមវន្ត​​សម្រាប់ subnet នេះ កំណត់ <b>បើក DNS អថេរ​សម្រាប់ Subnet នេះ</b> ។</p>
ko: <p><b><big>동적 DNS 활성화</big></b><br> 이 서브넷에 대해 동적 DNS 업데이트를 활성화하려면 <b>이 서브넷에 대해 동적 DNS 활성화</b>를 설정합니다.</p>
lt: <p><b><big>Dinaminio DNS įjungimas</big></b><br> Norėdami įjungti dinaminio DNS atnaujinimus šiam potinkliui, nustatykite <b>Įjungti dinaminį DNS šiam potinkliui</b>.</p>
nl: <p><b><big>Dynamisch DNS activeren</big></b><br> Activeer <b>Dynamisch DNS voor dit subnet activeren</b> om de dynamische DNS-bijwerkingen voor dit subnet te activeren.</p>
pa: <p><b><big>ਡਾਇਨੈਮਿਕ DNS ਯੋਗ ਕਰੋ</big></b><br> ਇਸ ਸਬਨੈੱਟ ਲਈ ਡਾਇਨੈਮਿਕ DNS ਅੱਪਡੇਟ ਯੋਗ ਕਰਨ ਲਈ, <b>ਇਸ ਸਬਨੈੱਟ ਲਈ ਡਾਇਨੈਮਿਕ DNS ਯੋਗ ਕਰੋ</b>ਨਿਰਧਾਰਿਤ ਕਰੋ।</p>
pt: <p><b><big>Activar DNS Dinâmicos</big></b><br> Para activar as actualizações de DNS dinâmicas para esta sub-rede, escolha <b>Activar DNS Dinâmicos para esta Sub-rede</b>.</p>
ro: <p><b><big>Activarea DNS-ului dinamic</big></b><br> Pentru a activa actualizarea DNS-ului dinamic pentru această subrețea, configurați <b>Activează DNS-ul dinamic pentru această subrețea</b>.</p>
ru: <p><b><big>Включение динамического DNS</big></b><br> Чтобы включить обновления динамического DNS для этой подсети, включите опцию <b>Включить динамический DNS для этой подсети</b>.</p>
sk: <p><b><big>Zapnutie dynamického DNS</big></b><br> Ak chcete zapnúť dynamické aktualizácie DNS pre túto podsieť, zvoľte <b>Zapnúť dynamické DNS pre túto podsieť</b>.</p>
th: <p><b><big>การเปิดใช้งานบริการ DNS แบบไม่ตายตัว</big></b><br> เพื่อเปิดใช้การปรับปรุงข้อมูลบริการ DNS แบบไม่ตายตัวให้กับเครือข่ายย่อยนี้ ให้ตั้งค่าตัวเลือก <b>เปิดใช้บริการ DNS แบบไม่ตายตัวกับเครือข่ายย่อยนี้</b></p>
uk: <p><b><big>Увімкнення динамічної DNS</big></b><br> Щоб увімкнути динамічне оновлення DNS для цієї підмережі, вкажіть <b>Увімкнути динамічну DNS для цієї підмережі</b>.</p>

source: <p><b><big>TSIG Key</big></b><br> To make Dynamic DNS updates, the authentication key must be set. Use <b>TSIG Key</b> to select the key to use for authentication. The key must be the same for both DHCP and DNS servers. Specify the key for both forward and reverse zone.</p>
ca: <p><b><big>Clau TSIG</big></b><br> Per fer actualitzacions DNS dinàmiques, cal establir la clau d'autenticació. Useu <b>Clau TSIG Key</b> per seleccionar la clau a usar per a l'autenticació. La clau ha de ser la mateix per als servidors DHCP i DNS. Especifiqueu la clau tant per a la zona de reenviament i la zona inversa.</p>
da: <p><b><big>TSIG-nøgle</big></b><br> For at udføre dynamiske DNS-opdateringer skal godkendelseskoden defineres. Benyt <b>TSIG-nøgle</b> for at vælge nøglen som skal bruges til godkendelsen. Nøglen skal være identisk for både DHCP- og DNS-servere. Specificér nøglen for både alm. og omvendt navnezone.</p>
hu: <p><b><big>TSIG kulcs</big></b><br> A DNS dinamikus frissítéséhez be kell állítani egy hitelesítési kulcsot. Válassza ki a <b>TSIG kulcs</b> pontot a hitelesítéshez használandó kulcs beállításához. A kulcsnak azonosnak kell lennie, mind a DHCP-, mind a DNS-kiszolgáló számára. A kulcsot a névfeloldáshoz és a címfeloldáshoz egyaránt meg kell adni.</p>
ja: <p><b><big>TSIG 鍵</big></b><br> ダイナミック DNS を更新するには認証鍵を指定する必要があります。 <b>TSIG 鍵</b> から認証に使用する鍵を選択することができます。この鍵は DHCP サーバと DNS サーバの両方で同じでなければなりません。正引き・逆引き 両方のゾーン用の鍵を指定してください。</p>
km: <p><b><big>កូនសោ TSIG</big></b><br> ដើម្បី​ធ្វើ​បច្ចុប្បន្នភាព DNS អថេរ​​ អ្នក​ត្រូវ​តែ​កំណត់​កូនសោ​ផ្ទៀងផ្ទាត់​ភាព​ត្រឹមត្រូវ ។ សូម​ប្រើ <b>កូនសោ TSIG</b> ដើម្បី​ជ្រើស​កូនសោ ដែល​ត្រូវ​ប្រើ​សម្រាប់​ផ្ទៀងផ្ទាត់ ។ កូនសោ​ត្រូវ​តែ​ដូចគ្នា សម្រាប់​ម៉ាស៊ីន​បម្រើ DHCP និង​ DNS ។ សូម​បញ្ជាក់​កូនសោ​សម្រាប់​តំបន់​បញ្ជូន​បន្ត និង​តំបន់​បញ្ច្រាស ។</p>
ko: <p><b><big>TSIG 키</big></b><br> 동적 DNS 업데이트를 만들려면 인증 키를 설정해야 합니다. <b>TSIG 키</b>를 사용하여 인증에 사용할 키를 선택할 수 있습니다. 이 키는 DHCP 서버와 DNS 서버 둘 다에 대해 같아야 합니다. 정방향 영역과 역방향 영역에 대해 키를 지정하십시오.</p>
lt: <p><b><big>TSIG raktas</big></b><br> Norėdami atnaujinti dinaminį DNS, reikia nustatyti autentiškumo raktą. Naudokite <b>TSIG raktą</b> tam, kad raktą, kuris bus naudojamas autentiškumo patikrai. Raktas turi būti tas pats DHCP ir DNS serveriams. Nustatykite raktą tiek „forward“, tiek „reverse“ zonai.</p>
nl: <p><b><big>TSIG sleutel</big></b><br> Om dynamische DNS-bijwerkingen uit te kunnen voeren dient de verificatie sleutel opgegeven te zijn. Gebruik <b>TSIG sleutel</b> om de voor de verificatie te gebruiken sleutel te selecteren. De sleutel moet voor de DHCP en de DNS-servers dezelfde zijn. Specificeer de sleutel voor zowel de voorwaartse als de omgekeerde zone.</p>
pa: <p><b><big>TSIG ਕੁੰਜੀ</big></b><br> ਡਾਇਨੈਮਿਕ DNS ਅੱਪਡੇਟ ਲਈ, ਪ੍ਰਮਾਣਿਕਤਾ ਨਿਰਧਾਰਿਤ ਹੋਵੇ। ਪ੍ਰਮਾਣਿਕਤਾ ਲਈ ਵਰਤਣ ਵਾਲੀ ਕੁੰਜੀ ਚੁਣਨ ਲਈ <b>TSIG ਕੁੰਜੀ</b> ਵਰਤੋ। ਕੁੰਜੀ ਦੋਨਾਂ DHCP ਅਤੇ DNS ਸਰਵਰਾਂ ਲਈ ਇੱਕੋ ਹੀ ਹੋਵੇ। ਕੁੰਜੀ ਦੋਨਾਂ ਸਿੱਧਾ ਅਤੇ ਉਲਟਾ ਜ਼ੋਨ ਲਈ ਨਿਰਧਾਰਿਤ ਕਰੋ।</p>
pt: <p><b><big>Chave TSIG</big></b><br> Para realizar actualizações DNS dinâmicas, a chave de autenticação deverá ser definida. Utilize <b>Chave TSIG</b> para escolher a chave a utilizar na autenticação. A chave de ser a mesma tanto para o servidor DHCP como para o DNS. Especifique a chave, tanto para a zona directa como para a inversa.</p>
ro: <p><b><big>Chei TSIG</big></b><br> Pentru a face actualizări de DNS dinamic, trebuie configurată cheia de autentificare. Folosiți <b>Cheie TSIG</b> pentru a selecta cheia necesară autentificării. Cheia trebuie sa fie aceeași pentru serverul DHCP și DNS. Specificați cheia atât pentru zona directă cât și pentru cea inversă.</p>
ru: <p><b><big>Ключ TSIG</big></b><br> Для выполнения обновлений динамического DNS необходимо задать ключ аутентификации. Используйте <b>Ключ TSIG</b>, чтобы выбрать ключ, используемый для аутентификации. Ключ должен быть одним и тем же для обоих серверов DHCP и DNS. Укажите ключ и для прямой, и для обратной зон.</p>
sk: <p><b><big>TSIG kľúč</big></b><br> Pre dynamickú aktualizáciu DNS musí byť nastavený overovací kľúč. Použite <b>TSIG kľúč</b> pre výber kľúča pre overenie. Kľúč musí byť taký istý pre DHCP aj DNS server. Nastavte kľúč pre dopredu smerujúcu, aj pre reverznú zónu.</p>
th: <p><b><big>กุญแจ TSIG</big></b><br> เพื่อให้มีการปรับปรุงข้อมูลกับบริการ DNS แบบไม่ตายตัว จะต้องตั้งค่าของกุญแจที่ใช้ในการตรวจสอบสิทธิ์เสียก่อน โดยใช้ <b>กุญแจ TSIG</b> เพื่อเลือกกุญแจที่จะใช้ในการตรวจสอบสิทธิ์ ซึ่งกุญแจจะต้องเป็นตัวเดียวกันที่ใช้ระหว่างบริการ DHCP และบริการ DNS โดยระบุกุญแจที่จะใช้ร่วมกันของโซนส่งต่อและโซนกลับค่าทั้งคู่</p>
uk: <p><b><big>Ключ TSIG</big></b><br> Щоб виконувати динамічне оновлення DNS, слід встановити ключ автентифікації. Скористайтеся пунктом <b>Ключ TSIG</b>, щоб вибрати ключ для автентифікації. Ключ повинен бути однаковим для серверів DHCP та DNS. Задайте ключі для обох, основної та реверсивної, зон.</p>
