Repository: Dzejrou/yast-translations
Catalog: po/dhcp-server/*.po
Languages: ca, da, gl, hu, id, ja, km, ko, lt, nl, pa, pt, ro, ru, sk, th, uk

source: <p><b><big>Firewall Settings</big></b><br> To open the firewall to allow access to the service from remote computers through the selected interface, set <b>Open Firewall for Selected Interface</b>. This option is only available if the firewall is enabled.</p>
ca: <p><b>Paràmetres de tallafoc</b><br> Per obrir el tallafoc i permetre l'accés al servei des d'ordinadors remots a través de la interfície seleccionada, establiu <b>Obre el port del tallafoc per a la interfície seleccionada</b>. Aquesta opció només està disponible si el tallafoc està habilitat.</p>
da: <p><b><big>Firewall-indstillinger</big></b><br> Du kan åbne firewallen, for at give adgang til tjenesten fra eksterne maskiner via den valgte grænseflade, ved at vælge <b>Åbn firewall for valgt grænseflade</b>.<br> Denne indstilling er kun tilgængelig hvis firewallen er aktiveret.</p>
hu: <p><b><big>Tűzfalbeállítások</big></b><br> A tűzfal kinyitásához, hogy a szolgáltatást a távoli gépek elérhessék a kiválasztott csatolón keresztül, jelölje meg a <b>Tűzfal kinyitása a kijelölt csatolóhoz</b> lehetőséget. Ez az opció csak akkor érhető el, ha a tűzfal engedélyezve van.</p>
id: <p><b><big>Pengaturan Firewall</big></b><br> Unutk membuka firewall untuk mengizinkan akses ke layanan dari komputer remot memlalui interface terpilih, atur <p>Buka Firewall untuk Interface Terpilih</b>. Pilihan ini hanya tersedia jika firewall aktif.</p>
ja: <p><b><big>ファイアウオールの設定</big></b><br> 選択したインターフェイスを通してリモートコンピュータから このサービスにアクセスできるようファイアウオールを開くには、 <b>ファイアウオールで選択したインターフェイスを開く</b> を 選択してください。このオプションはファイアウオールが有効になっている場合にのみ 利用できます。</p>
km: <p><b><big>ការកំណត់​ជញ្ជាំងភ្លើង</big></b><br> ដើម្បី​បើក​ជញ្ជាំងភ្លើង ឲ្យ​អាច​ចូលដំណើរការ​សេវា​ពី កុំព្យូទ័រ​ពី​ចម្ងាយ តាម​ចំណុច​ប្រទាក់​ដែល​បាន​ជ្រើស សូម​កំណត់ <b>បើក​ជញ្ជាំងភ្លើង​សម្រាប់​ចំណុច​ប្រទាក់​ដែល​បាន​ជ្រើស</b> ។ ជម្រើស​នេះ​អាច​មាន​តែ​ក្នុង​ករណី ជញ្ជាំងភ្លើង​ត្រូវ​បាន​ធ្វើ​ឲ្យ​ប្រើ​បាន​ប៉ុណ្ណោះ ។</p>
ko: <p><b><big>방화벽 설정</big></b><br> 선택한 인터페이스를 통해 원격 컴퓨터에서 서비스에 액세스할 수 있도록 방화벽을 열려면 <b>선택한 인터페이스에 대해 방화벽 열기</b>를 설정합니다. 이 옵션은 방화벽이 활성화된 경우에만 사용할 수 있습니다.</p>
lt: <p><b><big>Užkardos nuostatos</big></b><br> Norėdami atverti užkardą tam, kad būtų galima iš nuotolinių kompiuterių pasiekti paslaugas per pasirinktą sąsają, rinkitės <b>Nurodytose sąsajose atverti užkardą</b>. Ši parinktis galima tik jei įgalinta užkarda.</p>
nl: <p><b><big>Firewallinstellingen</big></b><br> Stel <b>Open firewall voor de geselecteerde interface</b> in om de firewall dusdanig open te stellen zodat de service, via de geselecteerde interface, voor de remote computers toegankelijk wordt.<br> Deze optie is alleen bij een geactiveerde firewall beschikbaar.</p>
pa: <p><b><big>ਫਾਇਰਵਾਲ ਸੈਟਿੰਗ</big></b><br> ਚੁਣੇ ਇੰਟਰਫੇਸ ਦੁਆਰਾ ਰਿਮੋਟ ਕੰਪਿਊਟਰ ਤੋਂ ਸੇਵਾ ਵਰਤਣ ਵਾਲਾ ਫਾਇਰਵਾਲ ਖੋਲਣ ਲਈ, <b>ਚੁਣੇ ਇੰਟਰਫੇਸ ਖੋਲਣ ਲਈ</b> ਨਿਰਧਾਰਿਤ ਕਰੋ।<br> ਇਹ ਚੁਣ ਸਿਰਫ ਤਾਂ ਹੀ ਉਪਲੱਬਧ ਹੋਵੇਗੀ ਜੇ ਫਾਇਰਵਾਲ ਯੋਗ ਹੋਵੇ।</p>
pt: <p><b><big>Definições da Firewall</big></b><br> Para abrir a firewall para permitir o acesso ao serviço, a partir de computadores remotos, através da interface seleccionada, defina <b>Abrir a Firewall para a Interface Seleccionada</b>. Esta opção só está disponível se a firewall estiver activada.</p>
ro: <p><b><big>Setări paravan de protecție</big></b><br> Pentru a deschide paravanul de protecție în scopul accesării serviciului de pe computere remote prin interfața selectată, setați <b>Deschide paravan de protecție pentru interfața selectată</b>. Această opțiune este disponibilă doar dacă paravan de protecție este activat.</p>
ru: <p><b><big>Параметры брандмауэра</big></b><br> Чтобы открыть брандмауэр для доступа к сервису с удаленного компьютера через выбранный интерфейс, установите флажок <b>Открыть брандмауэр для выбранного интерфейса</b>. Этот параметр доступен, только если включен брандмауэр.</p>
sk: <p><b><big>Nastavenia firewallu</big></b><br> Ak chcete otvoriť firewall pre prístup k službe zo vzdialených počítačov cez zvolené rozhranie, zvoľte <b>Otvoriť firewall pre zvolené rozhranie</b> Táto voľba je dostupná, len ak je zapnutý firewall.</p>
th: <p><b><big>การตั้งค่าไฟร์วอลล์</big></b><br> เพื่อเปิดใช้ไฟร์วอลล์ให้อนุญาตการเข้าถึงบริการได้จากเครื่องระยะไกล ผ่านทางส่วนเชื่อมต่อเครือข่ายที่ได้เลือกเอาไว้ ให้กาเลือกที่ตัวเลือก <b>เปิดใช้ไฟร์วอลล์กับส่วนเชื่อมต่อเครือข่ายที่เลือกไว้</b> ตัวเลือกนี้จะใช้ได้เมื่อมีการเปิดใช้ไฟร์วอลล์อยู่แล้วเท่านั้น</p>
uk: <p><b><big>Параметри фаєрволу</big></b><br> Щоб відкрити фаєрвол та дозволити доступ з віддалених комп'ютерів до служб, встановіть <b>Відкрити фаєрвол для вибраного інтерфейсу</b>. Цей параметр доступний лише, якщо увімкнено фаєрвол.</p>

source: <p> To run the DHCP server in chroot jail, set <b>Run DHCP Server in Chroot Jail</b>. Starting any daemon in a chroot jail is more secure and strongly recommended.</p>
ca: <p> Per executar el dimoni DHCP en mode Chroot jail, activeu l'opció <b>Executa el servidor DHCP en Chroot jail</b>. És més segur i molt recomanable que inicieu els dimonis en mode Chroot jail.</p>
da: <p> For at køre DHCP-serveren i 'chroot'-varetægt, vælg <b>Kør DHCP-server i 'chroot'-varetægt</b>. At starte alle dæmoner i 'chroot'-varetægt øger sikkerheden og anbefales kraftigt.</p>
hu: <p> Ahhoz, hogy a DHCP-kiszolgáló chroot környezetben fusson, jelölje meg a <b>DNS-kiszolgáló futtatása chroot környezetben</b> lehetőséget. A démonok chroot környezetben történő indítása jóval biztonságosabb, emiatt határozottan ajánlott.</p>
id: <p> Untuk menjalankan peladen DHCP di jail chroot, atur <b>Jalankan Peladen DHCP di Jail Chroot</b>. Memulai daemon dari jail chroot lebih aman dan sangat direkomendasikan.</p>
ja: <p> DHCP サーバを chroot 環境下で起動するには、 <b>DHCP サーバを chroot 環境下で起動する</b> を選択してください。デーモンを chroot 環境下で 起動すると、より堅牢なセキュリティを実現できるため、お勧めです。</p>
km: <p> ដើម្បី​រត់​ម៉ាស៊ីន​បម្រើ DHCP ក្នុង chroot jail សូម​កំណត់ <b>រត់​ម៉ាស៊ីន​បម្រើ DHCP ក្នុង Chroot Jail</b> ។ ការ​ចាប់ផ្ដើម daemon ណា​មួយ​ក្នុង chroot jail គឺ​មាន​សុវត្ថិភាព​ជាង ហើយ​គួរ​តែ​ប្រើ​វា ។</p>
ko: <p> DHCP 서버를 chroot jail에서 실행하려면 <b>Chroot Jail에서 DHCP 서버 실행</b>을 설정합니다. chroot jail에서 아무 데몬이나 시작하는 것이 더 안전하므로 이 방법을 권장합니다.</p>
lt: <p> Norėdami DHCP serverį paleisti „chroot“ kalėjime, rinkitės <b>DHCP serverį paleisti Chroot kalėjime</b>. Apskritai bet kokią tarnybą saugiau ir ypač patartina paleisti „chroot“ kalėjime.</p>
nl: <p> Om de DHCP-server in Chroot Jail te laten draaien, dient u <b>Start DHCP Server in Chroot Jail</b> in te stellen. Het opstarten van een willekeurige daemon in een Chroot Jail is veiliger en wordt dan ook sterk aanbevolen.</p>
pa: <p> DHCP ਸਰਵਰ chroot jail ਵਿੱਚ ਚਲਾਉਣ ਲਈ, <b>DHCP ਸਰਵਰ Chroot Jail ਵਿੱਚ ਚਲਾਓ</b> ਨਿਰਧਾਰਿਤ ਕਰੋ। chroot jail ਵਿੱਚ ਕੋਈ ਵੀ ਡਾਈਮੋਨ ਚਲਾਉਣ ਲਈ ਵਧੇਰੇ ਸੁਰੱਖਿਅਤ ਅਤੇ ਕਿਹਾ ਗਿਆ ਹੈ।</p>
pt: <p> Para executar o servidor DHCP numa jaula Chroot, defina <b>Executar o Servidor DHCP numa Jaula Chroot</b>. Iniciar qualquer serviço numa jaula chroot é mais seguro e recomendado.</p>
ro: <p> Pentru a rula serverul DHCP în chroot jail, setați <b>Rulează serverul DHCP în Chroot Jail</b>. Pornirea unui demon în chroot jail este recomandată din motive de securitate.</p>
ru: <p> Чтобы запускать DHCP-сервер в chroot jail, установите флажок <b>Запускать DHCP-сервер в Chroot Jail</b>. Запуск любого демона в chroot jail является более безопасным и всячески рекомендуется.</p>
sk: <p> Ak chcete spustiť DHCP server v klietke chrootu, nastavte <b>Spustiť DHCP server v klietke chrootu</b>. Klietka chrootu je pre démony bezpečnejšia a dôrazne sa doporučuje.</p>
th: <p> หากต้องการให้บริการ DHCP ทำงานในภาวะเปลี่ยนรากการทำงาน (chroot jail) ให้ตั้งค่าตัวเลือก <b>ให้บริการ DHCP ทำงานในภาวะเปลี่ยนรากการทำงาน (Chroot Jail)</b> หลังจากนั้นหากดีมอนมีการทำงาน มันจะทำงานในภาวะเปลี่ยนรากระบบแฟ้มเสมือน (chroot jail) ซึ่งมีความปลอดภัยสูงกว่าและมั่นคงกว่า จึงขอแนะนำให้ใช้การทำงานในภาวะนี้</p>
uk: <p> Щоб запускати сервер DHCP у режимі chroot, вкажіть <b>Запускати сервер DHCP у режимі Chroot</b>. Запуск фонових служб у режимі chroot є безпечнішим, тому ми рекомендуємо вам це зробити.</p>

source: <p> To store the DHCP configuration in LDAP, enable <b>LDAP Support</b>.</p>
ca: <p> Per desar la configuració DHCP a LDAP, habiliteu el <b>Suport LDAP</b>.</p>
da: <p> For at gemme DHCP-konfigurationen i LDAP, aktivér <b>LDAP-understøttelse</b>.</p>
hu: <p> Ahhoz, hogy a DHCP beállítások az LDAP adatbázisban tárolódjanak, jelölje be az <b>LDAP támogatás</b> négyzetet.</p>
id: <p> Untuk menjalankan konfigurasi DHCP di LDAP, aktifkan <b>Dukungan LDAP</b>.</p>
ja: <p> DHCP 設定を LDAP に保存するには、 <b>LDAP サポート</b> を選択してください。</p>
km: <p> ដើម្បី​ទុក​ការ​កំណត់​រចនាសម្ព័ន្ធ DHCP ក្នុង LDAP បើក <b>ការគាំទ្រ LDAP</b> ។</p>
ko: <p> LDAP에 DHCP 구성을 저장하려면, <b>LDAP 지원</b>을 활성화합니다.</p>
lt: <p> Norėdami DHCP konfigūraciją laikyti LDAP, įgalinkite <b>LDAP palaikymą</b>.</p>
nl: <p> Om de DHCP-configuratie op te slaan in LDAP activeer <b>LDAP-ondersteuning</b>.</p>
pa: <p> DHCP ਸੰਰਚਨਾ ਨੂੰ LDAP ਵਿੱਚ ਸੰਭਾਲਣ ਲਈ, <b>LDAP ਸਹਿਯੋਗ</b> ਯੋਗ ਕਰੋ।</p>
pt: <p> Para armazenar a configuração DHCP em LDAP, marque esta opção.<b>Suporte LDAP</b>.</p>
ro: <p> Pentru a salva configurația DHCP în LDAP, activați <b>Suport LDAP</b>.</p>
ru: <p> Чтобы сохранить конфигурацию DHCP в LDAP, включите <b>Поддержку LDAP</b>.</p>
sk: <p> Ak chcete uložiť konfiguráciu DHCP v LDAP, zvoľte možnosť<b>Podpora LDAP</b>.</p>
th: <p> หากต้องการจัดเก็บค่าปรับแต่งบริการ DHCP ไว้ในบริการ LDAP ให้เปิดใช้ตัวเลือก <b>รองรับการใช้ร่วมกับบริการ LDAP</b></p>
uk: <p> Щоб зберегти конфігурацію DHCP у LDAP, увімкніть <b>Підтримку LDAP</b>.</p>

source: <p><b>Configured Declarations</b> shows the configuration options in use. To modify an existing declaration, select it and click <b>Edit</b>. To add a new declaration, select a declaration that should include the new declaration and click <b>Add</b>. To delete a declaration, select it and click <b>Delete</b>.</p>
ca: <p><b>Declaracions configurades</b> mostra les opcions de configuració en ús. Per modificar una declaració existent, seleccioneu-la i cliqueu a <b>Edita</b>. Per afegir-ne una de nova, seleccioneu una declaració que hauria d'incloure la nova i cliqueu a <b>Afegeix</b>. Per esborrar una declaració, seleccioneu-la i cliqueu a <b>Suprimeix</b>.</p>
da: <p><b>Konfigurerede deklarationer</b> viser konfigurationsindstillinger i brug. For at ændre en eksisterende deklaration markér den og klik på <b>Rediger</b>. For at tilføje en ny deklaration, vælg en deklaration der skulle indeholde den nye deklaration, og klik på <b>Tilføj</b>. For at slette en deklaration markér den og klik på <b>Slet</b>.</p>
hu: <p>A <b>Beállított deklarációk</b> rész az éppen használt beállításokat mutatja. Egy meglévő deklaráció módosításához jelölje ki és kattintson a <b>Szerkesztés</b> gombra. Egy új deklaráció hozzáadásához válassza ki a megfelelő típust és kattintson a <b>Hozzáadás</b> gombra. Egy deklaráció törléséhez válassza ki, majd kattintson a <b>Törlés</b> gombra.</p>
ja: <p><b>設定済みの宣言</b> には現在使用中の設定オプションが表示されています。 既存の宣言を修正するには、その項目を選択して <b>編集</b> を押してください。 新しい宣言を追加するには、新しい宣言に含まれるべき宣言を選択して <b>追加</b> を押してください。 宣言を削除するには、その項目を選択して <b>削除</b> を押してください。</p>
km: <p><b>ការ​ប្រកាស​ដែល​បាន​កំណត់​រចនាសម្ព័ន្ធ</b> បង្ហាញ​ជម្រើស​ការ​កំណត់​រចនាសម្ព័ន្ធ​ដែល​កំពុង​ប្រើ ។ ដើម្បី​កែប្រែ​ការ​ប្រកាស​មួយ​ដែល​មាន​ស្រាប់ សូម​ជ្រើស​វា ហើយ​ចុច <b>កែសម្រួល</b> ។ ដើម្បី​បន្ថែម​ការ​ប្រកាស​ថ្មី​មួយ សូម​ជ្រើស​ការ​ប្រកាស​មួយ​ដែល​គួរ​រួមបញ្ចូល​ការ​ប្រកាស​ថ្មី ហើយ​ចុច <b>បន្ថែម</b> ។ ដើម្បី​លុប​ការ​ប្រកាស​មួយ សូម​ជ្រើស​វា ហើយ​ចុច <b>លុប</b> ។</p>
ko: <p><b>구성된 선언</b>은 사용 중인 구성 옵션을 보여줍니다. 기존 선언을 수정하려면 해당 선언을 선택하고 <b>편집</b>을 클릭합니다. 새 선언을 추가하려면 새 선언을 포함해야 할 기존 선언을 선택하고 <b>추가</b>를 클릭합니다. 선언을 삭제하려면 해당 선언을 선택하고 <b>삭제</b>를 클릭합니다.</p>
lt: <p><b>Sukonfigūruoti aprašai</b> rodo naudojamas konfigūracijos parinktis Norėdami modifikuoti esamą aprašą, pažymėkite jį ir spauskite <b>Keisti</b>. Norėdami įtraukti naują aprašą, pasirinkite aprašą, į kurį reikia įterpti naują aprašą, ir spauskite <b>Pridėti</b>. Norėdami pašalinti aprašą, pažymėkite jį ir spauskite <b>Pašalinti</b>.</p>
nl: <p><b>Geconfigureerde declaraties</b> toont de in gebruik zijnde opties in de configuratie. Om een bestaande declaratie aan te passen dient u deze eerst te selecteren en op <b>Wijzigen</b> te klikken. Om een nieuwe declaratie toe te voegen, selecteert u een declaratie die de nieuwe declaratie moet gaan bevatten en u klikt op <b>Toevoegen</b>. Een declaratie kunt u verwijderen door deze te selecteren en dan op <b>Verwijderen</b> te klikken.</p>
pa: <p><b>ਸੰਰਚਨਾ ਐਲਾਨ</b> ਵਰਤੋਂ ਅਧੀਨ ਸੰਰਚਨਾ ਨੂੰ ਵੇਖਾਉਦਾ ਹੈ। ਮੌਜੂਦਾ ਐਲਾਨ ਵਿੱਚ ਸੋਧ ਕਰਨ ਲਈ, ਇਸ ਦੀ ਚੋਣ ਕਰਕੇ <b>ਸੋਧ</b> ਨੂੰ ਦਬਾਓ। ਇੱਕ ਨਵਾਂ ਐਲਾਨ ਜੋੜਨ ਲਈ, ਇੱਕ ਐਲਾਨ ਦੀ ਚੋਣ ਕਰੋ, ਜੋ ਕਿ ਨਵੇਂ ਐਲਾਨ ਵਿੱਚ ਜੋੜਿਆ ਜਾਵੇਗਾ, ਅਤੇ <b>ਸ਼ਾਮਲ</b> ਨੂੰ ਦਬਾਓ। ਇੱਕ ਐਲਾਨ ਨੂੰ ਹਟਾਉਣ ਲਈ, ਇਸ ਦੀ ਚੋਣ ਕਰੋ ਅਤੇ <b>ਹਟਾਓ</b> ਨੂੰ ਦਬਾਓ।</p>
pt: <p><b>Declarações Configuradas></b> mostra as opções de configuração em utilização. Para alterar uma declaração existente, seleccione-a, e prima <b>Editar</b>. Para adicionar uma nova declaração, seleccione a declaração que deverá conter a nova declaração, e prima <b>Adicionar</b>. Para apagar uma declaração, seleccione-a, e prima <b>Apagar</b>.</p>
ro: <p><b>Declarații configurate</b> afișează opțiunile de configurare utilizate momentan. Pentru a modifica o declarație existentă, selectați-o și apăsați <b>Editează</b>. Pentru a adăuga o declarație nouă, selectați o declarație care ar trebui sa includă noua declarație si apăsați <b>Adaugă</b>. Pentru a șterge o declarație, selectați-o și apăsați <b>Șterge</b>.</p>
ru: <p><b>Сконфигурированные объявления</b> показывают используемые параметры конфигурации. Чтобы изменить существующее объявление, выберите его и нажмите <b>Редактировать</b>. Чтобы добавить новое объявление, выберите объявление, которое должно включать в себя новое объявление, и нажмите <b>Добавить</b>. Чтобы удалить объявление, выберите его и нажмите <b>Удалить</b>.</p>
sk: <p><b>Nastavené deklarácie</b>zobrazujú použité možnosti nastavenie Pre úpravu existujúcej deklarácie ju vyberte a kliknite na <b>Upraviť</b>. Ak chcete pridať novú deklaráciu, vyberte deklaráciu, ktorá by túto novú deklaráciu mala zahŕňať a kliknite na <b>Pridať</b>. Ak chcete zvolenú deklaráciu zmazať, kliknite na <b>Zmazať</b>.</p>
th: <p><b>การประกาศที่ปรับแต่งค่าไว้แล้ว</b> จะแสดงตัวเลือกต่าง ๆ ของการปรับแต่งค่าที่ใช้อยู่ หากต้องการแก้ไขการประกาศที่มีอยู่ ให้เลือกมันแล้วคลิกที่ปุ่ม <b>แก้ไข</b> หากต้องการเพิ่มการประกาศตัวใหม่ ให้เลือกการประกาศที่ควรจะรวมการประกาศตัวใหม่ไว้ด้วย แล้วคลิกที่ปุ่ม <b>เพิ่ม</b> หากต้องการลบการประกาศ ให้เลือกมัน แล้วคลิกที่ปุ่ม <b>ลบ</b></p>
uk: <p>Діалог <b>Налаштовані декларації</b> показує всі використані параметри конфігурації. Щоб змінити існуючу декларацію, виберіть її натисніть кнопку <b>Змінити</b>. Щоб додати нову декларацію, оберіть декларацію, яка повинна містити нову декларацію і натисніть кнопку <b>Додати</b>. Щоб вилучити декларацію, виберіть її і натисніть кнопку <b>Вилучити</b>.</p>

source: <p><b><big>Advanced Functions</big></b><br> Use <b>Advanced</b> to display the log of the DHCP server, change network interfaces to which the DHCP server listens, or manage TSIG keys that can be used for authentication of dynamic DNS updates.</p>
ca: <p><b><big>Funcions avançades</big></b><br> Useu <b>Avançat</b> per veure el registre del servidor DHCP, canviar les interfícies de zarxa escoltades pel servidor DHCP, o gestionar les claus TSIG que poden usar-se per a l'autenticació d'actualitzacions DNS dinàmiques.</p>
da: <p><b><big>Avancerede funktioner</big></b><br> Brug <b>Avanceret</b> for at vise loggen for DHCP-serveren, ændre netværksgrænsefladerne som DHCP-serveren lytter på eller håndtere TSIG-nøgler, som kan bruges ved godkendelse af dynamiske DNS-opdateringer.</p>
hu: <p><b><big>Speciális beállítások</big></b><br> A DHCP-kiszolgáló naplófájljának megtekintéséhez, a DHCP-kiszolgáló hálózati csatolójának módosításához vagy a dinamikus DNS frissítés azonosításához használható TSIG kulcsok szerkesztéséhez válassza a <b>Speciális</b> lehetőséget.</p>
ja: <p><b><big>詳細機能</big></b><br> <b>詳細</b> ボタンを押すことで、 DHCP サーバのログを表示したり、 DHCP サーバが待ち受けるネットワークインターフェイスを変更したり、 動的な DNS 更新を行なうための TSIG 認証鍵を管理したりすることが できます。</p>
km: <p><b><big>មុខងារ​កម្រិត​ខ្ពស់</big></b><br> សូម​ប្រើ <b>កម្រិត​ខ្ពស់</b> ដើម្បី​បង្ហាញ​កំណត់ហេតុ​របស់​ម៉ាស៊ីន​បម្រើ DHCP, ផ្លាស់ប្ដូរ​ចំណុច​ប្រទាក់​បណ្ដាញ ដែល​ម៉ាស៊ីន​បម្រើ DHCP ស្ដាប់​ទៅ​កាន់ ឬ​គ្រប់គ្រង​កូនសោ TSIG ដែល​អាចប្រើ ដើម្បី​ផ្ទៀងផ្ទាត់​ភាព​ត្រឹមត្រូវ​របស់ ការ​ធ្វើ​បច្ចុប្បន្នភាព DNS ថាមវន្ត ។</p>
ko: <p><b><big>고급 기능</big></b><br> DHCP 서버의 로그를 표시하고, DHCP 서버에서 수신 대기하는 네트워크 인터페이스를 변경하거나, 동적 DNS 업데이트의 인증에 사용할 수 있는 TSIG 키를 관리하려면 <b>고급</b>을 사용합니다.</p>
lt: <p><b><big>Papildomos funkcijos</big></b><br> Norėdami peržiūrėti DHCP serverio registracijos žurnalą, pakeisti tinklo sąsajas, kur klausosi DHCP serveris, arba tvarkyti TSIG raktus, kurie gali būti naudojami dinaminių DNS atnaujinimų tapatumo nustatymui, spauskite <b>Papildoma</b>.</p>
nl: <p><b><big>Geavanceerde functies</big></b><br> Om het log van de DHCP-server te bekijken dienen de netwerk interfaces waarnaar de DHCP-server luistert gewijzigd te worden, ook kunt u <b>Geavanceerd</b> gebruiken om de TSIG sleutels te beheren die voor de verificatie van de Dynamische DNS-bijwerkingen gebruikt kunnen worden.</p>
pa: <p><b><big>ਤਕਨੀਕੀ ਫੰਕਸ਼ਨ</big></b><br> DHCP ਸਰਵਰ ਦਾ ਲਾਗ ਵਿਖਾਉਣ ਲਈ, ਨੈੱਟਵਰਕ ਇੰਟਰਫੇਸ ਤਬਦੀਲ ਕਰੋ, ਜਿਸ ਤੇ DHCP ਸੁਣਦਾ ਹੈ, ਜਾਂ TSIG ਕੁੰਜੀਆਂ ਦਾ ਪਰਬੰਧਨ ਕਰੋ, ਜੋ ਕਿ ਡਾਇਨੈਮਿਕ DNS ਅੱਪਡੇਟ ਦੀ ਪਰਮਾਣਿਕਤਾ ਲਈ ਵਰਤੀ ਜਾ ਸਕਦੀ ਹੈ, <b>ਤਕਨੀਕੀ</b> ਵਰਤੋਂ।</p>
pt: <p><b><big>Funções Avançadas</big></b><br> Utilize <b>Avançadas</b> Para visualizar o diário do servidor DHCP, alterar as interfaces de rede nas quais o servidor DHCP escuta, ou gerir as chaves TSIG que podem ser utilizadas para autenticação de actualizações dinâmicas de DNS.</p>
ro: <p><b><big>Funcții avansate</big></b><br> Folosiți opțiunea <b>Avansat</b> pentru a afișa jurnalul serverului DHCP, modifica interfețele pe care ascultă serverul DHCP sau administra cheile TSIG care pot fi folosite pentru autentificarea actualizărilor DNS-ului dinamic.</p>
ru: <p><b><big>Дополнительные функции</big></b><br> Используйте <b>Дополнительно</b> для просмотра журнала DHCP-сервера, изменения сетевых интерфейсов, на которых слушает DHCP-сервер, или управления ключами TSIG, которые могут быть использованы для аутентификации динамических обновлений DNS.</p>
sk: <p><b><big>Pokročilé funkcie</big></b><br> Pre zobrazenie záznamu DHCP serveru, zmenu sieťových rozhraní, na ktorých DHCP server počúva, alebo správu TSIG kľúčov, použitých pre overenie pri dynamických aktualizáciách DNS, použite <b>Pokročilé</b>.</p>
th: <p><b><big>การทำงานต่าง ๆ ขั้นสูง</big></b><br> ใช้ <b>ขั้นสูง</b> เพื่อแสดงปูมบันทึกของบริการ DHCP, แก้ไขส่วนเชื่อมต่อเครื่อข่ายที่จะให้บริการ DHCP ใช้รอรับการเชื่อมต่อ, หรือจัดการกับกุญแจแบบ TSIG ที่สามารถใช้ในการตรวจสอบสิทธิ์กับ การปรับปรุงข้อมูลกับบริการ DNS แบบไม่ตายตัวได้</p>
uk: <p><b><big>Додаткові функції</big></b><br> Скористайтеся кнопкою <b>Додатково</b>, щоб побачити журнал сервера DHCP, змінити мережні інтерфейси, які прослуховуватиме сервер DHCP, або, щоб керувати ключами TSIG, які можна використовувати для автентифікації динамічних оновлень DNS.</p>

source: <p><b><big>Subnet Configuration</big></b><br> Set the <b>Network Address</b> and <b>Network Mask</b> of the subnet.</p>
ca: <p><b><big>Configuració de subxarxa</big></b><br> Establiu l'<b>adreça de xarxa</b> i la <b>màscara de xarxa</b> de la subxarxa.</p>
da: <p><b><big>Konfiguration af subnet</big></b><br> Angiv <b>Netværksadressen</b> og <b>Netværksmasken</b> for subnettet.</p>
hu: <p><b><big>Alhálózat beállítása</big></b><br> Állítsa be az alhálózat <b>Hálózati cím</b>ét és a <b>Hálózati maszk</b>ját.</p>
ja: <p><b><big>サブネットの設定</big></b><br> サブネットの <b>ネットワークアドレス</b> および <b>ネットワークマスク</b> を設定してください。</p>
km: <p><b><big>ការ​កំណត់​រចនាសម្ព័ន្ធ Subnet</big></b><br> កំណត់ <b>អាសយដ្ឋាន​បណ្ដាញ</b> និង​<b>Mask បណ្ដាញ</b> នៃ subnet ។</p>
ko: <p><b><big>서브넷 구성</big></b><br> 서브넷의 <b>네트워크 주소</b> 및 <b>네트워크 마스크</b>를 설정합니다.</p>
lt: <p><b><big>Potinklio konfigūracija</big></b><br> Nustatykite potinklio <b>tinklo adresą</b> ir <b>tinklo kaukę</b>.</p>
nl: <p><b><big>Netwerkadres en masker</big></b><br> Stel het <b>Netwerkadres</b> en het <b>Netwerkmasker</b> van het subnet in.</p>
pa: <p><b><big>ਸਬ-ਨੈੱਟ ਸੰਰਚਨਾ</big></b><br> ਸਬਨੈੱਟ ਦਾ <b>ਨੈੱਟਵਰਕ ਐਡਰੈੱਸ</b> ਅਤੇ <b>ਨੈੱਟਵਰਕ ਮਖੌਟਾ</b> ਦਿਓ।</p>
pt: <p><b><big>Configuração da Máscara</big></b><br> Define o <b>Endereço de Rede</b> e <b>Máscara de Rede</b> da sub-rede.</p>
ro: <p><b><big>Configurare subrețea</big></b><br> Configurați <b>Adresa de rețea</b> și <b>Masca de rețea</b> a subrețelei.</p>
ru: <p><b><big>Конфигурация подсети</big></b><br> Задайте <b>Сетевой адрес</b> и <b>Маску сети</b> этой подсети.</p>
sk: <p><b><big>Konfigurácia podsiete</big></b><br> Zadajte <b>Sieťovú adresu</b> a <b>Sieťovú masku</b> podsiete.</p>
th: <p><b><big>การปรับแต่งค่าเครือข่ายย่อย</big></b><br> ตั้งค่า <b>ที่อยู่ของเครือข่าย</b> และ <b>มาสก์ของเครือข่าย</b> ของเครือข่ายย่อย</p>
uk: <p><b><big>Конфігурація підмережі</big></b><br> Встановіть <b>Адресу мережі</b> і <b>Маску мережі</b>, що відповідають вашій підмережі.</p>

source: <p><b><big>Host with Fixed Address</big></b><br> Set the name of the host for which to set the fixed address or other special options in <b>Hostname</b>.</p>
ca: <p><b><big>Amfitrió amb adreça fixa</big></b><br> Establiu el nom de l'amfitrió per al qual establir l'adreça fixa o altres opcions especials a <b>Nom d'amfitrió</b>.</p>
da: <p><b><big>Værtsmaskine med fast adresse</big></b><br> Angiv navnet på værtsmaskinen som skal tilskrives den faste adresse eller andre specielle alternativer i <b>Værtsmaskinenavn</b>.</p>
hu: <p><b><big>Statikus című gép</big></b><br> A <b>Gépnév</b> mezőben adja meg a számítógép nevét, amelyhez egy statikus IP-címet vagy más speciális opciót szeretne beállítani.</p>
ja: <p><b><big>固定アドレスを設定したホスト</big></b><br> 固定アドレスの割り当てや、 <b>ホスト名</b> に対する特殊な設定を 行なうホストの名前を指定してください。</p>
km: <p><b><big>ម៉ាស៊ីន​ដែល​មាន​អាសយដ្ឋាន​ថេរ</big></b><br> កំណត់​ឈ្មោះ​ម៉ាស៊ីន ដែល​ត្រូវ​កំណត់​អាសយដ្ឋាន​ថេរ ឬ ជម្រើស​ពិសេស​ផ្សេង​ទៀត ក្នុង <b>ឈ្មោះម៉ាស៊ីន</b> ។</p>
ko: <p><b><big>고정 주소를 갖는 호스트</big></b><br> 고정 주소를 설정할 호스트의 이름 또는 <b>호스트 이름</b>의 다른 특수 옵션을 설정합니다.</p>
lt: <p><b><big>Pagrindinis kompiuteris su fiksuotu adresu</big></b><br> Kompiuterio, kuriam reikia nustatyti fiksuotą adresą, arba kitas specialias parinktis nurodykite ties <b>pagrindiniu kompiuteriu</b>.</p>
nl: <p><b><big>Host met vast adres</big></b><br> Geef hier de naam op van de host waar het vaste adres of andere speciale opties van ingesteld moeten worden.</p>
pa: <p><b><big>ਸਥਿਰ ਸਿਰਨਾਵੇਂ ਨਾਲ ਹੋਸਟ ਨਾਂ</big></b><br> ਹੋਸਟ ਦਾ ਨਾਂ ਨਿਰਧਾਰਿਤ ਕਰੋ ਜਿਸ ਲਈ ਪੱਕਾ ਐਡਰੈੱਸ ਜਾਂ ਹੋਰ ਖਾਸ ਚੋਣ ਨਿਰਧਾਰਿਤ ਕਰਨਾ ਹੈ।</p>
pt: <p><b><big>Equipamento com Endereço Fixo</big></b><br> Define o nome do equipamento para o qual pretende definir o endereço fixo, ou outras opções especiais em <b>Equipamento</b>.</p>
ro: <p><b><big>Gazdă cu adresă fixă</big></b><br> Configurați numele gazdei pentru care trebuie setată adresa fixă sau alte opțiuni speciale în <b>Nume gazdă</b>.</p>
ru: <p><b><big>Хост с фиксированным адресом</big></b><br> Задайте <b>Имя хоста</b>, для которого нужно установить фиксированный адрес или другие специальные параметры.</p>
sk: <p><b><big>Hostiteľ s pevnou adresou</big></b><br> Zadajte názov hostiteľa, pre ktorého nastavujete pevnú adresu, alebo iné špeciálne možnosti v položke <b>Meno hostiteľa</b></p>
th: <p><b><big>เครื่องที่กำหนดให้เป็นที่อยู่ตายตัว</big></b><br> ตั้งค่าชื่อของเครื่องที่ต้องการกำหนดให้ใช้ค่าที่อยู่แบบตายตัว หรือค่าตัวเลือกพิเศษต่าง ๆ ในส่วน <b>ชื่อเครื่อง</b></p>
uk: <p><b><big>Вузол з фіксованою адресою</big></b><br> Встановіть назву вузла, якому слід встановити фіксовану адресу або інші параметри у <b>Назві вузла</b>.</p>
