Repository: Dzejrou/yast-translations
Catalog: po/dhcp-server/*.po
Languages: ca, da, gl, hu, id, ja, km, ko, lt, nl, pa, pt, ro, ru, sk, th, uk

source: <p> To create or remove a single DNS record, click <b>Add</b> or <b>Delete</b>. To synchronize the DNS entries with their reverse forms in the corresponding reverse zone, select <b>Synchronize with Reverse Zone</b>. Use <b>Remove DNS Records Matching Range</b> from <b>Special Tasks</b> to delete any information relating to this range of IP addresses from the DNS server. To create a new range of DNS records, select <b>Add New Range of DNS Records</b> from <b>Special Tasks</b>.</p>
ca: <p> Per crear o suprimir un sol registre DNS, cliqueu a <b>afegeix</b> o <b>suprimeix</b>. Per sincronitzar les entrades DNS amb les seves formes inverses a la seva zona inversa corresponent, seleccioneu <b>Sincronitza amb la zona inversa</b>. Useu <b>Suprimeix registres DNS de gamma coincident</b> des de <b>Tasques especials</b> per suprimir qualsevol informació relacionada amb aquesta gamma d'adreces IP. Per crear una gamma nova de registres DNS, seleccioneu <b>Afegeix una gamma nova de registres DNS</b> de les <b>Tasques especials</b>.</p>
da: <p> For at oprette eller fjerne et enkelt DNS-opslag, klik <b>Tilføj</b> eller <b>Slet</b>. For at synkronisere DNS-punkterne med deres omvendte form i den tilsvarende omvendte zone vælges <b>Synkronisér med omvendt zone</b>. Anvend <b>Slet DNS-opslag som matcher område</b> under <b>Særlige opgaver</b> for at slette information relateret til dette område af IP-adresser fra DNS-serveren. For at oprette et nyt område af DNS-opslag anvendes <b>Tilføj nyt område af DNS-opslag</b> under <b>Særlige opgaver</b>.</p>
hu: <p> Egy DNS-rekordok létrehozásához vagy törléséhez kattintson a <b>Hozzáad</b> vagy a <b>Törlés</b> gombra. A DNS bejegyzések címfeloldási (reverse) formájának a hozzá tartozó címfeloldási zónájához történő szinkronizálásához válassza ki a <b>Szinkronizálás a névfeloldási zónával</b> lehetőséget. Használja a <b>DNS-rekord illesztési tartomány törlése</b> lehetőséget a <b>Speciális feladatok</b> menüből, a DNS-kiszolgáló megadott IP-tartományához tartozó információinak törléséhez. A DNS-rekordhoz tartozó új tartomány létrehozásához válassza az<b> Új DNS-rekordtartomány hozzáadása</b> lehetőséget a <b>Speciális feladatok</b> menüből.</p>
id: <p> Untuk membuat atau menghapus satu rekaman DNS. klik <b>Tambah</b> atau <b>Hapus</b>. Untuk sinkronisasi entri DNS dengan form reverse di korespondensi zona reverse, pilih <b>Sinkronisasi dengan Zona Reverse</b>. Gunakan <b>Hapus Rentang Rekaman DNS yang Sesuai</b> dari <b>Tugas khusus</b> untuk menghapus semua informasi yang berelasi dengan rentang alamat IP dari peladen DNS. Untuk membuat rentang rekaman DNS baru, pilih <b>Tambah Rentang Rekaman DNS Baru</b> dari <b>Tugas Khusus</b>.</p>
ja: <p> 単一の DNS レコードを作成したり削除したりするには、 それぞれ <b>追加</b> または <b>削除</b> を押してください。 DNS の項目をその逆引きゾーンと同期するには、 <b>逆引きゾーンと同期</b> を選んでください。 DNS サーバからこの範囲の IP アドレスに関連する情報を削除するには、 <b>特殊作業</b> 内の <b>該当する DNS レコードを削除</b> を選択してください。新しい DNS レコードの範囲を作成するには、 <b>特殊作業</b> から <b>DNS レコードの新しい範囲を追加</b> を選択してください。</p>
km: <p> ដើម្បី​បង្កើត ឬ​យក​កំណត់​ត្រា DNS តែ​មួយ​ចេញ ចុច <b>បន្ថែម</b> ឬ​<b>លុប</b> ។ ដើម្បី​ធ្វើ​សមកាលកម្ម​ធាតុ DNS ជាមួយ​សំណុំ​បែបបទ​បញ្ច្រាស​របស់​ពួក​វា​ក្នុង​តំបន់​បញ្ច្រាស ដែល​ដូចគ្នា ជ្រើស <b>ធ្វើ​សមកាលកម្ម​ជាមួយ​តំបន់​បញ្ច្រាស</b> ។ ប្រើ <b>យក​កំណត់​ត្រា DNS ដែល​ផ្គូផ្គង​ជួរ​ចេញ</b> ពី <b>ភារកិច្ច​ពិសេស</b> ដើម្បី​លុប​ព័ត៌មាន​ដែល​ទាក់ទង​និង​ជួរ​នៃ​អាសយដ្ឋាន IP នេះ​ពី​ម៉ាស៊ីន​បម្រើ DNS ។ ដើម្បី​បង្កើត​ជួរ​ថ្មី​នៃ​កំណត់​ត្រា DNS ជ្រើស <b>បន្ថែម​ជួរ​ថ្មី​នៃ​កំណត់​ត្រា DNS</b> ពី <b>ភារកិច្ច​ពិសេស</b> ។</p>
ko: <p> DNS 레코드 한 개를 만들거나 제거하려면 <b>추가</b> 또는 <b>삭제</b>를 클릭합니다.</p> DNS 항목을 해당 역방향 영역의 역방향 양식과 동기화하려면 <b>역방향 영역과 동기화</b>를 선택합니다. DNS 서버에서 이 IP 주소 범위와 관련된 정보를 모두 삭제하려면 <b>특수 업무</b>의 <b>범위 일치 DNS 레코드 제거</b>를 사용합니다. 새 DNS 레코드 범위를 만들려면 <b>특수 업무</b>의 <b>새 DNS 레코드 범위 추가</b>를 선택합니다.</p>
nl: <p> Om één DNS-record te maken of te verwijderen, klikt u op <b>Toevoegen</b> of <b>Verwijderen</b>. Om de DNS-items met hun omgekeerde vorm in de bijhorende omgekeerde zone te synchroniseren, selecteert u <b>Synchroniseren met omgekeerde zone</b>. Gebruik <b>Bereik van overeenkomende DNS-records verwijderen</b> uit <b>Speciale taken</b> om alle informatie met betrekking tot dit bereik van IP-adressen uit de DNS-server te verwijderen. Om een nieuw bereik van DNS-records aan te maken, selecteert u <b>Nieuw bereik van DNS-records maken</b> uit <b>Speciale taken</b>.</p>
pt: <p> Para criar ou remover um registo DNS, prima <b>Adicionar</b> ou <b>Apagar</b>. Para sincronizar as entradas DNS com as suas formas inversas, na zona inversa correspondente, escolha <b>Sincronizar com Zona Inversa</b>. Utilize <b>Remover Registos DNS coincidentes com a Gama</b> de <b>Tarefas Especiais</b> para apagar qualquer informação relacionada com esta gama de endereços IP, do servidor de DNS. Para criar uma nova gama de registos DNS, escolha <b>Adicionar Nova Gama de Registos DNS</b> de <b>Tarefas Especiais</b>.</p>
ro: <p> Pentru a crea sau șterge o singură înregistrare DNS, apăsați <b>Adaugă</b> sau <b>Șterge</b>. Pentru a sincroniza intrările DNS cu formele lor inverse în zona inversă corespunzătoare, selectați <b>Sincronizează cu zona inversă</b>. Utilizați <b>Șterge înregistrările DNS ce corespund intervalului</b> din <b>Operații speciale</b> pentru a șterge toate informațiile referitoare la acest interval de adrese IP de pe serverul DNS. Pentru a crea un nou interval de înregistrări DNS, selectați <b>Adaugă interval nou de înregistrări DNS</b> din <b>Operații speciale</b>.</p>
ru: <p> Чтобы создать или удалить DNS-запись, нажмите <b>Добавить</b> или <b>Удалить</b>. Чтобы синхронизировать DNS-записи с их обратными формами в соответствующей обратной зоне, выберите <b>Синхронизировать с обратной зоной</b>. Нажмите <b>Удалить DNS-записи, соответствующие диапазону</b> в меню <b>Специальные задачи</b>, чтобы удалить любую информацию касательно этого диапазона IP-адресов с DNS-сервера. Чтобы создать новый диапазон DNS-записей, нажмите <b>Добавить новый диапазон DNS-записей</b> в меню <b>Специальные задачи</b>.</p>
sk: <p> Ak chcete vytvoriť alebo odstrániť jeden záznam DNS, kliknite na <b>Pridať</b> alebo <b>Vymazať</b>. Ak chcete synchronizovať DNS položky s ich reverznými formami v zodpovedajúcej reverznej zóne, vyberte <b>Synchronizovať s reverznou zónou</b>. Použite <b>Odstrániť DNS záznamy zodpovedajúce rozsahu</b> zo <b>Špeciálne úlohy</b>, ak chcete zmazať všetky informácie týkajúce sa tohto rozsahu IP adries z DNS servera. Ak chcete vytvoriť nový rozsah DNS záznamov, vyberte <b>Pridať nový rozsah DNS záznamov</b> zo <b>Špeciálne úlohy</b>.</p>
th: <p> ในการสร้างหรือลบระเบียนของโซนในบริการ DNS หนึ่งตัว ให้คลิกที่ปุ่ม <b>เพิ่ม</b> หรือปุ่ม <b>ลบ</b> หากต้องการให้มีการปรับเทียบข้อมูลรายการของบริการ DNS ด้วยค่ากลับค่าของโซนกลับค่า ตัวที่สัมพันธ์กัน ให้เลือกที่ <b>ปรับเทียบข้อมูลกับโซนกลับค่า</b> ใช้ <b>ลบระเบียนของโซนในบริการ DNS ที่เข้าคู่กับค่าช่วง</b> จาก <b>งานพิเศษ</b> เพื่อลบข้อมูลรายละเอียดใด ๆ ของที่อยู่ไอพีที่สัมพันธ์กับค่าช่วงนี้ ออกไปจากบริการ DNS ส่วนการสร้างค่าช่วงของระเบียนต่าง ๆ ในโซนของบริการ DNS ขึ้นมาใหม่ ให้เลือกที่ <b>เพิ่มช่วงใหม่ของกับระเบียนในบริการ DNS</b> จาก <b>งานพิเศษ</b></p>
uk: <p> Щоб створити або вилучити окремий запис DNS, натисніть кнопки <b>Додати</b> або <b>Вилучити</b>. Щоб синхронізувати елементи DNS з їх реверсивними формами у відповідній реверсивній зоні, виберіть пункт <b>Синхронізувати з реверсивною зоною</b>. Скористайтеся <b>Вилучити відповідний діапазон записів DNS</b> з меню <b>Окремі завдання</b>, щоб вилучити будь-яку інформацію, пов’язану з цим діапазоном IP-адрес з сервера DNS. Щоб створити новий діапазон записів DNS, виберіть <b>Додати новий діапазон записів DNS</b> з меню <b>Окремі завдання</b>.</p>

source: Add New DNS Record Range
ca: Afegeix una nova gamma registre DNS
da: Tilføj nyt DNS-opslagsområde
gl: Engadir un rango novo de rexistros DNS
hu: Új DNS-rekordtartomány hozzáadása
id: Tambahkan Rentang Baru Rekaman DNS
ja: DNS レコードの新しい範囲を追加
km: បន្ថែម​ជួរ​កំណត់​​ត្រា DNS ថ្មី
ko: 새 DNS 레코드 범위 추가
lt: Pridėti naują DNS įrašų sritį
nl: Nieuw bereik van DNS-records toevoegen
pa: ਨਵੀਂ DNS ਰਿਕਾਰਡ ਰੇਜ਼ ਸ਼ਾਮਲ ਕਰੋ
pt: Adicionar Nova Gama de Registos DNS
ro: Adaugî interval nou de înregistrări DNS
ru: Добавить новый диапазон DNS-записей
sk: Pridať nový rozsah DNS záznamov
th: เพิ่มช่วงใหม่ของระเบียนในบริการ DNS
uk: Додати новий діапазон записів DNS

source: Edit DNS Record Range
ca: Edita la gamma de registre DNS
da: Rediger DNS-opslagsområde
gl: Editar rango de rexistros DNS
hu: DNS-rekordtartomány szerkesztése
id: Ubah Rentang Rekaman DNS
ja: DNS レコード範囲の編集
km: កែសម្រួល​ជួរ​កំណត់ត្រា DNS
ko: DNS 레코드 범위 편집
lt: Keisti DNS įrašų sritį
nl: Bereik van DNS-records bewerken
pa: DNS ਰਿਕਾਰਡ ਰੇਜ਼ ਸੋਧ
pt: Editar Gama de Registos DNS
ro: Editează intervalul de înregistrări DNS
ru: Редактировать диапазон DNS-записей
sk: Upraviť rozsah DNS záznamov
th: แก้ไขช่วงของระเบียนในบริการ DNS
uk: Змінити діапазон записів DNS

source: &Hostname Base
ca: &Base de nom d'amfitrió
da: &Basis for værtsmaskinenavne
gl: &Base de nome de host
hu: &Gépnév alap
id: &Basis Hostname
ja: ホスト名ベース (&H)
km: មូលដ្ឋាន​ឈ្មោះ​ម៉ាស៊ីន
ko: 호스트 이름 기준(&H)
lt: Pagrindinio &kompiuterio vardo bazė
nl: &Hostnaambasis
pa: ਹੋਸਟ ਨਾਂ ਬੇਸ(&H)
pt: Nome &Base
ro: Bază hostname
ru: Ос&нова имени хоста
sk: &Základ názvu hostiteľa
th: &พื้นฐานชื่อเครื่อง
uk: Основа назв &вузлів

source: &Start
ca: &Inici
gl: &Iniciar
hu: &Indítás
id: Mulai (&s)
ja: 開始 (&S)
km: ចាប់ផ្ដើម
ko: 시작(&S)
lt: Palei&sti
nl: &Starten
pa: ਸ਼ੁਰੂ ਕਰੋ(&S)
pt: &Iniciar
ru: &Начало
sk: &Spustiť
th: เ&ริ่ม
uk: &Запустити

source: Internal error. Cannot create IP range from %1 and %2.
ca: Error intern. No es pot crear la gamma IP de %1 i %2.
da: Intern fejl. Kan ikke oprette IP-adresseområde fra %1 og %2.
hu: Belső hiba. Nem hozható létre %1 - %2 közötti IP-címtartomány.
id: Galat internal. Tidak dapat membuat rentang IP dari %1 dan %2.
ja: 内部エラーです。 %1 から %2 の IP 範囲を作成することができません。
km: កំហុស​ខាងក្នុង​ ។ មិនអាច​បង្កើត​ជួរ​ IP ពី​ %1 និង​ %2 បាន​ទេ ។
ko: 내부 오류입니다. %1 - %2 사이의 IP 범위를 만들 수 없습니다.
lt: Vidinė klaida. Nepavyksta sukurti IP intervalo nuo %1 iki %2.
nl: Interne fout. Kan geen IP-bereik van %1 en %2 aanmaken.
pt: Erro interno. Não é possível criar gama IP de %1 e %2.
ro: Eroare internă. Nu pot crea intervalul IP de la %1 și %2.
ru: Внутренняя ошибка. Невозможно создать диапазон IP-адресов от %1 до %2.
sk: Vnútorná chyba. Nie je možné vytvoriť IP rozsah od%1 and %2.
th: เกิดข้อผิดพลาดภายใน ไม่สามารถสร้าช่วงไอพีตั้งแต่ %1 ถึง %2 ได้
uk: Внутрішня помилка. Неможливо створити діапазон IP від %1 і %2.

source: IP address %1 does not match the current network %2/%3.
ca: L'adreça IP %1 no coincideix amb la xarxa actual %2/%3.
da: IP-adressen %1 matcher ikke det nuværende netværk %2/%3.
hu: A(z) %1 IP-cím nem illeszkedik az aktuális hálózathoz: %2/%3.
id: Alamat IP %1 tidak sama dengan jaringan saat ini %2/%3.
ja: IPアドレス %1 は、現在設定されている ネットワーク %2/%3 と適合しません。
km: អាសយដ្ឋាន​ IP %1 មិន​ទាន់​បាន​ផ្គូផ្គង​ទៅ​ បណ្តាញ​បច្ចុប្បន្ន​ %2/%3 ទេ​ ។
ko: %1 IP 주소가 %2/%3의 현재 네트워크와 일치하지 않습니다.
lt: IP adresas %1 neatitinka dabartinio tinklo %2/%3.
nl: IP-adres %1 komt niet overeen met het huidige netwerk %2/%3.
pt: O endereço IP %1 não coincide com a rede actual %2/%3.
ro: Adresa IP %1 nu corespunde cu rețeaua curentă%2/%3.
ru: IP-адрес %1 не соответствует текущей сети %2/%3.
sk: IP adresa %1 nezodpovedá aktuálnej sieti %2/%3.
th: ที่อยู่ไอพี %1 ไม่เข้าคู่กันกับ เครือข่ายปัจจุบัน %2/%3
uk: Адреса IP %1 не збігається з поточною мережею %2/%3.

source: The last IP address must be higher than the first one.
ca: L'última adreça IP ha de ser més alta que la primera.
da: Den sidste IP-adresse skal være højere end den første.
gl: O último enderezo IP debe ser maoir ca o primeiro.
hu: Az utolsó IP-címnek nagyobbnak kell lennie, mint az elsőnek.
id: Alamat IP terakhir harus lebih tinggi dari yang pertama.
ja: 最後の IP アドレスは、最初の IP アドレスよりも大きなアドレスでなければなりません。
km: អាសយដ្ឋាន​ចុងក្រោយ IP ត្រូវ​តែ​ខ្ពស់​ជាង​មួយ​មុន​ដំបូង ។
ko: 마지막 IP 주소는 첫 번째 IP 주소보다 높아야 합니다.
lt: Paskutinysis adresas turi būti didesnis už pirmąjį.
nl: Het laatste IP-adres dient hoger te zijn dan het eerste.
pt: O último endereço IP deve ser superior ao primeiro.
ro: Ultima adresă IP trebuie să fie ma mare decât prima.
ru: Последний IP-адрес должен быть больше, чем первый.
sk: Posledná IP adresa musí byť vyššia ako prvá.
th: ค่าที่อยู่ไอพีสุดท้ายจะต้องมีค่าสูงกว่าที่อยู่ไอพีเริ่มต้น
uk: Завершальна IP-адреса мусить бути вищою за початкову.

source: The IP address %1 is outside the current dynamic DHCP range %2-%3.
ca: L'adreça IP %1 és fora de l'actual gamma de DHCP dinàmic %2-%3.
da: IP-adressen %1 er udenfor det aktuelle dynamiske DHCP-område %2-%3.
hu: A(z) %1 IP-cím kívül van az aktuális dinamikus DHCP-tartományon: %2 - %3.
id: Alamat IP %1 diluar dari rentang dinamis DHCP saat ini %2-%3.
ja: IPアドレス %1 は、 現在の動的 DHCP 範囲 %2-%3 から 外れています。
km: អាសយដ្ឋាន​ %1 មិន​នៅ​ក្នុង​ ជួរ​អថេរ DHCP បច្ចុប្បន្នឡើយ​ %2 - %3 ។
ko: IP 주소 %1은(는) 현재 동적 DHCP 범위 %2-%3을(를) 벗어났습니다.
nl: Het IP-adres %1 bevindt zich buiten het huidige dynamische DHCP-bereik %2 - %3.
ro: Adresa IP %1 este în afara actualei game dinamice DHCP %2-%3.
ru: IP-адрес %1 находится вне текущего динамического диапазона DHCP %2-%3.
sk: IP adresa %1 je mimo aktuálneho dynamického rozsahu DHCP %2-%3.
uk: IP-адреса %1 не належить поточному динамічному діапазону DHCP %2-%3.

source: There can be only one '%i' in the hostname base string.
ca: Només hi pot haver un '%i' a l'string de base de nom d'amfitrió.
da: Der må kun være et '%i' i baisstrengen værtsmaskinenavne.
gl: Só pode haber un elemento '%i' na cadea base de nome de host.
hu: A Gépnév alap karaktersorozatban csak egy '%i' lehet.
id: Hanya boleh ada satu '%i' di dalam string basis hostname.
ja: ホスト名ベース文字列には '%i' を 1 つしか指定できません。
km: អាច​បា​ន​តែ​ '%i' ក្នុង​ខ្សែអក្សរ​មូលដ្ឋាន​ឈ្មោះ​ម៉ាស៊ីន​ ។
ko: 호스트 이름 기준 문자열에는 '%i'이(가) 한 개만 있을 수 있습니다.
lt: Pagrindinio kompiuterio bazės eilutėje gali būti tik vienas „%i“.
nl: Er mag slechts één '%i' in de hostnaambasis voorkomen.
pt: Apenas pode existir um '%i' na cadeia de caracteres do nome base.
ro: Este permis doar un singur '%i' în șirul de bază al numelor de gazdă.
ru: Может быть только одно вхождение "%i" в строке основы имени хоста.
sk: Môže existovať len jeden '%i' v reťazci základu názvu hostiteľa.
th: สามารถใช้ค่า '%i' ได้เพียงตัวเดียวในข้อความกำหนดพื้นฐานชื่อเครื่อง
uk: У рядку основи назви вузлів може бути лише одне "%i".

source: Invalid hostname.
ca: Nom d'amfitrió no vàlid.
da: Ugyldigt værtsmaskinenavn.
gl: Nome de host incorrecto.
hu: Érvénytelen gépnév.
id: Hostname tidak valid.
ja: ホスト名が正しくありません。
km: ឈ្មោះ​ម៉ាស៊ីន​មិនត្រឹមត្រូវ​ ។
ko: 호스트 이름이 잘못되었습니다.
lt: Netinkamas pagrindinio kompiuterio vardas.
nl: Ongeldige hostnaam.
pa: ਗਲਤ ਹੋਸਟ-ਨਾਂ ਹੈ।
pt: Nome de computador inválido.
ro: Hostname invalid.
ru: Недопустимое имя хоста.
sk: Neplatné meno hostiteľa.
th: ชื่อเครื่องใช้ไม่ได้หรือไม่ถูกต้อง
uk: Недійсна назва вузла.

source: Invalid IP address.
ca: Adreça IP no vàlida.
da: Ugyldig IP-adresse.
gl: Enderezo IP incorrecto.
hu: Érvénytelen IP-cím.
id: Alamat IP tidak valid.
ja: IP アドレスが正しくありません。
km: អាសយដ្ឋាន IP មិន​ត្រឹមត្រូវ ។
ko: IP 주소가 잘못되었습니다.
lt: Netinkamas IP adresas.
nl: Ongeldig IP-adres.
pa: ਗਲਤ IP ਐਡਰੈੱਸ।
pt: Endereço IP inválido.
ro: Adresă IP invalidă.
ru: Недопустимый IP-адрес.
sk: Neplatná adresa IP.
th: ที่อยู่ไอพีใช้ไม่ได้หรือไม่ถูกต้อง
uk: Недійсна адреса IP.

source: IP address %1 is not in the range of allowed IP addresses (%2-%3) defined in the DHCP server.
ca: L'adreça IP %1 no és a la gamma d'adreces IP permeses (%2-%3) definides al servidor DHCP.
da: IP-adressen %1 er ikke indenfor området af tilladte IP-adresser (%2-%3) defineret i DHCP-serveren.
hu: Az IP-cím (%1) nincs benne az engedélyezett tartományban az IP-címtartomány (%2 - %3) a DHCP-kiszolgálón került beállításra.
id: Alamat IP %1 tidak ada dalam rentang yang diizinkan alamat IP (%2-%3) didefinisikan di peladen DHCP.
ja: IP アドレス %1 は DHCP サーバで設定した許可範囲 (%2-%3) 内にありません。
km: អាសយដ្ឋាន IP %1 មិន​នៅ​ក្នុង​ជួរ​នៃ​អាសយដ្ឋាន IP ដែល​អនុញ្ញាត (%2-%3) ដែល​បាន​កំណត់​ក្នុង​ម៉ាស៊ីន​បម្រើ DHCP ទេ ។
ko: %1 IP 주소가 DHCP 서버에 정의되어 있는 허용된 IP 주소 범위(%2-%3) 밖에 있습니다.
lt: IP adresas %1 nepriklauso leidžiamųjų IP adresų (%2-%3) sričiai, kuri apibrėžta DHCP serveryje.
nl: IP-adres %1 bevindt zich niet in het bereik van toegestane IP-adressen (%2 - %3) gedefinieerd in de DHCP-server.
pt: O endereço IP %1 não se encontra na gama de endereços IP (%2-%3) permitidos e deinidos no servidor de DHCP.
ro: Adresa IP %1 nu se află în intervalul de adrese IP permise (%2-%3) definit pe serverul DHCP.
ru: IP-адрес %1 находится вне диапазона разрешенных IP-адресов (%2-%3), определенного на DHCP-сервере.
sk: IP adresa %1 nie je v rozsahu povolených IP adries (%2-%3) definovaných na DHCP serveri.
th: ที่อยู่ไอพี %1 ไม่ได้อยู่ในช่วงที่อยู่ไอพีที่อนุญาต (%2-%3) ตามที่กำหนดไว้ในบริการ DHCP
uk: IP-адреса не належить %1 діапазону дозволених IP-адрес (%2-%3), визначеному у налаштуваннях сервера DHCP.

source: Regenerating DNS zone entries...
ca: Regenerant les entrades de la zona DNS...
da: Regenererer DNS' zoneindgange...
gl: Volvendo a xerar entradas de zona DNS...
hu: DNS-zónabejegyzések újragenerálása…
id: Regenerasi entri zona DNS...
ja: DNS のゾーン項目を再生成しています...
km: កំពុង​បង្កើត​ធាតុ​តំបន់​ DNS ឡើង​វិញ ...
ko: DNS 영역 항목 다시 생성 중...
lt: Perkuriami DNS zonų įrašai...
nl: DNS-zone-items worden gegenereerd...
pt: A regenerar as entradas na zona de DNS...
ro: Generez din nou intrările zonei DNS...
ru: Пересоздание записей DNS-зоны...
sk: Obnovenie položiek DNS zóny...
th: ทำการสร้างรายการโซนตัวใหม่ของบริการ DNS...
uk: Повторне створення елементів DNS-зони...

source: Adding a New DNS Record
ca: Afegint un registre DNS nou
da: Tilføjer nyt DNS-opslag
gl: Engadindo un novo rexistro DNS
hu: Új DNS-rekord hozzáadása
id: Menambahkan Rekaman DNS Baru
ja: 新しい DNS レコードの追加
km: បន្ថែម​កំណត់ត្រា DNS ថ្មី
ko: 새 DNS 레코드 추가
lt: Pridedamas naujas DNS įrašas
nl: Nieuw DNS-record toevoegen
pa: ਨਵਾਂ DNS ਰਿਕਾਰਡ ਸ਼ਾਮਲ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pt: A Adicionar Novo Registo de DNS
ro: Adaugă o înregistrare DNS nouă
ru: Добавление новой DNS-записи
sk: Pridanie nového DNS záznamu
th: ทำการเพิ่มระเบียนใหม่ให้บริการ DNS
uk: Додавання нового запису DNS

source: &Hostname
ca: &Nom d'amfitrió
da: &Værtsmaskinenavn
gl: Nome de &host
hu: &Gépnév
ja: ホスト名 (&H)
km: ឈ្មោះ​ម៉ាស៊ីន
ko: 호스트 이름(&H)
lt: &Pagrindinio kompiuterio vardas
nl: &Hostnaam
pa: ਹੋਸਟ ਨਾਂ(&H)
pt: Nome da &Máquina
ro: &Nume gazdă
ru: Имя &хоста
sk: &Hostiteľ
th: ชื่อเ&ครื่อง
uk: Назва &вузла

source: Adding DHCP range %1-%2 to the DNS server...
ca: Afegint la gamma DHCP %1-%2 al servidor DNS...
da: Tilføjer DHCP-område %1-%2 til DNS-serveren...
gl: Engadindo intervalo DHCP %1-%2 ao servidor DNS...
hu: %1 - %2 DHCP-címtartomány hozzáadása a DNS-kiszolgálóhoz…
id: Menambahkan rentang DHCP %1-%2 ke peladen DNS...
ja: DHCP 範囲 %1-%2 を DNS サーバに追加しています...
km: កំពុង​បន្ថែម​ជួរ​ DHCP %1 - %2 ក្នុង​ម៉ាស៊ីន​បម្រើ DNS...
ko: DNS 서버에 DHCP 범위 %1-%2 추가 중...
lt: Prie DNS serverio pridedama DHCP sritis %1-%2...
nl: DHCP-bereik %1 - %2 wordt toegevoegd aan de DNS-server...
pt: A adicionar a gama de DHCP %1-%2 ao servidor de DNS...
ro: Adaug intervalul DHCP %1-%2 la serverul DNS...
ru: Добавление DHCP-диапазона %1-%2 на DNS-сервер...
sk: Pridanie DHCP rozsahu %1-%2 na DNS server...
th: ทำการเพิ่มช่วง %1-%2 ของบริการ DHCP ให้กับบริการ DNS...
uk: Додавання діапазону DHCP %1-%2 до сервера DNS...

source: Removing DNS Records Matching Range
ca: Supressió de registres DNS coincidents amb gamma
da: Fjerner DNS-opslag som matcher området
gl: Eliminando rexistros DNS que coinciden co intervalo
hu: DNS-rekord illesztési tartomány törlése
id: Menghapus rekaman sesuai rentang DHCP
ja: 該当する範囲の DNS レコードの削除
km: យក​កំណត់ត្រា DNS ដែល​ផ្គូផ្គង​ជួរ
ko: 범위 일치 DNS 레코드 제거
lt: Šalinama atitinkanti DNS įrašų sritis
nl: Bereik van DNS-records verwijderen
pt: A Remover os Registos de DNS Coincidentes com a Gama
ro: Șterg înregistrările ce corespund intervalului DNS
ru: Удаление DNS-записей, соответствующих диапазону
sk: Odstránenie DNS záznamov zodpovedajúcich rozsahu
th: ทำการลบระเบียนบนบริการ DNS ที่เข้าคู่กับค่าช่วงออกไป
uk: Вилучення відповідного діапазону записів DNS

source: Removing records in the range %1-%2 from the DNS server...
ca: Suprimint registres a la gamma %1-%2 del servidor DNS server...
da: Fjerner opslag i området %1-%2 fra DNS-serveren...
gl: Eliminando rexistros do intervalo %1-%2 do servidor DNS...
hu: %1 - %2 rekordtartomány törlése a DNS-kiszolgálóról…
id: Menghapus rekaman pada rentang %1-%2 dari peladen DNS...
ja: DNS サーバからレコード %1-%2 の範囲を削除しています...
km: កំពុង​យក​ជួរ​កំណត់ត្រា​ %1 - %2 ចេញ​ពី​ម៉ាស៊ីន​បម្រើ​ DNS​...
ko: DNS 서버에서 %1-%2 범위의 레코드 제거 중...
lt: Iš DNS serverio šalinami %1-%2 srities įrašai...
nl: Records in het bereik %1 - %2 worden uit de DNS-server verwijderd...
pt: A remover os registos na gama de %1-%2 do servidor de DNS...
ro: Șterg înregistrările din intervalul %1-%2 de pe serverul DNS...
ru: Удаление записей диапазона %1-%2 с DNS-сервера...
sk: Odstraňovanie záznamov v rozsahu %1-%2 z DNS servera...
th: ทำการลบระเบียนที่อยู่ในค่าช่วง %1-%2 ออกไปจากบริการ DNS...
uk: Вилучення записів у діапазоні %1-%2 з цього сервера DNS...

source: Zone %1 is not of the type master. The DNS server cannot write any records to it.
ca: La zona %1 no és del tipus mestre. El servidor DNS no pot escriure-hi registres.
da: Zonen %1 er ikke af typen 'master' DNS-serveren kan ikke skrive opslag til den.
hu: A(z) %1 zóna nem 'master' típusú, a DNS-kiszolgáló nem tud ide bejegyzéseket írni.
id: Zona %1 tidek bertipe master. Peladen DNS tidak dapat merekam apapun.
ja: ゾーン %1 はマスターゾーンではありません。 そのため、 DNS サーバはレコードに書き込むことができません。
km: តំបន់ %1 មិនមែន​ជា​ប្រភេទ​មេ ។ ម៉ាស៊ីន​បម្រើ DNS មិន​អាច​សរសេរ​កំណត់​ត្រា​ណាមួយ​ទៅ​កាន់វា​បានទេ ។
ko: %1 영역은 마스터 유형이 아닙니다. DNS 서버가 여기에 레코드를 쓸 수 없습니다.
lt: %1 zona nėra pagrindinio („master“) tipo. DNS serveris negali į ją rašyti jokių įrašų.
nl: Zone %1 is niet van het type 'master'. De DNS-server kan er geen records naar toe schrijven.
pt: A zona %1 não é do tipo mestre. O servidor de DNS não pode escrever quaisquer registos nesta.
ro: Zona %1 nu este de tip master. Serverul DNS nu poate scrie nici o înregistrare aici.
ru: Зона %1 не является основной. DNS-сервер не может вносить в неё какие-либо записи.
sk: Zóna %1 nie je typu master. DNS server nemôže zapisovať žiadne záznamy pre ňu.
th: โซน %1 ไม่ได้เป็นโซนประเภทโซนหลัก (master) ดังนั้นบริการ DNS จะไม่สามารถเขียนระเบียนใด ๆ ให้กับมันได้
uk: Зона %1 не належить до головних. Сервер DNS не може проводити запис до неї.
