Repository: Dzejrou/yast-translations
Catalog: po/dhcp-server/*.po
Languages: ca, da, gl, hu, id, ja, km, ko, lt, nl, pa, pt, ro, ru, sk, th, uk

source: &Primary DNS Server
ca: Servidor DNS &primari
da: &Primær DNS-server
gl: Servidor DNS &primario
hu: &Elsődleges DNS-kiszolgáló
id: &Peladen DNS Primer
ja: プライマリ DNS サーバ (&P)
km: ម៉ាស៊ីន​បម្រើ DNS ចម្បង
ko: 주 DNS 서버(&P)
lt: &Pirminis DNS serveris
nl: &Primaire DNS-server
pa: ਪ੍ਰਾਇਮਰੀ DNS ਸਰਵਰ(&P)
pt: Servidor DNS &Principal
ro: Server DNS &Primar
ru: &Основной DNS-сервер
sk: &Primárny DNS server
th: เครื่องแม่ข่าย &DNS ตัวหลัก
uk: &Головний сервер DNS

source: Re&verse Zone
ca: In&verteix la zona
da: Om&vendt zone
gl: Zona in&versa
hu: Címfeloldási (re&verse) zóna
ja: 逆引きゾーン (&V)
km: តំបន់​បញ្ច្រាស
ko: 역방향 영역(&V)
lt: &Atgalinė zona
nl: &Omgekeerde zone
pa: ਉਲਟਾ ਜ਼ੋਨ(&v)
pt: Zona In&versa
ro: Zonă in&versă
ru: О&братная зона
sk: Re&verzná zóna
th: โซนกลั&บค่า
uk: Ре&версивна зона

source: Pr&imary DNS Server
ca: Servidor DNS pr&imari
da: Pr&imær DNS-server
gl: Servidor DNS pr&imario
hu: Első&dleges DNS-kiszolgáló
id: Pe&laden DNS Primer
ja: プライマリ DNS サーバ (&I)
km: ម៉ាស៊ីន​បម្រើ DNS ចម្បង
ko: 주 DNS 서버(&I)
lt: &Pirminis DNS serveris
nl: Pr&imaire DNS-server
pa: ਪ੍ਰਾਇਮਰੀ DNS ਸਰਵਰ(&i)
pt: Servidor DNS Pr&incipal
ro: Server DNS Pr&imar
ru: Основно&й DNS-сервер
sk: Pr&imárny DNS server
th: เครื่องแม่ข่าย D&NS ตัวหลัก
uk: &Основний сервер DNS

source: DHCP Server &Expert Configuration...
ca: Configuració &avançada del servidor DHCP...
da: Avanc&eret konfiguration af DHCP-server...
gl: Configuración &avanzada do servidor DHCP...
hu: DNS-kiszolgáló &szakértői beállításának indítása…
id: Peladen DHCP &Konfigurasi Ahli...
ja: DHCP サーバ熟練者設定 (&E)...
km: ការ​កំណត់​រចនាសម្ព័ន្ធ​ម៉ាស៊ីន​បម្រើ DHCP បែប​ជំនាញ...
ko: DHCP 서버 전문가 구성(&E)...
lt: DHCP serverio konfigūravimas &ekspertams...
nl: Geavanc&eerd...
pa: DHCP ਸਰਵਰ ਮਾਹਿਰ ਸੰਰਚਨਾ(&E)...
pt: Configuração &Avançada de Servidor DHCP...
ro: Configurar&e avansată server DHCP...
ru: Конфигурация &эксперта DHCP-сервера...
sk: &Expertná konfigurácia serveru DHCP...
th: การปรับแต่งค่าบริการ DHCP สำหรับ&ผู้เชี่ยวชาญ...
uk: Налаштування сервера DHCP для &знавців...

source: Initializing DHCP Server Configuration
ca: Iniciant la configuració del servidor DHCP
da: Initialiserer konfiguration af DHCP-server
gl: Iniciando a configuración do servidor DHCP
hu: DHCP-kiszolgáló beállításának indítása
id: Inisialisasi Konfigurasi Peladen DNS
ja: DHCP サーバ設定を準備しています
km: កំពុង​ចាប់ផ្ដើម​ការ​កំណត់​រចនាសម្ព័ន្ធ​ម៉ាស៊ីន​បម្រើ DHCP
ko: DHCP 서버 설정 초기화
lt: Ruošiamas DHCP serverio konfigūravimas
nl: DHCP-serverconfiguratie initialiseren
pa: DHCP ਸਰਵਰ ਸੰਰਚਨਾ ਸ਼ੁਰੂ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ
pt: A inicializar a Configuração do Servidor DHCP
ro: Inițializez configurarea Serverului DHCP
ru: Инициализация конфигурации DHCP-сервера
sk: Inicializujem konfiguráciu serveru DHCP
th: เตรียมการการปรับแต่งค่าบริการ DHCP
uk: Започаткування налаштування DHCP-сервера

source: Check the environment
ca: Comprova l'entorn
da: Kontrollér miljøet
gl: Comprobar o contorno
hu: Környezet ellenőrzése
id: Memeriksa lingkungan
ja: 環境の確認
km: ពិនិត្យ​បរិស្ថាន
ko: 환경 검사
lt: Tikrinti aplinką
nl: Werkomgeving controleren
pa: ਮਾਹੌਲ ਜਾਂਚੋ
pt: Verificar o ambiente
ro: Verificare mediu
ru: Проверить окружение
sk: Kontrola prostredia
th: ตรวจสอบสภาพแวดล้อม
uk: Перевірити середовище

source: Read firewall settings
ca: Llegeix els paràmetres del tallafoc
da: Læs firewall-indstillinger
gl: Ler a configuración da devasa
hu: Tűzfalbeállítások olvasása
id: Membaca pengaturan firewall
ja: ファイアウオール設定の読み込み
km: អាន​ការ​កំណត់​ជញ្ជាំងភ្លើង
ko: 방화벽 설정 불러오기
lt: Skaityti užkardos nuostatas
nl: Firewallinstellingen lezen
pa: ਫਾਇਰਵਾਲ ਸੈਟਿੰਗ ਪੜ੍ਹੋ
pt: Ler definições da firewall
ro: Citire configurație paravan de protecție
ru: Читать параметры брандмауэра
sk: Načítanie nastavení firewallu
th: อ่านการตั้งค่าไฟร์วอลล์
uk: Читання параметрів фаєрволу

source: Read DHCP server settings
ca: Llegeix els paràmetres del servidor DHCP
da: Læs indstillinger for DHCP-server
gl: Ler a configuración do servidor DHCP
hu: DHCP-kiszolgáló beállításainak olvasása
id: Membaca pengaturan peladen DHCP
ja: DHCPサーバ設定の読み込み
km: អាន​ការ​កំណត់​ម៉ាស៊ីន​បម្រើ DHCP
ko: DHCP 서버 설정 읽기
lt: Skaityti DHCP serverio nuostatas
nl: DHCP-serverinstellingen lezen
pa: DHCP ਸਰਵਰ ਸੈਟਿੰਗ ਪੜ੍ਹੋ
pt: Ler definições do servidor DHCP
ro: Citire setări server DHCP
ru: Читать параметры DHCP-сервера
sk: Načítanie nastavení DHCP serveru
th: อ่านการตั้งค่าของบริการ DHCP
uk: Читання параметрів сервера DHCP

source: Read DNS server settings
ca: Llegeix els paràmetres del servidor DNS
da: Læs indstillinger for DNS-server
gl: Ler a configuración do servidor DNS
hu: A DNS-kiszolgáló beállításainak olvasása
id: Membaca pengaturan peladen DNS
ja: DNS サーバ設定の読み込み
km: អាន​ការ​កំណត់​ម៉ាស៊ីន​បម្រើ DNS
ko: DNS 서버 설정 읽기
lt: Skaityti DHCP serverio nuostatas
nl: DNS-serverinstellingen lezen
pa: DNS ਸਰਵਰ ਸੈਟਿੰਗ ਪੜ੍ਹੋ
pt: Ler definições do servidor DNS
ro: Citire setări server DNS
ru: Читать параметры DNS-сервера
th: อ่านการตั้งค่าของบริการ DNS
uk: Читання параметрів DNS-сервера

source: Checking the environment...
ca: Comprovació de l'entorn...
da: Kontrollerer miljøet...
gl: Comprobando o contorno...
hu: Környezet ellenőrzése…
id: Memeriksa lingkungan...
ja: 環境を確認しています...
km: កំពុង​ពិនិត្យ​បរិស្ថាន...
ko: 환경 검사 중...
lt: Tikrinama aplinka...
nl: Werkomgeving wordt gecontroleerd...
pa: ਮਾਹੌਲ ਜਾਂਚੋ...
pt: A verificar o ambiente...
ro: Verific mediul...
ru: Проверка окружения...
sk: Kontrolujem prostredie...
th: ตรวจสอบสภาพแวดล้อม...
uk: Перевірка середовища...

source: Reading firewall settings...
ca: Llegint els paràmetres del tallafoc...
da: Læser firewall-indstillinger...
gl: Lendo a configuración da devasa...
hu: Tűzfalbeállítások beolvasása…
id: Membaca pengaturan firewall...
ja: ファイアウオール設定を読み込んでいます...
km: កំពុង​អាន​ការ​កំណត់​ជញ្ជាំងភ្លើង...
ko: 방화벽 설정 불러오는 중...
lt: Skaitomos užkardos nuostatos...
nl: Firewallinstellingen worden gelezen...
pa: ਫਾਇਰਵਾਲ ਸੈਟਿੰਗ ਪੜ੍ਹੀ ਜਾ ਰਹੀ ਹੈ...
pt: A ler as definições da firewall...
ro: Citesc configurația paravanului de protecție...
ru: Чтение параметров брандмауэра...
sk: Načítavam nastavenie firewallu...
th: อ่านการตั้งค่าไฟร์วอลล์...
uk: Читання параметрів фаєрволу...

source: Reading DHCP server settings...
ca: Llegint els paràmetres del servidor DHCP...
da: Læser indstillinger for DHCP-server...
gl: Lendo a configuración do servidor DHCP...
hu: DHCP-kiszolgáló beállításainak olvasása…
id: Membaca pengaturan peladen DHCP...
ja: DHCP サーバ設定を読み込んでいます...
km: កំពុង​អាន​ការកំណត់​ម៉ាស៊ីន​បម្រើ DHCP...
ko: DHCP 서버 설정 읽는 중...
lt: Skaitomos DHCP serverio nuostatos...
nl: DHCP-serverinstellingen worden gelezen...
pa: DHCP ਸਰਵਰ ਸੈਟਿੰਗ ਪੜ੍ਹੀ ਜਾ ਰਹੀ ਹੈ...
pt: A ler as definições do servidor DHCP...
ro: Citesc setările serverului DHCP...
ru: Чтение параметров DHCP-сервера...
sk: Načítavam nastavenia DHCP serveru...
th: อ่านการตั้งค่าของบริการ DHCP...
uk: Читання параметрів сервера DHCP...

source: Reading DNS server settings...
ca: Llegint els paràmetres del servidor DNS...
da: Læser indstillinger for DNS-server...
gl: Lendo a configuración do servidor DNS...
hu: A DNS-kiszolgáló beállításainak olvasása…
id: Membaca pengaturan peladen DNS...
ja: DNS サーバ設定を読み込んでいます...
km: កំពុង​អាន​ការកំណត់​ម៉ាស៊ីន​បម្រើ DNS...
ko: DNS 서버 설정 읽는 중...
lt: Skaitomos DHCP serverio nuostatos...
nl: DNS-serverinstellingen worden gelezen...
pa: DNS ਸਰਵਰ ਸੈਟਿੰਗ ਪੜ੍ਹੀ ਜਾ ਰਹੀ ਹੈ...
pt: A ler as definições do servidor DNS...
ro: Citesc setările utilizator serverului DNS...
ru: Чтение параметров DNS-сервера...
th: อ่านการตั้งค่าของบริการ DNS...
uk: Читання параметрів DNS-сервера...

source: Finished
ca: Acabat
da: Færdig
gl: Finalizado
hu: Kész
id: Selesai
ja: 完了
km: បាន​បញ្ចប់
ko: 완료
lt: Baigta
nl: Gereed
pa: ਮੁਕੰਮਲ
pt: Terminado
ro: Gata
ru: Готово
sk: Dokončené
th: เสร็จสิ้น
uk: Завершено

source: This server needs at least one configured network device (besides loopback) to function properly. Configure one. Aborting now.
ca: Aquest servidor necessita com a mínim un dispositiu de xarxa configurat (a més de loopback) per funcionar correctament. Configureu-ne un. Avorntant ara.
da: Denne server behøver mindst én konfigureret netværksenhed (udover loopback) for at fungere rigtigt. Konfigurér en enhed. Afbryder nu.
gl: O servidor necesita polo menos un dispositivo de rede configurado (ademais de loopback) para funcionar axeitadamente. Configure un. Abortando agora.
hu: A kiszolgáló működéséhez legalább egy beállított hálózati csatolóra van szükség (a loopback eszközön kívül). Állítson be egy hálózati eszközt. A beállítás most félbeszakad.
id: Peladen ini memerlukan minimal satu perangkat jaringan yang telah dikonfigurasikan agar dapat berfungsi. Konfigurasikan satu. Batalkan sekarang.
ja: このサーバを設定するには、 ループバックデバイスではない通常のネットワークデバイスが 必要です。 設定してください。 設定を中止しています。
km: ម៉ាស៊ីន​បម្រើ​នេះ​ត្រូវការ​យ៉ាង​ហោច​ណាស់ ឧបករណ៍​បណ្ដាញ​ដែល​បាន​កំណត់​រចនាសម្ព័ន្ធ​មួយ (ក្រៅ​ពី loopback) ដើម្បី​ដំណើរការ​បាន​ត្រឹមត្រូវ ។ កំណត់​រចនាសម្ព័ន្ធ​ឧបករណ៍​បណ្ដាញ​មួយ ។ កំពុង​បញ្ឈប់​ពេលនេះ ។
ko: 이 서버가 올바르게 작동하려면 구성된 네트워크 장치(루프백 이외)가 적어도 하나는 있어야 합니다. 하나를 구성하십시오. 지금 중단합니다.
lt: Kad tinkamai veiktų, šiam serveriui reikia bent vieno sukonfigūruoto tinklo įrenginio (be „loopback“). Sukonfigūruokite kokį nors. Nutraukiama.
nl: Deze server heeft minstens één geconfigureerd netwerkapparaat nodig (naast loopback) om goed te kunnen functioneren. Configureer er één. YaST zal nu stoppen.
pa: ਇਹ ਸਰਵਰ ਨੂੰ ਠੀਕ ਤਰਾਂ ਕੰਮ ਕਰਨ ਲਈ ਇੱਕ ਠੀਕ ਤਰਾਂ ਸੰਰਚਿਤ ਨੈਟਵਰਕ ਜੰਤਰ (ਲੂਪਬੈਕ ਨੂੰ ਛੱਡ ਕੇ) ਚਾਹੀਦਾ ਹੈ। ਇੱਕ ਸੰਰਚਨਾ ਕਰੋ। ਹੁਣ ਅਧੂਰਾ ਛੱਡਿਆ ਜਾ ਰਿਹਾ ਹੈ।
pt: Este servidor requer pelo menos um dispositivo de rede configurado (à parte do loopback) para o seu correcto funcionamento. Configure um. Interromper agora.
ro: Acest server necesită cel puțin un echipament de rețea configurat (în afară de loopback) pentru a funcționa corect. Configurați unul. Anulez acum.
ru: Этому серверу необходимо хотя бы одно настроенное сетевое устройство (кроме обратной петли) для нормальной работы. Настройте его. Операция прекращается.
sk: Tento server potrebuje aspoň jedno nakonfigurované sieťové zariadenie (okrem loopback-u) pre správnu činnosť. Nakonfigurujte ho. YaST sa teraz ukončí.
th: บริการนี้ต้องการอุปกรณ์เครือข่ายที่ถูกปรับแต่งค่าแล้ว (นอกเหนือจาก loopback) อย่างน้อยหนึ่งตัว เพื่อให้ทำงานได้อย่างถูกต้อง โปรดทำการปรับแต่งค่าอุปกรณ์เครือข่ายก่อน กำลังยุติการทำงานแล้ว
uk: Ця служба потребує принаймні один налаштований мережний пристрій (крім loopback), щоб належно функціонувати. Налаштуйте його. Переривається вже.

source: Cannot determine hostname. LDAP-based configuration of DHCP server will not be available.
ca: No es pot determinar el nom d'amfitrió. La configuració basada en el servidor LDAP no estarà disponible.
da: Kan ikke afgøre værtsnavn. LDAP-baseret konfiguration af DHCP-server vil ikke være tilgængelig.
gl: Non se pode determinar o nome de host. A configuración do servidor DHCP baseada en LDAP non está dispoñible.
hu: A gépnév nem deríthető ki. Az LDAP-alapú DHCP-kiszolgáló nem érhető el.
id: Tidak dapat menentukan hostname. Konfigurasi peladen DHCP berbasis LDAP tidak tersedia.
ja: ホスト名を判別することができません。 LDAP ベースの DHCP サーバ 設定を行なうことができないものと思われます。
km: មិនអាច​កំណត់​ឈ្មោះ​ម៉ាស៊ីន​ ។ កា​រកំណត់​រចនាសម្ព័ន្ធដែល​មាន​មូលដ្ឋាន​លើ LDAP របស់​ ម៉ាស៊ីន​បម្រើ DHCP នឹង​មិន​អាច​ប្រើ​បាន​ទេ ។
ko: 호스트 이름을 판별할 수 없습니다. LDAP-기반 DHCP 서버 구성을 할 수 없습니다.
lt: Nepavyksta apibrėžti pagrindinio kompiuterio vardo. DHCP serverio konfigūracija LDAP pagrindu negalima.
nl: Kan de hostnaam niet bepalen. De op LDAP gebaseerde configuratie van de DHCP-server zal niet beschikbaar zijn.
pt: Não é possível determinar o nome do computador. A configuração baseada em LDAP do servidor de DHCP não estará disponível.
ro: Nu pot determina numele gazdei. Configurația bazată pe LDAP a serverului DHCP nu va fi disponibilă.
ru: Невозможно определить имя хоста. LDAP-конфигурация DHCP-сервера будет недоступна.
sk: Nemožno určiť názov hostiteľa. Konfigurácia založená na LDAP servera DHCP nebude k dispozícii.
th: ไม่สามารถตรวจหาชื่อเครื่องได้ ดังนั้นการปรับแต่งค่าของบริการ DHCP เพื่อใช้งานกับบริการ LDAP จะไม่สามารถเลือกใช้ได้
uk: Не вдалося визначити назву вузла. Конфігурація, DHCP сервера, базована на LDAP, не буде доступною.

source: The DHCP server does not seem to have been configured yet. Create a new configuration?
ca: Sembla que el servidor DHCP encara no s'ha configurat. Voleu crear-ne una configuració nova?
da: Det ser ikke ud til at DHCP-serveren er konfigureret endnu. Opret en ny konfiguration?
gl: O servidor DHCP semella non estar configurado aínda. Quere crear unha nova configuración?
hu: Úgy tűnik, nincs beállítva DHCP-kiszolgáló. Létre akar hozni egy új konfigurációt?
id: Peladen DHCP sepertinya belum dikonfigurasi. Membuat konfigurasi baru?
ja: DHCP サーバはまだ設定されていないようです。 新たに設定を作成しますか？
km: ម៉ាស៊ីន​បម្រើ DHCP ហាក់​បី​ដូចជា​មិន​ទាន់​បាន​កំណត់​រចនាសម្ព័ន្ធ​នៅ​ឡើយ​ទេ ។ បង្កើត​ការ​កំណត់​រចនាសម្ព័ន្ធ​ថ្មី​មួយ​ឬ ?
ko: DHCP 서버가 아직 구성되지 않은 것 같습니다. 새 구성을 만드시겠습니까?
lt: Regis DHCP serveris dar nesukonfigūruotas. Kurti naują konfigūraciją?
nl: De DHCP-server schijnt nog niet geconfigureerd te zijn. Wilt u een nieuwe configuratie aanmaken?
pa: ਹਾਲੇ DHCP ਸਰਵਰ ਦੀ ਸੰਰਚਨਾ ਨਹੀਂ ਕੀਤੀ ਲਗਦੀ ਨਵੀਂ ਸੰਰਚਨਾ ਕਰੋ?
pt: O servidor DHCP não parece ter sido ainda configurado. Criar uma nova configuração?
ro: Este posibil ca serverul DHCP să nu fie configurat momentan. Să creez o configurație nouă?
ru: DHCP-сервер не настроен. Создать новую конфигурацию?
sk: DHCP server ešte nie je nakonfigurovaný. Vytvoriť novú konfiguráciu?
th: ดูเหมือนว่าบริการ DHCP จะยังไม่มีการปรับแต่งค่า จะสร้างการปรับแต่งค่าใหม่หรือไม่ ?
uk: Здається, сервер DHCP ще не налаштовано. Створити нову конфігурацію?

source: Saving DHCP Server Configuration
ca: Desant la configuració del servidor DHCP
da: Gemmer konfigurationen for DHCP-server
gl: Gardando a configuración do servidor DHCP
hu: DHCP-kiszolgáló beállításainak mentése
id: Menyimpan Konfigurasi Peladen DHCP
ja: DHCP サーバ設定を保存しています
km: កំពុង​រក្សាទុក​ការ​កំណត់​រចនាសម្ព័ន្ធ​ម៉ាស៊ីន​បម្រើ DHCP
ko: DHCP 서버 설정을 저장 중
lt: Įrašoma DHCP serverio konfigūracija
nl: De DHCP-server configuratie wordt opgeslagen
pa: DHCP ਸਰਵਰ ਸੰਰਚਨਾ ਸੰਭਾਲ ਰਿਹਾ ਹੈ
pt: A guardar a configuração do servidor DHCP
ro: Salvez configurația serverului DHCP
ru: Сохранение конфигурации DHCP-сервера
sk: Ukladám konfiguráciu serveru DHCP
th: จัดเก็บค่าปรับแต่งของบริการ DHCP
uk: Збереження налаштування сервера DHCP

source: Write DHCP server settings
ca: Escriu els paràmetres del servidor DHCP
da: Skriv indstillinger for DHCP-server
gl: Gravar a configuración do servidor DHCP
hu: DHCP-kiszolgáló beállításainak mentése
id: Menulis pengaturan peladen DHCP
ja: DHCP サーバ設定の書き込み
km: សរសេរ​ការ​កំណត់​ម៉ាស៊ីន​បម្រើ DHCP
ko: DHCP 서버 설정 쓰기
lt: Įrašyti DHCP serverio nuostatas
nl: DHCP-server instellingen opslaan
pa: DHCP ਸਰਵਰ ਸੈਟਿੰਗ ਲਿਖੋ
pt: Escrever definições do servidor DHCP
ro: Scrie setările serverului DHCP
ru: Записать параметры DHCP-сервера
sk: Zápis nastavenia DHCP serveru
th: เขียนการตั้งค่าของบริการ DHCP
uk: Запис параметрів DHCP

source: Write firewall settings
ca: Escriu els paràmetres del tallafoc
da: Skriv firewall-indstillinger
gl: Gravar a configuración da devasa
hu: Tűzfalbeállítások mentése
id: Menulis pengaturan firewall
ja: ファイアウオール設定の書き込み
km: សរសេរ​ការ​កំណត់​ជញ្ជាំង​ភ្លើង
ko: 방화벽 설정 작성
lt: Įrašyti užkardos nuostatas
nl: Firewallinstellingen opslaan
pa: ਫਾਇਰਵਾਲ ਸੈਟਿੰਗ ਲਿਖੋ
pt: Escrever definições da firewall
ro: Scrie setările paravanului de protecție
ru: Записать параметры брандмауэра
sk: Zápis nastavenia pre firewall
th: เขียนการตั้งค่าไฟร์วอลล์
uk: Записати параметри фаєрволу

source: Restart DHCP server
ca: Reinicia el servidor DHCP
da: Genstart DHCP-serveren
gl: Reiniciar o servidor DHCP
hu: DHCP szolgáltatás újraindítása
id: Mulai-kembali peladen DHPC
ja: DHCP サーバの再起動
km: ចាប់ផ្ដើម​ម៉ាស៊ីន​បម្រើ DHCP ឡើង​វិញ
ko: DHCP 서버 재시작
lt: Iš naujo paleisti DHCP serverį
nl: Herstart DHCP-server
pa: DHCP ਸਰਵਰ ਮੁੜ ਚਲਾਓ
pt: Reiniciar o servidor DHCP
ro: Restartez serverul DHCP
ru: Перезапустить DHCP-сервер
sk: Reštartovať server DHCP
th: เริ่มการทำงานของบริการ DHCP ใหม่
uk: Перезапустити сервер DHCP

source: Write DNS server settings
ca: Escriu la configuració del servidor DNS
da: Skriv indstillinger for DNS-server
gl: Gravar a configuración do servidor DNS
hu: A DNS-kiszolgáló beállításainak írása
id: Menulis pengaturan peladen DNS
ja: DNS サーバ設定の書き込み
km: សរសេរ​ការកំណត់​ម៉ាស៊ីន​បម្រើ​ DNS
ko: DNS 서버 설정 쓰기
lt: Įrašytos DHCP serverio nuostatas
nl: DNS-serverinstellingen opslaan
pa: DNS ਸਰਵਰ ਸੈਟਿੰਗ ਲਿਖੋ
pt: Escrever definições do servidor DNS
ro: Scrie setările serverului DNS
ru: Записать параметры DNS-сервера
th: เขียนการตั้งค่าของบริการ DNS
uk: Запис параметрів DNS-сервера

source: Writing DHCP server settings...
ca: Escrivint els paràmetres del servidor DHCP...
da: Skriver indstillinger for DHCP-serveren...
gl: Gravando a configuración do servidor DHCP...
hu: DHCP-kiszolgáló beállításainak mentése…
id: Menulis pengaturan peladen DHCP...
ja: DHCP サーバ設定を書き込んでいます...
km: កំពុង​សរសេរ​ការ​កំណត់​ម៉ាស៊ីន​បម្រើ DHCP...
ko: DHCP 서버 설정 쓰는 중...
lt: Įrašomos DHCP serverio nuostatos...
nl: De DHCP-server instellingen worden opgeslagen...
pa: DHCP ਸਰਵਰ ਸੈਟਿੰਗ ਲਿਖੀ ਜਾ ਰਹੀ ਹੈ...
pt: A gravar definições do servidor DHCP...
ro: Scriu setările serverului DHCP...
ru: Запись параметров DHCP-сервера...
sk: Zapisujem nastavenia DHCP serveru...
th: เขียนการตั้งค่าของบริการ DHCP...
uk: Запис параметрів сервера DHCP...

source: Writing firewall settings...
ca: Escrivint els paràmetres del tallafoc...
da: Skriver firewall-indstillinger...
gl: Gravando a configuración da devasa...
hu: Tűzfalbeállítások mentése…
id: Menulis pengaturan firewall...
ja: ファイアウオールの設定を書き込んでいます...
km: កំពុង​សរសេរ​ការ​កំណត់​ជញ្ជាំង​ភ្លើង...
ko: 방화벽 설정 저장 중...
lt: Įrašomos užkardos nuostatos...
nl: Firewall configuratie wordt opgeslagen...
pa: ਫਾਇਰਵਾਲ ਸੈਟਿੰਗ ਲਿਖੀ ਜਾ ਰਹੀ ਹੈ...
pt: A gravar definições da firewall...
ro: Scriu configurația paravanului de protecție...
ru: Запись параметров брандмауэра...
sk: Zapisujem nastavenia firewallu...
th: เขียนการตั้งค่าไฟร์วอลล์...
uk: Запис параметрів фаєрволу...

source: Restarting DHCP server...
ca: Reiniciant el servidor DHCP...
da: Genstarter DHCP-server...
gl: Reiniciando o servidor DHCP...
hu: DHCP szolgáltatás újraindítása...
id: Mulai-kembali peladen DHCP...
ja: DHCP サーバを再起動しています...
km: កំពុង​ចាប់ផ្ដើម​ម៉ាស៊ីន​បម្រើ DHCP ឡើង​វិញ...
ko: DHCP 서버를 재시작하는 중...
lt: DHCP serveris paleidžiamas iš naujo...
nl: De DHCP-server wordt opnieuw gestart...
pa: DHCP ਸਰਵਰ ਮੁੜ ਚਾਲੂ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ...
pt: A reiniciar o servidor DHCP...
ro: Restartez serverul DHCP...
ru: Перезапуск DHCP-сервера...
sk: Reštartujem server DHCP...
th: เริ่มการทำงานของบริการ DHCP ใหม่...
uk: Перезапуск сервера DHCP...

source: Writing DNS server settings...
ca: Escrivint la configuració del servidor DNS...
da: Skriver indstillinger for DNS-server...
gl: Gravando a configuración do servidor DNS...
hu: A DNS-kiszolgáló beállításainak írása…
id: Menulis pengaturan peladen DNS...
ja: DNS サーバ設定を書き込んでいます...
km: កំពុង​សរសេរ​ការ​កំណត់​ម៉ាស៊ីន​បម្រើ DHCP...
ko: DNS 서버 설정 쓰는 중...
lt: Įrašomos DHCP serverio nuostatos...
nl: DNS-serverinstellingen worden opgeslagen...
pa: DNS ਸਰਵਰ ਸੈਟਿੰਗ ਲਿਖੀ ਜਾ ਰਹੀ ਹੈ...
pt: A gravar definições do servidor DNS...
ro: Scriu setările serverului DNS...
ru: Запись параметров DNS-сервера...
th: เขียนการตั้งค่าของบริการ DNS...
uk: Запис параметрів DNS-сервера...

source: Error occurred while restarting the DHCP daemon.
hu: Hiba történt a DHCP-démon újraindításakor.
ko: DHCP 데몬을 재시작하는 동안 오류가 발생했습니다.
nl: Fout opgetreden tijdens het herstarten van de DHCP daemon.
ru: Произошла ошибка при перезапуске демона DHCP.
sk: Vyskytla sa chyba počas reštartovania DHCP démona.

source: The DHCP server is started at boot time
ca: El servidor DHCP s'inicia a l'arrencada
da: DHCP-serveren startes under boot
gl: O servidor DHCP iníciase ao arrincar o sistema
hu: A DHCP-kiszolgáló elindul rendszerindításkor
id: Peladen DHCP aktif saat boot
ja: システム起動時に DHCP サーバを起動する
km: ម៉ាស៊ីន​បម្រើ DHCP បាន​ចាប់ផ្ដើម នៅ​ពេលបើក​កុំព្យូទ័រ
ko: DHCP 서버는 부팅 시 시작됩니다.
lt: DHCP serveris paleistas operacinės sistemos paleidimo metu
nl: De DHCP-server is tijdens het opstarten van de pc gestart
pa: DHCP ਸਰਵਰ ਬੂਟ ਹੋਣ ਸਮੇਂ ਚਾਲੂ ਹੋਇਆ ਹੈ
pt: O servidor DHCP é iniciado no momento do arranque
ro: Serverul DHCP este pornit la boot
ru: DHCP-сервер запускается во время загрузки системы
sk: Server DHCP sa spustí pri štarte systému
th: บริการ DHCP จะเริ่มทำงานเมื่อทำการบูตระบบ
uk: Сервер DHCP запускається під час завантаження системи

source: The DHCP server is not started at boot time
ca: El servidor DHCP no s'inicia en arrencar
da: DHCP-serveren starter ikke under boot
gl: O servidor DHCP non se inicia ao arrincar o sistema
hu: A DHCP-kiszolgáló nem indul el rendszerindításkor
id: Peladen DHCP tidak aktif saat boot
ja: システム起動時には DHCP サーバを起動しない
km: ម៉ាស៊ីន​បម្រើ DHCP មិន​ចាប់ផ្ដើម​ឡើយ នៅ​ពេលបើក​កុំព្យូទ័រ
ko: DHCP 서버는 부팅 시 시작되지 않습니다.
lt: DHCP serveris nepaleistas operacinės sistemos paleidimo metu
nl: De DHCP-server is tijdens het opstarten van de pc niet gestart
pa: DHCP ਸਰਵਰ ਬੂਟ ਹੋਣ ਦੌਰਾਨ ਚਾਲੂ ਨਹੀਂ ਹੋਇਆ
pt: O servidor DHCP não é iniciado no momento do arranque
ro: Serverul DHCP nu este pornit la boot
ru: DHCP-сервер не запускается во время загрузки системы
sk: Server DHCP sa nespustí pri štarte systému
th: บริการ DHCP จะไม่ทำงานเมื่อทำการบูตระบบ
uk: Сервер DHCP не запускається під час завантаження системи

source: Listen On: %1
ca: Escolta %1
da: Lyt på: %1
gl: Escoitar en: %1
hu: Figyelt csatoló: %1
id: Denagrkan pada: %1
ja: 待ち受け: %1
km: ស្ដាប់ ៖ %1
ko: 수신 대기: %1
lt: Klausytis: %1
nl: Luisteren naar:%1
pa: ਸੁਣੋ: %1
pt: Escutar em: %1
ro: Ascultă pe: %1
ru: Слушать на: %1
sk: Počúvať na: %1
th: รอรับเชื่อมต่อที่: %1
uk: Слухати на: %1

source: Dynamic Address Range: %1
ca: Gamma de l'adreça dinàmica: %1
da: Dynamisk adresseområde: %1
gl: Intervalo de enderezo dinámico: %1
hu: Dinamikus címtartomány: %1
id: Rentang Alamat Dinamis: %1
ja: 動的なアドレス範囲: %1
km: ជួរ​អាសយដ្ឋាន​អថេរ ៖ %1
ko: 동적 주소 범위: %1
lt: Dinaminio adreso sritis: %1
nl: Dynamisch adres bereik: %1
pa: ਡਾਇਨੈਮਿਕ ਐਡਰੈੱਸ ਰੇਜ਼: %1
pt: Gama Dinâmica de Endereços: %1
ro: Interval de adrese IP dinamice: %1
ru: Диапазон динамических адресов: %1
sk: Dynamický rozsah adries: %1
th: ช่วงที่อยู่แบบไม่ตายตัว: %1
uk: Діапазон динамічних адрес: %1

source: Invalid LDAP configuration. Cannot use LDAP.
ca: Configuració d'LDAP no vàlida. No es pot usar l'LDAP.
da: Ugyldig LDAP-konfiguration. Kan ikke anvende LDAP.
gl: Configuración incorrecta de LDAP. Non se pode usar LDAP.
hu: Érvénytelen LDAP beállítás. Az LDAP használata nem lehetséges.
id: Konfigurasi LDAP tidak valid. Tidak dapat menggunakan LDAP.
ja: LDAP 設定が正しくありません。 LDAP を使用できません。
km: ការ​កំណត់​រចនាសម្ព័ន្ធ LDAP មិន​ត្រឹមត្រូវ​ឡើយ ។ មិន​អាច​ប្រើ LDAP ។
ko: LDAP 구성이 잘못되었습니다. LDAP를 사용할 수 없습니다.
lt: Netinkama LDAP konfigūracija. Negalima naudoti LDAP.
nl: Ongeldige LDAP-configuratie. Kan LDAP niet gebruiken.
pa: ਗਲਤ LDAP ਸੰਰਚਨਾ। LDAP ਵਰਤ ਨਹੀਂ ਸਕਦਾ।
pt: Configuração Inválida de LDAP. Não é possível utilizar LDAP.
ro: Configurație LDAP invalidă. Nu pot folosi LDAP.
ru: Недопустимая конфигурация LDAP. Невозможно использовать LDAP.
sk: Neplatná konfigurácia LDAP. Nemôžem použiť LDAP.
th: การปรับแต่งค่าของบริการ LDAP ใช้ไม่ได้หรือไม่ถูกต้อง ดังนั้นจะไม่สามารถใช้งานร่วมกับบริการ LDAP ได้
uk: Непридатна конфігурація LDAP. Неможливо використовувати LDAP.
