Repository: Dzejrou/yast-translations
Catalog: po/dhcp-server/*.po
Languages: ca, da, gl, hu, id, ja, km, ko, lt, nl, pa, pt, ro, ru, sk, th, uk

source: DHCP server configuration module
ca: Mòdul de configuració del servidor DHCP
da: Konfigurationsmodul for DHCP-server
gl: Módulo de configuración do servidor DHCP
hu: DHCP-kiszolgáló beállítási modul
id: Modul Konfigurasi Peladen DHCP
ja: DHCP サーバ設定モジュール
km: ម៉ូឌុល​កំណត់​រចនាសម្ព័ន្ធ​ម៉ាស៊ីន​បម្រើ DHCP
ko: DHCP 서버 구성 모듈
lt: DHCP serverio konfigūravimo modulis
nl: DHCP-serverconfiguratiemodule
pa: DHCP ਸਰਵਰ ਸੰਰਚਨਾ ਮੋਡੀਊਲ
pt: Módulo de configuração do servidor DHCP
ro: Modul de configurare a serverului DHCP
ru: Модуль конфигурации DHCP-сервера
sk: Modul pre konfiguráciu DHCP servera
th: มอดูลปรับแต่งค่าของบริการ DHCP
uk: Модуль налаштування сервера DHCP

source: Print the status of the DHCP server
ca: Imprimeix l'estat del servidor DHCP
da: Skriv status for DHCP-server
gl: Imprimir o estado do servidor DHCP
hu: A DHCP-kiszolgáló állapotának kiírása
id: Menampilkan status peladen DHCP
ja: DHCP サーバの状態を表示する
km: បោះពុម្ព​ស្ថានភាព​របស់​ម៉ាស៊ីន​បម្រើ DHCP
ko: DHCP 서버의 상태 인쇄
lt: Rodyti DHCP serverio būseną
nl: Druk de DHCP-serverstatus af
pa: DHCP ਸਰਵਰ ਦੀ ਸਥਿਤੀ ਛਾਪੋ
pt: Imprimir o estado do servidor DHCP
ro: Tipăsește starea serverului DHCP
ru: Вывести состояние DHCP-сервера
sk: Zobraziť stav DHCP servera
th: พิมพ์สถานะของบริการ DHCP
uk: Показати стан сервера DHCP

source: Enable the DHCP server
ca: Habilita el servidor DHCP
da: Aktivér DHCP-serveren
gl: Activar o servidor DHCP
hu: A DHCP-kiszolgáló engedélyezése
id: Mengaktifkan Peladen DHCP
ja: DHCP サーバを有効にする
km: ធ្វើ​ឲ្យ​ម៉ាស៊ីន​បម្រើ DHCP ប្រើ​បាន
ko: DHCP 서버 활성화
lt: Įgalinti DHCP serverį
nl: DHCP-server inschakelen
pa: DHCP ਸਰਵਰ ਯੋਗ ਕਰੋ
pt: Activar o servidor DHCP
ro: Activează serverul DHCP
ru: Включить DHCP-сервер
sk: Zapnúť DHCP server
th: เปิดการใช้งานบริการ DHCP
uk: Увімкнути сервер DHCP

source: Disable the DHCP server
ca: Inhabilita el servidor DHCP
da: Deaktivér DHCP-serveren
gl: Desactivar o servidor DHCP
hu: A DHCP-kiszolgáló tiltása
id: Mematikan peladen DHCP
ja: DHCP サーバを無効にする
km: ធ្វើ​ឲ្យ​ម៉ាស៊ីន​បម្រើ DHCP ប្រើ​មិន​បាន
ko: DHCP 서버 비활성화
lt: Uždrausti DHCP serverį
nl: DHCP-server uitschakelen
pa: DHCP ਸਰਵਰ ਅਯੋਗ ਕਰੋ
pt: Desactivar o servidor DHCP
ro: Deactivează serverul DHCP
ru: Отключить DHCP-сервер
sk: Vypnúť DHCP server
th: ปิดการใช้งานบริการ DHCP
uk: Вимкнути сервер DHCP

source: Manage individual host settings
ca: Gestió dels paràmetres de l'amfitrió individual
da: Håndtér individuelle værtsmaskineindstillinger
gl: Xestionar a configuración de equipos individuais
hu: Az egyedi gépbeállítások kezelése
id: Kelola pengaturan host individu
ja: 各ホストの設定を管理する
km: គ្រប់គ្រង​ការ​កំណត់​ម៉ាស៊ីន​នីមួយៗ
ko: 개별 호스트 설정 관리
lt: Tvarkyti individualias pagrindinio kompiuterio nuostatas
nl: Individuele hostinstellingen beheren
pa: ਹਰੇਕ ਹੋਸਟ ਸੈਟਿੰਗ ਪ੍ਰਬੰਧਨ ਕਰੋ
pt: Gerir definições individuais de equipamentos
ro: Gestionează setările individuale ale gazdelor
ru: Управление отдельными параметрами хостов
sk: Nastavenia pre individuálneho hostiteľa
th: จัดการการตั้งค่าเครื่องด้วยตนเอง
uk: Керування індивідуальними параметрами вузла

source: Select the network interface to listen to
ca: Seleccioneu la interfície de xarxa a escoltar
da: Vælg netværksgrænsefladen der skal lyttes til
gl: Seleccionar a interface de rede para escoitar
hu: Adja meg, hogy melyik hálózati csatolón figyeljen
id: Pilih antarmuka jaringan aktif
ja: 待ち受けるネットワークインターフェイスを選択する
km: ជ្រើស​ចំណុច​ប្រទាក់​បណ្ដាញ ដែលត្រូវ​ស្ដាប់​ទៅ
ko: 수신 대기할 네트워크 인터페이스 선택
lt: Pasirinkite klausytiną tinklo sąsają
nl: Selecteer de te gebruiken netwerkinterface
pa: ਸੁਣਨ ਲਈ ਨੈੱਟਵਰਕ ਇੰਟਰਫੇਸ ਚੁਣੋ
pt: Seleccionar a interface de rede na qual escutar
ro: Selectează interfața de rețea de intrare
ru: Выберите сетевой интерфейс для прослушивания
sk: Zvoľte rozhranie, na ktorom sa bude počúvať
th: เลือกส่วนเชื่อมต่อเครือข่ายที่จะใช้รอรับการเชื่อมต่อ
uk: Виберіть мережний інтерфейс, на якому слухати

source: Manage global DHCP options
ca: Gestió de les opcions globals de global
da: Håndtér globale DHCP-tilvalg
gl: Xestión de opcións globais DHCP
hu: Általános DHCP opciók kezelése
id: Kelola pilihan DHCP global
ja: グローバル DHCP オプションを管理する
km: គ្រប់គ្រង​ជម្រើស DHCP សកល
ko: 전역 DHCP 옵션 관리
lt: Tvarkyti visuotines DHCP parinktis
nl: Algemene DHCP-opties beheren
pa: ਵਿਆਪਕ DHCP ਚੋਣ ਪ੍ਰਬੰਧਨ ਕਰੋ
pt: Gerir opções globais de DHCP
ro: Gestionează opțiunile globale DHCP
ru: Управление общими параметрами DHCP
sk: Nastaviť všeobecné nastavenia DHCP
th: จัดการตัวเลือกทั่วไปต่าง ๆ ของบริการ DHCP
uk: Керування глобальними параметрами DHCP

source: Manage DHCP subnet options
ca: Gestió de les opcions de subxarxa de DHCP
da: Håndtér DHCP-subnet-alternativer
gl: Xestionar as opcións da subrede DHCP
hu: DHCP alhálózati beállítások kezelése
id: Kelola pilihan subnet DHCP
ja: DHCP のサブネットオプションを管理する
km: គ្រប់គ្រង​ជម្រើស DHCP subnet
ko: DHCP 서브넷 옵션 관리
lt: Tvarkyti DHCP potinklio parinktis
nl: DHCP-subnetopties beheren
pa: DHCP ਸਬਨੈੱਟ ਚੋਣ ਪ੍ਰਬੰਧਨ ਕਰੋ
pt: Gerir opções para sub-redes DHCP
ro: Gestionează opțiunile sub-rețea DHCP
ru: Управление параметрами подсети DHCP
sk: Správa nastavení DHCP podsiete
th: จัดการตัวเลือกเครือข่ายย่อยของบริการ DHCP
uk: Керування параметрами підмережі DHCP

source: List all defined hosts with a fixed address
ca: Llista tots els amfitrions definits amb una adreça fixa
da: Vis alle definerede værtsmaskiner med fast adresse
gl: Listar todos os host definidos con enderezo fixo
hu: Statikus című gépek listázása
id: Daftar semua host yang telah didefinisikan dengan alamat tetap
ja: 固定アドレスを設定した全てのホストを表示する
km: រាយ​ម៉ាស៊ីន​ទាំងអស់​ដែល​បាន​បញ្ជាក់​ដោយ​អាសយដ្ឋានថេរ
ko: 고정 주소를 갖는 모든 정의된 호스트 열거
lt: Parodyti visus apibrėžtus pagrindinius kompiuterius su fiksuotu adresu
nl: Laat alle gedefinieërde hosts met een vast adres zien
pa: ਸਾਰੇ ਪ੍ਰਭਾਸ਼ਿਤ ਹੋਸਟਾਂ ਨੂੰ ਸਥਿਰ ਸਿਰਨਾਵੇਂ ਨਾਲ ਸੁਣੋ
pt: Listar todos os equipamentos definidos com endereço fixo
ro: Afișează toate gazdele definite cu adresă fixă
ru: Список всех заданных хостов с фиксированными адресами
sk: Zobrazí všetkých hostiteľov s pevnými adresami
th: เรียกดูรายการเครื่องต่าง ๆ ที่กำหนดให้เป็นที่อยู่แบบตายตัว
uk: Список всіх визначених вузлів з фіксованими адресами

source: Add a new host with a fixed address
ca: Afegeix un nou amfitrió amb una adreça fixa
da: Tilføj en ny værtsmaskine med fast adresse
gl: Engadir un novo host con enderezo fixo
hu: Új gép hozzáadása statikus címmel
id: Menambah sebuah host baru dengan alamat tetap
ja: 新しいホストに対して固定アドレスを設定する
km: បន្ថែម​ម៉ាស៊ីន​ថ្មី​មួយ ដែល​មាន​អាសយដ្ឋាន​ថេរ
ko: 고정 주소를 갖는 새 호스트 추가
lt: Pridėti naują pagrindinį kompiuterį su fiksuotu adresu
nl: Een nieuwe host met vast adres toevoegen
pa: ਸਥਿਰ ਸਿਰਨਾਵੇਂ ਨਾਲ ਨਵਾਂ ਹੋਸਟ ਸ਼ਾਮਿਲ ਕਰੋ
pt: Adicionar novo equipamento com endereço fixo
ro: Adaugă o gazdă nouă cu adresă fixă
ru: Добавить новый хост с фиксированным адресом
sk: Pridať ďalšieho hostiteľa s pevnou adresou
th: เพิ่มเครื่องที่จะกำหนดให้เป็นที่อยู่แบบตายตัวตัวใหม่
uk: Додати новий вузол з фіксованою адресою

source: Edit a host with a fixed address
ca: Editeu un amfitrió amb una adreça fixa
da: Rediger en værtsmaskine med fast adresse
gl: Editar host con enderezo fixo
hu: Statikus című gép módosítása
id: Menyunting sebuah host dengan alamat tetap
ja: 固定アドレスを設定したホストを編集する
km: កែសម្រួល​ម៉ាស៊ីន​មួយ ដែល​មាន​អាសយដ្ឋាន​ថេរ
ko: 고정 주소를 갖는 호스트 편집
lt: Keisti pagrindinį kompiuterį su fiksuotu adresu
nl: Een host met een vast adres bewerken
pa: ਸਥਿਰ ਸਿਰਨਾਵੇਂ ਨਾਲ ਹੋਸਟ ਸੋਧ ਕਰੋ
pt: Editar um equipamento com endereço fixo
ro: Editează o gazdă cu adresă fixă
ru: Редактировать хост с фиксированным адресом
sk: Upraviť hostiteľa s pevnou adresou
th: แก้ไขเครื่องที่กำหนดให้เป็นที่อยู่แบบตายตัว
uk: Редагувати вузол з фіксованою адресою

source: Delete a host with a fixed address
ca: Suprimeix un amfitrió amb una adreça fixa
da: Slet en værtsmaskine med fast adresse
gl: Borrar un host con enderezo fixo
hu: Statikus című gép törlése
id: Menghapus sebuah host dengan alamat tetap
ja: 固定アドレスを設定したホストを削除する
km: លុបម៉ាស៊ីន​មួយ ដែល​មាន​អាសយដ្ឋាន​ថេរ
ko: 고정 주소를 갖는 호스트 삭제
lt: Šalinti pagrindinį kompiuterį su fiksuotu adresu
nl: Een host met vast adres verwijderen
pa: ਸਥਿਰ ਸਿਰਨਾਵੇਂ ਨਾਲ ਮਟਜ਼ਬਾਨ ਮਿਟਾਓ
pt: Apagar um equipamento com endereço fixo
ro: Șterge configurația unei gazde cu adresă fixă
ru: Удалить хост с фиксированным адресом
sk: Zmazať hostiteľa s pevnou adresou
th: ลบเครื่องที่กำหนดให้เป็นที่อยู่แบบตายตัว
uk: Вилучити вузол з фіксованою адресою

source: The name of the host with a fixed address
ca: El nom de l'amfitrió amb una adreça fixa
da: Navn på værtsmaskinen med fast adresse
gl: O nome do host con enderezo fixo
hu: Statikus című gép neve
id: Nama host dengan sebuah alamat tetap
ja: 固定アドレスを設定するホストの名前
km: ឈ្មោះ​ម៉ាស៊ីន ដែល​មាន​អាសយដ្ឋានថេរ
ko: 고정 주소를 갖는 호스트의 이름
lt: Pagrindinio kompiuterio vardas su fiksuotu adresu
nl: De naam van de host met een vast adres
pa: ਸਥਿਰ ਸਿਰਨਾਵੇਂ ਨਾਲ ਹੋਸਟ ਦਾ ਨਾਂ
pt: O nome do equipamento com endereço fixo
ro: Numele gazdei cu adresă fixă
ru: Имя хоста с фиксированным адресом
sk: Meno hostiteľa s pevnou adresou
th: ชื่อของเครื่องที่กำหนดให้เป็นที่อยู่แบบตายตัว
uk: Назва вузла з фіксованою адресою

source: The hardware address of the host with a fixed address
ca: L'adreça de maquinari de l'amfitrió amb una adreça fixa
da: Hardware-adressen på værtsmaskine med fast adresse
gl: O enderezo de hardware do host con enderezo fixo
hu: Statikus című gép hardvercíme
id: Alamat perangkat keras host dengan alamat tetap
ja: 固定アドレスを設定するホストのハードウエアアドレス
km: អាសយដ្ឋាន​ផ្នែក​រឹង​របស់​ម៉ាស៊ីន ដែល​មាន​អាសយដ្ឋាន​ថេរ
ko: 고정 주소를 갖는 호스트의 하드웨어 주소
lt: Pagrindinio kompiuterio fizinis adresas su fiksuotu adresu
nl: Het hardware adres van de host met een vast adres
pa: ਸਥਿਰ ਸਿਰਨਾਵੇਂ ਨਾਲ ਹੋਸਟ ਦਾ ਹਾਰਡਵੇਅਰ ਐਡਰੈੱਸ
pt: O endereço de hardware do equipamento com endereço fixo
ro: Adresa hardware a gazdei cu adresă fixă
ru: Аппаратный адрес хоста с фиксированным адресом
sk: Hardvérová adresa hostiteľa s pevnou adresou
th: ที่อยู่ฮาร์ดแวร์ของเครื่องที่กำหนดให้เป็นที่อยู่แบบตายตัว
uk: Апаратна адреса вузла з фіксованою адресою

source: The hardware type of the host with a fixed address
ca: El tipus de maquinari de l'amfitrió amb una adreça fixa
da: Hardwaretypen for værtsmaskinen med fast adresse
gl: O tipo de hardware do host con enderezo fixo
hu: Statikus című gép hardvertípusa
id: Tipe perangkat keras dengan alamat tetap
ja: 固定アドレスを設定するホストのハードウエア種類
km: ប្រភេទ​ផ្នែក​រឹង​របស់​ម៉ាស៊ីន ដែល​មាន​អាសយដ្ឋាន​ថេរ
ko: 고정 주소를 갖는 호스트의 하드웨어 유형
lt: Pagrindinio kompiuterio aparatinės įrangos tipas su fiksuotu adresu
nl: Het hardwaretype van de host met een vast adres
pa: ਸਥਿਰ ਸਿਰਨਾਵੇਂ ਨਾਲ ਹੋਸਟ ਦਾ ਹਾਰਡਵੇਅਰ ਕਿਸਮ
pt: O tipo de hardware do equipamento com endereço fixo
ro: Tipul de hardware al gazdei cu adresă fixă
ru: Тип оборудования хоста с фиксированным адресом
sk: Typ hardvéru hostiteľa s pevnou adresou
th: ชนิดของฮาร์ดแวร์ของเครื่องที่กำหนดให้เป็นที่อยู่แบบตายตัว
uk: Тип апаратного обладнання вузла з фіксованою адресою

source: The IP address (or hostname) of the host with a fixed address
ca: L'adreça IP (o amfitrió) de l'amfitrió amb una adreça fixa
da: IP-adressen (eller værtsmaskinenavnet) på værtsmaskinen med fast adresse
gl: O enderezo IP ( ou o nome de host) do host con enderezo fixo
hu: Statikus című gép IP-címe (vagy gépneve)
id: Alamat IP (atau hostname) dari host dengan alamat tetap
ja: 固定アドレスを設定するホストの IP アドレス (またはホスト名)
km: អាសយដ្ឋាន IP (ឬ​ឈ្មោះ​ម៉ាស៊ីន) របស់​ម៉ាស៊ីន ដែល​មាន​អាសយដ្ឋាន​ថេរ
ko: 고정 주소를 갖는 호스트의 IP 주소(또는 호스트 이름)
lt: Pagrindinio kompiuterio IP adresas (arba pagr. komp. vardas) su fiksuotu adresu
nl: Het IP-adres (of de hostnaam) van de host met een vast adres
pa: ਸਥਿਰ ਸਿਰਨਾਵੇਂ ਨਾਲ ਹੋਸਟ ਦਾ IP ਐਡਰੈੱਸ (ਜਾਂ ਹੋਸਟ ਨਾਂ)
pt: O endereço IP (ou nome) do equipamento com endereço fixo
ro: Adresa IP (sau hostname-ul) gazdei cu adresă fixă
ru: IP-адрес (или имя) хоста с фиксированным адресом
sk: IP adresa (alebo názov) hostiteľa s pevnou adresou
th: ที่อยู่ไอพี (หรือชื่อเครื่องก็ได้) ของเครื่องที่กำหนดให้เป็นที่อยู่แบบตายตัว
uk: Адреса IP (або назва) вузла з фіксованою адресою

source: Select the network interface to use
ca: Seleccioneu la interfície de xarxa a usar
da: Vælg netværksgrænsefladen der skal anvendes
gl: Seleccionar a interface de rede que se vai empregar
hu: Válassza ki a használandó csatolót
id: Pilih antarmuka jaringan yang akan digunakan
ja: 使用するネットワークインターフェイスを選択する
km: ជ្រើស​ចំណុច​ប្រទាក់​បណ្ដាញ​ដែល​ត្រូវ​ប្រើ
ko: 사용할 네트워크 인터페이스 선택
lt: Pasirinkite naudotiną tinko sąsają
nl: Selecteer de te gebruiken netwerkinterface
pa: ਵਰਤਣ ਲਈ ਨੈੱਟਵਰਕ ਚੁਣੋ
pt: Seleccionar a interface de rede a utilizar
ro: Selectați interfața de rețea de utilizat
ru: Выберите сетевой интерфейс для использования
sk: Vyberte sieťové rozhranie pre použitie
th: เลือกส่วนเชื่อมต่อเครือข่ายที่จะใช้งาน
uk: Виберіть який мережний інтерфейс вживати

source: Print the currently used interface and list other available interfaces
ca: Imprimeix la interfície usada actualment i llista altres interfícies disponibles
da: Skriv den for tiden anvendte grænseflade, og vis andre tilgængelige grænseflader
gl: Imprimir a interface usada actualmente e amosar lista con outras interfaces dispoñibles
hu: A jelenleg használt csatoló kiírása és a többi csatoló kilistázása
id: Tampilkan antarmuka yang sedang digunakan dan daftar antarmuka lain yang tersedia
ja: 現在使用されているインターフェイスと、その他の利用可能なインターフェイスを表示する
km: បោះពុម្ព​ចំណុច​ប្រទាក់​ដែល​បាន​ប្រើ​បច្ចុប្បន្ន និង​រាយ​ចំណុច​ប្រទាក់​ដែល​មាន​ផ្សេង​ទៀត
ko: 현재 사용 중인 인터페이스 인쇄 및 기타 사용 가능한 인터페이스 열거
lt: Parodyti šiuo metu naudojamą sąsają ir parodyti kitų galimų sąsajų sąrašą
nl: Druk de huidige gebruikte interface af en toon de andere beschikbare interfaces
pa: ਵਰਤਮਾਨ ਵਰਤਿਆ ਇੰਟਰਫੇਸ ਛਾਪੋ ਅਤੇ ਹੋਰ ਉਪਲੱਬਧ ਇੰਟਰਫੇਸ ਵਿਖਾਓ
pt: Imprimir a interface utilizada actualmente, e listar todas as interfaces disponíveis
ro: Tipărește interfața utilizată momentan și afișează celelalte interfețe disponibile
ru: Показать используемый интерфейс и список доступных интерфейсов
sk: Zobrazí aktuálne používané rozhranie a ostatné dostupné rozhrania
th: พิมพ์ส่วนเชื่อมต่อเครือข่ายที่เลือกใช้อยู่ในปัจจุบัน และเรียกดูส่วนเชื่อมต่อเครือข่ายที่เหลือ
uk: Показати інтерфейс, який в даний час вживається, і список наявних інтерфейсів

source: Print current options
ca: Imprimeix les opcions actuals
da: Skriv nuværende tilvalg
gl: Imprimir opcións actuais
hu: Jelenlegi opciók kiírása
id: Tampilkan pilihan-pilihan saat ini
ja: 現在のオプションを表示する
km: បោះពុម្ព​ជម្រើស​បច្ចុប្បន្ន
ko: 현재 옵션 인쇄
lt: Parodyti dabartines parinktis
nl: Druk de huidige opties af
pa: ਵਰਤਮਾਨ ਚੋਣ ਛਾਪੋ
pt: Imprimir as opções actuais
ro: Tipărește opțiunile curente
ru: Показать текущие параметры
sk: Zobraziť aktuálne nastavenia
th: พิมพ์ตัวเลือกต่าง ๆ ในปัจจุบัน
uk: Показати поточні параметри

source: Set a global option
ca: Estableix una opció global
da: Sæt et globalt tilvalg
gl: Definir unha opción global
hu: Globális opciók beállítása
id: Menetapkan opsi global
ja: グローバルオプションを設定する
km: កំណត់​ជម្រើស​សកល
ko: 전역 옵션 선택
lt: Nustatyti visuotinę parinktį
nl: Stel een algemene optie in
pa: ਗਲੋਬਲ ਚੋਣ ਸੈੱਟ ਕਰੋ
pt: Definir uma opção global
ro: Setează o opțiune globală
ru: Задать общий параметр
sk: Upraviť globálne nastavenia
th: ตั้งค่าตัวเลือกทั่วไป
uk: Вказати глобальний параметр

source: Option key (for example, ntp-servers)
ca: Clau d'opció (per exemple: ntp-servers)
da: Tilvalgsnøgle (f.eks. ntp-servere)
gl: Chave de opción (por exemplo, ntp-servers)
hu: Opció kulcs (pl. ntp-servers)
id: Pilihan kunci (contoh, ntp-server)
ja: オプションのキー (ntp-servers など)
km: កូនសោ​ជម្រើស (ឧទាហរណ៍ ម៉ាស៊ីន​បម្រើ ntp)
ko: 옵션 키(예: ntp-servers)
lt: Parinkties raktas (pvz., ntp-servers)
nl: Optiesleutel (bijv. ntp-servers)
pa: ਚੋਣ ਕੁੰਜੀ (ਜਿਵੇਂ, ntp-servers)
pt: Chave de opção (por exemplo, ntp-servers)
ro: Cheie opțiune (de exemplu ntp-servers)
ru: Имя параметра (например, ntp-servers)
sk: Kľúč nastavenia (napr. ntp-servers)
th: คีย์ของตัวเลือก (ตัวอย่างเช่น ntp-servers เป็นต้น)
uk: Ключ параметра (напр., ntp-servers)

source: Option value (for example, IP address)
ca: Valor d'opció (per exemple: adreça IP)
da: Tilvalgsværdi (f.eks. IP-adresse)
gl: Valor de opción (por exemplo, enderezo IP)
hu: Opció érték (pl. IP-cím)
id: Pilihan nilai (contoh, alamat IP)
ja: オプションの値 (IP アドレスなど)
km: តម្លៃ​ជម្រើស (ឧទាហរណ៍ អាសយដ្ឋាន IP)
ko: 옵션 값(예: IP 주소)
lt: Parinkties reikšmė (pvz., IP adresas)
nl: Optiewaarde (bijv. IP-adres)
pa: ਚੋਣ ਮੁੱਲ (ਜਿਵੇਂ, IP ਐਡਰੈੱਸ)
pt: Valor da opção (por exemplo, endereço IP)
ro: Valoare opțiune (de exemplu adresa IP)
ru: Значение параметра (например, IP-адрес)
sk: Hodnota nastavenia (napr. IP adresa)
th: ค่าของตัวเลือก (ตัวอย่างเช่น ที่อยู่ไอพี)
uk: Значення параметра (напр., адреса IP)

source: Lowest IP address of the dynamic address assigning range
ca: L'adreça IP més baixa de la gamma d'assignació d'adreces dinàmiques
da: Laveste IP-adresse i området af dynamisk adresseanvisning
gl: Enderezo IP máis baixo do intervalo de enderezos IP dinámicos que se asigna
hu: A dinamikus kiosztáshoz használt tartomány alsó IP-címe
id: Alamat IP terendah dari rentang alamat dinamis yang telah ditentukan
ja: 動的に割り当てるアドレス範囲の開始 IP アドレス
km: អាសយដ្ឋាន IP ទាបបំផុត របស់ជួរ​ផ្ដល់​តម្លៃ​អាសយដ្ឋាន​អថេរ
ko: 범위를 할당하는 동적 주소의 최하위 IP 주소
lt: Dinaminių adresų intervalo žemiausias IP adresas
nl: Laagste IP-adres van het dynamische adrestoewijzingsbereik
pa: ਡੈਇਨਾਮਿਕ ਐਡਰੈੱਸ ਦਿੱਤੀ ਰੇਜ਼ ਦਾ ਹੇਠਲਾ IP ਐਡਰੈੱਸ
pt: Endereço IP mais baixo para a gama de endereços dinâmicos atribuíveis
ro: Cea mai mică adresă a intervalului de atribuire de adrese dinamice
ru: Наименьший IP-адрес диапазона динамических адресов
sk: Najnižšia IP adresa z prideľovaného dynamického rozsahu
th: ค่าที่อยู่ไอพีต่ำสุดของช่วงที่ใช้ในการกำหนดที่อยู่แบบไม่ตายตัว
uk: Найнижча адреса IP діапазону динамічних адрес

source: Highest IP address of the dynamic address assigning range
ca: L'adreça IP més elevada de la gamma d'assignació d'adreces dinàmiques
da: Højeste IP-adresse i området af dynamisk adresseanvisning
gl: Enderezo IP máis alto do intervalo de enderezos IP dinámicos que se asigna
hu: A dinamikus kiosztáshoz használt tartomány felső IP-címe
id: Alamat IP tertinggi dari rentang alamat dinamis
ja: 動的に割り当てるアドレス範囲の終了 IP アドレス
km: អាសយដ្ឋាន IP ខ្ពស់​បំផុត របស់​ជួរ​ផ្ដល់​តម្លៃ​អាសយដ្ឋាន​អថេរ
ko: 범위를 할당하는 동적 주소의 최상위 IP 주소
lt: Dinaminių adresų intervalo aukščiausias IP adresas
nl: Hoogste IP-adres van het dynamische adrestoewijzingsbereik
pa: ਡੈਇਨਾਮਿਕ ਐਡਰੈੱਸ ਨਿਰਧਾਰਨ ਰੇਜ਼ ਦਾ ਉੱਪਰਲਾ IP ਐਡਰੈੱਸ
pt: Endereço IP mais alto para a gama de endereços dinâmicos atribuíveis
ro: Cea mai mare adresă a intervalului de atribuire de adrese dinamice
ru: Наибольший IP-адрес диапазона динамических адресов
sk: Najvyššia IP adresa z prideľovaného dynamického rozsahu adries
th: ค่าที่อยู่ไอพีสูงสุดของช่วงที่ใช้ในการกำหนดที่อยู่แบบไม่ตายตัว
uk: Найвища адреса IP діапазону динамічних адрес

source: Default lease time in seconds
ca: Temps d'arrendament per defecte en segons
da: Standardtildelingstid i sekunder
gl: Tempo máximo de asignación en segundos
hu: Alapértelmezett lejárati idő másodpercekben
id: Waktu sewa bawaan dalam detik
ja: 既定の貸与時間 (秒単位)
km: រយៈពេល​ជួល​លំនាំដើម​គិត​ជា​វិនាទី
ko: 초 단위 기본 임대 시간
lt: Numatytasis nuomos laikas, sekundėmis
nl: Standaardleasetijd in seconden
pa: ਸਕਿੰਟਾਂ ਵਿੱਚ ਮੂਲ ਮਿਆਦ ਸਮਾਂ
pt: Tempo pré-definido de aluguer, em segundos
ro: Timp de valabilitate implicit în secunde
ru: Время аренды по умолчанию в секундах
sk: Štandardná doba prenájmu v sekundách
th: ระยะเวลาปริยายที่ให้ใช้งานได้ หน่วยเป็นวินาที
uk: Типовий час оренди в секундах

source: Maximum lease time in seconds
ca: Temps d'arrendament màxim en segons
da: Maksimal tildelingstid i sekunder
gl: Tempo máximo de asignación en segundos
hu: Maximális lejárati idő másodpercekben
id: Waktu sewa maksimum dalam detik
ja: 最大貸与時間 (秒単位)
km: រយៈពេល​ជួល​អតិបរមា​គិត​ជា​វិនាទី
ko: 초 단위 최대 임대 시간
lt: Ilgiausias nuomos laikas, sekundėmis
nl: Maximumleasetijd in seconden
pa: ਸਕਿੰਟਾਂ ਵਿੱਚ ਵੱਧ-ਤੋਂ-ਵੱਧ ਮਿਆਦ ਸਮਾਂ
pt: Tempo máximo de aluguer, em segundos
ro: Timp de valabilitate maxim în secunde
ru: Максимальное время аренды в секундах
sk: Maximálna doba prenájmu v sekundách
th: ระยะเวลาสูงสุดที่ให้ใช้งานได้ หน่วยเป็นวินาที
uk: Максимальний час оренди в секундах

source: DHCP server is enabled
ca: El servidor DHCP està habilitat
da: DHCP-server er aktiveret
gl: O servidor DHCP está activado
hu: A DHCP-kiszolgáló be van kapcsolva
id: Peladen DHCP telah diaktifkan
ja: DHCP サーバは有効です
km: ម៉ាស៊ីន​បម្រើ DHCP ប្រើ​បាន
ko: DHCP 서버가 활성화되었습니다.
lt: DHCP serveris įgalintas
nl: DHCP-server is ingeschakeld
pa: DHCP ਸਰਵਰ ਯੋਗ ਕੀਤਾ
pt: O servidor DHCP está activado
ro: Serverul DHCP este activat.
ru: DHCP-сервер включен
sk: DHCP server je zapnutý
th: บริการ DHCP ถูกเปิดใช้งาน
uk: Сервер DHCP увімкнено

source: DHCP server is disabled
ca: El servidor DHCP està inhabilitat
da: DHCP-server er deaktiveret
gl: O servidor DHCP está desactivado
hu: A DHCP-kiszolgáló ki van kapcsolva
id: Peladen DHCP telah dimatikan
ja: DHCP サーバは無効です
km: ម៉ាស៊ីន​បម្រើ DHCP ប្រើ​មិន​បាន
ko: DHCP 서버가 비활성화되었습니다.
lt: DHCP serveris uždraustas
nl: DHCP-server is uitgeschakeld
pa: DHCP ਅਯੋਗ ਕੀਤਾ
pt: O servidor DHCP está desactivado
ro: Serverul DHCP este dezactivat.
ru: DHCP-сервер отключен
sk: DHCP server je vypnutý
th: บริการ DHCP ถูกปิดการใช้งาน
uk: Сервер DHCP вимкнено

source: Host: %1
ca: Amfitrió: %1
da: Værtsmaskine: %1
hu: Gép: %1
ja: ホスト: %1
km: ម៉ាស៊ីន ៖ %1
ko: 호스트: %1
lt: Pagrindinis kompiuteris: %1
pa: ਹੋਸਟ: %1
pt: Máquina: %1
ro: Gazdă: %1
ru: Хост: %1
sk: Hostiteľ: %1
th: เครื่อง: %1
uk: Вузол: %1

source: Hardware: %1
ca: Maquinari: %1
hu: Hardver: %1
id: Perangkat keras: %1
ja: ハードウエア: %1
km: ផ្នែក​រឹង ៖ %1
ko: 하드웨어: %1
lt: Aparatinė įranga: %1
pa: ਹਾਰਡਵੇਅਰ: %1
ru: Оборудование: %1
sk: Hardvér: %1
th: ฮาร์ดแวร์: %1
uk: Обладнання: %1

source: IP Address: %1
ca: Adreça IP: %1
da: IP-adresse: %1
gl: Enderezo IP: %1
hu: IP-cím: %1
id: Alamat IP: %1
ja: IP アドレス: %1
km: អាសយដ្ឋាន IP ៖ %1
ko: IP 주소: %1
lt: IP adresas: %1
nl: IP-adres: %1
pa: IP ਐਡਰੈੱਸ: %1
pt: Endereço IP: %1
ro: Adresa IP: %1
ru: IP-адрес: %1
sk: IP adresa: %1
th: ที่อยู่ไอพี: %1
uk: Адреса IP: %1

source: Hostname not specified.
ca: Nom d'amfitrió no especificat.
da: Værtsmaskinenavn ikke angivet.
gl: Non se especificou un nome de host.
hu: A gépnév nincs megadva.
id: Hostname tidak ditentukan.
ja: ホスト名が指定されていません。
km: មិន​បាន​បញ្ជាក់​ឈ្មោះ​ម៉ាស៊ីន ។
ko: 호스트 이름을 지정하지 않았습니다.
lt: Nenurodytas pagrindinio kompiuterio vardas.
nl: Hostnaam is niet gespecificeerd.
pa: ਹੋਸਟ ਨਾਂ ਦਿੱਤਾ ਨਹੀਂ ਗਿਆ।
pt: Nome de computador não especificado.
ro: Numele gazdei nu a fost specificat.
ru: Не указано имя хоста.
sk: Meno hostiteľa nie je špecifikované.
th: ยังไม่ได้ระบุชื่อเครื่อง
uk: Не вказано назву вузла.

source: Specified host does not exist.
ca: No existeix l'amfitrió especificat.
da: Specifik værtsmaskine findes ikke.
gl: O host especificado non existe.
hu: A megadott gép nem létezik.
id: Host yang dicari tidak ada.
ja: 指定されたホストは存在していません。
km: មិន​មានម៉ាស៊ីន​ដែល​បាន​បញ្ជាក់​ឡើយ ។
ko: 지정한 호스트가 존재하지 않습니다.
lt: Nurodyto pagrindinio kompiuterio nėra.
nl: De gespecificeerde host bestaat niet.
pa: ਦਿੱਤਾ ਹੋਸਟ ਮੌਜੂਦ ਨਹੀਂ।
pt: O nome especificado de computador não existe.
ro: Gazda specificată nu există.
ru: Указанный хост не существует.
sk: Daný hostiteľ neexistuje.
th: เครื่องที่ระบุให้ยังไม่มีอยู่จริง
uk: Вказана назва вузла не існує.

source: None
ca: Cap
da: Ingen
gl: Ningún
hu: Nincs
id: Tidak ada
ja: なし
km: គ្មាន
ko: 없음
lt: Nieko
nl: Geen
pa: ਕੋਈ ਨਹੀਂ
pt: Nenhum
ro: Nimic
ru: нет
sk: Žiadna
th: ไม่มี
uk: Немає
