Repository: Dzejrou/yast-translations
Catalog: po/dhcp-server/*.po
Languages: ca, da, gl, hu, id, ja, km, ko, lt, nl, pa, pt, ro, ru, sk, th, uk

source: The hardware address must be unique.
ca: L'adreça de maquinari ha de ser única.
da: Hardwareadressen skal være unik.
gl: O enderezo de hardware debe ser único.
hu: A hardvercímnek egyedinek kell lennie.
id: Alamat perangkat harus unik.
ja: ハードウエアアドレスは一意でなければなりません。
km: អាសយដ្ឋាន​ផ្នែករឹង ត្រូវ​មាន​តែ​មួយ​គត់ ។
ko: 하드웨어 주소에는 고유한 이름을 사용해야 합니다.
lt: Fizinis adresas turi būti unikalus.
nl: Het hardwareadres moet uniek zijn.
pa: ਹਾਰਡਵੇਅਰ ਐਡਰੈੱਸ ਖਾਸ ਹੀ ਹੋਵੇ।
pt: O endereço de hardware deve ser único.
ro: Adresa hardware trebuie să fie unică.
ru: Аппаратный адрес должен быть уникальным.
sk: Hardvérová adresa musí byť unikátna.
th: ที่อยู่ของฮาร์ดแวร์จะต้องไม่ซ้ำกับตัวอื่น ๆ
uk: Апаратна адреса мусить бути унікальною.

source: The hostname cannot be empty.
ca: El nom de l'amfitrió no pot estar en blanc.
da: Du skal angive et værtsmaskinenavn.
gl: O nome de host non pode estar baleiro.
hu: A gépnevet meg kell adni.
id: Hostname tidak boleh kosong.
ja: ホスト名は必ず指定してください。
km: ឈ្មោះ​ម៉ាស៊ីន​មិន​អាច​ទទេ ។
ko: 호스트 이름은 비워 둘 수 없습니다.
lt: Pagrindinio kompiuterio vardas negali būti tuščias.
nl: De hostnaam mag niet leeg zijn.
pa: ਹੋਸਟ ਨਾਂ ਖਾਲੀ ਨਹੀਂ ਹੋ ਸਕਦਾ ਹੈ।
pt: O nome de equipamento não pode ser vazio.
ro: Numele gazdei nu poate fi vid.
ru: Имя хоста не может быть пустым.
sk: Meno hostiteľa nemôže byť prázdne.
th: ไม่สามารถปล่อยชื่อเครื่องให้ว่างไว้ได้
uk: Назва вузла не може бути порожньою.

source: A host named %1 already exists.
ca: Ja existeix un amfitrió amb el nom %1.
da: En værtsmaskine ved navn %1 findes allerede.
gl: Xa existe un host chamado %1.
hu: %1 nevű gép már létezik.
id: Host %1 sudah ada.
ja: %1 という名前のホストは既に存在しています。
km: មាន​ម៉ាស៊ីន​ឈ្មោះ %1 រួច​ហើយ ។
ko: %1(이)라는 이름을 갖는 호스트가 이미 존재합니다.
lt: Pagrindinio kompiuterio vardas %1 jau yra.
nl: De host genaamd '%1' bestaat al.
pa: ਹੋਸਟ ਨਾਂ %1 ਪਹਿਲਾਂ ਮੌਜੂਦ ਹੈ।
pt: O nome de equipamento %1 já existe.
ro: Există deja o gazdă cu numele %1.
ru: Имя хоста %1 уже существует.
sk: Hostiteľ s názvom %1 už existuje.
th: มีเครื่องที่ชื่อ %1 อยู่ก่อนแล้ว
uk: Вузол з назвою %1 вже існує.

source: Enter a host IP.
ca: Introduïu una IP d'amfitrió.
da: Skriv en værtsmaskine-IP.
gl: Introduza un IP de host.
hu: Adja meg a gép IP-címét.
id: Masukkan sebuah IP host.
ja: ホスト IP を入力してください。
km: បញ្ចូល IP របស់ម៉ាស៊ីន ។
ko: 호스트 IP를 입력하십시오.
lt: Įveskite pagrindinio kompiuterio IP.
nl: Geef een host-IP op.
pa: ਇੱਕ ਹੋਸਟ IP ਦਿਓ।
pt: Introduza o IP de um equipamento.
ro: Introduceți un IP gazdă.
ru: Введите IP хоста.
sk: Zadajte IP adresu hostiteľa.
th: โปรดป้อนค่าไอพีของเครื่อง
uk: Введіть адресу IP вузла.

source: The hardware address must be defined.
ca: Cal definir l'adreça de maquinari.
da: Hardwareadressen skal angives.
gl: O enderezo de hardware debe estar definido.
hu: Meg kell adnia a hardvercímet.
id: Alamat perangkat harus didefinisikan.
ja: ハードウエアアドレスを指定しなければなりません。
km: ត្រូវ​តែ​កំណត់​អាសយដ្ឋាន​ផ្នែក​រឹង ។
ko: 하드웨어 주소를 정의해야 합니다.
lt: Turi būti nurodytas fizinis adresas.
nl: Het hardwareadres moet gedefinieerd zijn.
pa: ਹਾਰਡਵੇਅਰ ਐਡਰੈੱਸ ਪ੍ਰਭਾਸ਼ਿਤ ਹੋਵੇ।
pt: O endereço de hardware tem de ser definido.
ro: Adersa hardware trebuie definită.
ru: Должен быть указан аппаратный адрес.
sk: Hardvérová adresa musí byť definovaná.
th: ต้องระบุที่อยู่ของฮาร์ดแวร์ด้วย
uk: Потрібно вказати апаратну адресу.

source: Select a host first.
ca: Primer seleccioneu un amfitrió.
da: Vælg først en værtsmaskine.
gl: Seleccionar primeiro un host
hu: Először válasszon gépet.
id: Pilih sebuah host lebih dahulu.
ja: まずホストを選択してください。
km: ជ្រើស​ម៉ាស៊ីន​មួយ​ជា​មុន​សិន ។
ko: 먼저 호스트를 선택하십시오.
lt: Pirma turite pasirinkti pagrindinį kompiuterį.
nl: U moet eerst een host selecteren.
pa: ਪਹਿਲਾਂ ਹੋਸਟ ਚੁਣੋ।
pt: Escolha um equipamento primeiro.
ro: Selectați întâi o gazdă.
ru: Сначала выберите хост.
sk: Najprv vyberte hostiteľa.
th: โปรดเลือกเครื่องก่อน
uk: Спочатку виберіть вузол.

source: The input value must be defined.
ca: Cal definir el valor d'entrada.
da: Input-værdien skal angives.
gl: O valor de entrada debe estar definido.
hu: Meg kell adnia egy beviteli értéket.
id: Nilai masukkan harus didefinisikan.
ja: 入力値を設定する必要があります。
km: ត្រូវ​តែ​កំណត់​តម្លៃ​បញ្ចូល ។
ko: 입력 값을 정의해야 합니다.
lt: Turi būti nurodyta įvedimo reikšmė.
nl: De invoerwaarde moet gedefinieerd zijn.
pa: ਇੰਪੁੱਟ ਮੁੱਲ ਪ੍ਰਭਾਸ਼ਿਤ ਹੋਵੇ।
pt: O valor de entrada deve ser definido.
ro: Valoarea de intrare trebuie definită.
ru: Должно быть указано вводимое значение.
sk: Musí byť zadaná vstupná hodnota.
th: จะต้องกำหนดค่าที่ต้องป้อนก่อน
uk: Потрібно вказати значення вводу.

source: If you enter the expert settings, you cannot return to this dialog. You may be able to display this dialog by saving the changes and restarting the module. If too complex a configuration is set, the expert settings dialog is displayed when you start the DHCP server module. Continue?
ca: Si entreu a la configuració avançada, no podeu tornar a aquest diàleg. Podeu veure aquest diàleg desant els canvis i reinicinat el mòdul. Si s'estableix una configuració massa complexa, es mostrarà el diàleg de configuració avançada quan inicieu el servidor DHCP. Voleu continuar?
da: Hvis du går ind i avancerede indstillinger, kan du ikke gå tilbage til denne dialog. Du kan måske vise denne dialog ved at gemme ændringerne og genstarte modulet. Hvis du har defineret en for kompleks konfiguration, vises dialogboksen for avancerede indstillinger når du starter DHCP-servermodulet. Vil du fortsætte?
gl: Se accede á configuración avanzada, no poderá volver a este cadro de diálogo. Pode amosar este cadro gardando os cambios e reiniciando o módulo. Se se define unha configuración moi complexa, amosarase o cadro de diálogo de axustes avanzados cando inicie o módulo do servidor DHCP. Desexa continuar?
hu: Ha belép a szakértői beállítások párbeszédablakba, akkor ide már nem tud visszatérni. Emiatt most először mentse a módosításokat, majd indítsa újra a modult. Ha nagyon összetett beállításról van szó, akkor automatikusan a szakértői párbeszédablak nyílik meg a DHCP-kiszolgálómodul indításakor. Folytatja?
id: Jika anda masuk pada pengaturan ahli, tidak dapat kembali pada kotak dialog ini. Anda mungkin bisa menampilkan dialog ini dengan menyimpan perubahan dan mulai-kembali modulnya. Jika konfigurasi yang diatur terlalu komplek, dialog pengaturan ahli akan ditampilkan saat anda memulai modul peladen DHCP. Lanjutkan?
ja: 熟練者設定にすると、このダイアログには 戻れなくなりますが、いったん変更内容を保存して終了し、 モジュールを起動しなおすことで、このダイアログを 再度表示することができるようになります。 また、複雑すぎる設定を行なった場合は、最初から 熟練者設定ダイアログが表示されます。 続行してよろしいですか？
km: ប្រសិនបើ​អ្នក​ចូល​ទៅ​ក្នុង​ការ​កំណត់​បែប​ជំនាញ នោះ​អ្នក​នឹង​មិន​អាច​ត្រឡប់​មក ប្រអប់​នេះ​វិញ​បាន​ឡើយ ។ អ្នក​អាច​នឹង​បង្ហាញ​ប្រអប់​នេះ ដោយ​រក្សាទុក​ការ​ផ្លាស់ប្ដូរ ហើយ​ចាប់ផ្ដើម​ម៉ូឌុល​ឡើង​វិញ ។ ប្រសិនបើ​ការកំណត់​រចនា​សម្ព័ន្ធ​ស្មុគ្រស្មាញ​ត្រូវ​បាន​កំណត់ ប្រអប់​ការ​កំណត់​បែប​ជំនាញ នឹង​ត្រូវ​បាន​បង្ហាញ ពេល​អ្នក​ចាប់ផ្ដើម ម៉ូឌុល​ម៉ាស៊ីន​បម្រើ DHCP ។ បន្ត ?
ko: 전문가 설정 모드로 들어갈 경우 이 대화 상자로 돌아올 수 없습니다. 변경 사항을 저장하고 모듈을 다시 시작하면 이 대화 상자가 나타날 수도 있습니다. 그러나 구성이 너무 복잡하게 설정되어 있으면 DHCP 서버 모듈을 시작할 때 전문가 설정 대화 상자가 표시됩니다 . 계속하시겠습니까?
lt: Jei įeisite į eksperto nuostatas, nebegalėsite grįžti į šį dialogą. Šį dialogą galėsite matyti įrašę dabartinius pakeitimus ir iš naujo paleidę šį modulį. Jei konfigūracija taptų pernelyg sudėtinga, tuomet paleidus DHCP serverio modulį būtų rodomas ekspertų nuostatų dialogas. Tęsti?
nl: Wanneer u naar de expertinstellingen gaat, kunt u niet meer naar deze dialoog terugkeren. Om deze dialoog weer te geven, moet u de wijzigingen eerst opslaan en de module daarna opnieuw starten. Als een te complexe configuratie is ingesteld, wordt bij het starten van de DHCP-servermodule de dialoog met expertinstellingen weergegeven. Doorgaan?
pa: ਜੇ ਤੁਸੀਂ ਮਾਹਰ ਸੈਟਿੰਗ ਭਰੀ, ਤੁਸੀਂ ਇਸ ਸਹਾਇਕ ਵਿੱਚ ਵਾਪਿਸ ਨਹੀਂ ਆ ਸਕਦੇ। ਇਹ ਸਹਾਇਕ ਵਿਖਾਉਣ ਲਈ, ਤਬਦੀਲੀ ਸੰਭਾਲੋ ਅਤੇ ਮੋਡੀਊਲ ਮੁੜ ਚਲਾਓ। ਜੇ ਬਹੁਤੀ ਮੁਸ਼ਕਿਲ ਸੰਰਚਨਾ ਕੀਤੀ ਹੈ, DHCP ਸਰਵਰ ਮੋਡੀਊਲ ਚਲਾਉਣ ਸਮੇਂ ਮਾਹਰ ਸੈਟਿੰਗ ਸਹਾਇਕ ਸਾਹਮਣੇ ਆਵੇਗਾ। ਕੀ ਜਾਰੀ ਰੱਖਣਾ ਹੈ?
pt: Se entrar nas definições avançadas, não pode voltar a esta caixa de diálogo. Para visualizar esta caixa de diálogo, grave as alterações e reinicie o módulo. Se for definida uma configuração demasiado complexa, a caixa de diálogo avançada é apresentada quando iniciar o módulo do servidor DHCP. Continuar?
ro: Dacă porniți setările avansate, nu puteți reveni la acest dialog. Puteți afișa din nou acest dialog doar salvând modificările și restartând modulul. Dacă este prea complex va fi setată o configurație, iar dialogul de setări avansate va fi afișat la pornirea modulului server DHCP. Continuați?
ru: Если вы войдете в параметры эксперта, вы не сможете вернуться к этому диалоговому окну. Для возврата к этому диалоговому окну сохраните изменения и перезапустите модуль. Если будет произведена сложная конфигурация, диалог экспертной конфигурации будет показан при запуске модуля DHCP-сервера. Продолжить?
sk: Ak otvoríte expertné nastavenia, nebudete sa môcť vrátiť do tohoto dialógu. Pre zobrazenie tohoto dialógu uložte nastavenia a znovu spustite tento modul. Ak bola nastavená príliš komplexná konfigurácia, pri štarte modulu pre DHCP server sa zobrazia priamo expertné nastavenia. Pokračovať?
th: หากคุณเข้าสู่การตั้งค่าสำหรับผู้เชี่ยวชาญ คุณจะไม่สามารถย้อนกลับมายัง กล่องปรับแต่งค่านี้ได้อีก แต่คุณอาจจะเรียกกล่องปรับแต่งค่านี้ขึ้นมาได้อีก โดยการบันทึกการเปลี่ยนแปลงก่อน แล้วเริ่มการทำงานของมอดูลนี้ใหม่อีกครั้ง แต่ถ้าหากมีการตั้งค่าที่ซับซ้อนไว้ จะปรากฏกล่องปรับแต่งค่าสำหรับผู้เชี่ยวชาญ ขึ้นมาแทน เมื่อเริ่มการทำงานของมอดูลบริการ DHCP ต้องการจะทำต่อไปหรือไม่ ?
uk: Якщо ви перейдете до параметрів для знавців, ви не зможете повернутися до цього діалогу. Побачити його можна буде лише після збереження та перезапуску цього модуля. Якщо встановлено дуже складні налаштування, після запуску модуля сервера DHCP відображатиметься діалог параметрів для знавців. Продовжити?

source: "-%1" is not a valid DHCP server commandline option
hu: Érvénytelen DHCP-kiszolgáló parancssori kapcsoló: "-%1"
ko: "-%1"은(는) 유효한 DHCP 서버 명령줄 옵션이 아닙니다.
nl: '%1' is geen geldige opdrachtregeloptie voor de DHCP-server
ru: "-%1" не является верным параметром командной строки DHCP-сервера
sk: "-%1" nie je platná voľba príkazového riadka DHCP servera

source: DHCP server commandline option "-%1" requires an argument
hu: A DHCP-kiszolgáló parancssori kapcsolójához "-%1" szükséges paramétert megadni
ko: DHCP 서버 명령줄 옵션 "-%1"에 인수가 필요합니다.
nl: De opdrachtregeloptie '-%1' van de DHCP-server vereist een argument
ru: Параметру командной строки DHCP-сервера "-%1" требуется аргумент
sk: Voľba príkazového riadka DHCP servera "-%1" vyžaduje argument

source: You have specified an alternate configuration file for the DHCP server. YaST does not supported this. The DHCP server module can only read and write /etc/dhcpd.conf. The new configuration from %1 will not be imported. All changes will be saved to the default configuration file. Really continue?
ca: Heu especificat un fitxer de configuració alternatiu per al servidor DHCP. El YaST no en té suport. El mòdul del servidor DHCP només pot llegir i escriure /etc/dhcpd.conf. La nova configuració de %1 no s'importarà. Tots els canvis es desaran al fitxer de configuració per defecte. Realment voleu continuar?
da: Du har angivet en afvigende konfigurationsfil for DHCP-serveren. YaST understøtter ikke dette. DHCP-servermodulet kun kan læse og skrive /etc/dhcpd.conf. Den nye konfiguration fra %1 importeres ikke. Alle ændringer gemmes i standard konfigurationsfilen. Vil du virkelig fortsætte?
hu: Egy másik konfigurációs fájlt adott meg a DHCP-kiszolgálóhoz. Ez nem támogatott a YaST-ban, mivel a DHCP-kiszolgáló modul kizárólag az /etc/dhcpd.conf fájlt képes írni és olvasni. Az új beállítások nem lesznek importálva a(z) %1 fájlból, és minden változás az alapértelmezett konfigurációs fájlba lesz mentve. Folytatja?
id: Anda telah menentukan berkas konfigurasi alternatif peladen DHCP. YaST tidak mendukung ini. Modul peladen DHCP hanya dapat membaca dan menulis /etc/dhcpd.conf. Konfirgurasi baru dari %1 tidak akan diimpor. Semua perubahan akan disimpan kedalam berkas konfigurasi bawaan. Yakin lanjutkan>
ja: DHCP サーバに対して代替となる設定ファイルを指定しています。 この方式は YaST ではサポートしていません。 YaST DHCP サーバモジュールでは、 /etc/dhcpd.conf の設定のみを読み書きすることができます。 %1 からの新しい設定は読み込まれず、全ての設定は 既定の設定ファイルのみに保存されます。 続行してもよろしいですか？
km: អ្នក​បាន​បញ្ជាក់​ឯកសារ​កំណត់​រចនាសម្ព័ន្ធ​ជា​ជម្រើស​សម្រាប់​ម៉ាស៊ីន​បម្រើ DHCP ។ វា​មិន​ត្រូវ​បាន​គាំទ្រ​ដោយ YaST ទេ ព្រោះ​ថា​ម៉ូឌុល​ម៉ាស៊ីន​ម៉ាស៊ីន​បម្រើ DHCP អាច​​បាន​តែ​អាន ឬ​សរសេរ /etc/dhcpd.conf ។ ការ​កំណត់​រចនាសម្ព័ន្ធ​​ថ្មី​ពី %1 នឹង​មិន​ត្រូវ​បាន​នាំចូល ហើយ​ការ​ផ្លាស់ប្ដូរ​ទាំងអស់ នឹង​ត្រូវ​បាន​រក្សាទុក​ទៅ​កាន់​ឯកសារ​កំណត់​រចនាសម្ព័ន្ធលំនាំដើម ។ ពិត​ជា​បន្ត​ឬ ?
ko: DHCP 서버에 대체 구성 파일을 지정했습니다. YaST는 이 기능을 지원하지 않습니다. DHCP 서버 모듈은 /etc/dhcpd.conf만 읽고 쓸 수 있습니다. %1의 새 구성이 임포트되지 않습니다. 모든 변경사항은 기본 구성 파일에 저장됩니다. 계속하시겠습니까?
nl: U hebt een alternatief configuratiebestand voor de DHCP-server opgegeven. YaST ondersteunt dit niet. De DHCP-servermodule kan alleen /etc/dhcpd.conf lezen en schrijven. De nieuwe configuratie van %1 zal niet worden geïmporteerd. Alle wijzigingen zullen worden opgeslagen in het standaard-configuratiebestand. Wilt u doorgaan?
ru: Вы указали альтернативный конфигурационный файл для сервера DHCP. YaST это не поддерживает. Модуль сервера DHCP может читать и записывать только файл /etc/dhcpd.conf. Новая конфигурация из %1 не будет импортирована. Все изменения будут сохранены в конфигурационный файл по умолчанию. Действительно продолжить?
sk: Zadali ste iný konfiguračný súbor pre server DHCP. YaST toto nepodporuje. Modul DHCP servera môže čítať a zapisovať iba do /etc/dhcpd.conf. Nová konfigurácia %1 nebude importovaná. Všetky zmeny sa uložia do predvoleného konfiguračného súboru. Naozaj chcete pokračovať?
uk: Ви задали альтернативний файл налаштувань сервера DHCP. Ця дія не підтримується YaST, оскільки модуль сервера DHCP може здійснювати читання та запис лише файла /etc/dhcpd.conf. Нові налаштування з %1 не буде імпортовано і всі зміни буде збережено до типового файла налаштувань. Насправді продовжити?

source: DHCP Server Wizard (%1 of 4)
ca: Auxiliar del servidor DHCP (%1 of 4)
da: Guide for DHCP-server (%1 af 4)
gl: Asistente do servidor DHCP (%1 de 4)
hu: DHCP-kiszolgáló varázsló (%1/4)
id: Penuntun Pengaturan DHCP (%1 of 4)
ja: DHCP サーバウイザード (%1/4)
km: អ្នក​ជំនួយការ​ម៉ាស៊ីន​បម្រើ DHCP (%1 នៃ ៤)
ko: DHCP 서버 마법사(%1/4)
lt: DHCP serverio vediklis (%1 iš 4)
nl: DHCP-serverwizard (%1 van 4)
pa: DHCP ਸਰਵਰ ਸਹਾਇਕ (4 ਵਿੱਚੋਂ %1)
pt: Assistente do Servidor DHCP (%1 de 4)
ro: Asistent de configurare server DHCP (%1 din 4)
ru: Мастер DHCP-сервера (%1/4)
sk: Sprievodca DHCP serverom (%1/4)
th: ช่วยตั้งค่าบริการ DHCP (ขั้นที่ %1 จาก 4)
uk: Майстер сервера DHCP (%1 of 4)

source: <p><b><big>Adding a New Range of DNS Records</big></b><br /> <b>First IP Address</b> defines the starting address of the range and <b>Last IP Address</b> defines the last one. <b>Hostname Base</b> is a string that determines how hostnames are created (such as <tt>dhcp-%i</tt> or <tt>e25-%i-a</tt>). <tt>%i</tt> is replaced with the number of the host in the range. If no <tt>%i</tt> is defined, the number is added at the end of the string. <tt>%i</tt> can be used only once in <b>Hostname Base</b>. <b>Start</b> defines the first number that is used for the first hostname. Hostnames are created incrementally.</p>
ca: <p><b><big>Afegir una nova gamma de registres DNS</big></b><br /> La <b>primera adreça IP</b> defineix l'inici d'adreces de la gamma i l'<b>última adreça IP</b> en defineix l'última. La <b>base de nom d'amfitrió</b> és una cadena que determina com els noms d'amfitrió es creen (com ara <tt>dhcp-%i</tt> o <tt>e25-%i-a</tt>). <tt>%i</tt> es reemplaça pel número d'amfitrió a la gamma. Si no es defineix <tt>%i</tt>, el número s'afegeix al final de la cadena. <tt>%i</tt> es pot usar només una vegada a la <b>base de nom d'amfitrió</b>. <b>Inicia</b> defineix el primer número que s'usa per al primer amfitrió. Els noms d'amfitrió es creen incrementalment.</p>
da: <p><big><b>Tilføje et nyt område for DNS-opslag</b></big><br /> <b>Første IP-adresse</b> angiver områdets startadresse, og <b>Sidste IP-adresse</b> angiver den sidste. <b>Basis for værtsmaskinenavne</b> er en streng, der sætter, hvordan værtsmaskinenavne oprettes (f.eks., <tt>dhcp-%i</tt>, <tt>e25-%i-a</tt>). <tt>%i</tt> erstattes af antallet af værtsmaskiner indenfor området. Hvis ingen <tt>%i</tt> angives, tilføjes antallet i slutningen af strengen. <tt>%i</tt> kan kun bruges én gang i en <b>Basis for værtsmaskinenavne</b>. <b>Start</b> angiver det første nummer, der benyttes til det første værtsmaskinenavn. Værtsmaskinenavne oprettes gradvist stigende.</p>
hu: <p><b><big>DNS-rekordok új tartományának hozzáadása</big></b><br /> Az <b>Első IP-cím</b> beállítás adja meg a tartomány kezdő címét, az <b>Utolsó IP-cím</b> pedig az utolsót. A <b>Gépnév alapja</b> egy karaktersorozat, amely meghatározza, hogyan lesznek létrehozva a gépnevek (pl.: <tt>dhcp-%i</tt>, <tt>e25-%i-a</tt>). A(z) <tt>%i</tt> helyén a tartományba eső gép neve fog állni. Ha nincs megadva <tt>%i</tt>, akkor a szám a karaktersorozat végére kerül. Az <tt>%i</tt> egy <b>Gépnév alapja</b> tartományon belül csak egyszer használható. A <b>Kezdés</b> mezőben adja meg az első számot, amelyet az első gépnévhez használ a rendszer. A gépnevek egyesével, növekvő sorrendben lesznek létrehozva.</p>
id: <p><b><big>Menambahkan rentang rentang Catatan DNS</big></b><br /> Definisikan <b>Alamat IP Pertama</b> awal dari rentang alamat dan definisikan <b>Alamat IP Akhir</b> untuk akhir rentang. <b>Basis Hostname</b> adalah string yang menentukan bagaimana hostname dibuat (seperti <tt>dhcp-%i</tt> atau <tt>e25-%i-a>/tt>). <tt>%i</tt> digantikan dengan nomor dari host dalam rentangan. Jika tidak <tt>%i</tt> ditentukan, nomor akan ditambahkan di akhir string. <tt>%i</tt> dapat digunakan hanya sekali di <b>Basis Hostname</b>. <b>Mulai</b> definisikan nomor pertama yang digunakan untuk hostname pertama. Hostname diciptakan secara bertahap. </p>
ja: <p><b><big>DNS レコードの新しい範囲を追加</big></b><br /> <b>最初の IP アドレス</b> には割り当てに使用する最初の IP アドレスを、 <b>最後の IP アドレス</b> には最後の IP アドレスを指定してください。 <b>ホスト名ベース</b> にはホスト名を作成するための雛形の文字列を指定します (例: <tt>dhcp-%i</tt>, <tt>e25-%i-a</tt>) 。 <tt>%i</tt> の部分がそれぞれの数字に置き換えられる部分です。 文字列内に <tt>%i</tt> を含めていない場合は、指定した文字列の後ろに 数字が追加されます。 <b>ホスト名ベース</b> では <tt>%i</tt> は一度だけ設定してください。 <b>開始</b> には最初のホスト名の番号を指定してください。 ホスト名はその番号から1つずつ数字を足していく形で作成されます。</p>
km: <p><b><big>បន្ថែម​ជួរ​ថ្មី​របស់​កំណត់ DNS</big></b><br /> <b>ដំបូង​អាសយដ្ឋាន IP</b> កំណត់ អាសយដ្ឋាន​ចាប់ផ្ដើម​របស់​ជួរ និង <b>អាសយដ្ឋាន IP ចុងក្រោយ</b> កំណត់ អាសយដ្ឋាន​ចុងក្រោយ​ ។ <b>មូលដ្ឋាន​ឈ្មោះ​ម៉ាស៊ីន</b> គឺ​ជា​ខ្សែ​អក្សរ​ដែល​កំណត់​វិធី​ដែល​ឈ្មោះ​ម៉ាស៊ីន គួរ​ត្រូវ​បាន​បង្កើត (ដូច​ជា <tt>dhcp-%i</tt> ឬ <tt>e25-%i-a</tt>) ។ <tt>%i</tt> ត្រូវ​បាន​ជំនួស​ដោយ​ចំនួន​ម៉ាស៊ីន​នៅ​ក្នុង​ជួរ ។ ប្រសិន​បើ​គ្មាន <tt>%i</tt> ត្រូវ​បាន​កំណត់ លេខ​ត្រូវ​បាន​បន្ថែម​​ទៅ​ខាង​ចុង​របស់ ខ្សែអក្សរ ។ <tt>%i</tt> អាច​ត្រូវ​បាន​ប្រើ​តែ​ម្ដង​នៅ​ក្នុង <b>មូលដ្ឋាន​ឈ្មោះ​ម៉ាស៊ីន</b> ។ <b>ចាប់ផ្ដើម</b> កំណត់​លេខ​ដំបូង​ដែល​ត្រូវ​បាន​ប្រើ​សម្រាប់​ឈ្មោះ​ម៉ាស៊ីន​ដំបូង ។ ឈ្មោះ​ម៉ាស៊ីន​ត្រូវ​បាន​បង្កើត​បន្ថែម ។</p>
ko: <p><b><big>새 범위의 DNS 레코드 추가</big></b><br /> <b>첫 번째 IP 주소</b>는 범위의 시작 주소를 정의하고 <b>마지막 IP 주소</b>는 마지막 주소를 정의합니다. <b>호스트 이름 기준</b>은 호스트 이름이 생성되는 방법을 결정하는 문자열(예: <tt>dhcp-%i</tt> 또는 <tt>e25-%i-a</tt>)입니다. <tt>%i</tt>은(는) 범위의 호스트 번호로 바뀝니다. <tt>%i</tt>이(가) 정의되지 않은 경우 문자열 끝에 번호가 추가됩니다. <tt>%i</tt>은(는) <b>호스트 이름 기준</b>에 한 번만 사용할 수 있습니다. <b>시작</b>은 첫 번째 호스트 이름에 사용되는 첫 번째 번호를 정의합니다. 호스트 이름은 증분 방식으로 생성됩니다.</p>
nl: <p><b><big>Nieuw bereik van DNS-records toevoegen</big></b><br /> <b>Eerste IP-adres</b> definieert het beginadres van het bereik. <b>Laatste IP-adres</b> definieert het eindadres. <b>Hostnaambasis</b> is een tekenreeks die bepaalt hoe hostnamen worden aangemaakt (bijv. <tt>dhcp%i</tt> of <tt>e25-%i-a</tt>). <tt>%i</tt> zal worden vervangen door het nummer van de host in het bereik. Als er geen <tt>%i</tt> is gedefinieerd, dan wordt het nummer toegevoegd aan het einde van de tekenreeks. <tt>%i</tt> kan slechts eenmaal worden gebruikt in <b>Hostnaambasis</b>. <b>Start</b> definieert het eerste getal dat gebruikt wordt voor de eerste hostnaam. Hostnamen worden incrementeel gemaakt.</p>
ru: <p><big><b>Добавление нового диапазона записей DNS</b></big><br /> <b>Первый IP-адрес</b> определяет начало диапазона адресов. <b>Последний IP-адрес</b> определяет его конец. <b>Основа имени хоста</b> — это строка, определяющая, как создаются имена хостов (например, <tt>dhcp-%i</tt>, <tt>e25-%i-a</tt>). <tt>%i</tt> будет заменяться номером хоста в диапазоне. Если <tt>%i</tt> не указано, число будет добавлено в конец строки. <tt>%i</tt> можно использовать в <b>Основе имени хоста</b> только один раз. <b>Начало</b> определяет первое число, которое используется для первого хоста. Имена хостов создаются последовательно с единичным шагом.</p>
sk: <p><b><big>Pridanie nového rozsahu DNS záznamov</big></b><br /> <b>Prvá IP adresa</b> definuje počiatočnú adresu rozsahu a <b>Posledná IP adresa</b> definuje poslednú. <b>Základ názvu hostiteľa</b>je reťazec, ktorý určuje ako sú vytvorené názvy hostiteľov (ako napríklad <tt>dhcp-%i</tt> alebo <tt>e25-%i-a</tt>). <tt>%i</tt> je nahradené číslom hostiteľa v rozsahu. Ak <tt>%i</tt> nie je definované, číslo sa pridáva na koniec reťazca. <tt>%i</tt> môže byť použité iba raz v <b>Základe názvu hostiteľa</b>. <b>Začiatok</b> definuje prvé číslo, ktoré sa použije pre prvý názov hostiteľa. Názvy hostiteľov sú vytvárané postupným zvyšovaním.</p>
uk: <p><b><big>Додавання нового діапазону записів DNS</big></b><br /> <b>Початкова IP-адреса</b> визначає початкову адресу діапазону. <b>Завершальна IP-адреса</b> визначає завершальну. <b>Основа назв вузлів</b> — рядок, що встановлює спосіб, створення новий назв вузлів (таких як <tt>dhcp-%i</tt> або <tt>e25-%i-a</tt>). <tt>%i</tt> замінюється номером вузла у діапазоні. Якщо не буде вказано <tt>%i</tt>, номер додаватиметься у кінці рядка. <tt>%i</tt> у <b>Основі назв вузлів</b> можна використовувати лише один раз. <b>Початок</b> визначає перший номер для першої назви вузла. Назви інших вузлів створюються збільшенням цього значення.</p>
