Repository: Dzejrou/yast-translations
Catalog: po/dhcp-server/*.po
Languages: ca, da, gl, hu, id, ja, km, ko, lt, nl, pa, pt, ro, ru, sk, th, uk

source: <p><b><big>Global DHCP Server Settings</big></b><br> Global settings of DHCP server must be updated to make Dynamic DNS work properly. To do it automatically, set <b>Update Global Dynamic DNS Settings</b>.</p>
ca: <p><b><big>Paràmetres globals del servidor DHCP</big></b><br> S'han d'actualitzar els paràmetres globals del servidor DHCP per fer que el DNS dinàmic funcioni correctament. Per fer-ho automàticament, establiu <b>Actualitza els paràmetres globals de DNS dinàmic</b>.</p>
da: <p><b><big>Globale indstillinger for DHCP-server</big></b><br> Globale indstillinger for DHCP-server skal opdateres, hvis dynamisk DNS skal fungere rigtigt. Du kan gøre dette automatisk med valget <b>Opdater globale indstillinger for dynamisk DNS</b>.</p>
hu: <p><b><big>Általános DHCP-kiszolgálóbeállítások</big></b><br> Frissíteni kell a DHCP-kiszolgáló általános beállításait, hogy a dinamikus DNS megfelelően működjön. Ezt a YaST automatikusan el tudja végezni, ha bejelöli az <b>Általános dinamikus DNS-kiszolgáló beállítások frissítése</b> négyzetet.</p>
ja: <p><b><big>DHCP サーバのグローバル設定</big></b><br> ダイナミック DNS を正しく動作させるには、 DHCP サーバのグローバル設定を 更新する必要があります。自動的に更新を行なうには、 <b>グローバルダイナミック DNS 設定の更新</b> を設定してください。</p>
km: <p><b><big>ការ​កំណត់​ម៉ាស៊ីន​បម្រើ DHCP សកល</big></b><br> អ្នក​ត្រូវ​តែ​ធ្វើ​​​បច្ចុប្បន្នភាព​​ការ​កំណត់​សកល​របស់​ម៉ាស៊ីន​បម្រើ DHCP ដើម្បី​ឲ្យ DNS អថេរ​ ដំណើរការ​បាន​ត្រឹមត្រូវ ។ ដើម្បី​ធ្វើ​វា​ដោយ​ស្វ័យប្រវត្តិ សូម​កំណត់ <b>ធ្វើ​បច្ចុប្បន្នភាព​​ការ​កំណត់​សកល​របស់ DNS អថេរ</b> ។</p>
ko: <p><b><big>DHCP 서버 전역 설정</big></b><br> 동적 DNS가 제대로 동작하려면 DHCP 서버의 전역 설정을 업데이트해야 합니다. 이 작업을 자동으로 수행하려면 <b>동적 DNS 전역 설정 업데이트</b>를 설정합니다.</p>
lt: <p><b><big>Globalūs DHCP serverio nustatymai</big></b><br> Kad dinaminis DNS veiktų teisingai, turi būti atnaujinti globalūs DHCP serverio nustatymai. Tam, kad tai būtų daroma automatiškai, nustatykite <b>Atnaujinti globalius dinaminio DNS nustatymus</b>.</p>
nl: <p><b><big>Globale DHCP-server instellingen</big></b><br> De globale instellingen van een DHCP-server moeten bijgewerkt zijn om de dynamische DNS optimaal te kunnen laten werken. U kunt dit automatisch laten doen door <b>Globale dynamische DNS-instellingen bijwerken</b> te activeren.</p>
pa: <p><b><big>ਵਿਆਪਕ DHCP ਸਰਵਰ ਸੈਟਿੰਗ</big></b><br> DHCP ਸਰਵਰ ਦੀ ਵਿਆਪਕ ਸੈਟਿੰਗ ਦਾ ਡਾਇਨੈਮਿਕ DNS ਦੇ ਠੀਕ ਕੰਮ ਕਰਨ ਲਈ ਅੱਪਡੇਟ ਹੋਣਾ ਜਰੂਰੀ ਹੈ। ਅਜਿਹਾ ਸਵੈ ਹੀ ਹੋਣ ਲਈ, <b>ਵਿਆਪਕ ਡਾਇਨੈਮਿਕ DNS ਸੈਟਿੰਗ ਅੱਪਡੇਟ</b>ਨਿਰਧਾਰਿਤ ਕਰੋ।</p>
pt: <p><b><big>Definições Globais do Servidor DHCP</big></b><br> As definições globais do servidor DHCP devem ser actualizadas para que o DNS dinâmico funcione correctamente. Para o fazer automaticamente, defina <b>Actualizar as Definições Globais de DNS Dinâmico</b>.</p>
ro: <p><b><big>Configurări globale pentru serverul DHCP</big></b><br> Configurările globale pentru serverul DHCP trebuie actualizate pentru ca DNS-ul Dinamic să funcționeze corect. Pentru o actualizare automată, setați <b>Actualizează configurația globală a DNS-ului Dinamic</b>.</p>
ru: <p><b><big>Общие параметры DHCP-сервера</big></b><br> Общие параметры DHCP сервера должны быть обновлены для правильной работы динамического DNS. Чтобы делать это автоматически, установите флажок <b>Обновлять общие параметры динамического DNS</b>.</p>
sk: <p><b><big>Globálne nastavenia DHCP serveru</big></b><br> Globálne nastavenia musia byť aktualizované, aby dynamická aktualizácia DNS pracovala správne. Pre automatickú aktualizáciu nastavení použite <b>Aktualizovať globálne nastavenia dynamickej aktualizácie DNS</b>.</p>
th: <p><b><big>การตั้งค่าทั่วไปของบริการ DHCP</big></b><br> การตั้งค่าทั่วไปของบริการ DHCP จะต้องถูกปรับปรุงให้เป็นปัจจุบัน เพื่อให้บริการ DNS แบบไม่ตายตัวทำงานได้อย่างถูกต้อง หากต้องการให้ทำอย่างอัตโนมัติ ให้ตั้งค่าตัวเลือก <b>ปรับปรุงการตั้งค่าทั่วไปของบริการ DNS แบบไม่ตายตัว</b></p>
uk: <p><b><big>Глобальні параметри сервера DHCP</big></b><br> Глобальні параметри сервера DHCP слід оновлювати, щоб динамічна DNS працювала належним чином. Щоб робити це автоматично, вкажіть <b>Оновлювати глобальні параметри динамічної DNS</b>.</p>

source: <p><b><big>Zones to Update</big></b><br> Specify forward and reverse zones to update. For both, also specify their primary name server. If the name server runs on the same host as the DHCP server, you can leave the fields empty.</p>
ca: <p><b><big>Zones per actualitzar</big></b><br> Especifiqueu les zones de reenviament i inverses a actualitzar. Per a totes dues, especifiqueu també el seu servidor de noms primari. Si el servidor de noms s'executa al mateix amfitrió que el servidor DHCP, podeu deixar els camps en blanc.</p>
da: <p><b><big>Zoner for opdatering</big></b><br> Specificér alm. og omvendte zoner, som skal opdateres. Specificér også den primære navneserver for begge. Hvis navneserveren kører på samme værtsmaskine som DHCP-serveren, kan du lade felterne være tomme.</p>
hu: <p><b><big>Frissítendő zónák</big></b><br> Adja meg a frissítendő név- illetve címfeloldási zónákat (forward / reverse). Ezenfelül meg kell adni az elsődleges névkiszolgálót is, kivéve, ha az ugyanazon a gépen fut, mint a DHCP-kiszolgáló. Akkor a mezőt üresen lehet hagyni.</p>
ja: <p><b><big>更新するゾーン</big></b><br> 更新する正引き・逆引きゾーンを指定してください。その両方でプライマリネームサーバ を指定する必要があります。ネームサーバと DHCP サーバが同じマシンで動作している場合は、 この欄に記入する必要はありません。</p>
km: <p><b><big>តំបន់​ដែលត្រូវ​ធ្វើ​បច្ចុប្បន្នភាព</big></b><br> បញ្ជាក់តំបន់​បញ្ជូន​បន្ត និង​បញ្ច្រាស ដែល​ត្រូវ​ធ្វើបច្ចុប្បន្នភាព ។ សូមបញ្ជាក់ ម៉ាស៊ីន​បម្រើ​ឈ្មោះ​ចម្បង​របស់​តំបន់​ទាំងពីរ​ផង ។ ប្រសិនបើ​ម៉ាស៊ីន​បម្រើ​ឈ្មោះ​រត់​លើម៉ាស៊ីន​ដូចគ្នាជាម៉ាស៊ីន​បម្រើ DHCP ដែរ នោះ​អ្នក​អាច​ទុក​វាល​ឲ្យ​នៅ​ទទេ​បាន ។</p>
ko: <p><b><big>업데이트할 영역</big></b><br> 업데이트할 정방향/역방향 영역을 지정합니다. 두 경우 모두 주 이름 서버도 지정해야 합니다. 이름 서버가 DHCP 서버와 같은 호스트에서 실행되는 경우 필드를 비워 둘 수 있습니다.</p>
lt: <p><b><big>Atnaujinammos zonos</big></b><br> NUrodykite atnaujinamas „forward“ ir „reverse“ zonas. Abiems iš jų nurodykite jų pirminį vardų serverį. Jei vardų serveris paleistas tame pačiame kompiuteryje, kaip ir DHCP serveris, galite šį laukelį palikti tuščią.</p>
nl: <p><b><big>Bij te werken zones</big></b><br> Specificeer de bij te werken voorwaartse en omgekeerde zones. U dient voor beide ook hun primaire naamserver te specificeren. Wanneer de naamserver op dezelfde host draait als de DHCP server, dan kunt u de velden leeg laten.</p>
pa: <p><b><big>ਅੱਪਡੇਟ ਲਈ ਜ਼ੋਨ</big></b><br> ਅੱਪਡੇਟ ਲਈ ਸਿੱਧਾ ਅਤੇ ਉਲਟਾ ਜ਼ੋਨ ਦਿਓ। ਦੋਨਾਂ ਲਈ, ਉਹਨਾਂ ਦੇ ਪ੍ਰਾਇਮਰੀ ਨਾਂ ਸਰਵਰ ਵੀ ਦਿਓ। ਜੇ ਨਾਂ ਸਰਵਰ ਉਸੇ ਹੋਸਟ ਤੇ DHCP ਸਰਵਰ ਤੌਰ ਤੇ ਚੱਲਦਾ ਹੈ, ਤੁਸੀਂ ਕਾਲਮ ਖਾਲੀ ਛੱਡ ਸਕਦੇ ਹੋ।</p>
pt: <p><b><big>Zonas a Actualizar</big></b><br> Especifique as zonas directa e inversa a actualizar. Para ambas, especifique também o servidor de nomes principal. Se o servidor de nomes correr na mesma máquina que o servidor DHCP, pode deixar os campos vazios.</p>
ro: <p><b><big>Zone de actualizat</big></b><br> Specificați zonele directe și inverse ce vor fi actualizate. Pentru ambele, specificați și serverul de nume primar. Dacă serverul de nume rulează pe aceeași stație ca serverul DHCP, puteți lăsa acest câmp gol.</p>
ru: <p><b><big>Обновляемые зоны</big></b><br> Укажите прямую и обратную зоны для обновления. Для обеих зон также укажите их первичный сервер имен.·Если сервер имен работает на том же узле, что и сервер DHCP, можно оставить это поле пустым.</p>
sk: <p><b><big>Aktualizovať zóny</big></b><br> Zadajte dopredu smerujúcu a reverznú zónu, ktoré sa majú aktualizovať. Pre obe tiež zadajte primárny názvový server. Ak tento beží na tom istom počítači ako DHCP server, môžete tieto polia nechať prázdne.</p>
th: <p><b><big>โซนต่าง ๆ ที่จะปรับปรุง</big></b><br> ระบุโซนแบบส่งต่อและโซนกลับค่าที่จะทำการปรับปรุงข้อมูล หากจะปรับปรุงทั้งคู่ ให้ระบุแม่ข่ายบริการสืบค้นชื่อตัวหลักของพวกมันด้วย หากบริการสืบค้นชื่อทำงานอยู่ บนเครื่องเดียวกันกับเครื่องให้บริการ DHCP อยู่แล้ว คุณสามารถปล่อยช่องข้อมูล ให้ว่างไว้ได้</p>
uk: <p><b><big>Оновлювані зони</big></b><br> Задайте оновлювані основні та реверсивні зони. Для обох цих випадків вкажіть головний сервер імен. Якщо сервер імен запущено на тому ж комп’ютері, що і сервер DHCP, ви можете залишити це поле незаповненим.</p>

source: <p><b><big>DHCP Server Start-Up Arguments</big></b><br> Here you can specify parameters that you want DHCP Server to be started with (e.g. "-p 1234") for a non-standard port to listen on). For all possible options, consult dhcpd manual page. If left blank, default values will be used.</p>
hu: <p><b><big>DHCP-kiszolgáló indítási paraméterei</big></b><br> Itt megadhatók a DHCP-kiszolgálók indítási paraméterei (pl. "-p 1234") a nem alapértelmezett porton történő működéshez. Az összes lehetséges kapcsoló használatához olvassa el dhcpd man oldalát. Amennyiben üresen hagyta, az alapértékek kerülnek betöltésre.</p>
ko: <p><b><big>DHCP 서버 시작 인수</big></b><br> 여기에서 비표준 포트가 청취할 DHCP 서버가 시작되는 매개 변수(예: "-p 1234")를 지정할 수 있습니다. 사용할 수 있는 모든 옵션에 대해서는 dhcpd 매뉴얼 페이지를 참조하십시오. 비워 두면 기본값이 사용됩니다.</p>
nl: <p><b><big>Opstartargumenten voor DHCP-server</big></b><br> Hier kunt u de parameters opgeven waarmee u de DHCP-server wilt laten opstarten (bijv. "-p 1234") voor een niet-standaard poort om naar te luisteren). Voor alle mogelijke opties, lees de man-pagina van dhcpd. Indien leeg gelaten zullen de standaardwaarden worden gebruikt.</p>
ru: <p><b><big>Аргументы запуска DHCP-сервера</big></b><br> Здесь вы можете указать параметры, с которыми вы хотите запускать DHCP-сервер (например "-p 1234" для прослушивания нестандартного порта). Все допустимые параметры перечислены на странице руководства dhcpd. Если оставить поле пустым, будут использоваться значения по умолчанию.</p>
sk: <p><b><big>Štartovacie argumenty DHCP servera</big></b><br> Tu môžete zadať parametre, s ktorými chcete, aby sa spustil DHCP server (napr. "-p 1234" pre neštandardný port pre počúvanie). Všetky možné voľby nájdete na manuálovej stránke dhcpd. Pokiaľ je ponechané prázdne, použijú sa predvolené hodnoty.</p>

source: <p><b><big>Network Card Selection</big></b><br> Select one or more of the listed network cards to use for the DHCP server.</p>
ca: <p><b><big>Selecció de la targeta de xarxa</big></b><br> Seleccioneu una o més targetes de xarxa de la llista a usar pel servidor DHCP.</p>
da: <p><b><big>Valg af netværkskort</big></b><br> Vælg et eller flere netværkskort fra listen til brug for DHCP-serveren.</p>
hu: <p><b><big>Hálózati kártya kiválasztása</big></b><br> Válasszon ki a felsorolt kártyák közül legalább egyet a DHCP-kiszolgáló számára.</p>
ja: <p><b><big>ネットワークカードの選択</big></b><br> DHCP サーバで使用するネットワークカードを一覧の中から 1 つ以上選択してください。</p>
km: <p><b><big>ការ​ជ្រើស​​កាត​បណ្ដាញ</big></b><br> ជ្រើស​កាត​បណ្ដាញ​ដែល​រាយ​មួយ ឬ​ច្រើន​ដើម្បី​ប្រើ​សម្រាប់​ម៉ាស៊ីន​បម្រើ DHCP ។</p>
ko: <p><b><big>네트워크 카드 선택</big></b><br> DHCP 서버용으로 사용할 네트워크 카드 목록 중에서 한 개 이상 선택합니다.</p>
lt: <p><b><big>Tinklo plokštės pasirinkimas</big></b><br> Iš pateikto sąrašo pasirinkite vieną arba kelias tinklo plokštes, naudotinas DHCP serveriui.</p>
nl: <p><b><big>Netwerkkaartselectie</big></b><br> Selecteer één of meer netwerkaarten uit de lijst om te gebruiken met de DHCP-server.</p>
pt: <p><b><big>Selecção da Placa de Rede</big></b><br> Escolha uma ou mais das placas de rede listadas, que irão utilizar o servidor de DHCP.</p>
ro: <p><b><big>Selectare placă de rețea</big></b><br> Selectați una sau mai multe dintre plăcile de rețea listate pentru a fi utilizate pentru serverul DHCP.</p>
ru: <p><b><big>Выбор сетевой карты</big></b><br> Выберите из списка одну или более сетевых карт для использования вместе с сервером DHCP.</p>
th: <p><b><big>การเลือกแผงวงจรเครือข่าย</big></b><br> เลือกแผงวงจรเครือข่ายอย่างน้อยหนึ่งตัวจากช่องรายการแผงวงจร เพื่อใช้กับบริการ DHCP</p>
uk: <p><b><big>Вибір мережної плати</big></b><br> Виберіть одну або більше зі списку мережних плат, які буде використано для сервера DHCP.</p>

source: Optionally, you can also specify <b>DHCP Server Name</b> (the name of dhcpServer LDAP object), if it differs from your hostname.
ca: Opcionalment, també podeu especificar el <b>Nom de servidor DHCP</b> (el nom de l'objecte dhcpServer LDAP), si és diferent del vostre nom d'amfitrió.
da: Du kan også vælge at angive <b>DHCP-servernavnet</b> (navnet på dhcpServer-LDAP-objekt), hvis det er forskellig fra dit værtsmaskinenavn.
hu: Lehetőség van a <b>DHCP-kiszolgálónév</b> megadására (a dhcpServer LDAP objektum neve), amennyiben ez különbözik a gépnévtől.
ja: ホスト名と DHCP サーバ名が違う場合は、必要に応じて <b> DHCP サーバ名</b> (LDAP オブジェクトの dhcpServer の名前) を指定することができます。
km: ជា​ជម្រើស អ្នក​ក៏​អាច​បញ្ជាក់ <b>ឈ្មោះ​ម៉ាស៊ីន​បម្រើ DHCP​</b> (ឈ្មោះ​របស់​វត្ថុ dhcpServer LDAP) ប្រសិនបើ​វា​ខុសគ្នា​ពីម៉ាស៊ីន​របស់​អ្នក ។
ko: 또는 호스트 이름과 다른 경우 <b>DHCP 서버 이름</b> (dhcpServer LDAP 객체의 이름)을 지정할 수도 있습니다.
lt: Pasirinktinai galite nurodyti <b>DHCP serverio vardą</b> (LDAP „dhcpServer“ objekto vardą), jei jis skiriasi nuo pagrindinio kompiuterio vardo.
nl: Optioneel kunt u de <b>DHCP-servernaam</b> (de naam van het dhcpServer LDAP-object) specificeren, als deze anders is dan uw hostnaam.
pt: Opcionalmente, pode ainda especificar o <b>Nome do Servidor DHCP</b> (o nome do objecto LDAP dhcpServer), se este é diferente do nome do seu computador.
ro: Opțional, puteți specifica <b>Numele serverului DHCP</b> (numele obiectului LDAP dhcpServer), dacă diferă de numele de gazdă.
ru: Дополнительно вы можете указать <b>Имя сервера DHCP</b> (имя LDAP-объекта dhcpServer), если оно отличается от имена вашего хоста.
sk: Voliteľne môžete tiež zadať <b>Názov DHCP servera</b> (názov dhcpServer LDAP objektu), ak sa líši od vášho názvu hostiteľa.
th: ตัวเลือกเพิ่มเติม คุณสามารถจะระบุ <b>ชื่อของเครื่องบริการ DHCP</b> (ชื่อของรายการ dhcpServer ในบริการ LDAP) ได้เช่นกัน หากมันแตกต่างจากชี่อเครื่องของคุณ
uk: За бажання ви можете також визначити <b>Назву сервера DHCP</b> (назву об’єкта dhcpServer у LDAP), якщо вона відрізняється від назви вашого вузла.

source: <p><b><big>Global Settings</big></b><br> Here, make several DHCP settings.</p>
ca: <p><b><big>Paràmetres globala</big></b><br> Aquí, feu diversos peràmetres de DHCP.</p>
da: <p><b><big>Globale indstillinger</big></b><br> Her kan du definere flere DHCP-indstillinger.</p>
hu: <p><b><big>Általános beállítások</big></b><br> Itt különböző DHCP beállításokat tud elvégezni.</p>
ja: <p><b><big>グローバル設定</big></b><br> ここでは DHCP の残りの設定を行なうことができます。</p>
km: <p><b><big>ការ​កំណត់​សកល</big></b><br> នៅទីនេះ កំណត់​ការ​កំណត់ DHCP ជាច្រើន ។</p>
ko: <p><b><big>전역 설정</big></b><br> 여기서는 몇몇 DHCP 설정을 지정할 수 있습니다.</p>
lt: <p><b><big>Visuotinės nuostatos</big></b><br> Čia keiskite keletą DHCP nuostatų.</p>
nl: <p><b><big>Globale instellingen</big></b><br> Hier zijn verschillende DHCP instellingen in te stellen.</p>
pa: <p><b><big>ਗਲੋਬਲ ਸੈਟਿੰਗ</big></b><br> ਇੱਥੇ, ਕੁੱਝ DHCP ਸੈਟਿੰਗ ਕਰੋ।</p>
pt: <p><b><big>Definições Globais</big></b><br> Realize aqui várias definições DHCP globais.</p>
ro: <p><b><big>Setări globale</big></b><br> Aici puteți face anumite setări DHCP.</p>
ru: <p><b><big>Общие параметры</big></b><br> Задайте параметры DHCP.</p>
sk: <p><b><big>Globálne nastavenia</big></b><br> Tu nastavte viaceré možnosti DHCP.</p>
th: <p><b><big>การตั้งค่าทั่วไป</big></b><br> ทำการตั้งค่าทั่วไปต่าง ๆ ของบริการ DHCP ได้ที่นี่</p>
uk: <p><b><big>Глобальні параметри</big></b><br> Тут можна встановити деякі параметри DHCP.</p>

source: <p><b>Domain Name</b> sets the domain for which the DHCP server leases IPs to clients.</p>
ca: <p>El <b>nom de domini</b> estableix el domini per al qual el servidor DHCP arrenda adreces IP a clients.</p>
da: <p><b>Domænenavn</b> angiver domænet, for hvilket DHCP-serveren tildeler IP-adresser til klientene.</p>
hu: <p>A <b>Tartománynév</b> azt határozza meg, hogy a DHCP-kiszolgáló melyik tartomány klienseit szolgálja ki IP-címekkel.</p>
ja: <p><b>ドメイン名</b> には、 DHCP サーバがクライアントにアドレスを貸与する際に 設定するドメイン名を設定します。</p>
km: <p><b>ឈ្មោះ​ដែន</b> កំណត់​ដែន​ដែល​ម៉ាស៊ីន​បម្រើ DHCP ជួល IP ទៅ​ម៉ាស៊ីន​ភ្ញៀវ ។</p>
ko: <p><b>도메인 이름</b>에서는 DHCP 서버가 클라이언트에게 IP를 임대해주는 도메인을 설정합니다.</p>
lt: <p><b>Srities vardas</b> nustato sritį, kurioje DHCP serveris klientams išnuomoja IP adresus.</p>
nl: <p><b>Domeinnaam</b> instelling voor welk domein de DHCP-server IP's aan clients leased.</p>
pa: <p><b>ਡੋਮੇਨ ਨਾਂ</b> ਡੋਮੇਨ ਲਈ ਨਿਰਧਾਰਿਤ ਕਰਦਾ ਹੈ, ਜਿਸ ਰਾਹੀਂ DHCP ਸਰਵਰ ਕਲਾਂਈਟ ਤੋਂ IPs ਸੁਣਦਾ ਹੈ।</p>
pt: <p><b>Nome de Domínio</b> define o domínio para o qual o servidor DHCP está a alugar IP's a clientes.</p>
ro: <p><b>Nume domeniu</b> stabilește domeniul din care serverul DHCP alege IP-urile atribuite clienților.</p>
ru: <p><b>Имя домена</b> задает домен, клиентам которого DHCP-сервер раздает IP-адреса.</p>
sk: <p><b>Názov domény</b> nastaví, pre ktorú doménu DHCP server prenajíma IP adresy klientom.</p>
th: <p><b>ชื่อโดเมน</b> ตั้งค่าโดเมนที่จะให้บริการ DHCP แจกจ่ายให้กับเครื่องลูกข่าย เพิ่มเติมจากที่อยู่ไอพีต่าง ๆ</p>
uk: <p><b>Назва домену</b> визначає домен, для якого сервер DHCP надає в оренду IP-адреси клієнтам.</p>

source: <p><b>Primary Name Server IP</b> and <b>Secondary Name Server IP</b> offer these name servers to the DHCP clients. These values must be IP addresses.</p>
ca: <p>La <b>IP del servidor de noms primari</b> i la <b>IP del servidor de noms secundari</b> ofereixen aquests servidors de noms als clients DHCP. Aquests valors han de ser adreces IP.</p>
da: <p><b>Primær navneserver-IP</b> og <b>Sekundær navneserver-IP</b> tilbyder disse navneservere til DHCP-klienterne. Disse værdier skal være IP-adresser.</p>
hu: <p>Az <b>Elsődleges kiszolgáló IP-cím</b> és a <b>Másodlagos névkiszolgáló IP-cím</b> pontoknál lehet beállítani, hogy a DHCP kliensek milyen névkiszolgálót használjanak. Mindenképpen IP-címet kell megadni.</p>
ja: <p><b>プライマリネームサーバの IP</b> と <b>セカンダリネームサーバの IP</b> はそれぞれ DHCP クライアントに通知されます。 これらの項目は IP アドレスで指定する必要があります。</p>
km: <p><b>IP ម៉ាស៊ីន​បម្រើ​ឈ្មោះ​ចម្បង</b> និង​<b>IP ម៉ាស៊ីន​បម្រើ​ឈ្មោះ​បន្ទាប់​បន្សំ</b> ផ្ដល់​ម៉ាស៊ីន​បម្រើ​ឈ្មោះ​ទាំងនេះ​ទៅ​ឲ្យ​ម៉ាស៊ីន​ភ្ញៀវ DHCP ។ តម្លៃ​ទាំងនេះ​ត្រូវ​តែ​ជា​អាសយដ្ឋាន IP ។</p>
ko: <p><b>주 이름 서버 IP</b> 및 <b>보조 이름 서버 IP</b>는 이러한 이름 서버를 DHCP 클라이언트에게 제공합니다. 값은 IP 주소이어야 합니다.</p>
nl: <p><b>IP primaire naamserver</b> en <b>IP secundaire naamserver</b> bieden deze naamservers aan bij de DHCP-clients. De waarden dienen IP-adressen te zijn.</p>
pa: <p><b>ਪ੍ਰਾਇਮਰੀ ਨਾਂ ਸਰਵਰ IP</b> ਅਤੇ <b>ਸੈਕੰਡਰੀ ਨਾਂ ਸਰਵਰ IP</b> DHCP ਕਲਾਂਈਟਾਂ ਲਈ ਨਾਂ ਸਰਵਰ ਦਿੰਦਾ ਹੈ। ਇਹ ਮੁੱਲ IP ਸਿਰਨਾਵੇਂ ਹੋਣੇ ਜਰੂਰੀ ਹਨ।</p>
pt: <p><b>IP do Servidor de Nomes Principal</b> e <b>IP do Servidor de Nomes Secundário</b> Oferece estes servidores de nomes aos clientes DHCP. Estes valores têm de ser endereços IP.</p>
ro: <p><b>IP server de nume primar</b> și <b>IP server de nume secundar</b> pun la dispoziție clienților DHCP aceste servere de nume. Aceste valori trebuie să fie adrese IP.</p>
ru: <p><b>IP-адрес основного сервера имен</b> и <b>IP-адрес вторичного сервера имен</b> предоставляют эти сервера имен клиентам DHCP. Эти значения должны быть IP-адресами.</p>
sk: <p><b>IP adresa primárneho názvového serveru</b> a <b>IP adresa sekundárneho názvového servera</b> ponúkne tieto názvové servery DHCP klientom. Hodnoty musia byť IP adresy.</p>
th: <p><b>ที่อยู่ไอพีของแม่ข่ายบริการสืบค้นชื่อตัวหลัก</b> และ <b>ที่อยู่ไอพีของแม่ข่ายบริการสืบค้นชื่อตัวรอง</b> เป็นค่าของแม่ข่ายบริการสืบค้นขื่อที่บริการ DHCP จะแจกจ่ายให้กับเครื่องลูกข่ายต่าง ๆ โดยค่าเหล่านี้จะต้องเป็นค่าที่อยู่ไอพี</p>
uk: <p><b>IP-адреса головного сервера імен</b> і <b>IP-адреса вторинного сервера імен</b> вказує клієнтам DHCP відповідні сервери імен. Ці значення мають бути коректними IP-адресами.</p>

source: <p><b>Default Gateway</b> inserts this value as the default route in the routing table of clients.</p>
ca: <p><b>Passarel·la per defecte</b> insereix aquest valor com a ruta per defecte a la taula d'encaminament dels clients.</p>
da: <p><b>Standard gateway</b> indsætter denne værdi som standardruten i rutingens klienttabel.</p>
hu: <p>Az <b>Alapértelmezett átjáró</b> beállítja a kliensek útvonalválasztó tábláját, hogy az itt megadott gépet használják alapértelmezett átjárónak.</p>
ja: <p><b>デフォルトゲートウエイ</b> はクライアント側に通知されるもので、 クライアント側のデフォルトゲートウエイとして設定されます。</p>
km: <p><b>ផ្លូវ​ចេញ​ចូល​លំនាំដើម</b> បញ្ចូល​តម្លៃ​នេះ ជា​ផ្លូវ​លំនាំដើម ក្នុង​តារាង​ផ្លូវ​របស់​ម៉ាស៊ីន​ភ្ញៀវ ។</p>
ko: <p><b>기본 게이트웨이</b>는 이 값을 기본 라우팅으로서 클라이언트의 라우팅 테이블에 삽입합니다.</p>
lt: <p><b>Numatytasis tinklų sietuvas</b> šią reikšmę įterpia kaip numatytąjį maršrutą klientų maršrutų lentelėje.</p>
nl: <p><b>Standaard gateway</b> stelt de route tabel van de client met deze waarde als de standaard route in.</p>
pa: <p><b>ਮੂਲ ਗੇਟਵੇ</b> ਇਸ ਮੁੱਲ ਨਾਲ ਮੂਲ ਰੂਟ ਤੌਰ ਤੇ ਕਲਾਂਈਟ ਦੀ ਰੂਟਿੰਗ ਸਾਰਣੀ ਨਿਰਧਾਰਿਤ ਕਰਦਾ ਹੈ।</p>
pt: <p><b>Gateway Pré-definida</b> define a tabela de encaminhamento dos clientes com este valor como rota pré-definida.</p>
ro: <p><b>Gateway implicit</b> introduce această valoare ca rută implicită în tabela de rutare a clienților.</p>
ru: <p><b>Шлюз по умолчанию</b> устанавливает это значение как маршрут по умолчанию в таблице маршрутов клиентов.</p>
sk: <p><b>Predvolená brána</b> vloží túto hodnotu do smerovacej tabuľky klienta ako hodnotou pre implicitné smerovanie.</p>
th: <p><b>เกตเวย์ปริยาย</b> ป้อนค่านี้เพื่อใช้เป็นเราต์เตอร์ปริาย ที่จะกำหนดให้กับตารางการค้นหาเส้นทางของเครื่องลูกข่ายต่าง ๆ</p>
uk: <p><b>Типовий шлюз</b> вставляє вказане значення як типовий маршрут у таблицю маршрутизації клієнтів.</p>

source: <p><b>Time Server</b> tells clients to use this server for time synchronization.</p>
ca: <p>El <b>servidor d'hora</b> diu als clients d'usar aquest servidor per a la sincronització de l'hora.</p>
da: <p><b>Tidsserver</b> påbyder klienterne at bruge denne server ved tidssynkronisering.</p>
hu: <p>Az <b>Időkiszolgáló</b> azt mondja meg a kliensek számára, hogy ezt a kiszolgálót használják időkiszolgálóként.</p>
ja: <p><b>タイムサーバ</b> は、クライアントに対して時刻同期用のサーバを通知するために利用するものです。</p>
km: <p><b>ម៉ាស៊ីន​បម្រើ​ពេលវេលា</b> ប្រាប់​ម៉ាស៊ីន​ភ្ញៀវ​ឲ្យ​ប្រើ​ម៉ាស៊ីន​បម្រើ​នេះ សម្រាប់​ការ​ធ្វើ​សមកាលកម្ម​ពេលវេលា ។</p>
ko: <p><b>시간 서버</b>는 시간 동기화를 위해 이 서버를 사용하도록 클라이언트에게 알려줍니다.</p>
lt: <p><b>Laiko serveris</b> klientams siūlo šį serverį naudoti laiko sinchronizavimui.</p>
nl: <p><b>Tijdserver</b> vertelt de clients om deze server voor de tijdssynchronisaties te gaan gebruiken.</p>
pa: <p><b>ਸਮਾਂ ਸਰਵਰ</b> ਸਮਾਂ ਸਮਕਾਲ ਵਾਸਤੇ ਇਹ ਸਰਵਰ ਵਰਤਣ ਲਈ ਦੱਸਦਾ ਹੈ।</p>
pt: <p><b>Servidor de Hora</b> informa os clientes para utilizar este servidor para as sincronizações horárias.</p>
ro: <p><b>Server de sincronizare</b> specifică serverul de sincronizare al orei ce va fi utilizat de clienți.</p>
ru: <p><b>Сервер времени</b> говорит клиентам использовать этот сервер для синхронизации времени.</p>
sk: <p><b>Časový server</b> určí klientovi, aby používal tento server pre synchronizáciu času.</p>
th: <p><b>แม่ข่ายบริการปรับเทียบเวลา</b> แจ้งให้เครื่องลูกข่ายต่าง ๆ ใช้แม่ข่ายตัวนี้ในการปรับเทียบเวลาให้ถูกต้องตรงกัน</p>
uk: <p>Поле <b>Сервер часу</b> вказує клієнтам, який сервер слід використовувати для синхронізації часу.</p>
