Repository: Dzejrou/yast-translations
Catalog: po/dhcp-server/*.po
Languages: ca, da, gl, hu, id, ja, km, ko, lt, nl, pa, pt, ro, ru, sk, th, uk

source: DHCP Server: DNS Records--Step 3 of 3
ca: Servidor DHCP: registres DNS -- Pas 3 de 3
da: DHCP-server: DNS-opslag--trin 3/3
gl: Servidor DHCP: rexistro DNS--Paso 3 de 3
hu: DHCP-kiszolgáló: DNS-rekordok - 3/3. lépés
id: Peladen DHCP: DNS Zone baru--Langkah 3 dari 3
ja: DHCP サーバ: DNS レコード -- ステップ 3/3
km: ម៉ាស៊ីន​បម្រើ DHCP ៖ កំណត់​ត្រា​ DNS--ជំហាន ៣ នៃ ៣
ko: DHCP 서버: DNS 레코드--3단계 중 3단계
lt: DHCP serveris: DNS įrašai -- 3 žingsnis iš 3
nl: DHCP-server: DNS-records - stap 3 van 3
pt: Servidor DHCP: Registos DNS-Passo 3 de 3
ro: Server DHCP: Înregistrări DNS--Pasul 3 din 3
ru: DHCP-сервер: DNS-записи--Шаг 3 из 3
sk: DHCP server: DNS záznamy--Krok 3 z 3
th: บริการ DHCP: ระเบียนต่าง ๆ ของ DNS -- ขั้นที่ 3 จาก 3
uk: DHCP сервер: Записи DNS--Крок 3 з 3

source: DNS Records for DHCP Clients
ca: Registres de DNS per a clients DHCP
da: DNS-registre for DHCP-klienter
gl: Rexistros DNS para clientes DHCP
hu: A DHCP-kliensek DNS-rekordjai
id: Rekaman DNS untuk klien DHCP
ja: DHCP クライアント用 DNS レコード
km: កំណត់​ត្រា DNS សម្រាប់​ម៉ាស៊ីន​ភ្ញៀវ DHCP
ko: DHCP 클라이언트용 DNS 레코드
lt: DNS įrašai DHCP klientams
nl: DNS-records voor DHCP-clients
pa: DHCP ਕਲਾਂਇਟਾਂ ਲਈ DNS ਰਿਕਾਰਡ
pt: Registos DNS para Clientes DHCP
ro: Înregistrări DNS pentru clienți DHCP
ru: DNS-записи для DHCP-клиентов
sk: DNS záznamy pre DHCP klientov
th: ระเบียนต่าง ๆ ของ DNS สำหรับเครื่องลูกข่าย DHCP
uk: Записи DNS для клієнтів DHCP

source: Hostname Base
ca: Base de nom d'amfitrió
da: Basis for værtsmaskinenavne
gl: Base de nome de host
hu: Gépnév alap
id: Basis Hostname
ja: ホスト名ベース
km: មូលដ្ឋាន​ឈ្មោះ​ម៉ាស៊ីន
ko: 호스트 이름 기준
lt: Pagrindinio kompiuterio vardo bazė
nl: Hostnamenbasis
pa: ਹੋਸਟ ਨਾਂ ਬੇਸ
pt: Nomes Base
ro: Bază hostname
ru: Основа имени хоста
sk: Základ názvu hostiteľa
th: พื้นฐานชื่อเครื่อง
uk: Основа назв вузлів

source: Number to Start With
ca: Número amb què iniciar
da: Nummer til at starte med
gl: Número de inicio
hu: Kezdőérték
id: Nomor Untuk Memulai
ja: 開始番号
km: លេខ​ត្រូវ​ចាប់ផ្ដើម
ko: 시작 번호
lt: Pradėti nuo
nl: Nummer om mee te beginnen
pa: ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਨੰਬਰ
pt: Número com que Começar
ro: Număr inițial
ru: Начинать с номера
sk: Začiatočné číslo
th: ตัวเลขที่จะใช้เริ่มต้น
uk: Номер, з якого слід почати

source: From IP
ca: Des d'IP
da: Fra IP
gl: Desde IP
hu: Induló IP-cím
id: Dari IP
ja: 開始 IP
km: ពី​ IP
ko: 보내는 IP
lt: Iš IP
nl: Van IP
pa: IP ਤੋਂ
pt: Desde o IP
ro: De la IP
ru: От IP
sk: Od IP
th: จากไอพี
uk: З IP

source: To IP
ca: A IP
da: Til IP
gl: Ata IP
hu: Befejező IP-cím
id: Sampai IP
ja: 終了 IP
km: ទៅ IP
ko: 받는 IP
lt: Į IP
nl: Tot IP
pa: IP ਤੱਕ
pt: Até ao IP
ro: Până la IP
ru: До IP
sk: Do IP
th: ถึงไอพี
uk: До IP

source: DHCP Server: DNS Records--Summary
ca: Servidor DHCP: registres DNS -- Resum
da: DHCP-server: DNS-opslag--opsummering
gl: Servidor DHCP: rexistros DNS--Resumo
hu: DHCP-kiszolgáló: DNS-rekordok - összegzés
id: Peladen DHCP: Rekaman DNS--Ringkasan
ja: DHCP サーバ: DNS レコード -- 概要
km: ម៉ាស៊ីន​បម្រើ DHCP ៖ សង្ខេប​កំណត់ត្រា​ DNS--សង្ខេប
ko: DHCP 서버: DNS 레코드--요약
lt: DHCP serveris: DNS įrašai -- santrauka
nl: DHCP-server: DNS-records - samenvatting
pt: Servidor DHCP: Registos DNS--Resumo
ro: Server DHCP: Înregistrări DNS--Sumar
ru: DHCP-сервер: DNS-записи--Итог
sk: DHCP server: DNS záznamy--Súhrn
th: บริการ DHCP: ระเบียนต่าง ๆ ของ DNS -- สรุปการตั้งค่า
uk: DHCP сервер: Записи DNS--Резюме

source: Re&verse Zone Name
ca: Nom de la zona in&versa
da: Navn på om&vendt zone
gl: Nome da zona in&versa
hu: Címfeloldási (re&verse) zóna neve
id: Nama Zona Re&verse
ja: 逆引きゾーン名 (&V)
km: ឈ្មោះ​តំបន់​បញ្ច្រាស
ko: 역방향 영역 이름(&V)
lt: Atgalinės &zonos pavadinimas
nl: Naam omgekeerde &zone
pa: ਉਲਟ ਜ਼ੋਨ ਨਾਂ(&v)
pt: Nome da Zona In&versa
ro: Nume zonă in&versă
ru: Имя о&братной зоны
th: ชื่อของโซนกลั&บค่า
uk: Назва реверсивної з&они

source: <b>Zone Name:</b> %1
ca: <b>Nom de la zona:</b> %1
da: <b>Zonenavn:</b> %1
gl: <b>Nome da zona:</b> %1
hu: <b>Zóna neve:</b> %1
id: <b>Nama Zona:</b> %1
ja: <b>ゾーン名:</b> %1
km: <b>ឈ្មោះ​តំបន់​ ៖​</b> %1
ko: <b>영역 이름:</b> %1
lt: <b>Zonos pavadinimas:</b> %1
nl: <b>Naam zone:</b> %1
pa: <b>ਜ਼ੋਨ ਨਾਂ:</b> %1
pt: <b>Nome de Zona:</b> %1
ro: <b>Nume zonă:</b> %1
ru: <b>Имя зоны:</b> %1
th: <b>ชื่อของโซน:</b> %1
uk: <b>Назва зони:</b> %1

source: (Replacing the current zone with the new one)
ca: (Reemplaçament de la zona actual per la nova)
da: (Erstatter den nuværende zone med den nye)
gl: (Substituíndo a zona actual pola nova)
hu: (Az aktuális zóna helyett az újat fogja használni a rendszer)
id: (Gantikan zona saat ini dengan yang baru)
ja: (現在のゾーンを新しいものに置き換える)
km: (ជំនួស​តំបន់​បច្ចុប្បន្ន​ជាមួយ​ថ្មី​មួយ)
ko: (현재 영역을 새 영역으로 대체)
lt: (dabartinės zonos pakeitimas naująja)
nl: (Huidige zone zal worden vervangen door de nieuwe zone)
pt: (A substituir a zona actual pela nova)
ro: (Înlocuiesc zona curentă cu cea nouă)
ru: (Замена текущей зоны на новую)
sk: (Nahradenie súčasnej zóny s novou)
th: (จะแทนที่โซนปัจจุบันด้วยตัวใหม่)
uk: (Заміна поточної зони на нову)

source: <b>Reverse Zone Name:</b> %1
ca: <b>Nom de la zona inversa:</b> %1
da: <b>Navn på omvendt zone:</b> %1
gl: <b>Nome da zona inversa:</b> %1
hu: <b>Névfeloldási zóna neve:</b> %1
id: <b>Nama Zona Reverse:</b> %1
ja: <b>逆引きゾーン名:</b> %1
km: <b>ឈ្មោះ​តំបន់​បញ្ច្រាស ៖​</b> %1
ko: <b>역방향 영역 이름:</b> %1
lt: <b>Atgalinės zonos pavadinimas:</b> %1
nl: <b>Naam omgekeerde zone:</b> %1
pa: <b>ਰੀਵਰਸ ਜ਼ੋਨ ਨਾਂ:</b> %1
pt: <b>Nome de Zona Inversa:</b> %1
ro: <b>Nume zonă inversă:</b> %1
ru: <b>Имя обратной зоны:</b> %1
sk: <b>Názov reverznej zóny:</b> %1
th: <b>ชื่อของโซนกลับค่า:</b> %1
uk: <b>Назва реверсивної зони:</b> %1

source: Zone Name Servers:
ca: Servidors de noms de la zona:
da: Zone-navneservere:
gl: Servidores de nomes da zona:
hu: Zóna névkiszolgálók:
id: Nama Zona Peladen:
ja: ゾーンネームサーバ:
km: ម៉ាស៊ីន​បម្រើ​ឈ្មោះ​តំបន់ ៖
ko: 영역 이름 서버:
lt: Zonos vardų serveriai:
nl: Naamservers zone:
pa: ਜ਼ੋਨ ਨਾਂ ਸਰਵਰ:
pt: Servidores de Nomes de Zona:
ro: Zonă server de nume:
ru: Сервера имен зоны:
th: แม่ข่ายบริการสืบค้นชื่อของโซน:
uk: Сервери імен зони:

source: Hostname: %1, IP: %2
ca: Nom d'amfitrió: %1, IP: %2
da: Værtsmaskinenavn: %1, IP: %2
gl: Nome de host: %1, IP: %2
hu: Gépnév: %1, IP-cím: %2
ja: ホスト名: %1, IP: %2
km: ឈ្មោះ​ម៉ាស៊ីន ៖ %1 IP ៖ %2
ko: 호스트 이름: %1, IP: %2
lt: Pagrindinio kompiuterio vardas: %1, IP: %2
nl: Hostnaam: %1, IP: %2
pa: ਹੋਸਟ ਨਾਂ: %1, IP: %2
pt: Nome de Computador: %1, IP: %2
ro: Numele gazdei: %1, IP: %2
ru: Имя хоста: %1, IP: %2
sk: Meno hostiteľa: %1, IP: %2
th: ชื่อเครื่อง: %1, ค่าไอพี: %2
uk: Назва вузла: %1, IP: %2

source: Not defined
ca: No definit
da: Ikke defineret
gl: Non definido
hu: Nincs megadva
id: Tidak didefinisikan
ja: 未定義
km: មិន​បាន​កំណត់​
ko: 정의되지 않음
lt: Neapibrėžta
nl: Niet gedefinieerd
pa: ਨਹੀਂ ਦਿੱਤਾ
pt: Não definido
ro: Nedeclarat
ru: Не определено
th: ยังไม่กำหนด
uk: Не визначено

source: Ranges of DNS Hosts:
ca: Gammes dels amfitrions DNS:
da: Områder af DNS værtsmaskiner:
gl: Intervalos de hosts DNS:
hu: DNS-gépek tartományai:
id: Rentang dari Host DNS:
ja: DNS ホストの範囲:
km: ជួរ​នៃ​ម៉ាស៊ីន​ DNS ៖​
ko: DNS 호스트 범위:
lt: DNS pagrindinių kompiuterių sritys:
nl: Bereiken van DNS-hosts:
pa: DNS ਹੋਸਟਾਂ ਲਈ ਰੇਜ਼:
pt: Gamas de computadores DNS:
ro: Inetrval de gazde DNS:
ru: Диапазон DNS-хостов:
sk: Rozsahy DNS hostiteľov:
th: ช่วงของเครื่องต่าง ๆ ของ DNS:
uk: Діапазони вузлів DNS:

source: Range: %1-%2<br />Hostname Base: %3, Starting With: %4
ca: Gamma: %1-%2<br />Base de nom d'amfitrió %3, començat amb %4
da: Område: %1-%2<br />Basis for værtsmaskinenavne: %3, Starter med: %4
gl: Intervalo: %1-%2<br />Base de nome de host: %3, Iniciar con: %4
hu: Tartomány: %1 - %2<br />Gépnév alap: %3, kezdőérték: %4
id: Rentanf: %1-%2<br />Basis Hostname: %3, Dimulai Dengan: %4
ja: 範囲: %1-%2<br />ホスト名ベース: %3, 開始: %4
km: ជួរ​ ៖ %1-%2<br />មូលដ្ឋាន​ឈ្មោះ​ម៉ាស៊ីន​ ៖ %3 ចាប់ផ្តើម​ជាមួយ​ ៖​ %4
ko: 범위: %1-%2<br />호스트 이름 기준: %3, 시작 위치: %4
lt: Sritis: %1-%2<br />Pagrindinio kompiuterio bazė: %3, pradedama nuo: %4
nl: Bereik: %1 - %2<br />Hostnaambasis: %3, beginnend met: %4
pt: Gama: %1-%2<br />Nome Base: %3, Começando com: %4
ro: Interval: %1-%2<br />Bază nume gazdă: %3, Începând cu: %4
ru: Диапазон: %1-%2<br />Основа имени хоста: %3, Начинается с: %4
sk: Rozsah: %1-%2<br />Základ názvu hostiteľa: %3, Začínajúci s: %
th: ช่วง: %1-%2<br />พื้นฐานชื่อเครื่อง: %3, เริ่มต้นด้วย: %4
uk: Діапазон: %1-%2<br />Основа назви вузла: %3, Початок з: %4

source: At least one DNS record must be set.
ca: Cal especificar-ne almenys un registre DNS.
da: Mindst et DNS-register skal sættes.
gl: Débese definir polo menos un rexistro DNS.
hu: Legalább egy DNS-rekord megadása kötelező.
id: Harus ada satu rekaman DNS yang diatur.
ja: 少なくても 1 つの DNS レコードを設定する必要があります。
km: យ៉ាងហោចណាស់​មាន​កំណត់​ត្រា DNS ត្រូវ​បាន​កំណត់ ។
ko: 최소 한 개의 DNS 레코드를 설정해야 합니다.
lt: Turi būti bent vienas DNS įrašas.
nl: Er dient minstens één DNS-record te zijn ingesteld.
pt: Pelo menos um registo DNS tem de ser definido.
ro: Trebuie setată cel puțin o înregistrare DNS.
ru: Должна быть указана хотя бы одна DNS-запись.
th: ต้องตั้งค่าระเบียนของ DNS อย่างน้อยหนึ่งระเบียนก่อน
uk: Слід встановити хоча б один запис DNS.

source: Cannot remove zone %1.
ca: No es pot suprimir la zona %1.
da: Kan ikke fjerne zonen %1.
gl: Non se pode eliminar a zona %1
hu: A(z) %1 zóna nem távolítható el.
id: Tidak dapat menghapus zona %1.
ja: ゾーン %1 を削除できません。
km: មិន​អាច​យក​តំបន់ %1 ចេញ ។
ko: %1 영역을 제거할 수 없습니다.
lt: Nepavyksta pašalinti zonos %1.
nl: Kan zone %1 niet verwijderen.
pa: ਜ਼ੋਨ %1 ਹਟਾਇਆ ਨਹੀਂ ਜਾ ਸਕਦਾ।
pt: Não é possível remover a zona %1.
ro: Nu pot șterge zona %1.
ru: Невозможно удалить зону %1.
th: ไม่สามารถลบโซน %1 ออกไปได้
uk: Не вдалося вилучити зону %1.

source: Cannot add name servers to zone %1.
ca: No es poden afegir els servidors de noms a la zona '%1'.
da: Kan ikke tilføje navneservere til zonen %1.
gl: Non se pode engadir servidores de nomes á zona %1.
hu: Nem adhatók hozzá névkiszolgálók a(z) %1 zónához.
id: Tidak dapat menambahkan nama peladen di zona %1.
ja: ネームサーバをゾーン %1 に追加できません。
km: មិន​អាច​បន្ថែម​ម៉ាស៊ីន​បម្រើ​ឈ្មោះ​ក្នុង​តំបន់​ %1 បានឡើយ​ ។
ko: %1 영역에 이름 서버를 추가할 수 없습니다.
lt: Nepavyksta pridėti vardų serverių į zoną %1.
nl: Kan geen naamservers toevoegen aan zone %1.
pt: Não é possível adicionar servidores de nomes à zona %1.
ro: Nu puteți adăuga servere de nume pentru zona %1.
ru: Невозможно добавить сервера имен в зону %1.
th: ไม่สามารถเพิ่มแม่ข่ายบริการสืบค้นชื่อให้กับโซน %1 ได้
uk: Не вдалося додати сервери імен зони %1.

source: Cannot add zone DNS records.
ca: No s'han pogut afegir els registres de zona DNS.
da: Kan ikke tilføje zone-DNS-registre.
gl: Non se poden engadir rexistros DNS de zona.
hu: Nem adhatók hozzá zóna DNS-rekordok.
id: Tidak dapat menambahkan rekaman zona DNS.
ja: ゾーン DNS レコードを追加できません。
km: មិន​អាច​បន្ថែម​កំណត់ត្រា​​តំបន់ DNS បាន​ឡើយ ​។
ko: 영역 DNS 레코드를 추가할 수 없습니다.
lt: Nepavyksta pridėti zonos DNS įrašų.
nl: Kan geen zone-DNS-records toevoegen.
pt: Não é possível adicionar registo de DNS à zona.
ro: Nupot adăuga înregistrări de zonă DNS.
ru: Невозможно добавить DNS-записи зоны.
sk: Nie je možné pridať zónu do DNS záznamov.
th: ไม่สามารถเพิ่มระเบียนให้กับโซนของ DNS ได้
uk: Не вдалося додати записи DNS зони.

source: Cannot create reverse zone %1.
ca: No es pot crear la zona inversa %1.
da: Kan ikke oprette omvendt zone %1.
gl: Non se pode crear a zona inversa %1.
hu: A(z)'%1' névfeloldási zóna nem hozható létre.
id: Tidak dapat membuat zona reverse %1.
ja: 逆引きゾーン %1 を作成できません。
km: មិន​អាច​បង្កើត​តំបន់​បញ្ច្រាស %1 បាន​ឡើយ​ ។​
ko: %1 역방향 영역을 만들 수 없습니다.
nl: Kan omgekeerde zone %1 niet aanmaken.
pt: Não é possível criar zona inversa %1.
ro: Nu pot crea zona inversă %1.
ru: Невозможно создать обратную зону %1.
th: ไม่สามารถสร้างโซนกลับค่า %1 ได้
uk: Не вдалося створити реверсивну зону %1.

source: Creating DNS zone...
ca: Creant la zona DNS...
da: Opretter DNS-zone...
gl: Crear zona DNS...
hu: DNS-zóna létrehozása…
id: Membuat Zona DNS..
ja: DNS ゾーンを作成しています...
km: កំពុង​បង្កើត​តំបន់​ DNS...
ko: DNS 영역 작성 중...
lt: Kuriama DNS zona...
nl: DNS-zone wordt aangemaakt...
pa: DNS ਜ਼ੋਨ ਬਣਾਇਆ ਜਾ ਰਿਹਾ ਹੈ...
pt: A criar zona de DNS...
ro: Creez zona DNS...
ru: Создание DNS-зоны...
th: สร้างโซนให้กับบริการ DNS...
uk: Створення зони DNS...

source: Restoring previous DNS settings...
ca: Restaurant els paràmetres de DNS anteriors...
da: Gendanner tidligere DNS-indstillinger...
gl: Restaurando configuración DNS anterior...
hu: Előző DNS-beállítások visszaállítása…
id: Memulihkan pengaturan DNS sebelumnya...
ja: 以前の DNS 設定を復元しています...
km: កំពុង​ស្តារ​ការកំណត់​ DNS មុន...
ko: 이전 DNS 설정 복원 중...
lt: Atstatomos ankstesnės DNS nuostatos...
nl: Vorige DNS-instellingen worden hersteld...
pa: ਪਿਛਲੀ DNS ਸੈਟਿੰਗ ਰੀ-ਸਟੋਰ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ...
pt: A repôr definições de DNS anteriores...
ro: Restaurez setările DNS anterioare...
ru: Восстановление предыдущих параметров DNS...
th: เรียกคืนการตั้งค่าก่อนหน้านี้ของบริการ DNS...
uk: Поновлення попередніх параметрів DNS...

source: Errors occurred during DNS zone creation: %1 Return to the wizard?
ca: Han ocorregut errors durant la creació de zona DNS: %1 Tornar a l'auxiliar?
da: Fejl opstod under oprettelse af DNS-zone: %1 Tilbage til guiden?
hu: Hiba történt a DNS-zónák létrehozása során: %1 Vissza kíván térni a varázslóba?
id: Galat terjadi saat membuat zona DNS: %1 Kembali ke penunun?
ja: DNS ゾーンの作成中にエラーが発生しました: %1 ウイザードに戻りますか？
km: កំហុស​បាន​កើត​ឡើង​អំឡុង​ពេល​បង្កើត​តំបន់​ DNS ៖ %1 ត្រឡប់​ទៅ​កាន់​អ្នក​ជំនួយ​ការ ?
ko: DNS 영역을 생성하는 중 오류가 발생했습니다. %1 마법사로 돌아가시겠습니까?
nl: Er deden zich enkele fouten voor tijdens het aanmaken van de DNS-zone: %1 Wilt u terug gaan naar de assistent?
ro: Au apărut erori la crearea zonei DNS: %1 Doriți să reveniți la asistent?
ru: При создании DNS-зоны произошли следующие ошибки: %1 Вернуться к мастеру?
sk: Nastala chyba počas vytvárania DNS zóny: %1 Chcete sa vrátiť do sprievodcu?
uk: Під час створення зони DNS сталося декілька помилок: %1 Повернутись до майстра?

source: The DNS zone was created successfully.
ca: La zona DNS s'ha creat amb èxit.
da: DNS-zonen blev oprettet.
gl: A zona DNS creouse con éxito.
hu: A DNS-zóna létrehozása sikerült.
id: Zona DNS telah berhasil dibuat.
ja: DNS ゾーンは正常に作成されました。
km: តំបន់​ DNS ត្រូវ​បាន​បង្កើត​ដោយ​ជោគជ័យ​ ។​
ko: DNS 영역이 성공적으로 작성되었습니다.
lt: DNS zona sėkmingai sukurta.
nl: De DNS-zone is met succes aangemaakt.
pa: DNS ਜ਼ੋਨ ਠੀਕ ਤਰ੍ਹਾਂ ਬਣਾਇਆ ਗਿਆ ਹੈ।
pt: A zona DNS foi criada com sucesso.
ro: Zona DNS a fost creată cu succes.
ru: DNS-зона была успешно создана.
th: ทำการสร้างโซนของบริการ DNS เสร็จเรียบร้อยแล้ว
uk: Зону DNS було успішно створено.

source: <p><b><big>Initializing DHCP Server Configuration</big></b><br> Please wait...</p>
ca: <p><b><big>Iiniciant la configuració del servidor DHCP</big></b><br> Espereu, si us plau...</p>
da: <p><b><big>Initialiserer konfiguration af DHCP-server</big></b><br> Vent...<br></p>
hu: <p><b><big>DHCP-kiszolgálóbeállítások előkészítése</big></b><br> Kérem, várjon…</p>
id: <p><b><big>Inisialisasi Konfiguras Peladen DHCP</big></b><br> Mohon tunggu...</p>
ja: <p><b><big>DHCP サーバ設定を準備しています</big></b><br> しばらくお待ちください...</p>
km: <p><b><big>កំពុង​ចាប់ផ្ដើម​ការ​កំណត់​រចនាសម្ព័ន្ធ​ម៉ាស៊ីន​បម្រើ DHCP</big></b><br> សូម​រង់ចាំ...</p>
ko: <p><b><big>DHCP 서버 구성 초기화 중</big></b><br> 잠시 기다려 주십시오...</p>
lt: <p><b><big>Ruošiamas DHCP serverio konfigūravimas</big></b><br> Palaukite...</p>
nl: <p><b><big>De DHCP-server configuratie wordt geïnitialiseerd</big></b><br> Even geduld a.u.b....<br></p>
pa: <p><b><big>DHCP ਸਰਵਰ ਸੰਰਚਨਾ ਸ਼ੁਰੂ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ</big></b><br> ਕਿਰਪਾ ਕਰਕੇ ਉਡੀਕ ਕਰੋ...<br></p>
pt: <p><b><big>A Inicializar a Configuração do Servidor DHCP</big></b><br> Por favor aguarde...</p>
ro: <p><b><big>Inițializez Configurația Serverului DHCP</big></b><br> Vă rog așteptați...</p>
ru: <p><b><big>Инициализация конфигурации DHCP-сервера</big></b><br> Пожалуйста, подождите...</p>
sk: <p><b><big>Inicializujem konfiguráciu serveru DHCP</big></b><br> Prosím, čakajte...</p>
th: <p><b><big>กำลังเตรียมการปรับแต่งค่าของบริการ DHCP</big></b><br> โปรดรอสักครู่...</p>
uk: <p><b><big>Ініціалізація конфігурації сервера DHCP</big></b><br> Будь ласка, зачекайте...</p>

source: <p><b><big>Saving DHCP Server Configuration</big></b><br> Please wait...</p>
ca: <p><b><big>Desant la configuració del servidor DHCP</big></b><br> Espereu, si us plau...</p>
da: <p><b><big>Gemmer konfiguration for DHCP-server</big></b><br> Vent...<br></p>
hu: <p><b><big>DHCP-kiszolgálóbeállítások mentése</big></b><br> Kérem, várjon…</p>
id: <p><b><big>Menyimpan Konfigurasi Peladen DHCP</big><b><br> Mohon tunggu...</p>
ja: <p><b><big>DHCP サーバ設定を保存しています</big></b><br> しばらくお待ちください...</p>
km: <p><b><big>កំពុង​រក្សាទុក​ការ​កំណត់​រចនាសម្ព័ន្ធ​ម៉ាស៊ីន​បម្រើ DHCP</big></b><br> សូម​រង់ចាំ...</p>
ko: <p><b><big>DHCP 서버 구성 저장 중</big></b><br> 잠시 기다려 주십시오...</p>
lt: <p><b><big>Įrašoma DHCP serverio konfigūracija</big></b><br> Palaukite...</p>
nl: <p><b><big>De DHCP-server configuratie wordt opgeslagen</big></b><br> Even geduld a.u.b....<br></p>
pa: <p><b><big>DHCP ਸਰਵਰ ਸੰਰਚਨਾ ਸੰਭਾਲੀ ਜਾ ਰਹੀ ਹੈ</big></b><br> ਕਿਰਪਾ ਕਰਕੇ ਉਡੀਕ ਕਰੋ...<br></p>
pt: <p><b><big>Gravar a Configuração do Servidor DHCP</big></b><br> Por favor aguarde...</p>
ro: <p><b><big>Salvez configurația serverului DHCP</big></b><br> Vă rog așteptați...</p>
ru: <p><b><big>Сохранение конфигурации DHCP-сервера</big></b><br> Пожалуйста, подождите...</p>
sk: <p><b><big>Ukladám konfiguráciu serveru DHCP</big></b><br> Prosím, čakajte...</p>
th: <p><b><big>กำลังจัดเก็บค่าปรับแต่งของบริการ DHCP</big></b><br> โปรดรอสักครู่...</p>
uk: <p><b><big>Збереження конфігурації сервера DHCP</big></b><br> Будь ласка, зачекайте...</p>

source: <p><b><big>Network Interfaces</big></b><br> Select the network interfaces to which the DHCP server should listen from <b>Available Interfaces</b>.</p>
ca: <p><b><big>Interfícies de xarxa</big></b><br> Seleccioneu les interfícies de xarxa que el servidor DHCP hauria d'escoltar des de les <b>Interfícies disponibles</b>.</p>
da: <p><b><big>Netværksgrænseflade</big></b><br> Vælg netværksgrænsefladerne som DHCP-serveren skal lytte på <b>Tilgængelige grænseflader</b>.</p>
hu: <p><b><big>Hálózati eszközök</big></b><br> Válasszon, hogy melyik eszközön figyeljen a DHCP-kiszolgáló. <b>Rendelkezésre álló eszközök</b>.</p>
id: <p><b><big>Interfaces Jaringan</big></b><br> Pilih interfaces jaringan yang harus didengarkan dari Peladen DHCP <b>Interfaces tersedia</b>.</p>
ja: <p><b><big>ネットワークインターフェイス</big></b><br> DHCP サーバが待ち受けるネットワークインターフェイスを、 <b>利用可能なインターフェイス</b> から選択してください。</p>
km: <p><b><big>ចំណុច​ប្រទាក់​បណ្ដាញ</big></b><br> ជ្រើស​ចំណុច​ប្រទាក់​បណ្ដាញ​ពី <b>ចំណុច​ប្រទាក់​ដែល​មាន</b> ដែល​ម៉ាស៊ីន​បម្រើ DHCP គួរ​ស្ដាប់​ទៅ ។</p>
ko: <p><b><big>네트워크 인터페이스</big></b><br> <b>사용 가능한 인터페이스</b>에서 DHCP 서버가 수신할 네트워크 인터페이스를 선택합니다.</p>
lt: <p><b><big>Tinklo sąsajos</big></b><br> Iš <b>Galimų sąsajų</b> pasirinkite tinklo sąsajas, kur turi klausytis DHCP serveris.</p>
nl: <p><b><big>Netwerk interfaces</big></b><br> Selecteer de netwerk interfaces waarop de DHCP-server naar <b>Beschikbare interfaces</b> moet gaan luisteren.</p>
pa: <p><b><big>ਨੈੱਟਵਰਕ</big></b><br> DHCP ਦੇ ਸੁਣਨ ਲਈ ਨੈੱਟਵਰਕ ਇੰਟਰਫੇਸ ਚੁਣੋ <b>ਉਪਲੱਬਧ ਇੰਟਰਫੇਸ</b>।</p>
pt: <p><b><big>Interfaces de Rede</big></b><br> Selecciona as interfaces de rede onde o servidor DHCP poderá escutar <b>Interfaces Disponíveis</b>.</p>
ro: <p><b><big>Interfețe de rețea</big></b><br> Selectați interfața de rețea pe care serverul de DHCP să asculte conexiuni din <b>Lista interfețelor disponibile</b>.</p>
ru: <p><b><big>Сетевые интерфейсы</big></b><br> Выберите из списка <b>Доступные интерфейсы</b> сетевые интерфейсы, которые должен прослушивать DHCP-сервер.</p>
sk: <p><b><big>Sieťové rozhrania</big></b><br> Vyberte sieťové rozhrania, na ktorých má DHCP počúvať, z ponuky <b>Dostupné rozhrania</b>.</p>
th: <p><b><big>ส่วนเชื่อมต่อเครือข่ายต่าง ๆ</big></b><br> เลือกส่วนเชื่อมต่อเครือข่ายต่าง ๆ ที่จะให้บริการ DHCP ใช้ในการรอรับการเชื่อมต่อ โดยเลือกจาก<b>ส่วนเชื่อมต่อเครือข่ายที่มีให้เลือก</b></p>
uk: <p><b><big>Мережні інтерфейси</big></b><br> Виберіть мережні інтерфейси, які мають прослуховуватися сервером DHCP з <b>Доступних інтерфейсів</b>.</p>
