Repository: Dzejrou/yast-translations
Catalog: po/dhcp-server/*.po
Languages: ca, da, gl, hu, id, ja, km, ko, lt, nl, pa, pt, ro, ru, sk, th, uk

source: <p><b><big>DNS Wizard</big></b><br /> In this wizard, create a new DNS zone directly from the DHCP server configuration. This DNS zone is important if you want to identify your DHCP clients by hostname. The DNS zone translates names to the assigned IP addresses. You can also create a reverse zone that translates IP addresses to names.</p>
ca: <p><b><big>Auxiliar DNS</big></b><br /> En aquest auxiliar, creeu una zona DNS nova directament des de la configuració del servidor DHCP. Aquesta zona DNS és important si voleu identificar els vostres clients DHCP pel nom d'amfitrió. La zona DNS tradueix noms a les adreces IP assignades. També podeu crear una zona inversa que tradueixi adreces IP a noms.</p>
da: <p><b><big>DNS-guide</big></b><br /> I denne guide kan du oprette en ny DNS-zone direkte fra DHCP-serverkonfigurationen. Denne DNS-zone er vigtig, hvis du vil identificere dine DHCP-klienter med værtsmaskinenavne. DNS-zonen omsætter navne til de tildelte IP-adresser. Du kan også oprette en omvendt zone, der omsætter IP-adresser til navne.</p>
hu: <p><b><big>DNS-varázsló</big></b><br /> A varázsló segítségével egyszerűen létrehozható egy új DNS-zóna közvetlenül a DHCP-kiszolgáló konfigurációjából. Ez a DNS-zóna akkor fontos, ha a DHCP-ügyfeleket gépnév szerint is azonosítani szeretné. A DNS-zóna lefordítja ezeket a neveket a hozzájuk rendelt IP-címekre. Létrehozható névfeloldási zóna is, amely az IP-címeket fordítja le nevekre.</p>
id: <p><b><big>Penuntun DNS</big></b><br /> Dalam penuntun, buat zona DNS baru langsung melalui konfigurasi Peladen DHCP. Zona DNS ini penting jika Anda ingin menidentifikasi DHCP klien dengan hostname. Zona DNS mentranslasi nama ke alamat IP yang ditentukan. Anda juga dapat membuat zona reverse yang mentranslasi alamat IP menjadi nama.</p>
ja: <p><big><b>DNS ウイザード</b></big><br /> このウイザードでは、 DHCP サーバの設定から直接 DNS ゾーンを作成する ことができます。 DHCP の各クライアントをホスト名で区別したい場合、 DNS ゾーンを 作成することはとても重要です。これは、 DNS ゾーンがホスト名から IP アドレスへの変換に 使われるためです。また、このウイザードでは IP アドレスをホスト名に変換するための 逆引きゾーンを作成することもできます。</p>
km: <p><b><big>អ្នក​ជំនួយ​ការ DNS</big></b><br /> អ្នក​ជំនួយ​ការ​នេះ​ជួយ​អ្នក​ឲ្យ​បង្កើត​តំបន់ DNS ថ្មី ដោយ​ផ្ទាល់​ពី​ការ​កំណត់​រចនាសម្ព័ន្ធ​ម៉ាស៊ីន​បម្រើ DHCP ។ តំបន់ DNS នេះ​វា​សំខាន់ ប្រសិន​បើ​អ្នក​ចង់​បញ្ជាក់​ម៉ាស៊ីន​ភ្ញៀវ​ DHCP របស់​អ្នក​ដោយ​ឈ្មោះ​ម៉ាស៊ីន ។ តំបន់ DNS បក​ប្រែ​ឈ្មោះ​ទៅ​ជា​អាសយដ្ឋាន​ IP ដែល​បាន​ផ្ដល់​ឲ្យ​ពួកវា ។ អ្នក​ក៏​អាច​បង្កើត តំបន់​បញ្ច្រាស​ដែល​បកប្រែ​អាសយដ្ឋាន IP ទៅ​ជា​ឈ្មោះ ។</p>
ko: <p><b><big>DNS 마법사</big></b><br /> 이 마법사에서 DHCP 서버 구성을 통해 직접 새 DNS 영역을 생성합니다. 이 DNS 영역은 호스트 이름으로 DHCP 클라이언트를 식별하려는 경우에 중요합니다. DNS 영역은 이름을 할당된 IP 주소로 변환합니다. IP 주소를 이름으로 변환하는 역방향 영역을 생성할 수도 있습니다.</p>
nl: <p><b><big>DNS-wizard</big></b><br /> Deze wizard maakt een nieuwe DNS-zone aan de hand van de DHCP-serverconfiguratie. Deze DNS-zone is belangrijk als u uw DHCP-clients ook aan de hand van hun hostnamen wilt identificeren. De DNS-zone vertaalt namen naar de bijhorende IP-adressen. U kunt ook een omgekeerde zone maken die IP-adressen terugvertaalt naar hun namen.</p>
ru: <p><b><big>Мастер DNS</big></b><br /> В этом мастере вы можете создать новую DNS-зону напрямую из конфигурации DHCP-сервера. Эта DNS-зона необходима, если вы хотите идентифицировать ваших клиентов DHCP по их именам хостов. DNS-зона переводит имена хостов в присвоенные им IP-адреса. Вы можете также создать обратную зону, которая переводит IP-адреса в имена.</p>
sk: <p><b><big>Sprievodca DNS</big></b><br /> V tomto sprievodcovi vytvoríte novú DNS zónu priamo z konfigurácie DHCP servera. Táto DNS zóna je dôležité, ak chcete identifikovať svojich DHCP klientov podľa názvu hostiteľa. DNS zóna prekladá názvy na priradené IP adresy. Môžete tiež vytvoriť reverznú zónu, ktorá prekladá IP adresy na názvy.</p>
uk: <p><b><big>Майстер DNS</big></b><br /> Цей майстер допоможе вам створити нову зону DNS безпосередньо з налаштувань сервера DHCP. Ця зона DNS є важливою, якщо ви також бажаєте розпізнавати клієнтів вашого DHCP за назвою вузла. Зона DNS перетворює назви на відповідні їм IP-адреси. Ви також можете створити реверсивну зону, яка перетворюватиме IP-адреси на назви.</p>

source: <p><b>New Zone Name</b> or <b>Reverse Zone Name</b> are taken from your current DHCP server and network settings and cannot be changed.</p>
ca: <p>El <b>Nou nom de zona</b> o el <b>Nom de zona inversa</b> s'agafen del servidor DHCP actual i dels paràmetres de xarxa i no es poden canviar.</p>
da: <p><b>Nyt zonenavn</b> og <b>Omvendt zonenavn</b> tages fra dine nuværende DHCP-server- og netværks-indstillinger, og kan ikke ændres.</p>
hu: <p>Az <b>Új zónanév</b> vagy a <b>Névfeloldási zónanév</b> a DHCP-kiszolgálóról és a hálózati beállításokból származik, ezért nem lehet őket módosítani.</p>
id: <p><b>Nama Zone Baru</b> atau <b>Nama Zona Reverse</b> diambil dari peladen DHCP saat ini dan pengaturan jaringan dan tidak dapat diganti.</p>
ja: <p> <b>新規ゾーン名</b> と <b>逆ゾーン名</b> は、それぞれ DHCP サーバと ネットワークの設定から取得したものであるため、変更することができません。</p>
km: <p><b>ឈ្មោះ​តំបន់​ថ្មី</b> ឬ <b>ឈ្មោះ​តំបន់​បញ្ច្រាស</b> ត្រូវ​បាន​យក​ពី​ម៉ាស៊ីន​បម្រើ DHCP បច្ចុប្បន្ន​របស់​អ្នក និង​ការ​កំណត់​បណ្ដាញ ហើយ​ដូច្នេះ​មិន​អាច​ត្រូវ​បាន​ផ្លាស់ប្ដូរ​ទេ ។</p>
ko: <p><b>새 영역 이름</b> 또는 <b>역방향 영역 이름</b>은 현재 DHCP 서버 및 네트워크 설정에서 가져오며 변경할 수 없습니다.</p>
nl: <p>U kunt zowel <b>Naam nieuwe zone</b> als <b>Naam omgekeerde zone</b> niet wijzigen omdat beide afkomstig zijn uit de huidige instellingen van uw DHCP-server en netwerk.</p>
ru: <p><b>Имя новой зоны</b> или <b>Имя обратной зоны</b> берутся от вашего текущего DHCP-сервера и параметры сети и не могут быть изменены.</p>
sk: <p><b>Názov novej zóny</b> alebo <b>Názov reverznej zóny</b> sú prevzaté z vášho súčasného DHCP servera a sieťových nastavení a nemôžu byť zmenené.</p>
uk: <p>Ви не можете змінити <b>Назву нової зони</b> або <b>Назву реверсивної зони</b>, оскільки їх взято з поточних налаштувань вашого сервера DHCP та параметрів мережі.</p>

source: <p>Select <b>Also Create Reverse Zone</b> to create a zone to contain reverse entries of the main DNS zone.</p>
ca: <p>Seleccioneu <b>Crea també la zona inversa</b> per crear una zona per contenir entrades inverses de la zona DNS principal.</p>
da: <p>Markér <b>Opret også omvendt zone</b>, hvis du vil oprette en zone, der indeholder omvendte indgange i forhold til hoved-DNS-zone.</p>
gl: <p>Seleccione <b>Crear tamén zona inversa</b> para crear unha zona que conteña entradas inversas da zona DNS principal.</p>
hu: <p>Jelölje meg a <b>Névfeloldási zóna létrehozása is</b> lehetőséget, ha szeretne egy olyan zónát létrehozni, amely a névfeloldási bejegyzéseket tartalmazza a fő DNS-zónához.</p>
id: <p>Pilih <b>Buat juga Zona reverse</b> untuk membuat zona yang berisi entri reverse dari zona DNS utama.</p>
ja: <p>メイン DNS ゾーンに対して逆引きのゾーン項目も作成したい場合は、 <b>逆引きゾーンも作成する</b> を選択してください。</p>
km: <p>ជ្រើស <b>បង្កើត​តំបន់​បញ្ច្រាស​ផង​ដែរ</b> ដើម្បី​បង្កើត​តំបន់ ដើម្បី​ទុក​ធាតុ​បញ្ច្រាស​នៃ​តំបន់​មេ DNS ។</p>
ko: <p>주 DNS 영역의 역방향 항목을 포함시킬 영역을 만들려면 <b>역방향 영역도 생성</b>을 선택하십시오.</p>
nl: <p>Selecteer het keuzevakje <b>Ook omgekeerde zone aanmaken</b> als u een zone wilt aanmaken die omgekeerde items van de hoofd-DNS-zone bevat.</p>
pt: <p>Escolha <b>Criar Também Zona Inversa</b> se pretende criar uma zona que contenha entradas inversas à zona de DNS principal.</p>
ro: <p>Selectați <b>Creează și zona inversă</b> pentru a cera o zonă care conține intrările inverse ale zonei DNS principale.</p>
ru: <p>Выберите <b>Создать также обратную зону</b>, если вы хотите создать зону, которая будет содержать обратные записи основной DNS-зоны.</p>
sk: <p>Vyberte <b>Tiež vytvoriť reverznú zónu</b>, ak chcete vytvoriť zónu, aby obsahovala reverzné záznamy z hlavnej zóny DNS.</p>
th: <p>เลือกตัวเลือก <b>ทำการสร้างโซนกลับค่าด้วย</b> เพื่อสร้างโซนที่เก็บระเบียน รายการกลับค่าโซนตัวหลักของบริการ DNS ด้วย</p>
uk: <p>Виберіть <b>Створити також реверсивну зону</b>, щоб створити зону, що міститиме зворотні записи відносно записів основної зони DNS.</p>

source: <p><big><b>Name Servers</b></big><br /> Name servers are needed for proper DNS server functionality. They administer all the DNS zone records.</p>
ca: <p><big><b>Servidors de noms</b></big><br /> Els servidors de noms són necessaris per a la correcta funcionalitat del servidor DNS. Administren tots els registres de zona DNS.</p>
da: <p><big><b>Navneservere</b></big><br /> Navneservere er nødvendige for en ordentlig DNS-serverfunktionalitet. Disse administrerer alle DNS-zoneregistre.</p>
gl: <p><big><b>Servidores de nomes</b></big><br /> Os servidores de nomes son necesarios para asegurar o funcionamiento correcto do servidor DNS. Encárganse de administrar todos os rexistros da zona DNS.</p>
hu: <p><big><b>Névkiszolgálók</b></big><br /> A megfelelő DNS-kiszolgáló funkciókhoz szükség van névkiszolgálókra. Ezek kezelik az összes DNS-zónarekordot.</p>
id: <p><big><b>Nama Peladen</p></big><br /> Nama peladen dibutuhkan untuk funsgsi peladen DNS yang tepat. Mereka mengelolal semua rekaman zona DNS.</p>
ja: <p><big><b>ネームサーバ</b></big><br /> ネームサーバは DNS サーバの機能を実現するために必要となるものでます。 ネームサーバは DNS ゾーンと呼ばれる情報を管理します。</p>
km: <p><big><b>ម៉ាស៊ីន​បម្រើ​ឈ្មោះ</b></big><br /> ម៉ាស៊ីន​បម្រើ​ឈ្មោះ​ត្រូវ​បាន​ទាមទារ​សម្រាប់​មុខងារ​ម៉ាស៊ីនបម្រើ DNS ដែល​សមរម្យ ។ ពួកវា​គ្រប់គ្រង​កំណត់​ត្រា​តំបន់ DNS ទាំងអស់ ។</p>
ko: <p><big><b>이름 서버</b></big><br /> 올바른 DNS 서버 기능을 위해서는 이름 서버가 필요합니다. 이름 서버는 모든 DNS 영역 레코드를 관리합니다.</p>
nl: <p><big><b>Naamservers</b></big><br /> Naamservers zijn nodig voor de juiste werking van de DNS-server. Ze beheren alle DNS-zonerecords.</p>
pt: <p><big><b>Servidores de Nomes</b></big><br /> Os servidores de nomes são necessário ao correcto funcionamento do servidor de DNS. Estes administram todos os registos de zona DNS.</p>
ro: <p><big><b>Servere de nume</b></big><br /> Serverele de nume sunt necesare pentru funcționarea normală a serverului DNS. Aceste servere administrează toate înregistrările de zonă DNS.</p>
ru: <p><big><b>Сервера имен</b></big><br /> Сервера имен необходимы для правильной работы DNS-сервера. Они управляют всеми записями DNS-зон.</p>
sk: <p><big><b>Názvové servery</b></big><br /> Názvové servery sú potrebné pre správnu funkciu DNS servera. Spravujú všetky záznamy v zóne DNS.</p>
th: <p><big><b>แม่ข่ายบริการสืบค้นชื่อ</b></big><br /> แม่ข่ายบริการสืบค้นชื่อนั้นจำเป็นต่อการทำงานของบริการ DNS เพื่อให้ทำงานได้ ซึ่งพวกมันจะใช้ในการจัดการกับระเบียนต่าง ๆ ของโซนทั้งหมดบนบริการ DNS</p>
uk: <p><big><b>Сервери імен</b></big><br /> Сервери імен потрібні для належного функціонування сервера DNS. Вони керують всіма записами зони DNS.</p>

source: <p><b><big>DNS Queries</big></b><br /> Every DNS query (for example searching an IP address for a hostname in a DNS zone) first asks the parent zone (<tt>com</tt> for <tt>example.com</tt>) for the current zone name servers. Then it sends a DNS query to these name servers requesting the desired IP address.<br /> Therefore, always specify the current DNS server hostname as one of the zone name servers.</p>
ca: <p><b><big>Consultes DNS</big></b><br /> Cada consulta DNS (per exemple la cerca d'una adreça IP per a un nom d'amfitrió en una zona DNS) primer pregunta a la zona de parentiu (<tt>com</tt> per a <tt>example.com</tt>) per als servidors de noms de la zona actual. Llavors envia una consulta DNS a aquests servidors de noms per demanar l'adreça IP desitjada.<br /> Per tant, especifiqueu sempre el nom d'amfitrió del servidor DNS actual com un dels servidors de noms de la zona.</p>
da: <p><big><b>DNS-forespørgsler</b></big><br /> Hver DNS-forespørgsel (f.eks. en IP-adresse for et værtsmaskinenavn i en DNS-zone), spørger først forældrezonen (<tt>com</tt> for <tt>eksempel.com</tt>) efter den nuværende zones navneservere. Derefter sender den en DNS-forespørgsel til disse navneservere for at få den ønskede IP-adresse.<br /> Derfor skal du altid angive den den nuværende DNS-servers værtsmaskinenavn som en af zonenavneserverne.</p>
hu: <p><b><big>DNS-lekérdezések</big></b><br /> Minden egyes DNS-lekérdezés, amelynek például egy DNS-zónán belüli gépnévhez tartozó IP-címet kell meghatároznia, először megkérdezi az aktuális zóna szülőjét (pl. <tt>hu</tt> a <tt>pelda.hu</tt> esetében), hogy melyek a zóna aktuális névkiszolgálói, majd utána egy DNS-lekérdezést küld ezeknek a névkiszolgálóknak, hogy válaszul megkapja a kívánt IP-címeket.<br /> Ezért fontos, hogy a zóna névkiszolgálói között szerepeljen az aktuális DNS-kiszolgáló gépneve.</p>
id: <p><b><big>Queri DNS</big></b><br /> Setiap Queri DNS (sebagai contoh mencari alamat IP hostname di zona DNS) pertama bertanaya ke zona induk (<tt>com</tt> for <tt>example.com</tt>)untuk nama peladen zona saat ini. Lalau mengirim queri DNS ke nama peladen yang diminta alamat IPnya.<br /> Oleh karena itu, selalu tenutkan hostname peladen DNS saat ini sebagai nama peladen zona.</p>
ja: <p><big><b>DNS クエリ</b></big><br /> たとえば、ある DNS ゾーンでホスト名に対応する IP アドレスを問い合わせる場合など、 DNS での問い合わせを行なう場合には、最初に親となるゾーン (<tt>example.com</tt> であれば <tt>com</tt>) に対してゾーンのネームサーバを 問い合わせたあと、そのネームサーバに対して IP アドレスの問い合わせ を行ないます。<br /> ゾーンネームサーバの 1 つとして DNS サーバのホスト名を指定する必要があるのは このためです。</p>
km: <p><b><big>សំណួរ DNS</big></b><br /> រាល់​សំណួរ DNS ដែល​ត្រូវ​តែ​ស្វែងយល់ ឧទាហរណ៍ អាសយដ្ឋាន IP សម្រាប់ ឈ្មោះ​ម៉ាស៊ីន​នៅ​ក្នុង​តំបន់ DNS ដំបូង​សួរ​តំបន់​បច្ចុប្បន្ន (<tt>com</tt> សម្រាប់ <tt>example.com</tt>) សម្រាប់​តំបន់​បច្ចុប្បន្ន ម៉ាស៊ីន​បម្រើ​ឈ្មោះ និង​​បន្ទាប់​មក​ផ្ញើ​សំណួរ DNS ទៅ​ម៉ាស៊ីន​បម្រើ​ឈ្មោះ​ទាំងនេះ ដើម្បី​ទទួល ការ​ឆ្លើយតប​ដែល​មាន​អាសយដ្ឋាន IP ដែល​ចង់​បាន ។<br /> នេះ​ជា​មូលហេតុ​ដែល​អ្នក​គួរ​អធិប្បាយ​ឈ្មោះ​ម៉ាស៊ីន​បម្រើ​ DNS បច្ចុប្បន្ន​ជា ម៉ាស៊ីន​បម្រើ​ឈ្មោះ​តំបន់​មួយ ។</p>
ko: <p><b><big>DNS 쿼리</big></b><br /> 각 DNS 쿼리(예: DNS 영역에서 호스트 이름에 대한 IP 주소 검색)는 먼저 현재 영역 이름 서버에 대한 상위 영역 (<tt>example.com</tt>의 경우 <tt>com</tt>)을 확인합니다. 그런 다음 원하는 IP 주소를 요청하는 이러한 이름 서버에 DNS 쿼리를 보냅니다.<br /> 따라서 항상 현재 DNS 서버 호스트 이름을 영역 이름 서버 중 하나로 지정하십시오.</p>
nl: <p><b><big>DNS-queries (opvragingen)</big></b><br /> Elke DNS-query (bijv. zoeken naar het IP-adres van een hostnaam in een DNS-zone) vraagt eerst aan de naast hogere zone (bijv. <tt>com</tt> voor <tt>voorbeeld.com</tt>) de huidige zone-naamservers op en stuurt daarna een DNS-query naar deze naamservers om het gewenste IP-adres te verkrijgen.<br /> Daarom specificeert u altijd de hostnaam van de huidige DNS-server als een van de zone-naamservers.</p>
ru: <p><big><b>DNS-запросы</b></big><br /> Каждый DNS-запрос (например, поиск IP-адреса для имени хоста внутри DNS-зоны) сначала запрашивает зону более высокого уровня (например, <tt>com</tt> для <tt>example.com</tt>) серверов имен текущей зоны. Затем он посылает DNS-запрос к этим серверам имен, чтобы получить необходимый IP-адрес.<br /> Поэтому всегда указывайте имя текущего DNS-сервера как одного из серверов имен зоны.</p>
sk: <p><b><big>DNS dopyty</big></b><br /> Každý DNS dopyt (napríklad vyhľadávanie IP adresy pre názov hostiteľa v zóne DNS) sa najprv pýta rodičovskej zóny (<tt>com</tt> pre <tt>example.com</tt>) na názvové servery aktuálnej zóny. Potom odošle DNS dopyt na tieto názvové servery požadujúci žiadanú IP adresu.<br /> Preto vždy určite názov hostiteľa aktuálneho DNS servera ako jeden z názvových serverov zóny.</p>
uk: <p><b><big>Запити DNS</big></b><br /> Кожен запит до DNS, який, наприклад, спрямований на відшукання IP-адреси за назвою вузла у зоні DNS, спершу проводить опитування батьківської зони (<tt>com</tt> для <tt>example.com</tt>) щодо серверів імен поточної зони, а потім надсилає DNS-запит до цих серверів імен, щоб отримати відповідь, що містить бажану IP-адресу.<br /> Ось чому вам слід згадати назву вузла поточного сервера DNS, як одного з серверів імен зони.</p>

source: <p>To add a <b>New Name Server</b>, click <b>Add</b>, complete the form, then click <b>Ok</b>. If the new name server name is included in the current DNS zone, also enter its IP address. This is mandatory because it is used during the zone creation.</p>
ca: <p>Per afegir un <b>nou servidor de noms</b>, cliqueu a <b>Afegeix</b>, empleneu-ne el formulari i cliqueu a <b>D'acord</b>. Si el nou servidor de noms s'inclou a la zona DNS actual, introduïu-ne també l'adreça IP. Això és obligatori perquè s'usa durant la creació de la zona.</p>
da: <p><b>Ny navneserver</b> tilføjes ved at klikke på <b>Tilføj</b>, udfyld formularen og tryk <b>OK</b>. Hvis det nye navneserver-navn findes i den nuværende DNS-zone, angiv tillige dens IP-adresse. Dette er obligatorisk, da den bruges under oprettelse af zonen.</p>
hu: <p>Egy <b>Új névkiszolgáló</b> hozzáadásához kattintson a <b>Hozzáadás...</b> gombra, töltse ki az űrlapot, majd kattintson az <b>OK</b> gombra. Ha az új névkiszolgáló neve szerepel az aktuális DNS-zónában, adja meg annak IP-címét is. Ez kötelező, mivel a rendszer ezt fogja használni a zóna létrehozása során.</p>
id: <p>Untuk menambahkan <b>Nama Peladen Baru</b>, klik <b>Tambah</b>, lengkapi form, lalu klik <b>Ok</b>. Jika nama peladen baru sudah dimasukan saat ini di zona DNS, masukan juga alamat IP. Ini diwajibkan karenan digunakan saat membuat zona.</p>
ja: <p> <b>新しいネームサーバ</b> を追加するには、 <b>追加</b> ボタンを押して表示された 項目に記入し、 <b>OK</b> を押してください。入力したネームサーバが IP アドレスとともに 現在の DNS ゾーンに追加されます。これはゾーンの作成の際に利用するため、必ず指定してください。 </p>
km: <p>ដើម្បី​បន្ថែម <b>ម៉ាស៊ីន​បម្រើ​ឈ្មោះ​ថ្មី</b> ចុច​<b>បន្ថែម</b>ដើម្បី​បំពេញ​សំណុំបែបបទ បន្ទាប់​មក​ចុច <b>យល់ព្រម</b> ។ ប្រសិន​បើ​ឈ្មោះ​ម៉ាស៊ីន​បម្រើ​ឈ្មោះ​ថ្មី​ត្រូវ​បាន​រួម​បញ្ចូល​នៅ​ក្នុង​តំបន់ DNS បច្ចុប្បន្ន សូម​បញ្ចូល​អាសយដ្ឋាន IP របស់​វា​ដែរ ។ នេះ​ជា​កា​រចាំបាច់ ពីព្រោះ​វា​ត្រូវ​បាន​ប្រើ កំឡុង​ពេល​បង្កើត​តំបន់ ។</p>
ko: <p><b>새 이름 서버</b>를 추가하려면 <b>추가</b>를 클릭하고 양식을 완성한 다음 <b>확인</b>을 클릭합니다. 새 이름 서버 이름이 현재 DNS 영역에 포함되어 있으면 해당 IP 주소도 입력합니다. 영역 생성 시 사용되므로 필수입니다. </p>
nl: <p>Om een <b>nieuwe naamserver</b> toe te voegen, klikt u op <b>Toevoegen</b>, vult u het formulier in en klikt u op <b>OK</b>. Als de nieuwe naam van de naamserver zich in de huidige DNS-zone bevindt, moet u ook het bijhorende IP-adres invoeren. Dit is vereist omdat het zal worden gebruikt tijdens het maken van de zone.</p>
pt: <p>Para adicionar um <b>Novo Servidor de Nomes</b>, prima <b>Adicionar</b>, preencha o formulário, e dpois prima <b>Ok</b>. Se o nome do novo servidor de nomes se econtra dentro da própria zona, digite também o seu endereço IP. Esta informação é obrigatória porque é utilizada durante a criação da zona.</p>
ro: <p>Pentru a adăuga un <b>Server de nume nou</b>, apăsați <b>Adaugă</b>, completați formularul, apoi aopăsați <b>Ok</b>. Dacă numele noului server de nume este inclus în zona DNS curentă, introduceți de asemenea adresa IP. Aceasta este obligatorie, deoarece este utilizată în timpul creării zonei.</p>
ru: <p>Чтобы добавить <b>Новый сервер имен</b>, нажмите <b>Добавить</b>, заполните форму и нажмите <b>OK</b>. Если имя нового сервера имен включено в текущую DNS-зону, введите также его IP-адрес. Это обязательно, так как он будет использоваться при создании зоны.</p>
sk: <p>Ak chcete pridať <b>Nový názvový server</b>, kliknite na <b>Pridať</b>, vyplňte formulár, potom kliknite na <b>Ok</b>. Ak je názov nového názvového servera zahrnutý v aktuálnej DNS zóne, tiež zadajte jeho IP adresu. Je to povinné, lebo sa používa počas vytvárania zóny.</p>
th: <p>ในการเพิ่ม<b>แม่ข่ายบริการสืบค้นชื่อโดเมนตัวใหม่</b>นั้น ให้คลิกที่ปุ่ม<b>เพิ่ม</b> แล้วป้อนข้อมูลให้สมบูรณ์ จากนั้นคลิกที่ปุ่ม <b>ตกลง</b> หากชื่อของแม่ข่ายบริการสืบค้นชื่อตัวใหม่ ถูกรวมไว้ในโซนปัจจุบันของบริการ DNS อยู่แล้ว ให้ป้อนเพียงค่าที่อยู่ไอพีของมันเท่านั้น ซึ่งมันได้รับมอบให้เนื่องจากมันถูกใช้ในระหว่างการสร้างโซนนั่นเอง</p>
uk: <p>Щоб додати <b>Новий сервер імен</b>, натисніть кнопку <b>Додати</b>, заповніть форму, а потім натисніть кнопку <b>Гаразд</b>. Якщо назву нового сервера імен включено до поточної зони DNS, слід ввести його IP-адресу. Ця операція є обов’язковою, оскільки дані, отримані на цьому кроці, використовуються під час створення зони.</p>

source: <p>To edit or delete an entry, select it and click <b>Edit</b> or <b>Delete</b>.</p>
ca: <p>Per editar o suprimir una entrada, seleccioneu-la i cliqueu a <b>Edita</b> o <b>Suprimeix</b>.</p>
da: <p>For at redigere eller slette en indgang, markér den og klik på <b>Rediger</b> eller <b>Slet</b>.</p>
gl: <p>Para editar ou eliminar unha entrada, selecciónea e prema <b>Editar</b> ou <b>Eliminar</b>.</p>
hu: <p>Egy bejegyzés szerkesztéséhez vagy törléséhez válassza ki azt és kattintson a megfelelő <b>Szerkesztés</b> vagy <b>Törlés</b> gombra.</p>
id: <p>Untuk menambah opsi baru, klik <b>Tambah</b>. Untuk menghapus opsi, pilihlah lalu klik <b>Hapus</b>.</p>
ja: <p>項目を編集または削除するには、対象となる項目を選んで <b>編集</b> または <b>削除</b> を押してください。</p>
km: <p>ដើម្បី​កែ​សម្រួល ឬ​លុប​ធាតុ ជ្រើស​វា ហើយ​ចុច <b>កែ​សម្រួល</b> ឬ​<b>លុប</b> ។</p>
ko: <p>항목을 편집하거나 삭제하려면 해당 항목을 선택하고 <b>편집</b>이나 <b>삭제</b>를 클릭합니다.</p>
lt: <p>Norėdami keisti arba šalinti įrašą, pasirinkite jį ir spauskite <b>Keisti</b> arba <b>Šalinti</b>.</p>
nl: <p>Voor het bewerken of verwijderen van een item selecteert u het item en klikt u op <b>Bewerken</b> of <b>Verwijderen</b>.</p>
pt: <p>Para editar ou eliminar uma entrada, escolha-a e prima <b>Editar</b> ou <b>Apagar</b>.</p>
ro: <p>Pentru a modifica sau șterge o intrare, selectați-o, apoi apăsați <b>Editează</b> sau <b>Șterge</b>.</p>
ru: <p>Для редактирования или удаления записи выберите ее из списка и нажмите кнопку <b>Редактировать</b> или <b>Удалить</b>.</p>
sk: <p>Ak chcete upraviť alebo vymazať položku, vyberte ju a kliknite na <b>Upraviť</b> alebo <b>Zmazať</b>.</p>
th: <p>หากต้องการแก้ไขหรือลบรายการออกไป ให้เลือกมันก่อน แล้วคลิกที่ <b>แก้ไข</b> หรือ <b>ลบ</b> ตามต้องการ</p>
uk: <p>Щоб змінити або вилучити запис, виберіть його і натисніть <b>Змінити</b> або <b>Вилучити</b>.</p>
