Repository: Dzejrou/yast-translations
Catalog: po/dhcp-server/*.po
Languages: ca, da, gl, hu, id, ja, km, ko, lt, nl, pa, pt, ro, ru, sk, th, uk

source: &Add Address Pair
ca: &Afegeix adreça parell
da: Tilføj &adressepar
gl: &Engadir par de enderezos
hu: Címpár &hozzáadása
id: &Tambah Pasangan Alamat
ja: アドレス対の追加 (&A)
km: បន្ថែម​គូ​អាសយដ្ឋាន
ko: 주소 쌍 추가(&A)
lt: Pridėti &adresų porą
nl: Adressen paar &toevoegen
pa: ਐਡਰੈੱਸ ਜੋੜਾ ਸ਼ਾਮਿਲ ਕਰੋ(&A)
pt: &Adicionar Par de Endereços
ro: &Adaugă pereche de adrese
ru: Доб&авить пару адресов
sk: &Pridať adresný pár
th: เ&พิ่มคู่ของที่อยู่
uk: &Додати пару адрес

source: The lowest address must be lower than the highest one.
ca: L'adreça més baixa ha de ser més baixa que la més elevada.
da: Den laveste adresse skal være lavere end den højeste.
gl: O enderezo máis baixo ten que estar por debaixo do enderezo máis alto.
hu: A legkisebb IP-címnek kisebbnek kell lennie, mint a legnagyobbnak.
id: Alamat terendah harus lebih rendah dari yang lebih tinggi.
ja: 開始アドレスは終了アドレスよりも前でなければなりません。
km: អាសយដ្ឋាន​ទាប​បំផុត ត្រូវ​តែ​នៅ​ក្រោម​អាសយដ្ឋាន​ខ្ពស់​បំផុត ។
ko: 최하위 주소는 최상위 주소보다 낮아야 합니다.
lt: Mažiausias adresas turi būti mažesnis už didžiausią.
nl: Het laagste adres moet lager zijn dan het hoogste.
pa: ਹੇਠਲਾ ਐਡਰੈੱਸ ਉੱਪਰਲੇ ਤੋਂ ਛੋਟਾ ਹੋਵੇ।
pt: O endereço inferior deve ser menor que o superior.
ro: Adresa cea mai mică trebuie să fie mai mică decît cea mai mare adresă.
ru: Первый адрес должен быть меньше, чем последний.
sk: Najnižšia adresa musí byť nižšia ako tá najvyššia.
th: ค่าที่อยู่ต่ำที่สุดจะต้องน้อยกว่าตัวที่มีค่าสูงสุด
uk: Найнижча адреса повинна бути нижчою за найвищу адресу.

source: If you change this, also update the syslog configuration.
ca: Si canvieu això, actualitzeu també la configuració de syslog.
da: Hvis du ændrer dette, skal du også opdatere syslog-konfigurationen.
gl: Se modifica isto, debe actualizar tamén a configuración do syslog.
hu: Ha ezt megváltoztatja, igazítsa hozzá a syslog beállítását is.
id: Jika Anda mengubah ini, akan memeprbarui konfigurasi syslog.
ja: これを変更する場合は syslog の設定も更新してください。
km: ប្រសិនបើ​អ្នក​ផ្លាស់ប្ដូរ​វា នោះ​ការ​កំណត់​រចនាសម្ព័ន្ធ syslog ក៏​នឹង​ត្រូវ​បាន​ធ្វើបច្ចុប្បន្នភាព​​ផង​ដែរ ។
ko: 만약 이것을 변경한다면, 또한 syslog 설정을 업데이트해야 합니다.
lt: Jei tai pakeisite, taip pat atnaujinkite syslog konfigūraciją.
nl: Als u dit aanpast moet u tevens de syslog configuratie bijwerken.
pa: ਜੇ ਤੁਸੀਂ ਇਹ ਤਬਦੀਲ ਕੀਤਾ, syslog ਸੰਰਚਨਾ ਦਾ ਅੱਪਡੇਟ ਵੀ ਕਰੋ।
pt: Se alterar esta configuração, altere também a configuração do syslog.
ro: Dacă efectuați aceste modificări, actualizați și configurația syslog.
ru: При изменении также обновите конфигурацию syslog.
sk: Ak toto zmeníte, nezabudnite upraviť nastavenie systémového záznamu.
th: หากคุณแก้ไขค่านี้ จะเป็นการปรับปรุงการปรับแต่งค่าของ syslog เช่นกัน
uk: Якщо ви зміните це, також оновіть налаштування системного журналу.

source: &Hardware Type
hu: &Hardver típusa
ko: 하드웨어 형식(&H)
pt: Tipo de &Hardware
ru: Тип обор&удования
sk: Typ &hardware

source: &MAC Address
ca: Adreça &MAC
da: &MAC-adresse
gl: Enderezo &MAC
hu: &MAC-cím
id: Alamat &MAC
ja: MAC アドレス (&M)
km: អាសយដ្ឋាន &MAC
ko: MAC 주소
lt: Fizinis (&MAC) adresas
nl: &MAC adres
pa: &MAC ਐਡਰੈੱਸ
pt: Endereço &Físico
ro: Adresă &MAC
ru: &MAC-адрес
sk: &MAC adresa
th: เลขที่อ&ยู่ MAC
uk: Адреса &MAC

source: &Lowest IP Address
ca: L'adreça IP més baixa
da: &Laveste IP-adresse
gl: Enderezo IP máis &baixo
hu: Leg&kisebb IP-cím
id: Alamat IP &Terendah
ja: 開始 IP アドレス (&L)
km: អាសយដ្ឋាន IP ទាប​បំផុត
ko: 최하위 IP 주소(&L)
lt: &Mažiausias IP adresas
nl: &Laagste IP-adres
pa: ਹੇਠਲਾ IP ਐਡਰੈੱਸ(&L)
pt: Endereço IP &Inferior
ro: Cea mai mică adresă IP
ru: &Первый IP-адрес
sk: Naj&nižšia IP adresa
th: ที่อยู่ไอพี&ต่ำสุด
uk: &Найнижча IP-адреса

source: &Highest IP Address
ca: L'adreça IP més elevada
da: &Højeste IP-adresse
gl: Enderezo IP máis &alto
hu: Leg&nagyobb IP-cím
id: Alamat IP &Tertinggi
ja: 終了 IP アドレス (&H)
km: អាសយដ្ឋាន IP ខ្ពស់​បំផុត
ko: 최상위 IP 주소(&H)
lt: &Didžiausias IP adresas
nl: &Hoogste IP-adres
pa: ਉੱਪਰਲਾ IP ਐਡਰੈੱਸ(&H)
pt: Endereço IP &Superior
ro: Cea mai mare adresă IP
ru: П&оследний IP-адрес
sk: Naj&vyššia IP adresa
th: ที่อยู่ไอพี&สูงสุด
uk: Най&вища IP-адреса

source: If you leave the DHCP server configuration without saving, all changes will be lost. Really leave?
ca: Si sortiu sense desar la configuració del servidor DHCP, es perdran tots els canvis. N'esteu segur?
da: Hvis du forlader konfigurationen af DHCP-serveren uden at gemme, vil alle ændringer gå tabt. Vil du virkelig forlade?
gl: Se non garda a configuración do servidor DHCP, perderanse todas as modificacións. Está seguro de querer saír?
hu: Ha megszakítja a DHCP-kiszolgáló beállítását mentés nélkül, minden eddigi változtatás el fog veszni. Biztos, hogy kilép?
id: Jika Anda keluar dari konfigurasi Peladen DHCP tanpa menyimpan, semua perubahan akan hilang. Yakin keluar?
ja: DHCP サーバ設定を保存せずに終了すると、 変更した内容はすべて失われます。終了してよろしいですか？
km: ប្រសិនបើ​អ្នក​ចាកចេញ​ពី​ការ​កំណត់​រចនាសម្ព័ន្ធ​ម៉ាស៊ីន​បម្រើ DHCP ដោយ​មិន​រក្សាទុក នោះ​ការ​ផ្លាស់ប្ដូរ​ទាំងអស់​នឹង​ត្រូវបាត់បង់ ។ ពិត​ជា​ចាកចេញ​ឬ ?
ko: DHCP 서버 구성을 저장하지 않고 종료하면 모든 변경 사항을 잃게 됩니다. 종료하시겠습니까?
lt: Jei išeisite iš DHCP serverio konfigūracijos neįrašę pakeitimų, prarasite visus pakeitimus. Tikrai išeiti?
nl: Als u de DHCP-server configuratie wilt verlaten zonder op te slaan, dan zullen alle gemaakte wijzigingen verloren gaan. Verlaten?
pa: ਜੇਕਰ ਸੰਭਾਲੇ ਬਿਨਾਂ DHCP ਸਰਵਰ ਸੰਰਚਨਾ ਬੰਦ ਕਰ ਦਿੱਤਾ ਤਾਂ ਸਭ ਤਬਦੀਲੀਆਂ ਖਤਮ ਹੋ ਜਾਣਗੀਆਂ। ਕੀ ਤੁਸੀਂ ਛੱਡਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pt: Pretende mesmo deixar a configuração do servidor DHCP sem gravar, Todas as alterações serão perdidas?
ro: Dacă închideți configurarea serverului DHCP fără să salvați, toate modificările vor fi pierdute. Chiar doriți să închideți?
ru: Если вы выйдите из конфигурации DHCP-сервера без сохранения, все изменения будут потеряны. Действительно выйти?
sk: Ak prerušíte nastavenie servera DHCP bez uloženia nastavení, všetky zmeny budú zahodené. Naozaj opustiť?
th: หากคุณออกจากการปรับแต่งบริการ DHCP โดยไม่บันทึกค่าก่อน การเปลี่ยนแปลงทั้งหมดจะหายไป ต้องการจะออกจริงหรือไม่ ?
uk: Якщо ви перервете налаштування сервера DHCP, не зберігши зміни, всю вашу роботу буде втрачено. Насправді перерватися?

source: The port in firewall is not open. The DHCP server will not be able to serve your network. Continue?
ca: El port al tallafoc no està obert. El servidor DHCP no podrà servir la vostra xarxa. Continuar?
da: Porten i firewallen er ikke åben. DHCP-serveren vil ikke kunne betjene netværket. Fortsæt?
hu: A tűzfal portja nincs nyitva. A DHCP-kiszolgáló nem fogja tudni kiszolgálni a hálózatot. Biztosan folytatja?
id: Port di firewall tidak terbuka. Peladen DHCP tidak dapat melayani jaringan Anda. Lanjutkan?
ja: ファイアウオールのポートが開いていません。 DHCP サービスをネットワークに提供することができません。 続行してよろしいですか？
km: ច្រក​ក្នុង​ជញ្ជាំងភ្លើង​មិន​បាន​បើក​ឡើយ ។ ម៉ាស៊ីន​បម្រើ DHCP នឹង​មិន​អាច​បម្រើ​បណ្ដាញ​របស់​អ្នក​បាន​ឡើយ ។ បន្តឬ ?
ko: 방화벽의 포트가 열리지 않았습니다. 따라서 DHCP 서버가 네트워크에서 서비스를 제공하지 못합니다. 계속하시겠습니까?
lt: Užkardoje nėra atvertas prievadas. DHCP serveris negalės tarnauti Jūsų tinkle. Tęsti?
nl: De firewall poort staat niet open. De DHCP-server zal uw netwerk niet van dienst kunnen zijn. Doorgaan?
pa: ਫਾਇਰਵਾਲ ਵਿੱਚ ਪੋਰਟ ਖੁੱਲੀ ਨਹੀਂ। DHCP ਸਰਵਰ ਤੁਹਾਡੇ ਨੈੱਟਵਰਕ ਦੇ ਪਰਬੰਧਨ ਯੋਗ ਨਹੀਂ ਹੈ। ਜਾਰੀ ਕਰੋ?
pt: O porto na firewall não está aberto. Ao servidor DHCP não lhe será possível servir a sua rede. Continuar?
ro: Portul nu este deschis în paravanul de protecție. Serverul DHCP nu va putea accesa rețeaua dumneavoastră. Continuați?
ru: Порт в брандмауэре не открыт. DHCP-сервер не сможет обслуживать вашу сеть. Продолжить?
sk: Port vo firewalle nie je otvorený. DHCP server nebude schopný poskytovať služby na sieti. Pokračovať?
th: พอร์ตในไฟร์วอลล์ยังไม่ถูกเปิด บริการ DHCP จะไม่สามารถให้บริการบนเครือข่ายของคุณได้ จะทำต่อไปหรือไม่ ?
uk: Порт закритий фєрволом. Сервер DHCP не зможе обслуговувати вашу мережу. Продовжити?

source: The network interfaces listed below are not mentioned in any firewall zone. %1 Run the YaST firewall configuration to assign them to a zone.
ca: Les interfícies de xarxa llistades a sota no es mencionen a cap zona del tallafoc. %1 Executeu la configuració del tallafoc del YaST per assignar-les a una zona.
da: Netværksgrænsefladerne vist herunder er ikke nævnt i nogen firewallzone. %1 Kør YaST firewallkonfiguration for at henvise dem til en zone.
hu: Az alább felsorolt csatolók egy tűzfalzónában sincsenek megemlítve. %1 Futtassa le a YaST tűzfal-konfigurációt és rendelje őket kézzel zónákhoz.
id: Daftar interfaces jaringan di bawah ini tidak masuk ke dalam zona firewall. %1 Jalankan konfigurasi YaST firewall untuk menetapkan ke dalam zona.
ja: 以下のネットワークインターフェイスは、どのファイアウオールゾーンにも属していません。 %1 YaST ファイアウオール設定を実行し、ゾーンを割り当ててください。
km: ចំណុច​ប្រទាក់​បណ្ដាញ​ដែល​បាន​រាយ​ខាង​ក្រោម មិនបាន​បញ្ជាក់​ក្នុង​តំបន់​ជញ្ជាំង​ភ្លើង​ណាមួយ​ឡើយ ។ %1 រត់​ការ​កំណត់​រចនាសម្ព័ន្ធ​ជញ្ជាំង​ភ្លើង​របស់ YaST ដើម្បី​ផ្ដល់​តម្លៃ​ពួក​វា​ទៅ​តំបន់​មួយ ។
ko: 아래 열거된 네트워크 인터페이스는 어떤 방화벽 영역에도 할당되지 않았습니다. %1 영역에 할당하려면 YaST 방화벽 구성을 실행하십시오.
lt: Žemiau surašytos tinklo sąsajos nepaminėtos nei prie vienos užkardos zonos. %1 Paleiskite YaST užkardos konfigūravimo modulį ir priskirkite jas zonai.
nl: De hieronder weergegeven interfaces komen in geen enkele firewall-zone voor. %1 Start YaST2 Firewallconfiguratie om ze toe te wijzen aan een zone.
pa: ਹੇਠ ਸੂਚੀਬੱਧ ਕੀਤੇ ਨੈੱਟਵਰਕ ਖੇਤਰ ਕਿਸੇ ਵੀ ਫਾਇਰਵਾਲ ਖੇਤਰ ਵਿੱਚ ਨਹੀਂ ਆਉਦੇ ਹਨ। %1 ਉਹਨਾਂ ਨੂੰ ਇੱਕ ਖੇਤਰ ਵਿੱਚ ਰੱਖਣ ਲਈ YaST ਫਾਇਰਵਾਲ ਸੰਰਚਨਾ ਚਲਾਓ।
pt: As interfaces de rede listadas abaixo não se encontram referidas em nenhuma zona da firewall. %1 Execute o Firewall YaST e atribua-lhes manualmente uma zona.
ro: Interfețele de rețea listate mai jos nu sunt menționate în nici o zonă din paravanul de protecție. %1 Rulați configurarea YaST a paravanului de protecție pentru a le atribui unei zone.
ru: Сетевые интерфейсы, представленные ниже, не указаны в какой-либо зоне брандмауэра. %1 Запустите настройку брандмауэра YaST для назначения их зоне.
sk: Sieťové rozhrania uvedené nižšie nie sú zahrnuté v žiadnej' zóne firewallu. %1 Spustite konfiguráciu YaST firewallu a priraďte ho do niektorej zóny.
th: ส่วนเชื่อมต่อเครือข่ายที่ถูกเรียกรายการ ยังไม่มีการอ้างถึงอยู่ในเขตพื้นที่ของไฟร์วอลล์ %1 โปรดเรียกการปรับแต่งค่าไฟร์วอลล์ของ YaST เพื่อกำหนดพวกมันไปยังเขตพื้นที่ของไฟร์วอลล์
uk: Мережні інтерфейси, вказані нижче, не згадуються у жодній з зон фаєрволу. %1 Запустіть налаштування фаєрволу YaST, щоб приписати їх до зони.

source: Network interface %1 is not mentioned in any firewall zone. Run the YaST firewall configuration to assign it to a zone.
ca: La interfície de xarxa %1 no està mencionada a cap zona de tallafoc. Executeu la configuració del tallafoc del YaST i assigneu-la-hi.
da: Netværksbrugerflade %1 er ikke nævnt i nogen firewallzone. Kør YaST firewallkonfiguration for at henvise den til en zone.
hu: A(z) %1 hálózati csatoló egy tűzfalzónához sincs rendelve. Futtassa le a YaST tűzfal-konfigurációt és rendelje kézzel egy zónához.
id: Interface jaringan %1 tidak terdaftar dalam zona firewall. Jalankan konfigurasi YaST firewall untuk menetapkan ke dalam zona.
ja: ネットワークインターフェイス %1 は、どのファイアウオールゾーンにも属していません。 YaST ファイアウオール設定を実行し、ゾーンを割り当ててください。
km: ចំណុច​ប្រទាក់​បណ្ដាញ %1 មិន​ត្រូវ​បាន​បញ្ជាក់​ក្នុង​តំបន់​ជញ្ជាំងភ្លើង ។ រត់​ការ​កំណត់​រចនាសម្ព័ន្ធ​ជញ្ជាំងភ្លើង​របស់ YaST ដើម្បី​ផ្ដល់​តម្លៃ​វា​ទៅ​តំបន់​មួយ ។
ko: %1 네트워크 인터페이스는 어떤 방화벽 영역에도 할당되지 않았습니다. 영역에 할당하려면 YaST 방화벽 구성을 실행하십시오.
lt: „%1“ tinklo sąsaja nepaminėta nei prie vienos užkardos zonos. Paleiskite YaST užkardos konfigūravimo modulį ir priskirkite ją zonai.
nl: Netwerkinterface '%1' is aan geen enkele firewall -zone toegewezen. Start de YaST2 Firewallconfiguratie en pas deze toewijzing handmatig toe.
pa: ਨੈੱਟਵਰਕ ਖੇਤਰ %1 ਕਿਸੇ ਵੀ ਫਾਇਰਵਾਲ ਖੇਤਰ ਵਿੱਚ ਨਹੀਂ ਆਉਦੇ ਹਨ। ਇਸ ਨੂੰ ਇੱਕ ਖੇਤਰ ਵਿੱਚ ਰੱਖਣ ਲਈ YaST ਫਾਇਰਵਾਲ ਸੰਰਚਨਾ ਚਲਾਓ।
pt: A interface de rede %1 não se encontra atribuída a nenhuma zona da firewall. Execute o Firewall YaST e atribua-lhe manualmente uma zona.
ro: Interfața de rețea %1 nu este menționată în nici o zonă din paravanul de protecție. Rulați configurarea YaST a paravanul de protecție pentru a o atribui unei zone.
ru: Сетевой интерфейс %1 не указан в какой-либо зоне брандмауэра. Запустите настройку брандмауэра YaST для назначения его зоне.
sk: Sieťové rozhranie '%1' nie je priradené do žiadnej zóny firewallu. Spustite konfiguráciu YaST firewallu a priraďte ho do niektorej zóny.
th: ส่วนเชื่อมต่อเครือข่าย %1 ยังไม่ถูกอ้างถึงอยู่ในเขตพื้นที่ใด ๆ ของไฟร์วอลล์ โปรดเรียกการปรับแต่งค่าไฟร์วอลล์ของ YaST เพื่อกำหนดพวกมันไปยังเขตพื้นที่
uk: Інтерфейс «%1» не приписаний до жодної зони фаєрволу. Запустіть налаштування фаєрволу в YaST, щоб приписати його до зони.

source: This function is not available during preparation for autoinstallation.
ca: Aquesta funció no està disponible durant la preparació de la instal·lació automàtica.
da: Denne funktion er ikke tilgængelig under forberedelse af autoinstallation.
hu: Ez a funkció nem hozzáférhető az automatikus telepítés előkészítésekor.
id: Fungsi ini tidak tersedai selama persiapan untuk pemasanganotomatis.
ja: 自動インストールの準備の際には、 この機能を利用することはできません。
km: មិន​មាន​អនុគមន៍​នេះ​ឡើយ អំឡុង​ពេល​រៀបចំ​ការ​ដំឡើង​ស្វ័យប្រវត្តិ ។
ko: 자동 설치를 준비하는 동안에는 이 기능을 사용할 수 없습니다.
lt: Ši funkcija neprieinama automatinio diegimo paruošiamajame etape.
nl: Deze functie is niet beschikbaar tijdens de automatische-installatie preparatie.
pa: ਇਹ ਫੰਕਸ਼ਨ ਸਵੈ ਇੰਸਟਾਲੇਸ਼ਨ ਲਈ ਤਿਆਰੀ ਦੌਰਾਨ ਉਪਲੱਬਧ ਨਹੀਂ ਹੈ।
pt: Esta função não está disponível durante a preparação para a instalação automática.
ro: Această funcție nu este accesibilă în timpul pregătirii pentru autoinstalare.
ru: Данная функция недоступна при подготовке к автоматической установке.
sk: Táto funkcia nie je dostupná počas prípravy automatickej inštalácie.
th: ฟังก์ชันนี้จะใช้ไม่ได้ในระหว่างการเตรียมการ สำหรับการติดตั้งอัตโนมัติ
uk: Ця функція недоступна під час приготування до автовстановлення.

source: &Configured Declarations
ca: Declaracions &configurades
da: &Konfigurerede deklarationer
gl: Declaracións &configuradas
hu: &Beállított deklarációk
id: &Konfigurasi Deklarasi
ja: 設定済みの宣言 (&C)
km: ការ​ប្រកាស​ដែល​បាន​កំណត់​រចនាសម្ព័ន្ធ
ko: 구성된 선언(&C)
lt: &Sukonfigūruoti aprašai
nl: &Geconfigureerde declaraties
pa: ਸੰਰਚਨਾ ਨਿਰਧਾਰਨ(&C)
pt: Declarações &Configuradas
ro: De&clarații configurate
ru: На&строенные объявления
sk: &Konfigurované deklarácie
th: การประกาศที่&ปรับแต่งแล้ว
uk: &Налаштовані декларації

source: &Dynamic DNS
ca: &DNS dinàmic
da: &Dynamisk DNS
gl: DNS &dinámico
hu: &Dinamikus DNS
id: DNS &Dinamis
ja: ダイナミック DNS (&D)
km: DNS ថាមវន្ត
ko: 동적 DNS(&D)
lt: &Dinaminis DNS
nl: &Dynamische DNS
pa: ਡਾਇਨੈਮਿਕ DNS(&D)
pt: DN&S's Dinâmicos
ro: &DNS Dinamic
ru: &Динамический DNS
sk: &Dynamické DNS
th: &บริการ DNS แบบไม่ตายตัว
uk: Динамічна &DNS

source: Forward Zone TSIG &Key
ca: &Clau TSIG de la zona de reenviament
da: Almindelig zones TSIG-&nøgle
gl: &Chave TSIG para zona directa
hu: &Névfeloldási TSIG zónakulcs
ja: 正引きゾーンの TSIG 鍵 (&K)
km: កូនសោ TSIG របស់​តំបន់​បញ្ជូន​​បន្ត
ko: 정방향 영역 TSIG 키(&K)
lt: Tiesioginės zonos TSIG ra&ktas
nl: Voorwaartse zone TSIG &sleutel
pa: ਸਿੱਧਾ ਜ਼ੋਨ TSIG ਕੁੰਜੀ(&K)
pt: Chave TSIG da Zona &Directa
ro: Cheie TSIG de zona Forward
ru: &Ключ TSIG прямой зоны
sk: TSIG &kľúč dopredu smerujúcej zóny
th: &กุญแจ TSIG ของโซนส่งต่อ
uk: TSIG-&ключ прямої зони

source: Reverse Zone TSIG &Key
ca: &Claus TSIG de la zona inversa
da: Omvendt zones TSIG-&nøgle
gl: &Chave TSIG para zona inversa
hu: &Címfeloldási TSIG zónakulcs
ja: 逆引きゾーンの TSIG 鍵 (&K)
km: កូនសោ TSIG របស់​តំបន់​បញ្ច្រាស
ko: 역방향 영역 TSIG 키(&K)
lt: Atgalinės zonos TSIG ra&ktas
nl: Omgekeerde zone TSIG &sleutel
pa: ਉਲਟਾ ਜ਼ੋਨ TSIG(&K)
pt: Chave TSIG da Zona &Inversa
ro: Cheie TSIG de zonă inversă
ru: &Ключ TSIG обратной зоны
sk: TSIG &kľúč reverznej zóny
th: &กุญแจ TSIG ของโซนกลับค่า
uk: TSIG-&ключ реверсивної зони

source: Select File with Authentication Key
ca: Seleccioneu el fitxer amb la clau d'autenticació
da: Vælg fil med godkendelsesnøgle
gl: Seleccionar ficheiro con chave de autenticación
hu: Válassza ki az azonosítási kulcsot tartalmazó fájlt
id: Pilih Berkas dengan Kunci Otentikasi
ja: 認証鍵ファイルの選択
km: ជ្រើស​ឯកសារ​ដែល​មាន​កូនសោ​ផ្ទៀងផ្ទាត់​ភាព​ត្រឹមត្រូវ
ko: 인증 키가 있는 파일 선택
lt: Pasirinkite rinkmeną su tapatybės nustatymo raktu
nl: Selecteer bestand met verificatie sleutel
pa: ਪ੍ਰਮਾਣਿਕਤਾ ਕੁੰਜੀ ਨਾਲ ਫਾਇਲ ਚੁਣੋ
pt: Seleccionar Ficheiro com Chave de Autenticação
ro: Selectați fișierul cu cheia de autentificare
ru: Выберите Файл с ключом аутентификации
sk: Zvoľte súbor pre overovací kľúč
th: เลือกแฟ้มที่มีกุญแจสำหรับตรวจสอบสิทธิ์
uk: Виберіть файл з ключем автентифікації

source: Apply Changes
ca: Aplica els canvis
da: Anvend ændringer
hu: Változások alkalmazása
id: Terpakan Perubahan
ja: 変更の適用
ko: 변경 사항 적용
nl: Wijzigingen toepassen
ru: Применить изменения
sk: Použiť zmeny
uk: Застосувати зміни

source: &Run DHCP Server in Chroot Jail
ca: &Executa el servidor DHCP dins Chroot Jail
da: &Kør DHCP-server i Chroot-varetægt
gl: &Executar o servidor DHCP nunha gaiola chroot
hu: DHCP-kiszolgáló indítása &Chroot környezetben
id: &Jalankan Peladen DHCP dalam Jail Chroot
ja: Chroot 環境下で DHCP サーバを実行 (&R)
km: រត់​ម៉ាស៊ីន​បម្រើ DHCP ក្នុង Chroot Jail
ko: Chroot Jail에서 DHCP 서버 실행(&R)
lt: DHCP serverį paleisti „Chroot“ kalėjime
nl: &Start DHCP-server in Chroot Jail
pa: Chroot Jail ਵਿੱਚ DHCP ਸਰਵਰ ਚਲਾਓ(&R)
pt: &Executar Servidor DHCP em Jaula chroot
ro: &Rulează serverul DHCP în chroot jail
ru: Запускать DHCP-сервер в Ch&root Jail
sk: Spustiť DHCP server v klietke chrootu
th: เ&ริ่มการทำงานบริการ DHCP ในภาวะเปลี่ยนรากระบบแฟ้ม (Chroot Jail)
uk: &Запускати сервер DHCP у режимі Chroot

source: Ad&vanced
ca: Avan&çat
da: A&vanceret
gl: A&vanzado
hu: S&peciális
ja: 詳細 (&V)
km: កម្រិត​ខ្ពស់
ko: 고급(&V)
lt: Pap&ildoma
nl: &Geavanceerd
pa: ਤਕਨੀਕੀ(&v)
pt: A&vançado
ro: A&vansat
ru: Дополнител&ьно
sk: &Pokročilé
th: ขั้น&สูง
uk: До&датково

source: Display &Log
ca: Mostra el &registre
da: Vis &log
gl: Amosar &rexistro
hu: &Napló megtekintése
id: Tampilkan &Log
ja: ログの表示 (&L)
km: បង្ហាញ​កំណត់ហេតុ
ko: 로그 표시(&L)
lt: Parodyti &žurnalą
nl: &Log weergeven
pa: ਲਾਗ ਵਿਖਾਓ(&L)
pt: Mostrar &Diário
ro: Afișare jurna&l
ru: Показать журна&л
sk: &Zobraziť záznam
th: แสดง&ปูมบันทึก
uk: Показати &журнал

source: &Interface Configuration
ca: Configuració d'&interfície
da: &Grænsefladekonfiguration
gl: Configuración da &interface
hu: &Eszközbeállítás
id: Konf&igurasi Interface
ja: インターフェイス設定 (&I)
km: ការ​កំណត់​រចនាសម្ព័ន្ធ​ចំណុចប្រទាក់
ko: 인터페이스 구성(&I)
lt: Sąsajos konf&igūracija
nl: &Interfaceconfiguratie
pa: ਇੰਟਰਫੇਸ ਸੰਰਚਨਾ(&I)
pt: Configuração de &Interface
ro: Conf&igurarea Interfeței
ru: Конфигурация &интерфейса
sk: Konfigurácia &rozhraní
th: การปรับแต่ง&ส่วนเชื่อมต่อเครือข่าย
uk: Налаштування &інтерфейсу

source: &Network Address
ca: Adreça de &xarxa
da: &Netværksadresse
gl: E&nderezo de rede
hu: Hálózati &cím
id: Alamat Jari&ngan
ja: ネットワークアドレス (&N)
km: អាសយដ្ឋាន​បណ្ដាញ
ko: 네트워크 주소(&N)
lt: Ti&nklo adresas
nl: &Netwerkadres
pa: ਨੈੱਟਵਰਕ ਐਡਰੈੱਸ(&N)
pt: Endereço de &Rede
ro: Adresă de rețea
ru: Адрес &сети
sk: &Sieťová adresa
th: ที่อยู่เ&ครือข่าย
uk: &Мережна адреса

source: Network &Mask
ca: &Màscara de xarxa
da: Netværks&maske
gl: &Máscara de rede
hu: Hálózati &maszk
id: &Mask Jaringan
ja: ネットワークマスク (&M)
km: &Mask បណ្ដាញ
ko: 네트워크 마스크(&M)
lt: Tin&klo kaukė
nl: Netwerk&masker
pa: ਨੈੱਟਵਰਕ ਮਖੌਟਾ(&M)
pt: &Máscara de Rede
ro: &Mască de rețea
ru: &Маска сети
sk: Sieťová &maska
th: &มาสก์เครือข่าย
uk: Мас&ка мережі

source: Group &Name
ca: &Nom del grup
da: Gruppe&navn
gl: &Nome do grupo
hu: &Csoportnév
id: &Nama Grup
ja: グループ名 (&N)
km: ឈ្មោះ​ក្រុម
ko: 그룹 이름(&N)
lt: Grupės pavadi&nimas
nl: &Groepsnaam
pa: ਸਮੂਹ ਨਾਂ(&N)
pt: Nome de &Grupo
ro: &Numele Grupului
ru: &Имя группы
sk: Meno &skupiny
th: &ชื่อกลุ่ม
uk: &Назва групи

source: Pool &Name
ca: &Nom del conjunt
da: Pulje&navn
gl: &Nome do depósito
hu: &Tartománynév
id: &Nama kumpulan
ja: プール名 (&N)
km: ឈ្មោះ​អាង
ko: 풀 이름(&N)
lt: Telkinio pavadi&nimas
nl: Pool &naam
pa: ਪੂਲ ਨਾਂ(&N)
pt: &Nome da Gama
ro: &Nume spațiu de adrese
ru: &Имя пула
sk: Názov &zásobníka
th: &ชื่อกลุ่มที่อยู่
uk: &Назва області

source: Shared Network &Name
ca: &Nom de la xarxa compartida
da: &Navn på delt netværk
gl: &Nome de rede compartida
hu: Az osztott hálózat &neve
id: &Nama Jaringan Berbagi
ja: 共有ネットワーク名 (&N)
km: ឈ្មោះ​បណ្ដាញ​រួម
ko: 공유 네트워크 이름(&N)
lt: Bendro naudojimo tinklo pavadi&nimas
nl: &Naam van gedeelde netwerk
pa: ਸ਼ੇਅਰ ਨੈੱਟਵਰਕ ਨਾਂ(&N)
pt: Nome da Rede Parti&lhada
ro: &Nume rețea împărțită
ru: &Имя общей сети
sk: Zdieĺané sieťové &meno
th: &ชื่อของเครือข่ายที่ใช้ร่วมกัน
uk: &Назва спільної мережі

source: Class &Name
ca: &Nom de classe
da: Klasse&navn
gl: &Nome da clase
hu: &Osztálynév
id: &Nama Kelas
ja: クラス名 (&N)
km: ឈ្មោះ​ថ្នាក់
ko: 클래스 이름(&N)
lt: Klasės pavadi&nimas
nl: Categorie &naam
pa: ਸ਼੍ਰੇਣੀ ਨਾਂ(&N)
pt: Nome da &Classe
ro: &Nume clasă
ru: &Имя класса
sk: Meno &triedy
th: &ชื่อคลาส
uk: Назва &класу

source: Available Interfaces
ca: Interfícies disponibles
da: Tilgængelige grænseflader
gl: Interfaces dispoñibles
hu: Elérhető eszközök
id: Interface Tersedia
ja: 利用可能なインターフェイス
km: ចំណុច​ប្រទាក់​ដែល​មាន
ko: 사용 가능한 인터페이스
lt: Galimos sąsajos
nl: Beschikbare interfaces
pa: ਉਪਲੱਬਧ ਇੰਟਰਫੇਸ
pt: Interfaces Disponíveis
ro: Interfețe disponibile
ru: Доступные интерфейсы
sk: Dostupné zariadenia
th: ส่วนเชื่อมต่อเครือข่ายที่มีให้ใช้
uk: Наявні інтерфейси

source: Open &Firewall for Selected Interfaces
ca: Obre el tallafoc per a les interfícies seleccionades
da: Åbn &firewall for valgte grænseflader
gl: Abrir a &devasa para as interfaces seleccionadas
hu: &Tűzfal kinyitása a kiválasztott csatolóhoz
id: Buka &Firewall untuk Interface Terpilih
ja: ファイアウオールで選択したインターフェイスを開く (&F)
km: បើក​ជញ្ជាំងភ្លើង​សម្រាប់​ចំណុច​ប្រទាក់​ដែល​បាន​ជ្រើស
ko: 선택한 인터페이스에 대해 방화벽 열기(&F)
lt: Nurodytose sąsajose atverti &užkardą
nl: &Firewall voor de geselecteerde interfaces openen
pa: ਚੁਣੇ ਇੰਟਰਫੇਸ ਲਈ ਫਾਇਰਵਾਲ ਖੋਲੋ(&F)
pt: Abrir &Firewall para as Interfaces Seleccionadas
ro: Deschide paravanul de protecție pentru inter&fețele selectate
ru: Открыть &брандмауэр для выбранных интерфейсов
sk: Otvoriť &firewall pre zvolené rozhrania
th: เปิดใช้ไฟร์วอลล์กับส่วนเชื่อมต่อเครือข่ายที่เลือกไว้
uk: Відкрити фа&єрвол на вибраних інтерфейсах

source: &Enable Dynamic DNS for This Subnet
ca: &Habilita DNS dinàmic per a aquesta subxarxa
da: &Aktivér dynamisk DNS for dette subnet
gl: &Activar DNS dinámico para esta subrede
hu: &Dinamikus DNS engedélyezése az alhálózat számára
id: &Aktifkan DNS Dinamis untuk Subnet Ini
ja: このサブネットのダイナミック DNS を有効にする (&E)
km: បើក DNS អថេរ សម្រាប់ Subnet នេះ
ko: 이 서브넷에 대해 동적 DNS 활성화(&E)
lt: Š&iam potinkliui įjungti dinaminį DNS
nl: &Dynamisch DNS voor dit subnet activeren
pa: ਇਸ ਸਬਨੈੱਟ ਲਈ ਡਾਇਨੈਮਿਕ DNS ਯੋਗ ਕਰੋ(&E)
pt: &Activar DNS's Dinâmicos para esta Sub-rede
ro: Activ&ează DNS-ul dinamic pentru această subrețea
ru: &Включить динамический DNS для этой подсети
sk: &Povoliť dynamické DNS pre túto podsieť
th: เ&ปิดใช้บริการ DNS แบบไม่ตายตัวกับเครือข่ายย่อยนี้
uk: &Дозволити динамічну DNS для цієї підмережі

source: &Update Global Dynamic DNS Settings
ca: &Actualitza els paràmetres globals de DNS dinàmic
da: &Opdater globale dynamiske DNS-indstillinger
gl: &Actualizar configuración global de DNS dinámico
hu: Általános &dinamikus DNS-kiszolgálóbeállítások frissítése
id: &Perbarui Pengauran Global DNS Dinamis
ja: グローバルダイナミック DNS 設定の更新 (&U)
km: ធ្វើ​បច្ចុប្បន្នភាព​​ការ​កំណត់​សកល​របស់ DNS អថេរ
ko: 전역 동적 DNS 설정 업데이트(&U)
lt: At&naujinti visuotines dinaminio DNS nuostatas
nl: Globale d&ynamische DNS-instellingen bijwerken
pa: ਗਲੋਬਲ ਡਾਇਨੈਮਿਕ DNS ਸੈਟਿੰਗ ਅੱਪਡੇਟ ਕਰੋ(&U)
pt: &Actualizar Definições Globais de DNS's Dinâmicos
ro: Act&ualizează setările globale de DNS dinamic
ru: Обновлять общие параметры динамического DNS
sk: &Aktualizovať globálne nastavenia dynamického DNS
th: ปรับปรุง&การตั้งค่าทั่วไปของบริการ DNS แบบไม่ตายตัว
uk: &Оновлювати глобальні параметри динамічної DNS

source: &Zone
ca: &Zona
gl: &Zona
hu: &Zóna
id: &Zona
ja: ゾーン (&Z)
km: តំបន់
ko: 영역(&Z)
lt: &Zona
pa: ਜ਼ੋਨ(&Z)
pt: &Zona
ro: &Zonă
ru: &Зона
sk: &Zóna
th: โซ&น
uk: &Зона
