Repository: Dzejrou/yast-translations
Catalog: po/dhcp-server/*.po
Languages: ca, da, gl, hu, id, ja, km, ko, lt, nl, pa, pt, ro, ru, sk, th, uk

source: Zone %1 does not yet exist in the current DNS server configuration. Create it?
ca: La zona %1 encara no existeix a la configuració del servidor DNS actual. Voleu crear-la?
da: Zonen %1 eksisterer endnu ikke i den aktuelle DNS-serverkonfiguration. Skal den oprettes?
hu: A(z) %1 zóna még nem létezik az aktuális DNS-kiszolgálókonfigurációban. Kívánja létrehozni?
id: Zona %1 belum ada dalam rekaman konfigurasi peladen DNS. Buat?
ja: ゾーン %1 は現在の DNS サーバ設定には存在していません。 作成してよろしいですか？
km: តំបន់​ %1 មិនទាន់​មាន​ក្នុង​ការកំណត់រចនាសម្ព័ន្ធម៉ាស៊ីន​បម្រើ​​ DNS នូវ​ឡើយទេ​​។ តើ​ត្រូវ​តែ​បង្កើត​វាឬ​ ?
ko: %1 영역이 현재 DNS 서버 구성에 아직 없습니다. 만드시겠습니까?
lt: %1 zonos nėra dabartinėje DNS serverio konfigūracijoje. Sukurti?
nl: Zone %1 bestaat niet in de huidige DNS-serverconfiguratie. Wilt u dat deze wordt aangemaakt?
pt: A zona %1 não existe ainda na configuração actual do servidor de DNS. Deve esta ser criada?
ro: Zona %1 nu există încă în configurația serverului DNS. Să o creez?
ru: Зона %1 еще не существует в текущей конфигурации DNS-сервера. Создать ее?
sk: Zóna %1 doteraz neexistuje v aktuálnej konfigurácii DNS servera. Vytvoriť ju?
th: ยังไม่มีโซน %1 อยู่ในการปรับแต่งค่าของบริการ DNS ปัจจุบันของคุณ จะสร้างโซนดังกล่าวหรือไม่ ?
uk: Зони %1 ще не існує у поточній конфігурації сервера DNS. Створити її?

source: Cannot create zone %1.
ca: No s'ha pogut crear la zona %1.
da: Kan ikke oprette zone %1.
gl: Non se pode crear a zona %1.
hu: A(z) %1 zóna nem hozható létre.
id: Tidak dapat membuat zona %1.
ja: ゾーン %1 を作成することができませんでした。
km: មិន​អាច​បង្កើត​តំបន់ %1​ បាន​ឡើយ​ ។
ko: %1 영역을 만들 수 없습니다.
lt: Nepavyksta sukurti zonos %1.
nl: Kan zone %1 niet aanmaken.
pa: ਜ਼ੋਨ %1 ਬਣਾਇਆ ਨਹੀਂ ਜਾ ਸਕਦਾ।
pt: Não é possível criar a zona %1.
ro: Nu pot crea zona %1.
ru: Невозможно создать зону %1.
sk: Nie je možné vytvoriť zónu %1.
th: ไม่สามารถสร้างโซน %1 ได้
uk: Не вдалося створити зону %1.

source: Synchronizing DNS reverse records...
ca: Sincronitzant els registres inversos de DNS...
da: Synkroniserer DNS' omvendte registre...
gl: Sincronizando rexistros DNS inversos...
hu: DNS-névfeloldási rekordok szinkronizálása…
id: Sinkronisasi rekaman reverse DNS...
ja: DNS 逆引きレコードを同期しています...
km: កំពុង​ធ្វើ​សមកាលកម្ម​កំណត់​ត្រា​ DNS បញ្ច្រាស...
ko: DNS 역방향 레코드 동기화 중...
lt: Sinchronizuojami DNS atgaliniai įrašai...
nl: DNS-omgekeerde records worden gesynchroniseerd...
pt: A sincronizar os registos inversos de DNS...
ro: Sincronizez înregistrările inverse DNS...
ru: Синхронизация обратных DNS-записей...
sk: Synchronizovanie reverzných DNS záznamov...
th: ทำการปรับเทียบข้อมูลระเบียนประเภทกลับค่ากับบริการ DNS...
uk: Синхронізація реверсивних записів DNS...

source: If you cancel, all changes made to the DNS server will be lost. Really cancel this operation?
ca: Si ho cance·leu, es perdran tots els canvis fets al servidor DNS. Segur que voleu cancel·lar-ho?
da: Hvis du annullerer, vil alle ændringer foretaget på DNS-serveren gå tabt. Er du sikker på, at du vil annullere operationen?
hu: A DNS-kiszolgálón létrehozott összes változás el fog veszni. Valóban vissza kívánja vonni a műveletet?
id: Jika Anda membatalkan, semua perubahan peladen DNS akan hilang. Yakin batalkan operasi ini?
ja: キャンセルすると DNS サーバに設定した全ての変更が失われます。 この操作をキャンセルしてもよろしいですか？
km: ប្រសិនបើ​អ្នក​បោះបង់ ការ​ផ្លាស់ប្ដូរ​ទាំងអស់​ដែល​ធ្វើ​ក្នុង​ម៉ាស៊ីន​បម្រើ DNS នឹង​ត្រូវ​បាត់បង់ ។ ពិត​ជា​បោះបង់​ប្រតិបត្តិការ​នេះ​ឬ ?
ko: 취소하면 DNS 서버에 대한 모든 변경사항이 손실됩니다. 이 작업을 취소하시겠습니까?
nl: Als u annuleert zullen alle wijzigingen in de DNS-server verloren gaan. Wilt u deze operatie toch annulleren?
ro: Dacă anulați, toate modificările efectuate serverului DNS vor fi pierdute. Sigur anulați această operație?
ru: Если вы отмените операцию, то все изменения, сделанные в DNS-сервере, будут утеряны. Действительно отменить эту операцию?
sk: Ak zrušíte operáciu, stratia sa všetky zmeny vykonané na DNS serveri. Naozaj chcete zrušiť túto operáciu?
uk: Якщо операцію буде перервано, всі зміни, зроблені на сервері DNS буде втрачено. Ви справді бажаєте перервати операцію?

source: &Domain
ca: &Domini
da: &Domæne
gl: &Dominio
hu: &Tartomány
ja: ドメイン (&D)
km: ដែន
ko: 도메인(&D)
lt: &Sritis
nl: &Domein
pa: ਡੋਮੇਨ(&D)
pt: &Domínio
ro: &Domeniu
ru: &Домен
sk: &Doména
th: โ&ดเมน
uk: &Домен

source: &Network
ca: &Xarxa
da: &Netværk
gl: &Rede
hu: &Hálózat
id: Jari&ngan
ja: ネットワーク (&N)
km: បណ្ដាញ
ko: 네트워크(&N)
lt: &Tinklas
nl: &Netwerk
pa: ਨੈੱਟਵਰਕ(&N)
pt: Re&de
ro: Rețea
ru: &Сеть
sk: &Sieť
th: เ&ครือข่าย
uk: &Мережа

source: Net&mask
ca: &Màscara de subxarxa
da: Net&maske
gl: &Máscara de rede
hu: Háló&zati maszk
ja: ネットマスク (&M)
km: របាំង​បណ្ដាញ
ko: (&m)넷마스크
lt: Tinklo &kaukė
nl: Net&masker
pa: ਨੈੱਟ-ਮਖੌਟਾ(&m)
pt: &Máscara de rede
ro: &Mască de rețea
ru: &Маска сети
sk: Sieťová &maska
th: มา&สก์ของเครือข่าย
uk: &Маска мережі

source: DNS Zone Records
ca: Registres de zona DNS
da: DNS' zoneregistre
gl: Rexistros de zona DNS
hu: DNS-zónarekordok
id: Rekaman Zona DNS
ja: DNS ゾーンレコード
km: កំណត់​ត្រា​តំបន់ DNS
ko: DNS 영역 레코드
lt: DNS zonos įrašai
pa: DNS ਜ਼ੋਨ ਰਿਕਾਰਡ
pt: Registos de Zona DNS
ro: Înregistrări zonă DNS
ru: Записи DNS-зоны
sk: Záznamy DNS zóny
th: ระเบียนต่าง ๆ ของโซนในบริการ DNS
uk: Записи зони DNS

source: Hostname
ca: Nom d'amfitrió
da: Værtsmaskinenavn
gl: Nome de host
hu: Gépnév
ja: ホスト名
km: ឈ្មោះ​ម៉ាស៊ីន
ko: 호스트 이름
lt: Pagrindinio kompiuterio vardas
nl: Hostnaam
pa: ਹੋਸਟ ਨਾਂ
pt: Nome da Máquina
ro: Nume gazdă
ru: Имя хоста
sk: Meno počítača
th: ชื่อเครื่อง
uk: Назва вузла

source: Assigned IP
ca: IP assignada
da: Tildelt IP-adresse
gl: IP asignado
hu: Hozzárendelt IP-cím
id: IP yang ditetapkan
ja: 割り当てる IP
km: IP ដែល​បាន​កំណត់​
ko: 할당된 IP
lt: Priskirtas IP
nl: Toegewezen IP
pa: ਦਿੱਤਾ IP
pt: IP Atribuído
ro: IP asignat
ru: Присвоенный IP
sk: Pridelené IP
th: ที่อยู่ไอพีที่ได้รับ
uk: Призначений IP

source: &Add...
ca: &Afegeix...
da: &Tilføj...
gl: &Engadir...
hu: &Hozzáadás…
id: T&ambah...
ja: 追加 (&A)...
km: បន្ថែម...
ko: 추가(&A)...
lt: &Pridėti...
nl: Toe&voegen...
pa: ਸ਼ਾਮਲ(&A)...
pt: &Adicionar...
ro: &Adaugă...
ru: Доб&авить...
sk: &Pridať...
th: เ&พิ่ม...
uk: &Додати...

source: &Special Tasks
ca: Ta&sques especials
da: &Specielle opgaver
gl: &Tarefas especiais
hu: Speciális &feladatok
id: Tuga&s Khusus
ja: 特殊作業 (&S)
km: ភារកិច្ច​ពិសេស
ko: 특수 업무(&S)
lt: &Specialios užduotys
nl: &Speciale taken
pa: ਖਾਸ ਕੰਮ(&S)
pt: &Tarefas Especiais
ro: Operații &speciale
ru: &Специальные задачи
sk: &Špeciálne úlohy
th: งาน&พิเศษ
uk: &Окремі завдання

source: Add New Range of DNS Records
ca: Afegeix una nova gamma de registres DNS
da: Tilføj nyt område af DNS-registre
gl: Engadir intervalo novo de rexistros DNS
hu: Új DNS-rekordtartomány hozzáadása
id: Menambah Rentang Rekaman DNS
ja: DNS レコードの新しい範囲を追加
km: បន្ថែម​ជួរ​ថ្មី​នៃ​កំណត់ត្រា​ DNS
ko: 새 DNS 레코드 범위 추가
lt: Pridėti naują DNS įrašų sritį
nl: Nieuw bereik van DNS-records toevoegen
pa: DNS ਰਿਕਾਰਡਾਂ ਲਈ ਨਵੀਂ ਰੇਜ਼ ਸ਼ਾਮਲ ਕਰੋ
pt: Adicionar Nova Gama de Registos DNS
ro: Adaugă interval nou de înregistrări DNS
ru: Добавить новый диапазон DNS-записей
sk: Pridať nový rozsah DNS záznamov
th: เพิ่มช่วงใหม่ของระเบียนในบริการ DNS
uk: Додати новий діапазон записів DNS

source: Run Wizard to Rewrite the DNS Zone from Scratch
ca: Executa l'auxiliar per reescriure la zona DNS des de zero
da: Brug guiden for at genskrive DNS-zonen fra bunden
gl: Executar asistente para volver a escribir a zona DNS desde cero
hu: Varázsló futtatása a DNS-zóna elölről újraírásához
id: Jalankan Penuntun untuk menulis ulang Zona DNS
ja: DNS ゾーンを最初から作成するウイザードを実行
km: រត់​អ្នកជំនួយ​ការ​ដើម្បី​សរសេរ​តំបន់​​ DNS ឡើង​វិញ​ពី​ Scratch
ko: 마법사를 실행해 아무것도 없는 상태에서 DNS 영역을 다시 씀
lt: Paleisti vediklį, skirtą DNS zonos kūrimui nuo nulio
nl: Assistent starten om de DNS-zone vanaf het begin te herschrijven
pt: Executar Assistente para Reescrever de Início a zona DNS
ro: Rulează asistentul pentru a rescrie zona DNS de la zero
ru: Запустить мастер для перезаписи DNS-зоны с нуля
sk: Spustiť sprievodcu, ak chcete prepísať DNS zónu od začiatku
th: เรียกตัวช่วยตั้งค่าเพื่อสร้างโซนบนบริการ DNS โซนใหม่ตั้งแต่เริ่มต้น
uk: Запустити майстер, щоб перезаписати зону DNS з нуля

source: Synchronize with Reverse Zone %1
ca: Sincronitza amb la zona inversa %1
da: Synkronisér med omvendt zone %1
gl: Sincronizar con zona inversa %1
hu: Szinkronizálás a(z) %1 névfeloldási (reverse) zónával
id: Sinkronisai dengan Reverse Zone %1
ja: 逆引きゾーン %1 と同期
km: ធ្វើ​សមកាលកម្ម​ជាមួយ​តំបន់​បញ្ច្រាស %1
ko: %1 역방향 영역과 동기화
lt: Sinchronizuoti su atgaline zona %1
nl: Synchroniseren met omgekeerde zone %1
pt: Sincronizar com a Zona Inversa %1
ro: Sincronizează cu zona inversă %1
ru: Синхронизировать с обратной зоной %1
sk: Synchronizovať s reverznou zónou %1
th: ปรับเทียบข้อมูลกับโซนกลับค่า %1
uk: Синхронізувати з реверсивною зоною %1

source: DHCP Server: DNS Server Synchronization
ca: Servidor DHCP: sincronització del servidor DNS
da: DHCP-server: Synkronisering af DNS-server
gl: Servidor DHCP: sincronización do servidor DNS
hu: DHCP-kiszolgáló: DNS-kiszolgáló szinkronizálása
id: Peladen DHCP: Sinkronisasi Peladen DNS
ja: DHCP サーバ: DNS サーバとの同期
km: ម៉ាស៊ីនបម្រើ DHCP ៖ ការ​ធ្វើ​សមកាលកម្មម៉ាស៊ីន​បម្រើ​ DNS
ko: DHCP 서버: DNS 서버 동기화
lt: DHCP serveris: DNS serverio sinchronizavimas
nl: DHCP-server: DNS-serversynchronisatie
pa: DHCP ਸਰਵਰ: DNS ਸਰਵਰ ਸੈਕਰੋਨਾਈਜ਼ੇਸ਼ਨ
pt: Servidor DHCP: Sincronização com Servidor DNS
ro: Server DHCP: sincronizare serever DNS
ru: DHCP-сервер: Синхронизация DNS-сервера
sk: DHCP server: Synchronizácia DNS servera
th: บริการ DHCP: การปรับเทียบข้อมูลกับบริการ DNS
uk: Сервер DHCP: Синхронізація DNS-сервера

source: Aborting the Wizard
ca: Avortant l'auxiliar
da: Afbryder guiden
gl: Abortando o asistente
hu: A varázsló félbeszakítása
id: Batalkan penuntun
ja: ウイザードを中止しています
km: បោះបង់​ចោល​អ្នក​ជំនួយ​ការ​
ko: 마법사 중단
lt: Vediklis nutraukiamas
nl: Assistent afsluiten
pa: ਸਹਾਇਕ ਛੱਡਿਆ ਜਾ ਰਿਹਾ ਹੈ
pt: A Interromper o Assistente
ro: Anulare asistent
ru: Прерывание Мастера
sk: Prerušenie sprievodcu
th: ยุติการทำงานของตัวช่วยตั้งค่า
uk: Вихід з майстра

source: All changes made in the wizard will be lost. Really abort?
ca: Es perdran tots els canvis fets a l'auxiliar. Segur que voleu avortar-ho?
da: Du vil miste alle ændringer lavet i guiden. Er du sikker på, at du vil afbryde?
hu: Minden, a varázslóban megadott változás el fog veszni. Biztosan félbe szeretné szakítani?
id: Semua perubahan yang dibuat di penuntun akan hilang.
ja: ウイザードで行われた変更は全て失われます。 中止してもよろしいですか？
km: ការ​ផ្លាស់ប្ដូរ​ទាំងអស់​ដែល​ធ្វើ​ក្នុង​អ្នក​ជំនួយ​ការ​នឹង​ត្រូវ​បាត់បង់ ។ ពិប​ជា​បោះបង់​ឬ ?
ko: 마법사의 모든 변경 내용을 잃게 됩니다. 중단하시겠습니까?
lt: Prarasite visus vediklyje atliktus pakeitimus. Tikrai nutraukti?
nl: Alle wijzigingen die in de assistent zijn aangemaakt zullen verloren gaan. Wilt u de assistent toch afbreken?
pa: ਸਭ ਤਬਦੀਲੀਆਂ ਗੁੰਮ ਹੋ ਜਾਣਗੀਆਂ। ਕੀ ਅਧੂਰਾ ਛੱਡਣਾ ਹੈ?
pt: Todas as alterações realizadas no assistente serão perdidas. Pretende mesmo interromper?
ro: Toate modificările făcute prin asistent vor fi pierdute. Chiar doriți să renunțați?
ru: Все изменения, сделанные в мастере, будут потеряны. Действительно выйти?
sk: Všetky zmeny vykonané v sprievodcovi sa stratia. Naozaj chcete prerušiť?
th: การเปลี่ยนแปลงทั้งหมดที่ทำไปจะหายไป ต้องการจะทำการยุติจริงหรือไม่ ?
uk: Всі зміни, зроблені за допомогою майстра, буде втрачено. Справді перервати налаштування?

source: Add a New Name Server
ca: Afegeix un nou servidor de noms
da: Tilføj ny navneserver
gl: Engadir novo nome de servidor
hu: Új névkiszolgáló hozzáadása
id: Tambah Nama Peladen
ja: 新規ネームサーバの追加
km: បន្ថែម​ម៉ាស៊ីន​បម្រើ​ឈ្មោះ​ថ្មី
ko: 새 이름 서버 추가
lt: Pridėti naują vardų serverį
nl: Nieuwe naamserver toevoegen
pa: ਇੱਕ ਨਵਾਂ ਨੇਮ ਸਰਵਰ ਸ਼ਾਮਲ ਕਰੋ
pt: Adicionar um Novo Servidor de Nomes
ro: Adăugare server de nume nou
ru: Добавить новый сервер имен
sk: Pridať nový názvový server
th: เพิ่มแม่ข่ายบริการสืบค้นชื่อโดเมนตัวใหม่
uk: Додати новий сервер імен

source: Edit Name Server
ca: Edita servidor de noms
da: Rediger navneserver
gl: Editar nome do servidor
hu: Névkiszolgáló szerkesztése
id: Ubah Nama Peladen
ja: ネームサーバの編集
km: កែ​សម្រួល​ម៉ាស៊ីន​បម្រើ​ឈ្មោះ​ថ្មី
ko: 이름 서버 편집
lt: Keisti vardų serverį
nl: Naamserver bewerken
pa: ਨੇਮ ਸਰਵਰ ਸੋਧ
pt: Editar Servidor de Nomes
ro: Editeare server de nume
ru: Редактировать сервер имен
sk: Upraviť názvový server
th: แก้ไขแม่ข่ายบริการสืบค้นชื่อโดเมน
uk: Змінити сервер імен

source: Server &IP
ca: Servidor &IP
gl: &IP de servidor
hu: Ki&szolgáló IP-címe
id: &IP Peladen
ja: サーバ IP (&I)
km: ម៉ាស៊ីន​បម្រើ IP
ko: 서버 IP(&I)
lt: Serverio &IP
pa: ਸਰਵਰ &IP
pt: &IP do Servidor
ru: &IP сервера
sk: &IP servera
th: ที่อยู่ไ&อพีแม่ข่าย
uk: &IP сервера

source: No IP address has been provided for a name server in the current DNS zone. This may not work because each zone needs the name and IP of its name server defined. Really use the current settings?
ca: No s'ha proporcionat cap adreça IP per a un servidor de noms a la zona DNS actual. Això pot no funcionar perquè cada zona necessita el nom i la IP del seu servidor de noms definit. Realment voleu usar els paràmetres actuals?
da: Ingen IP-adresse blev givet for en navneserver i den nuværende DNS-zone. Dette virker måske ikke, fordi hver zone skal have dens navneservers navn og IP defineret Vil du virkelig bruge de aktuelle indstillinger?
hu: Nincs megadva névkiszolgáló IP-cím az aktuális DNS-zónában. Ez lehet, hogy nem fog működni, mivel minden névkiszolgálónak szüksége van arra, hogy a neve és IP-címe meg legyen adva valahol, és az aktuális zóna az egyetlen hely, ahol ez lehetséges. Biztosan használni szeretné az aktuális beállításokat?
id: Tidak ada alamat IP yang diberikan ke nama peladen dalan zona DNS saat ini. Ini mungkin tidak bekerja sebab setiap zona membutuhkan nama dan IP dari nama peladen yang terdefinisi. Yakin gunakan pengaturan saat ini?
ja: 現在の DNS ゾーンにはネームサーバの IP アドレスが設定されていません。 各ゾーンにはネームサーバのホスト名と IP アドレスが必要であるため、おそらく このままでは動作しないものと思われます。 現在の設定をそのまま使用してよろしいですか？
km: មិន​បាន​ផ្ដល់​អាសយដ្ឋាន IP សម្រាប់​ម៉ាស៊ីន​បម្រើ​ឈ្មោះ​នៅ​ក្នុង​​​តំបន់ DNS បច្ចុប្បន្ន ។ នេះ​ប្រហែល​ជា​​មិន​ដំណើរការ​ ពីព្រោះ​​តំបន់​នីមួយៗ​ត្រូវ​ការ​ឈ្មោះ និង​ IP នៃ​ឈ្មោះ​របស់​វា​ដែល​បាន​កំណត់ ។ ពិត​ជា​ប្រើ​ការ​កំណត់​បច្ចុប្បន្ន​ឬ ?
ko: 현재 DNS 영역의 이름 서버에 대한 IP 주소가 제공되지 않았습니다. 각 영역에 이름 서버의 이름 및 IP가 정의되어 있어야 하므로 작동하지 않을 수 있습니다. 현재 설정을 사용하시겠습니까?
nl: Er wordt geen IP-adres geleverd voor een naamserver in de huidige DNS-zone. Dit werkt mogelijk niet omdat voor elke naamserver de naam en het IP-adres ergens dient te zijn gedefinieerd. Wilt u de huidige instellingen toch gebruiken?
ru: Не введен IP-адрес для сервера имен в текущей DNS-зоне. Это может нарушить работу, так как для каждой зоны нужно обязательно определить имя и IP-адрес ее сервера имен. Действительно использовать эти параметры?
sk: Žiadna IP adresa nebola zadaná pre názvový server v aktuálnej DNS zóne. Toto nemusí fungovať, pretože každá zóna potrebuje názov a IP jeho názvového servera definované. Naozaj chcete použiť aktuálne nastavenie?
uk: Не було вказано IP-адреси сервера імен у поточній зоні DNS. Така конфігурація не повинна працювати, оскільки у кожній зоні слід визначити назву та IP-адресу сервера імен. Ви справді бажаєте використовувати поточні параметри?

source: Name server %1 already exists in the configuration.
ca: El servidor de nom %1 ja existeix a la configuració .
da: Navneserveren %1 findes allerede i konfigurationen.
gl: O servidor de nomes %1 xa exsite na configuración.
hu: A(z) %1 névkiszolgáló már létezik a konfigurációban.
id: Nama peladen %1 telah ada pada konfigurasi.
ja: ネームサーバ %1 は既に設定内に存在しています。
km: ឈ្មោះ​ម៉ាស៊ីន​បម្រើ %1 មាន​នៅ​ក្នុង​ការកំណត់រចនាសម្ព័ន្ធ​រួច​ហើយ ។​
ko: %1 이름 서버는 구성에 이미 존재합니다.
lt: Konfigūracijoje jau yra „%1“ vardų serveris.
nl: Naamserver %1 bestaat al in de configuratie.
pa: ਨੇਮ ਸਰਵਰ %1 ਪਹਿਲਾਂ ਹੀ ਸੰਰਚਨਾ 'ਚ ਮੌਜੂਦ ਹੈ।
pt: O servidor de nomes %1 já existe na configuração.
ro: Serverul de nume %1 există deja în configurație.
ru: Сервер имен %1 уже существует в конфигурации.
sk: Názvový server %1 už existuje v konfigurácii.
th: มีแม่ข่ายบริการสืบค้นชื่อโดเมน %1 อยู่ในการปรับแต่งค่าอยู่แล้ว
uk: Сервер імен %1 вже існує у цій конфігурації.

source: This new range of DNS entries is already covered by another one (%1-%2). Really use the new one?
ca: Aquesta nova gamma d'entrades DNS ja està coberta per una altra (%1-%2). Realment voleu usar la nova?
da: Dette nye område af DNS-indgange er allerede dækket af en anden (%1-%2). Vil du virkelig bruge det nye?
hu: Ez az új DNS-bejegyzéstartomány már szerepel egy másikban (%1 - %2). Valóban használni kívánja az újat?
id: Rentang entri DNS baru ini telah dipenuhi oleh yang lain (%1-%2). Yakin gunakan yang ini?
ja: 指定した新しい DNS レコードの範囲が、 他の範囲 (%1 - %2) と重複しています。 新しい範囲を設定してよろしいですか？
km: ជួរ​ថ្មី​នៃ​ធាតុ DNS នេះ​ត្រូវ​បាន​គ្រប់ដណ្ដប់​ដោយ (%1-%2) មួយ​ផ្សេង​ទៀត ។ ពិត​ជា​ប្រើ​ថ្មី​មួយ​ឬ ?
ko: 이 새 DNS 항목 범위는 이미 기존 범위(%1-%2)에 포함되어 있습니다. 정말로 새 범위를 사용하시겠습니까?
lt: Šią naują DNS įrašų sritį jau dengia kita (%1-%2). Tikrai naudoti naująją?
nl: Dit nieuwe bereik van DNS-items is al gedekt door een andere (%1 - %2). Wilt u toch de nieuwe gebruiken?
pt: Esta nova gama de entradas DNS já se encontra coberta por outra (%1-%2). Pretende mesmo utilizar a nova?
ro: Acest nou interval de intrări DNS se suprapune cu un altul existent (%1-%2). Chiar doriți să-l utilizați?
ru: Этот новый диапазон DNS-записей уже перекрыт другим (%1-%2). Действительно использовать новый?
sk: Tento nový rozsah DNS záznamov je už pokrytý iným rozsahom (%1-%2). Naozaj chcete použiť nový rozsah?
th: ช่วงใหม่ของรายการบนบริการ DNS นี้ จะครอบคลุมถึง ตัวอื่น ๆ ด้วย (%1-%2) ต้องการจะใช้ค่าใหม่นี้จริงหรือไม่ ?
uk: Визначений діапазон елементів DNS вже міститься у іншому діапазоні (%1-%2). Ви справді бажаєте використовувати новий діапазон?

source: At least one name server must be defined.
ca: Cal definir com a mínim un servidor de noms.
da: Mindst én navneserver skal angives.
gl: Hase especificar polo menos un servidor de nomes.
hu: Legalább egy névkiszolgálót be kell állítania.
id: Paling tidak satu peladen nama harus definisikan.
ja: 少なくとも 1 つのネームサーバを設定しなければなりません。
km: យ៉ាង​ហោច​ណាស់​ត្រូវ​តែ​កំណត់​ម៉ាស៊ីន​បម្រើ​ឈ្មោះ​មួយ ។
ko: 이름 서버를 최소한 하나 이상 정의해야 합니다.
lt: Turi būti apibrėžtas bent vienas vardų serveris.
nl: Er moet minstens één naamserver gedefinieerd zijn.
pa: ਘੱਟੋ-ਘੱਟ ਇੱਕ ਨੇਮ ਸਰਵਰ ਪ੍ਰਭਾਸ਼ਿਤ ਹੋਵੇ।
pt: Tem de ser especificado pelo menos um servidor de nomes.
ro: Trebuie definit cel puțin un server de nume.
ru: Должен быть указан хотя бы один сервер имен.
sk: Musíte zadať aspoň jeden názvový server.
th: จะต้องกำหนดแม่ข่ายบริการสืบค้นชื่อโดเมนมาอย่างน้อยหนึ่งตัว
uk: Слід визначити хоча б один сервер імен.

source: DHCP Server: New DNS Zone--Step 1 of 3
ca: Servidor DHCP: nova zona DNS -- pas 1 de 3
da: DHCP-server: Ny DNS-zone--trin 1/3
gl: Servidor DHCP: nova zona DNS--Paso 1 de 3
hu: DHCP-kiszolgáló: Új DNS-zóna - 1/3. lépés
id: Peladen DHCP: DNS Zone baru--Langkah 1 dari 3
ja: DHCP サーバ: 新しい DNS ゾーン -- ステップ 1/3
km: ម៉ាស៊ីន​បម្រើ DHCP ៖ តំបន់​ DNS ថ្មី - ជំហាន ១ នៃ ៣​
ko: DHCP 서버: 새 DNS 영역--3단계 중 1단계
lt: DHCP serveris: nauja DNS zona -- 1 žingsnis iš 3
nl: DHCP-server: nieuwe DNS-zone - stap 1 van 3
pt: Servidor DHCP: Nova Zona DNS-Passo 1 de 3
ro: Server DHCP: Zonă DNS nouă--Pasul 1 din 3
ru: DHCP-сервер: Новая DNS-зона--Шаг 1 из 3
sk: DHCP server: Nová DNS zóna--Krok 1 z 3
th: บริการ DHCP: สร้างโซนใหม่บนบริการ DNS -- ขั้นที่ 1 จาก 3
uk: DHCP сервер: Нова DNS-зона--Крок 1 з 3

source: New &Zone Name
ca: Nou nom de &zona
da: Nyt &zonenavn
gl: Nome de &zona nova
hu: Új &zónanév
id: Nama &Zone Baru
ja: 新規ゾーン名 (&Z)
km: ឈ្មោះ​តំបន់​ថ្មី
ko: 새 영역 이름(&Z)
lt: Naujos &zonos pavadinimas
nl: Naam van nieuwe &zone
pa: ਨਵਾਂ ਜ਼ੋਨ ਨਾਂ(&Z)
pt: Novo Nome de &Zona
ro: Nume &zonă nouă
ru: Имя новой &зоны
sk: Nový ná&zov zóny
th: ชื่อของโซ&นใหม่
uk: Назва нової &зони

source: &Current Network
ca: Xarxa a&ctual
da: &Nuværende netværk
gl: &Rede actual
hu: &Jelenlegi hálózat
id: &Jaringan Saat Ini
ja: 現在のネットワーク (&C)
km: បណ្ដាញ​បច្ចុប្បន្ន
ko: 현재 네트워크(&C)
lt: &Dabartinis tinklas
nl: Huidig &netwerk
pa: ਮੌਜੂਦਾ ਨੈੱਟਵਰਕ(&C)
pt: &Rede Actual
ro: Rețea &curentă
ru: Теку&щая сеть
sk: &Aktuálna sieť
th: เค&รือข่ายปัจจุบัน
uk: &Поточна мережа

source: &Also Create Reverse Zone
ca: Crea &també la zona inversa
da: &Opret også omvendt zone
gl: Crear t&amén zona inversa
hu: Névfeloldási zón&a létrehozása is
id: &Buat Zona Reverse Juga
ja: 逆引きゾーンも作成する (&A)
km: បង្កើត​តំបន់​បញ្ច្រាស់​​ផង​ដែរ
ko: 역방향 영역도 생성(&A)
lt: Dar sukurti &atgalinę zoną
nl: Ook omgekeerde zone &aanmaken
pt: Criar &Também Zona Inversa
ro: Cree&ază și zona inversă
ru: Созд&ать также обратную зону
sk: &Tiež vytvoriť reverznú zónu
th: ทำการสร้างโซนกลับค่าให้&ด้วย
uk: &Також створити реверсивну зону

source: DHCP Server: Zone Name Servers--Step 2 of 3
ca: Servidor DHCP: servidors de nom de zona -- pas 2 de 3
da: DHCP-server: Zonenavneservere--trin 2/3
gl: Servidor DHCP: servidores de nomes da zona-- Paso 2 de 3
hu: DHCP-kiszolgáló: Zóna névkiszolgálók - 2/3. lépés
id: Peladen DHCP: DNS Zone baru--Langkah 2 dari 3
ja: DHCP サーバ: ゾーンネームサーバ -- ステップ 2/3
km: ម៉ាស៊ីន​បម្រើ DHCP ៖ ម៉ាស៊ីន​បម្រើ​ឈ្មោះ​តំបន់--ជំហាន ២ នៃ ៣
ko: DHCP 서버: 영역 이름 서버--3단계 중 2단계
lt: DHCP serveris: zonos vardų serveriai -- 2 žingsnis iš 3
nl: DHCP-server: zone-naamservers - stap 2 van 3
pt: Servidor DHCP: Servidores de Nomes da Zona-Passo 2 de 3
ro: SErver DHCP: Zonă server de nume--Pasul 2 din 3
ru: DHCP-сервер: Сервера имен зоны--Шаг 2 из 3
sk: DHCP server: Nové názvové servery--Krok 2 z 3
th: บริการ DHCP: แม่ข่ายบริการสืบค้นชื่อของโซน -- ขั้นที่ 2 จาก 3
uk: DHCP сервер: Сервери імен зони--Крок 2 з 3

source: Current Name Servers
ca: Servidors de noms actuals
da: Nuværende navneservere
gl: Nome de servidores actual
hu: Aktuális névkiszolgálók
id: Peladen Nama saat ini
ja: 現在のネームサーバ
km: ម៉ាស៊ីន​បម្រើ​ឈ្មោះ​បច្ចុប្បន្ន
ko: 현재 이름 서버
lt: Dabartiniai vardų serveriai
nl: Huidige naamservers
pa: ਮੌਜੂਦ ਨੇਮ ਸਰਵਰ
pt: Servidores de Nomes Actuais
ro: Servere de nume curente
ru: Текущие сервера имен
th: แม่ข่ายบริการสืบค้นชื่อต่าง ๆ ในปัจจุบัน
uk: Поточні сервери імен

source: Server Name
ca: Nom del servidor
da: Servernavn
gl: Nome do servidor
hu: Kiszolgálónév
id: Peladen Nama
ja: サーバ名
km: ឈ្មោះ​ម៉ាស៊ីន​បម្រើ
ko: 서버 이름
lt: Serverio vardas
nl: Servernaam
pa: ਸਰਵਰ ਨਾਂ
pt: Nome do Servidor
ro: Numele serverului
ru: Имя сервера
sk: Meno serveru
th: ชื่อเครื่องแม่ข่าย
uk: Назва сервера

source: IP (Optional)
ca: IP (opcional)
da: IP (valgfrit)
gl: IP (Opcional)
hu: IP-cím (opcionális)
id: IP (Opsional)
ja: IP (オプション)
km: IP (ជា​ជម្រើស)
ko: IP(선택 사항)
lt: IP (nebūtina)
nl: IP (optioneel)
pa: IP (ਚੋਣਵਾਂ)
pt: IP (Opcional)
ro: IP (opțional)
ru: IP (необязательно)
th: ค่าไอพี (ตัวเลือกเพิ่มเติม)
uk: IP (Не обов’язковий)

source: A&dd...
ca: &Afegeix...
da: &Tilføj...
gl: Enga&dir...
hu: &Hozzáadás…
id: T&ambah...
ja: 追加 (&D)...
km: បន្ថែម...
ko: 추가(&d)...
lt: Pri&dėti...
nl: Toe&voegen...
pa: ਸ਼ਾਮਲ(&d)...
pt: A&dicionar...
ro: &Adaugă...
ru: &Добавить...
sk: &Pridať...
th: เ&พิ่ม...
uk: &Додати...

source: &Edit...
ca: &Edita...
da: &Rediger...
gl: &Editar...
hu: &Szerkesztés…
id: Sunt&ing...
ja: 編集 (&E)...
km: កែសម្រួល...
ko: 편집(&E)...
lt: &Keisti...
nl: &Bewerken...
pa: ਸੋਧ(&e)...
pt: &Editar...
ro: &Editare...
ru: Р&едактировать...
sk: &Upraviť...
th: แ&ก้ไข...
uk: &Змінити...
