Repository: Dzejrou/yast-translations
Catalog: po/dhcp-server/*.po
Languages: ca, da, gl, hu, id, ja, km, ko, lt, nl, pa, pt, ro, ru, sk, th, uk

source: Support for multiple dhcpServiceDN not implemented.
ca: El suport per a dhcpServiceDN múltiple no està implementat.
da: Understøttelse for flere 'dhcpServiceDN' er ikke implementeret.
gl: O soporte para múltiples dhcpServiceDN non está implementado.
hu: Ez a modul nem támogatja többszörös dhcpServiceDN használatát.
id: Dukungan kepada sejumlah dhcpServiceDN belum diterapkan.
ja: 複数の dhcpServiceDN のサポートは実装されていません。
km: ការគាំទ្រ dhcpServiceDN ច្រើន មិន​បាន​ប្រតិបត្តិ​ឡើយ ។
ko: 여러 dhcpServiceDN에 대한 지원이 구현되지 않았습니다.
lt: Daugybinio dhcpServiceDN palaikymas nerealizuotas.
nl: De ondersteuning voor meerdere dhcpServiceDN is niet geïmplementeerd.
pa: ਬਹੁਤੇ dhcpServiceDN ਹਾਲੇ ਲਾਗੂ ਨਹੀਂ ਕੀਤੀ।
pt: O suporte para múltiplos dhcpServiceDN não se encontra implementado.
ro: Suportul pentru dhcpServiceDN multiplu nu este implementat.
ru: Не предусмотрена поддержка для нескольких dhcpServiceDN.
sk: Podpora pre viacero dhcpServiceDN nie je implementovaná.
th: ยังไม่มีการจัดเตรียมให้รองรับ dhcpServiceDN แบบหลายตัว
uk: Підтримку для декількох dhcpServiceDN не впроваджено.

source: DHCP service DN is not defined.
ca: El DN del servei DHCP no està definit.
da: DN for DHCP-tjenesten er ikke angivet.
gl: O DN do servizo DHCP non está definido.
hu: Nincs DHCP szolgáltatási DN megadva.
id: DN pada layanan DHCP tidak didefinisikan.
ja: DHCP サービスの DN が定義されていません。
km: សេវា DN របស់ DHCP មិនបាន​កំណត់​ឡើយ ។
ko: DHCP 서비스 DN이 정의되지 않았습니다.
lt: DHCP paslaugos DN neapibrėžtas.
nl: De DHCP service DN is niet gedefinieerd.
pa: DHCP ਸੇਵਾ DN ਪ੍ਰਭਾਸ਼ਿਤ ਨਹੀਂ।
pt: O DN do serviço DHCP não está definido.
ro: DN-ul serviciului DHCP nu este definit.
ru: DN сервиса DHCP не определено.
sk: Nebola definovaná DHCP služba DN.
th: ยังไม่มีการกำหนดค่า DN ของบริการ DHCP
uk: Не визначено DN служби DHCP.

source: Error occurred while creating %1.
ca: S'ha produït un error en crear %1.
da: Der opstod en fejl under oprettelse af %1.
gl: Ocorreu un erro ao crear %1.
hu: Hiba történt %1 létrehozása közben.
id: Galat saat membuat %1.
ja: %1 を作成する際にエラーが発生しました。
km: មាន​កំហុស​បាន​កើតឡើង ខណៈ​ពេល​បង្កើត %1 ។
ko: %1을(를) 생성하는 동안 오류가 발생했습니다.
lt: Įvyko klaida kuriant %1.
nl: Fout opgetreden tijdens het aanmaken van %1.
pa: %1 ਬਣਾਉਣ ਸਮੇਂ ਗਲਤੀ।
pt: Ocorreu um erro ao criar %1.
ro: A apărut o eroare la crearea %1.
ru: Ошибка при создании %1.
sk: Vyskytla sa chyba počas vytvárania %1.
th: เกิดข้อผิดพลาดขึ้นระหว่างทำการสร้าง %1
uk: Під час створення %1 сталася помилка.

source: Error occurred while updating %1.
ca: S'ha produït un error en actualitzar %1.
da: Der opstod en fejl under opdatering af %1.
gl: Ocorreu un erro ao actualizar %1.
hu: Hiba történt %1 frissítése közben.
id: Galat saat memutakhirkan %1.
ja: %1 を更新する際にエラーが発生しました。
km: មាន​កំហុស​បាន​កើតឡើង ខណៈ​ពេល​ធ្វើ​​បច្ចុប្បន្នភាព %1 ។
ko: %1을(를) 업데이트하는 동안 오류가 발생했습니다.
lt: Įvyko klaida atnaujinant %1.
nl: Fout opgetreden tijdens het bijwerken van %1.
pa: %1 ਦੇ ਅੱਪਡੇਟ ਸਮੇਂ ਗਲਤੀ।
pt: Ocorreu um erro ao actualizar %1.
ro: A apărut o eroare la actualizarea %1.
ru: Ошибка при обновлении %1.
sk: Vyskytla sa chyba počas aktualizácie %1.
th: เกิดข้อผิดพลาดขึ้นระหว่างทำปรับปรุง %1
uk: Сталася помилка під час оновлення %1.

source: Error occurred while creating cn=%2,ou=DHCP,%1.
ca: S'ha produït un error en crear cn=%2,ou=DHCP,%1.
da: Der opstod en fejl under oprettelse af cn=%2,ou=DHCP,%1.
gl: Ocorreu un erro ao crear cn=%2,ou=DHCP,%1.
hu: Hiba történt a cn=%2,ou=DHCP,%1 létrehozásakor.
id: Galat saat membuat cn=%2,ou=DHCP,%1.
ja: cn=%2,ou=DHCP,%1 を作成する際にエラーが発生しました。
km: មាន​កំហុស​បាន​កើតឡើង ខណៈ​ពេល​បង្កើត cn=%2,ou=DHCP,%1 ។
ko: cn=%2,ou=DHCP,%1을(를) 생성하는 동안 오류가 발생했습니다.
lt: Klaida įvyko kuriant cn=%2,ou=DHCP,%1.
nl: Fout opgetreden tijdens het aanmaken van cn=%2,ou=DHCP,%1.
pa: cn=%2,ou=DHCP,%1 ਬਣਾਉਣ ਸਮੇਂ ਗਲਤੀ।
pt: Ocorreu um erro durante a criação de cn=%2,ou=DHCP,%1.
ro: A apărut o eroare la crearea cn=%2,ou=DHCP,%1.
ru: Ошибка при создании cn=%2,ou=DHCP,%1.
sk: Vyskytla sa chyba počas vytvárania cn=%2,ou=DHCP,%1.
th: เกิดข้อผิดพลาดระหว่างทำการสร้าง cn=%2,ou=DHCP,%1
uk: Трапилась помилка під час створення cn=%2,ou=DHCP,%1.

source: Error occurred while writing /etc/dhcpd.conf.
ca: S'ha produït un error en escriure /etc/dhcpd.conf.
da: En fejl opstod under skrivning af /etc/dhcpd.conf.
gl: Ocorreu un erro ao gravar /etc/dhcpd.conf.
hu: Hiba történt az /etc/dhcpd.conf fájl írásakor.
id: Galat saat menulis /etc/dhcpd.conf.
ja: /etc/dhcpd.conf へ書き込む際にエラーが発生しました。
km: មាន​កំហុស​បាន​កើតឡើង ខណៈ​ពេល​សរសេរ /etc/dhcpd.conf ។
ko: /etc/dhcpd.conf를 쓰는 동안 오류가 발생했습니다.
lt: Įvyko klaida rašant į /etc/dhcpd.conf.
nl: Fout opgetreden tijdens het opslaan van /etc/dhcpd.conf.
pa: /etc/dhcpd.conf ਲਿਖਣ ਸਮੇਂ ਗਲਤੀ।
pt: Ocorreu um erro durante a gravação do ficheiro /etc/dhcpd.conf.
ro: A apărut o eroare la scrierea /etc/dhcpd.conf.
ru: Ошибка при записи файла /etc/dhcpd.conf.
sk: Vyskytla sa chyba počas zapisovania do /etc/dhcpd.conf.
th: เกิดข้อผิดพลาดระหว่างทำการเขียนแฟ้ม /etc/dhcpd.conf
uk: Трапилась помилка під час запису /etc/dhcpd.conf.

source: "-%1" is not a valid DHCP server commandline option.
ca: "-%1" no és una opció vàlida de la línia d'ordres del servidor DHCP.
da: "-%1" er ikke et gyldigt kommandolinjetilvalg til DHCP-server.
id: "-%1" bukan pilihan baris perintah peladen DHCP yang valid.
ja: "-%1" は正しい DHCP サーバコマンドラインオプションではありません。
uk: "-%1" не є придатним параметром командного рядка сервера DHCP.

source: DHCP server commandline option "-%1" requires an argument.
ca: L'opció de línia d'ordres del servidor DHCP "-%1" requereix un argument.
da: Kommandolinjetilvalget "-%1" til DHCP-server kræver et argument.
id: Pilihan barisperintah peladen DHCP "-%1" memerlukan sebuah argumen.
ja: DHCP サーバのコマンドラインオプション "-%1" には引数が必要です。
uk: Параметр командного рядка сервера DHCP "-%1" потребує аргументу.

source: <p><b><big>DHCP Server Start-Up Arguments</big></b><br> Here you can specify parameters that you want the DHCP Server to be started with (e.g. "-p 1234") for a non-standard port to listen on). For all possible options, consult the dhcpd manual page. If left blank, default values will be used.</p>
ca: <p><b><big>Arguments d'inici del servidor DHCP</big></b><br> Aquí podeu especificar els paràmetres amb què voleu que s'iniciï el servidor DHCP (p.e. "-p 1234") per escoltar un port no estàndard). Per a totes les opcions possibles, consulteu el manual de dhcpd. Si ho deixeu en blanc, s'usaran els valors per defecte.</p>
da: <p><b><big>Opstartsargumenter for DHCP-server</big></b><br> Her kan du angive parametre som du ønsker at DHCP-serveren skal startes med (f.eks. "-p 1234") for at lytte på en ikke-standard port). Se "dhcpd"-manualsiden for alle mulige tilvalg. Hvis det efterlades tomt vil standardværdierne blive anvendt.</p>
ja: <p><b><big>DHCP サーバ開始パラメータ</big></b><br> ここでは DHCP サーバに対して開始時のパラメータを指定することができます。 たとえば、ここに "-p 1234" のように指定すると、非標準のポートで DHCP サービスを提供することができます。 利用可能な全てのオプションについては dhcpd のマニュアルページをご覧ください。何も指定しない場合は既定値が使用されます。</p>
km: <p><b><big>អាគុយម៉ង់​ពេល​ចាប់ផ្ដើម​ម៉ាស៊ីន​បម្រើ DHCP</big></b><br> អ្នក​អាច​បញ្ជាក់​ប៉ារ៉ាម៉ែត្រ​ដែល​អ្នក​ចង់​ឲ្យ​ម៉ាស៊ីន​បម្រើ DHCP ចាប់ផ្ដើម​ដោយ (ឧ. "-p 1234") ទីនេះ​សម្រាប់​ច្រក​ត្រូវ​ស្ដាប់​មិនមែន​ជា​ស្ដង់ដារ ។ សម្រាប់​ជម្រើស​ដែល​អាច​ទាំងអស់ ពីគ្រោះ​ទំព័រ​សៀវភៅ​ដៃ dhcpd ។ បើ​ទុក​ទទេ តម្លៃ​លំនាំ​ដើម​នឹង​ត្រូវ​បាន​ប្រើ ។</p>
ro: <p><b><big>Argumente de pornire server DHCP</big></b><br> Aici puteți specifica parametrii cu care va fi pornit serverul DHCP (de ex. "-p 1234") pentru un port de ascultare non-standard). Pentru o listă cu toate opțiunile posibile consultați manulalul dhcpd. Dacă intrarea este vidă vor fi utilizate valorile implicite.</p>
th: <p><b><big>อาร์กิวเมนต์ต่าง ๆ ของการเริ่มการทำงานของบริการ DHCP</big></b><br> คุณสามารถระบุพารามิเตอร์ต่าง ๆ ที่คุณต้องการให้บริการ DHCP เริ่มการทำงานโดยใช้ พอร์ตที่ไม่ใช่พอร์ตมาตรฐานได้ที่นี่ (เช่น "-p 1234") หากต้องการดูค่าตัวเลือกที่มีทั้งหมด ให้ดูที่หน้าคู่มือ (man) ของคำสั่ง dhcpd; หากปล่อยว่างเอาไว้ จะเป็นการใช้ค่าปริยาย</p>
uk: <p><b><big>Аргументи запуску сервера DHCP</big></b><br> Тут ви можете визначити параметри, з якими ви бажаєте запустити сервер DHCP (наприклад, "-p 1234", щоб прослуховувати нестандартний порт). Щоб дізнатися про всі, можливі параметри прочитайте сторінку довідника (man) dhcpd. Якщо не заповнювати, буде використано типові значення.</p>

source: Service dhcpd is not installed
ca: El servei de dhcpd no està instal·lat.
da: Tjenesten dhcpd er ikke installeret
id: Layanan dhcpd tidak dipasang
ja: サービス dhcpd がインストールされていません
uk: Служба dhcpd не встановлена

source: IP
th: ค่าไอพี
