Repository: Dzejrou/yast-translations
Catalog: po/dhcp-server/*.po
Languages: ca, da, gl, hu, id, ja, km, ko, lt, nl, pa, pt, ro, ru, sk, th, uk

source: One or more selected network interfaces is not configured (no assigned IP address and netmask).
ca: Una o més interfícies de xarxa seleccionades no està configurada (no adreça IP i màscara de xarxa assignades).
da: En eller flere valgte netværksgrænseflader er ikke konfigureret (ingen tildelt IP-adresse og netmaske).
hu: Egy vagy több kiválasztott hálózati csatoló nincs konfigurálva (nincs hozzárendelt IP-cím és hálózati maszk).
id: Satu atau lebih antarmuka jaringan terpilih belum dikonfigurasi (Alamat IP dan netmask belum ditetapkan).
ja: 1 つまたは複数のネットワークインターフェイスが設定されていません (IP アドレスやサブネットマスクなどが 設定されていません) 。
ko: 선택한 네트워크 인터페이스가 하나 이상 구성되지 않았습니다(할당된 IP 주소 및 넷마스크가 없음).
nl: Een of meer geselecteerde netwerkinterfaces zijn niet geconfigureerd (geen IP-adres en netmask toegewezen).
ru: Один или несколько выбранных сетевых интерфейсов не настроен (не присвоены IP-адрес и маска сети).
sk: Jedno alebo viac vybraných sieťových rozhraní nie je nakonfigurovaných (žiadna pridelená IP adresa a sieťová maska).
uk: Один або декілька мережних інтерфейсів не налаштовано (немає призначеної адреси IP і мережної маски).

source: &LDAP Support
ca: Suport &LDAP
da: &LDAP-understøttelse
gl: Soporte &LDAP
hu: &LDAP támogatás
id: Dukungan &LDAP
ja: LDAP サポート (&L)
km: ការគាំទ្រ &LDAP
ko: LDAP 지원(&L)
lt: &LDAP palaikymas
nl: &LDAP-ondersteuning
pa: &LDAP ਸਹਾਇਤਾ
pt: Suporte &LDAP
ro: Suport &LDAP
ru: Поддержка &LDAP
sk: Podpora &LDAP
th: รองรับการใ&ช้ร่วมกับบริการ LDAP
uk: Підтримка &LDAP

source: DHCP Server &Name (optional)
ca: &Nom del servidor DHCP (opcional)
da: DHCP-server&navn (valgfrit)
gl: &Nome do servidor DHCP (opcional)
hu: DHCP-kiszolgáló &név (nem kötelező)
id: Peladen DHCP &Nama (optional)
ja: DHCP サーバ名 (&N) (オプション)
km: ឈ្មោះ​ម៉ាស៊ីន​បម្រើស DHCP (ស្រេចចិត្ត)
ko: DHCP 서버 이름(선택 사항)(&N)
lt: DHCP serverio &vardas (nebūtinas)
nl: &Naam van DHCP-server (optioneel)
pa: DHCP ਸਰਵਰ ਨਾਂ (ਚੋਣਾਵਾਂ)(&N)
pt: &Nome do Servidor DHCP (opcional)
ro: &Nume server DHCP (opțional)
ru: Имя DHCP-сервера (&необязательно)
sk: Me&no DHCP servera (nepovinné)
th: &ชื่อแม่ข่ายบริการ DHCP (ตัวเลือกเพิ่มเติม)
uk: &Назва (необов'язкова) сервера DHCP

source: &Domain Name
ca: Nom del &domini
da: &Domænenavn
gl: Nome de &dominio
hu: &Tartománynév
id: Nama &Domain
ja: ドメイン名 (&D)
km: ឈ្មោះ​ដែន
ko: 도메인 이름(&D)
lt: &Srities vardas
nl: &Domeinnaam
pa: ਡੋਮੇਨ ਨਾਂ(&D)
pt: Nome de &Domínio
ro: Nume &domeniu
ru: Имя &домена
sk: Názov &domény
th: ชื่อโ&ดเมน
uk: Назва до&мену

source: &Primary Name Server IP
ca: IP del servidor de noms &primari
da: &Primær navneserver-IP
gl: IP do servidor de nomes &primario
hu: &Elsődleges névkiszolgáló IP-címe
id: IP Nama Server &Primer
ja: プライマリネームサーバの IP (&P)
km: IP របស់​ម៉ាស៊ីន​បម្រើ​ឈ្មោះ​ចម្បង
ko: 주 이름 서버 IP(&P)
lt: &Pirminio vardų serverio IP
nl: Server-IP van &primaire naam
pa: ਪ੍ਰਾਇਮਰੀ ਨਾਂ ਸਰਵਰ I_P
pt: Endereço IP do servidor &Principal
ro: I&P server de nume primar
ru: IP-адрес &основного сервера имен
sk: &Primárny názvový server
th: ไอพีของแม่ข่ายบริการสืบค้นชื่อโดเมนตัว&หลัก
uk: Адреса IP &головного сервера імен

source: &Secondary Name Server IP
ca: IP del servidor de noms &secundari
da: &Sekundær navneserver-IP
gl: IP do servidor de nomes &secundario
hu: &Másodlagos névkiszolgáló IP-címe
id: IP Nama Server &Sekunder
ja: セカンダリネームサーバの IP (&S)
km: IP របស់​ម៉ាស៊ីន​បម្រើ​ឈ្មោះ​រង
ko: 보조 이름 서버 IP(&S)
lt: &Antrinio vardų serverio IP
nl: Server-IP van &secundaire naam
pa: ਸੈਕੰਡਰੀ ਨਾਂ ਸਰਵਰ IP (_S)
pt: Endereço IP do servidor &Secundário
ro: IP &server de nume secundar
ru: IP-адрес &вторичного сервера имен
sk: &Sekundárny názvový server
th: ไอพีของแม่ข่ายบริการสืบค้นชื่อโดเมนตัว&รอง
uk: Адреса IP &вторинного сервера імен

source: Default &Gateway (Router)
ca: &Passarel·la per defecte (Router)
da: Standard &gateway (router)
gl: &Pasarela predeterminada (Router)
hu: &Alapértelmezett átjáró
id: &Gateway (Router) Bawaan.
ja: デフォルトゲートウエイ (ルータ) (&G)
km: ផ្លូវ​ចេញចូល​លំនាំដើម (រ៉ោតទ័រ)
ko: 기본 게이트웨이(라우터)(&G)
lt: Numatytasis &tinklų sietuvas (maršruto parinktuvas)
nl: Standaard&gateway (router)
pa: ਮੂਲ ਗੇਟਵੇ (ਰਾਊਟਰ) (_G)
pt: &Gateway Pré-definido (router)
ro: &Gateway implicit (router)
ru: &Шлюз по умолчанию (Роутер)
sk: Štandardná &brána (Router)
th: เ&กตเวย์ปริยาย (เราต์เตอร์)
uk: Типовий &шлюз (маршрутизатор)

source: NTP &Time Server
ca: Servidor d'h&ora NTP
da: NTP-&tidsserver
gl: Servidor de &hora NTP
hu: &NTP-időkiszolgáló
id: NTP &Peladen Waktu
ja: NTP 時刻サーバ (&T)
km: ម៉ាស៊ីន​បម្រើ​ពេលវេលា NTP
ko: NTP 시간 서버(&T)
lt: NTP &laiko serveris
nl: NTP-&tijdserver
pa: N_TP ਸਮਾਂ ਸਰਵਰ
pt: Servidor de &Hora NTP
ro: Server de sincronizare N&TP
ru: Сервер времени N&TP
sk: NTP Č&asový server
th: แม่ข่ายบริการเทียบเ&วลา NTP
uk: Сервер &часу NTP

source: &Print Server
ca: Servidor d'im&pressió
da: &Udskriftsserver
gl: Servidor de im&presión
hu: Nyom&tatókiszolgáló
id: &Peladen Pencetakan
ja: プリントサーバ (&P)
km: ម៉ាស៊ីន​បម្រើ​​បោះពុម្ព
ko: 프린트 서버(&P)
lt: &Spausdinimo serveris
pa: ਪਰਿੰਟ ਸਰਵਰ(&P)
pt: Servidor de &Impressoras
ru: Сервер &печати
sk: &Tlačový server
th: แม่ข่ายบริการการพิมพ์
uk: Сервер д&руку

source: &WINS Server
ca: Servidor &WINS
gl: Servidor &WINS
hu: &WINS-kiszolgáló
id: Peladen &WINS
ja: WINS サーバ (&W)
km: ម៉ាស៊ីន​បម្រើ &WINS
ko: WINS 서버(&W)
lt: &WINS serveris
pa: &WINS ਸਰਵਰ
pt: Servidor &WINS
ro: Server &WINS
ru: Сервер &WINS
th: แม่ข่ายบริการ &WINS
uk: Сервер &WINS

source: Default &Lease Time
ca: Temps d'a&rrendament per defecte
da: Standard ti&ldelingstid
gl: Tempo de &asignación predeterminado
hu: A&lapértelmezett lejárati
id: Standar Waktu Sewa (&L)
ja: 既定の貸与時間 (&L)
km: រយៈពេល​ជួល​លំនាំដើម
ko: 기본 임대 시간(&L)
lt: Numatytasis nuomos &laikas
nl: Standaard&leasetijd
pa: ਮੂਲ ਮਿਆਦ ਸਮਾਂ(&L)
pt: Tempo de &Aluguer Pré-definido
ro: Timp de va&labilitate implicit
ru: Время аренды по умо&лчанию
sk: Štandardná &doba prenájmu
th: ระยะเว&ลาปริยายที่ให้ใช้งาน
uk: Типовий час оре&нди

source: &Units
ca: &Unitats
da: &Enheder
gl: &Unidades
hu: &Egység
id: &Unit
ja: 単位 (&U)
km: ឯកតា
ko: 단위(&U)
lt: &Vienetai
nl: &Eenheden
pa: ਯੂਨਿਟ(&U)
pt: &Unidades
ro: Uni&tăți
ru: &Единицы
sk: &Jednotky
th: ห&น่วย
uk: Одини&ці

source: The specified value is not a valid hostname or IP address.
ca: El valor especificat no és un nom d'amfitrió vàlid o una adreça IP.
da: Den angivne værdi er ikke et gyldigt værtsmaskinenavn eller IP-adresse.
gl: O valor especificado non é un nome de máquina ou enderezo IP válido.
hu: A megadott érték nem érvényes gépnév vagy IP-cím.
id: Nilai yang ditentukan bukan nama host atau alamat IP yang valid.
ja: 指定した値は正しいホスト名でも IP アドレスでもありません。
km: តម្លៃ​ដែល​បាន​បញ្ជាក់ មិន​មែន​ជា​ឈ្មោះ​ម៉ាស៊ីន ឬ​អាសយដ្ឋាន IP ត្រឹមត្រូវ​ឡើយ ។
ko: 지정한 값은 유효한 호스트 이름 또는 IP 주소가 아닙니다.
lt: Nurodyta reikšmė nėra tinkamas pagr. kompiuterio vardas ar IP adresas.
nl: De gespecificeerde waarde is geen geldige hostnaam of geldig IP-adres.
pa: ਦਿੱਤਾ ਮੁੱਲ ਇੱਕ ਯੋਗ ਹੋਸਟ ਨਾਂ ਜਾਂ IP ਐਡਰੈੱਸ ਹੈ।
pt: O valor especificado não é um nome ou endereço IP válido de um equipamento.
ro: Valoarea specificată nu este un hostname sau o adresă IP validă
ru: Указанное значение не является верным именем хоста или IP-адресом.
sk: Zadaná hodnota nie je platné meno hostiteľa ani IP adresa.
th: ค่าที่ระบุมาไม่ใช่ชื่อเครื่องหรือที่อยู่ไอพีที่ใช้งานได้
uk: Вказане значення не є придатною назвою вузла чи адресою IP.

source: Subnet Information
ca: Informació de subxarxa
gl: Información de subrede
hu: Alhálózati információk
id: Informasi Subnet
ja: サブネット情報
km: ព័ត៌មាន​របស់ Subnet
ko: 서브넷 정보
lt: Potinklio informacija
nl: Subnetinformatie
pa: ਸਬਨੈੱਟ ਜਾਣਕਾਰੀ
pt: Informação de Sub-rede
ro: Informații despre sub-rețele
ru: Сведения о подсети
sk: Informácie o podsieti
th: ข้อมูลรายละเอียดของเครือข่ายย่อย
uk: Інформація про підмережу

source: Current &Network
ca: &Xarxa actual
da: Nuværende &netværk
gl: &Rede actual
hu: &Jelenlegi hálózat
id: Jaringa&n
ja: 現在のネットワーク (&N)
km: បណ្ដាញ​បច្ចុប្បន្ន
ko: 현재 네트워크(&N)
lt: Dabartinis &tinklas
nl: Huidig &netwerk
pa: ਮੌਜੂਦਾ ਨੈੱਟਵਰਕ(&N)
pt: &Rede Actual
ro: Rețea &curentă
ru: Текущая сет&ь
sk: Aktuálna &sieť
th: เค&รือข่ายปัจจุบัน
uk: Поточна &мережа

source: Current Net&mask
ca: &Màscara de xarxa actual
da: Nuværende net&maske
gl: &Máscara de rede
hu: Jelenlegi hálózati &maszk
id: Net&mask
ja: 現在のネットマスク (&M)
km: របាំង​បណ្ដាញ​បច្ចុប្បន្ន​
ko: 현재 넷마스크(&M)
lt: Dabartinė tinklo &kaukė
nl: Huidig netwerk&masker
pa: ਮੌਜੂਦਾ ਨੈੱਟਮਾਸਕ(&m)
pt: &Máscara Actual
ro: &Masca de rețea curentă
ru: Текущая &маска сети
sk: Aktuálna &maska siete:
th: &มาสก์เครือข่ายปัจจุบัน
uk: Поточна &підмережа

source: Netmask Bi&ts
ca: Bi&ts de la màscara de xarxa
da: Netmaske-bi&ts
gl: Bi&ts de máscara de rede
hu: Hálózati maszk bi&tek
ja: ネットマスクビット (&T)
km: ប៊ីត​របាំង​បណ្ដាញ
ko: 넷마스크 비트(&T)
lt: Tinklo kaukės &bitai
nl: Netmaskerbi&ts
pa: ਨੈੱਟਮਾਸਕ ਬਿੱਟ(&t)
pt: Máscara de &Rede
ro: Biți mască de rețea
ru: Би&ты маски сети
sk: Bi&ty sieťovej masky
th: ค่าบิตของ&มาสก์เครือข่าย
uk: &Біти маски

source: Min&imum IP Address
ca: Adreça IP mín&ima
da: M&inimum IP-adresse
gl: Enderezo IP mí&nimo
hu: Leg&alacsonyabb IP-cím
ja: 最小 IP アドレス (&I)
km: អាសយដ្ឋាន IP អប្បបរមា
ko: 최소 IP 주소(&I)
lt: &Mažiausias IP adresas
nl: M&inimaal IP-adres
pa: ਘੱਟੋ-ਘੱਟ IP ਐਡਰੈੱਸ(&i):
pt: Endereço IP Mín&imo
ro: Adresa &IP minimă
ru: М&инимальный IP-адрес
sk: Min&imálna IP adresa
th: ที่อยู่ไอพี&ต่ำสุด
uk: Мі&німальна адреса IP

source: Ma&ximum IP Address
ca: Adreça IP mà&xima
da: M&aksimum IP-adresse
gl: Enderezo IP &máximo
hu: Leg&magasabb IP-cím
ja: 最大 IP アドレス (&X)
km: អាសយដ្ឋាន IP អតិបរមា​
ko: 최대 IP 주소(&X)
lt: &Didžiausias IP adresas
nl: Ma&ximaal IP-adres
pa: ਵੱਧੋ-ਵੱਧ IP ਐਡਰੈੱਸ(&x)
pt: Endereço IP Má&ximo
ro: Adersa IP ma&ximă
ru: Ма&ксимальный IP-адрес
sk: Ma&ximálna IP adresa
th: ที่อยู่ไอพี&สูงสุด
uk: Ма&ксимальна адреса IP

source: IP Address Range
ca: Gamma d'adreça IP
da: IP-adresseområde
gl: Intervalo de enderezos IP
hu: IP-címtartomány
id: Rentang Alamat IP
ja: IP アドレス範囲
km: ជួរ​អាសយដ្ឋាន IP
ko: IP 주소 범위
lt: IP adresų intervalas
nl: IP-adresbereik
pa: IP ਐਡਰੈੱਸ ਰੇਜ਼
pt: Gama de Endereços IP
ro: Interval de adrese IP
ru: Диапазон IP-адресов
sk: Rozsah IP adries
th: ช่วงของที่อยู่ไอพี
uk: Діапазон адрес IP

source: &First IP Address
ca: &Primera adreça IP
da: &Første IP-adresse
gl: &Primeiro enderezo IP
hu: Leg&alacsonyabb IP-cím
id: Alamat IP Mula (&f)
ja: 最初の IP アドレス (&F)
km: អាសយដ្ឋាន IP ដំបូង
ko: 첫 번째 IP 주소(&F)
lt: &Pirmas IP adresas
nl: &Eerste IP-adres:
pa: ਪਹਿਲਾਂ IP ਐਡਰੈੱਸ(&F):
pt: &Primeiro Endereço IP
ro: Prima adresă IP
ru: Пер&вый IP-адрес
sk: &Prvá IP adresa
th: ที่อยู่ไอพีเริ่&มต้น
uk: &Перша адреса IP

source: &Last IP Address
ca: Últi&ma adreça IP
da: &Sidste IP-adresse
gl: Último enderezo IP
hu: Leg&magasabb IP-cím
id: Alamat IP Akhir (&L)
ja: 最後の IP アドレス (&L)
km: អាសយដ្ឋាន IP ចុងក្រោយ
ko: 마지막 IP 주소(&L)
lt: &Paskutinis IP adresas
nl: &Laatste IP-adres:
pa: ਆਖਰੀ IP ਐਡਰੈੱਸ(&L):
pt: Ú&ltimo Endereço IP
ro: U&ltima adresă IP
ru: Пос&ледний IP-адрес
sk: P&osledná IP adresa
th: ที่อยู่ไอพีสุ&ดท้าย
uk: Ос&тання адреса IP

source: Allow Dynamic &BOOTP
ca: Permet &BOOTP dinàmic
da: Tillad dynamisk &BOOTP
gl: Permitir &BOOTP dinámico
hu: Dinamikus &BOOTP engedélyezése
id: &BOOTP Dinamis Diperbolehkan
ja: 動的 BOOTP の許可 (&B)
km: អនុញ្ញាត &BOOTP ថាមវន្ត
ko: 동적 BOOTP 허용(&B)
lt: Leisti dinaminį &BOOTP
nl: Dynamische &BOOTP toestaan
pa: ਡਾਇਨੈਮਿਕ &BOOTP ਨੂੰ ਇਜਾਜ਼ਤ ਦਿਓ
pt: Permitir &BOOTP dinâmico
ro: Permite &BOOTP dinamic
ru: Разрешить &динамический BOOTP
sk: Povoliť dynamické &BOOTP
th: อนุญาตการใช้โพรโทคอล &BOOTP แบบไม่ตายตัว
uk: Дозволяти динамічний &BOOTP

source: Lease Time
ca: Temps d'arrendament
da: Tildelingstid
gl: Tempo de asignación
hu: Lejárati idő
id: Waktu Sewa
ja: 貸与時間
km: រយៈពេល​ជួល
ko: 임대 시간
lt: Nuomos trukmė
nl: Leasetijd
pa: ਮਿਆਦ ਸਮਾਂ
pt: Tempo de Aluguer
ro: Timp de valabilitate
ru: Время аренды
sk: Doba prenájmu
th: ระยะเวลาที่ให้ใช้งาน
uk: Час оренди

source: &Default
ca: &Predeterminat
da: Stan&dard
gl: Pre&determinada
hu: &Alapértelmezett
id: Bawaan (&d)
ja: 既定 (&D)
km: លំនាំ​ដើម
ko: 기본(&D)
lt: &Numatyta
nl: &Standaard
pa: ਡਿਫਾਲਟ(&D)
pt: &Pré-definido
ro: Implicit
ru: &По умолчанию
sk: &Predvolené
th: ค่าปริ&ยาย
uk: &Типові

source: &Maximum
ca: &Màxim
da: &Maksimum
gl: &Máximo
id: &Maksimal
ja: 最大値 (&X)
km: អតិបរមា
ko: 최대(&M)
lt: &Didžiausia
pa: ਵੱਧ-ਤੋਂ-ਵੱਧ(&M)
pt: Máxim&o
ro: &Maxim
ru: &Максимум
sk: &Maximálne
th: ค่าสูงสุ&ด
uk: Ма&ксимум

source: Uni&ts
ca: Uni&tats
da: &Enheder
gl: Uni&dades
hu: E&gység
id: Uni&t
ja: 単位 (&T)
km: ឯកតា
ko: 단위(&T)
lt: &Vienetai
nl: Eenh&eden
pa: ਯੂਨਿਟ(&t)
pt: Unid&ades
ro: Uni&tăți
ru: Е&диницы
sk: Jedno&tky
th: หน่&วย
uk: Одини&ці

source: Create New DNS Zone from Scratch
ca: &Crea una nova zona DNS des de zero
da: Opret ny DNS-zone fra bunden
gl: Crear nova zona DNS desde cero
hu: Új DNS-zóna létrehozása teljesen elölről
id: Membuat DNS Zone dari Awal
ja: まったく新しい DNS ゾーンの作成
km: បង្កើត​តំបន់ DNS ថ្មី​ពី​ទទេ
ko: 아무 것도 없는 상태에서 새 DNS 영역 만들기
lt: Sukurti naują DNS zoną nuo nulio
nl: Nieuwe DNS-zone vanaf begin aanmaken
pt: Criar de Raiz Nova Zona DNS
ro: Creează zonă DNS nouă de la început
ru: Создать новую DNS-зону с нуля
sk: Vytvoriť novú DNS zónu od začiatku
th: สร้างโซนของบริการ DNS โซนใหม่ตั้งแต่เริ่มแรก
uk: Створити нову зону DNS з нуля

source: Edit Current DNS Zone
ca: Edita la zona DNS actual
da: Rediger aktuel DNS-zone
gl: Editar zona DNS actual
hu: Jelenlegi DNS-zóna szerkesztése
id: Sunting DNS Zone
ja: 現在の DNS ゾーンの編集
km: កែសម្រួល​តំបន់​ DNS បច្ចុប្បន្ន​
ko: 현재 DNS 영역 편집
lt: Keisti dabartinę DNS zoną
nl: Huidige DNS-zone bewerken
pa: ਮੌਜੂਦਾ DNS ਜ਼ੋਨ ਸੋਧ
pt: Editar Zona DNS Actual
ro: Editează zona DNS curentă
ru: Редактировать текущую DNS-зону
sk: Upraviť aktuálnu DNS zónu
th: แก้ไขโซนของบริการ DNS โซนปัจจุบัน
uk: Редагувати поточну зону DNS

source: Get Current Zone Information
ca: Obtén informació sobre la zona actual
da: Hent aktuel zoneinformation
gl: Obter información da zona actual
hu: Aktuális zónainformáció bekérése
id: Tampilkan Informasi Zone
ja: 現在のゾーン情報の取得
km: ទទួល​យក​ព័តមាន​តំបន់​បច្ចុប្បន្ន​
ko: 현재 영역 정보 가져오기
lt: Gauti dabartinės zonos informaciją
nl: Huidige zone-informatie ophalen
pa: ਮੌਜੂਦਾ ਜ਼ੋਨ ਜਾਣਕਾਰੀ ਲਵੋ
pt: Obter Informação da Zona Actual
ro: Citește informații despre zona curentă
ru: Получить сведения о текущей зоне
sk: Získať informácie o aktuálnej zóne
th: รับค่าข้อมูลรายละเอียดของโซนปัจจุบัน
uk: Отримати інформацію про поточну зону

source: &Synchronize DNS Server...
ca: &Sincronitza el servidor DNS...
da: &Synkronisér DNS-server...
gl: &Sincronizar servidor DNS...
hu: DNS-ki&szolgáló szinkronizálása...
id: &Sinkronisasi dengan peladen DNS...
ja: DNS サーバと同期 (&S)...
km: ធ្វើសមកាលកម្មម៉ាស៊ីន​បម្រើ...
ko: DNS 서버 동기화(&S)...
lt: &Sinchronizuoti DNS serverį...
nl: DNS-server &synchroniseren...
pa: DN&S ਸਰਵਰ ਨਾਲ ਸੈਕਰੋਨਾਈਜ਼...
pt: &Sincronizar Servidor DNS...
ro: &Sincronizează serverul DNS...
ru: &Синхронизировать DNS-сервер...
sk: &Synchronizovať DNS server...
th: ปรั&บเทียบข้อมูลกับบริการ DNS...
uk: Син&хронізувати сервер DNS...

source: DNS zone %1 is not a master zone. Therefore, you cannot change it here.
ca: La zona DNS %1 no és una zona mestra. Per tant, no la podeu canviar aquí.
da: DNS-zonen %1 er ikke master-zone. Derfor kan du ikke ændre den her.
gl: A zona DNS %1 non é unha zona mestra. Por tanto non é posible modificala aquí.
hu: Az aktuális %1 DNS-zóna nem 'master' típusú. Ez azt jelenti, hogy itt nem módosítható.
id: DNS zone %1 bukan master zone. Sehingga tidak dapat diubah di sini.
ja: DNS ゾーン %1 はマスターゾーンではありません。 そのため、ここでは変更することができません。
km: តំបន់ DNS %1 មិន​មែន​ជា​តំបន់​មេ​ទេ ។ ដូច្នេះ អ្នក​មិនអាច​ផ្លាស់ប្ដូរ​វា​នៅ​ទីនេះ​បាន​ទេ ។
ko: DNS 영역 %1은(는) 마스터 영역이 아닙니다. 따라서 여기서 변경할 수 없습니다.
lt: DNS zona %1 nėra pagrindinė („master“). Todėl jos keisti čia negalite.
nl: DNS-zone %1 is niet van het type 'master'. Dit betekent dat u deze hier niet kunt wijzigen.
pt: A zona DNS %1 não é uma zona mestre. Isto significa que não a pode alterar aqui.
ro: Zona DNS %1 nu este o zonă master. De aceea nu o puteți modifica aici.
ru: DNS-зона %1 не является основной. Поэтому вы не можете изменять её здесь.
sk: DNS zóna %1 nie je typu master. Preto ju tu nemôžete meniť.
th: โซน %1 ของบริการ DNS ไม่ใช่โซนหลัก (master) ดังนั้น คุณจะไม่สามารถแก้ไขมันได้ที่นี่
uk: Зона DNS %1 не є зоною типу master. Це значить, що ви не можете тут її змінити.

source: Enter values for both ends of the IP address range.
ca: Introduïu els valor per al dos caps de la gamma de l'adreça IP.
da: Angiv værdier for begge ender af IP-adresseområdet.
gl: Introduza os valores de ambos extremos do intervalo de enderezos IP.
hu: Adja meg az IP-címtartomány két végét.
id: Masukkan nilai untuk kedua ujung rentang alamat IP.
ja: IP アドレス範囲の両端の値を入力してください。
km: បញ្ចូល​តម្លៃ​សម្រាប់​ចុងទាំងពីរ​នៃ​ជួរ​អាសយដ្ឋាន IP ។
ko: IP 주소 범위 양 끝에 값을 입력하십시오.
lt: Įveskite IP adresų intervalo abu galus.
nl: Vul een waarde in voor beide eindes van het ip-adresbereik.
pa: IP ਐਡਰੈੱਸ ਰੇਜ਼ ਲਈ ਦੋਵਾਂ ਪਾਸਿਆਂ ਤੋਂ ਮੁੱਲ ਦਿਓ।
pt: Introduza valores para as extremidades da gama de endereços IP.
ro: Introduceți valori pentru ambele limite ale intervalului de adrese IP.
ru: Введите значения для начала и конца диапазона IP-адресов.
sk: Vložte hodnoty pre obe hranice rozsahu IP adries.
th: โปรดป้อนค่าให้กับค่าสุดสิ้นของช่วงที่อยู่ไอพีทั้งคู่
uk: Введіть значення для обидвох меж діапазону адрес IP.

source: The dynamic DHCP address range must be in the same network as the DHCP server. IP %1 does not match the network %2/%3.
ca: La gamma d'adreces de DHCP dinàmic ha de ser a la mateixa xarxa que el servidor DHCP. La IP %1 no coincideix amb la xarxa %2/%3.
da: Det dynamiske DHCP-adresseområde skal være i det samme netværk som DHCP-serveren. IP %1 matcher ikke netværket %2/%3.
gl: O intervalo de enderezos DHCP dinámico debe estar na mesma rede ca o servidor DHCP. O IP %1 non coincide coa rede %2/%3.
hu: A dinamikus DHCP-címtartománynak ugyanabba az alhálózatba kell esnie, mint amelyikben a DHCP-kiszolgáló maga működik. A(z) %1 IP-cím nem egyezik meg a %2/%3 hálózattal.
id: Rentang alamat DHCP dinamis harus satu network dengan peladen DHCP. IP %1 tidak cocok dengan jaringan %2/%3.
ja: 動的な DHCP アドレスの範囲は DHCP サーバと同じネットワーク上にある必要があります。 IP %1 がネットワーク %2/%3 と一致しません。
km: ជួរ​អាសយដ្ឋាន DHCP អថេរ ត្រូវ​តែ​ស្ថិត​ក្នុង​បណ្ដាញ​ដូចគ្នា​នឹង​ម៉ាស៊ីន​បម្រើ DHCP ។ IP %1 មិន​ផ្គូផ្គង​នឹង​បណ្ដាញ %2/%3 ឡើយ ។
ko: 동적 DHCP 주소 범위는 DHCP 서버와 같은 네트워크에 있어야 합니다. %1 IP는 %2/%3 네트워크와 일치하지 않습니다.
lt: Dinaminių DHCP adresų sritis turi būti tame pačiame tinkle kaip ir DHCP serveris. IP %1 neatitinka tinklo %2/%3.
nl: Het dynamische DHCP-adresbereik moet in hetzelfde netwerk liggen als de DHCP-server. IP-adres %1 komt niet overeen met netwerk '%2/%3'.
pa: ਡਾਇਨੈਮਿਕ DHCP ਐਡਰੈੱਸ ਰੇਜ਼ ਉਸੇ ਨੈੱਟਵਰਕ ਵਿੱਚ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ, ਜਿਸ ਵਿੱਚ DHCP ਸਰਵਰ ਹੈ। IP %1 ਨੈੱਟਵਰਕ %2/%3 ਨਾਲ ਮੇਲ ਨਹੀਂ ਖਾਂਦਾ ਹੈ।
pt: É necessário um intervalo dinâmico de endereço DHCP que coincida com o do servidor DHCP. O IP '%1' não coincide com a rede %2/%3.
ro: Intervalul de adrese dinamice DHCP trebuie să fie în aceeași rețea ca serverul DHCP. Adresa IP %1 nu corespunde cu rețeaua %2/%3.
ru: Диапазон динамических DHCP-адресов должен находиться в той же сети, что и DHCP-сервер. IP %1 не соответствует сети %2/%3.
sk: Dynamický rozsah adries DHCP servera musí patriť do rovnakej siete ako DHCP server. IP '%1' nepatrí do siete '%2/%3'.
th: ค่าช่วงที่อยู่แบบไม่ตายตัวของบริการ DHCP จะต้องเป็นเครือข่ายเดียวกันกับที่ใช้ในบริการ DHCP ซึ่งค่าไอพี %1 ไม่ใช้ค่าที่ตรงกับเครือข่าย %2/%3
uk: Діапазон динамічних адрес DHCP повинен бути в тій самій мережі, що й сервер DHCP. IP %1 не збігається з мережею %2/%3.

source: Registered Host
ca: Amfitrió registrat
da: Registreret værtsmaskine
gl: Host rexistrado
hu: Regisztrált gép
id: Host Terdaftar
ja: 登録済みホスト
km: ម៉ាស៊ីនដែល​បាន​ចុះឈ្មោះ
ko: 등록된 호스트
lt: Registruoti pagrindiniai kompiuteriai
nl: Geregistreerde host
pa: ਰਜਿਸਟਰ ਕੀਤਾ ਹੋਸਟ
pt: Equipamento Registado
ro: Gazdă înregistrată
ru: Зарегистрированный хост
sk: Registrovaný hostiteľ
th: เครื่องที่ได้ลงทะเบียนไว้แล้ว
uk: Зареєстрований вузол

source: Name
ca: Nom
da: Navn
gl: Nome
hu: Név
id: Nama
ja: 名前
km: ឈ្មោះ
ko: 이름
lt: Vardas
nl: Naam
pa: ਨਾਂ
pt: Nome
ro: Nume
ru: Имя
sk: Meno
th: ชื่อ
uk: Назва

source: Hardware Address
ca: Adreça de maquinari
da: Hardwareadresse
gl: Enderezo de hardware
hu: Hardver- (MAC-) cím
id: Alamat Perangkat
ja: ハードウエアアドレス
km: អាសយដ្ឋាន​ផ្នែក​រឹង
ko: 하드웨어 주소
lt: Fizinis (MAC) adresas
nl: Hardwareadres
pa: ਹਾਰਡਵੇਅਰ ਐਡਰੈੱਸ
pt: Endereço de Hardware
ro: Adresă hardware
ru: Аппаратный адрес
sk: Hardvérová adresa
th: ที่อยู่ของฮาร์ดแวร์
uk: Апаратна адреса

source: Type
hu: Típus
ko: 종류
pt: Tipo
ru: Тип
sk: Typ

source: List Setup
ca: Configuració de llista
da: Listeopsætning
gl: Configuración da lista
hu: Lista beállítása
id: Daftar Tataan
ja: 設定の表示
km: រៀបចំ​បញ្ជី
ko: 설정 목록
lt: Sąrašo sąranka
nl: Lijstinstallatie
pa: ਲਿਸਟ ਸੈੱਟਅੱਪ
pt: Definições da Lista
ro: Configurare listă
ru: Список установок
sk: Zobraziť nastavenie
th: ตั้งค่าของรายการ
uk: Налаштування списку

source: &Name
ca: &Nom
da: &Navn
gl: &Nome
hu: &Név
id: &Nama
ja: 名前 (&N)
km: ឈ្មោះ
ko: 이름(&N)
lt: &Vardas
nl: &Naam
pa: ਨਾਂ(&N)
pt: &Nome
ro: &Nume
ru: &Имя
sk: Me&no
th: &ชื่อ
uk: &Назва

source: &IP Address
ca: Adreça &IP
da: &IP-Adresse
gl: Enderezo &IP
hu: &IP-cím
id: Alamat &IP
ja: IP アドレス (&I)
km: អាសយដ្ឋាន &IP
ko: IP 주소(&I)
lt: &IP adresas
nl: &IP-adres
pa: &IP ਐਡਰੈੱਸ
pt: Endereço &IP
ro: Adresa &IP
ru: &IP-адрес
sk: &IP adresa
th: ที่&อยู่ไอพี
uk: Адреса &IP

source: &Hardware Address
ca: Adreça de &maquinari
da: &Hardwareadresse
gl: Enderezo de &hardware
hu: &Hardver- (MAC-) cím
id: Alamat Perangkat (&h)
ja: ハードウエアアドレス (&H)
km: អាសយដ្ឋាន​ផ្នែក​រឹង
ko: 하드웨어 주소(&H)
lt: &Fizinis (MAC) adresas
nl: &Hardwareadres
pa: ਹਾਰਡਵੇਅਰ ਐਡਰੈੱਸ(&H)
pt: Endereço de &Hardware
ro: Adresă hardware
ru: А&ппаратный адрес
sk: &Hardvérová adresa
th: ที่อยู่ของฮาร์&ดแวร์
uk: &Апаратна адреса

source: &Ethernet
ko: 이더넷(&E)

source: &Token Ring
ko: 토큰링(&T)
ru: &Маркерное кольцо

source: C&hange in List
ca: C&anvia a la llista
da: Æ&ndr i liste
gl: M&udar na lista
hu: &Változtatás a listában
id: Uba&h dalam daftar
ja: 変更 (&H)
km: ការ​ផ្លាស់ប្ដូរ​ក្នុង​បញ្ជី
ko: 목록에서 변경(&H)
lt: &Pasirinkti iš sąrašo
nl: In lijst &wijzigen
pa: ਲਿਸਟ ਵਿੱਚ ਬਦਲੋ(&h)
pt: Al&terar na Lista
ro: Modifică în listă
ru: И&зменить в списке
sk: Z&meniť v zozname
th: เป&ลี่ยนค่าในรายการ
uk: З&мінити в списку

source: Dele&te from List
ca: Suprimeix de la llis&ta
da: Sle&t fra liste
gl: E&liminar da lista
hu: &Törlés a listáról
id: Hapus dari daf&tar
ja: 一覧から削除 (&T)
km: លុប​ពី​បញ្ជី
ko: 목록에서 삭제(&T)
lt: Pa&šalinti iš sąrašo
nl: Uit lijst &verwijderen
pa: ਲਿਸਟ ਵਿੱਚੋਂ ਹਟਾਓ(&t)
pt: &Apagar da Lista
ro: Ș&terge din listă
ru: Удали&ть из списка
sk: &Odstrániť zo zoznamu
th: ล&บออกจากรายการ
uk: Вил&учити зі списку

source: Ethernet
ko: 이더넷

source: Token Ring
ko: 토큰링
ru: Маркерное кольцо

source: The hardware address is invalid.
ca: L'adreça de maquinari no és vàlida.
da: Hardwareadressen er ugyldig.
gl: O enderezo de hardware non é válido.
hu: A hardvercím érvénytelen.
id: Alamat perangkat tidak valid.
ja: ハードウエアアドレスが正しくありません。
km: អាសយដ្ឋាន​ផ្នែក​រឹង​មិន​ត្រឹមត្រូវ​ឡើយ ។
ko: 하드웨어 주소가 잘못되었습니다.
lt: Netinkamas fizinis adresas.
nl: Het hardwareadres is ongeldig.
pa: ਹਾਰਡਵੇਅਰ ਐਡਰੈੱਸ ਗਲਤ ਹੈ।
pt: O endereço de hardware é inválido.
ro: Adresa hardware este invalidă.
ru: Недопустимый аппаратный адрес.
sk: Hardvérová adresa je platná.
th: ที่อยู่ของฮาร์ดแวร์ใช้ไม่ได้หรือไม่ถูกต้อง
uk: Недійсна апаратна адреса.
