Repository: Dzejrou/yast-translations
Catalog: po/dhcp-server/*.po
Languages: ca, da, gl, hu, id, ja, km, ko, lt, nl, pa, pt, ro, ru, sk, th, uk

source: Selected Interfaces: %1
ca: Interfícies seleccionades: %1
da: Valgte grænseflader: %1
gl: Interfaces seleccionadas: %1
hu: Kiválasztott csatolók: %1
id: Antarmuka terpilih: %1
ja: 選択したインターフェイス: %1
km: ចំណុច​ប្រទាក់​ដែល​បាន​ជ្រើស ៖ %1
ko: 선택한 인터페이스: %1
lt: Pasirinktos sąsajos: %1
nl: Geselecteerde interfaces: %1
pa: ਚੁਣਿਆ ਇੰਟਰਫੇਸ: %1
pt: Interfaces Seleccionadas: %1
ro: Interfețe selectate: %1
ru: Выбранные интерфейсы: %1
sk: Vybrané rozhrania: %1
th: ส่วนเชื่อมต่อเครือข่ายที่เลือกใช้: %1
uk: Вибрані інтерфейси: %1

source: Other Interfaces: %1
ca: Altres interfícies: %1
da: Andre grænseflader: %1
gl: Outras interfaces: %1
hu: Egyéb csatolók: %1
id: Antarmuka lain: %1
ja: その他のインターフェイス: %1
km: ចំណុច​ប្រទាក់​ផ្សេង​ៗ ៖ %1
ko: 기타 인터페이스: %1
lt: Kitos sąsajos: %1
nl: Andere interfaces: %1
pa: ਹੋਰ ਇੰਟਰਫੇਸ: %1
pt: Outras Interfaces: %1
ro: Alte interfețe: %1
ru: Другие интерфейсы: %1
sk: Ostatné rozhrania: %1
th: ส่วนเชื่อมต่อเครือข่ายตัวอื่น ๆ : %1
uk: Інші інтерфейси: %1

source: Specified interface does not exist.
ca: No existeix la interfície especificada.
da: Specifik grænseflade findes ikke.
gl: A interface especificada non existe.
hu: A megadott csatoló nem létezik.
id: Antarmuka tidak ada.
ja: 指定されたインターフェイスは存在しません。
km: មិន​មាន​ចំណុច​ប្រទាក់​ដែល​បាន​បញ្ជាក់​ឡើយ ។
ko: 지정한 인터페이스가 존재하지 않습니다.
lt: Nurodyta sąsaja neegzistuoja.
nl: De gespecificeerde interface bestaat niet.
pa: ਦਿੱਤਾ ਇੰਟਰਫੇਸ ਮੌਜੂਦ ਨਹੀਂ।
pt: A interface especificada não existe.
ro: Interfața specificată nu există.
ru: Указанный интерфейс не существует.
sk: Dané rozhranie neexistuje.
th: ยังไม่มีส่วนเชื่อมต่อเครือข่ายที่ระบุให้อยู่
uk: Вказаний інтерфейс не існує.

source: Operation with the interface not specified.
ca: Operació amb la interfície no especificada.
da: Operation med grænsefladen ikke angivet.
gl: Non se especificou a operación coa interface.
hu: Nem adta meg a csatoló műveletét.
id: Operasi dengan antarmuka tidak ditentukan.
ja: インターフェイスの操作を指定していません。
km: មិន​បាន​បញ្ជាក់​ប្រតិបត្តិការ​ជាមួយ​នឹង​ចំណុច​ប្រទាក់ ។
ko: 인터페이스를 이용한 작업을 지정하지 않았습니다.
lt: Nenurodytas veiksmas su sąsaja.
nl: De werking met de interface is niet gespecificeerd.
pa: ਇੰਟਰਫੇਸ ਨਾਲ ਕਾਰਵਾਈ ਨਹੀਂ ਦਿੱਤੀ ਗਈ ਹੈ।
pt: Operação não especificada com a interface.
ro: Operația cu interfața nu a fost specificată.
ru: Не указана операция с интерфейсом.
sk: Operácia s rozhraním nebola špecifikovaná.
th: ยังไม่มีการระบุการปฏิบัติการกับส่วนเชี่อมต่อเครือข่าย
uk: Не визначена дія з інтерфейсом.

source: Option key must be set.
ca: S'ha d'establir una clau d'opció.
da: Nøgle for tilvalg skal sættes.
gl: Debe definirse unha chave de opción.
hu: Az opció kulcsot be kell állítani.
id: Pilihan kunci harus ditentukan.
ja: オプションキーを設定しなければなりません。
km: ត្រូវ​តែ​កំណត់​កូនសោ​ជម្រើស ។
ko: 옵션 키를 설정해야 합니다.
lt: Turi būti nurodyta parinktis.
nl: De optiesleutel moet ingesteld zijn.
pa: ਚੋਣ ਕੁੰਜੀ ਦੇਣੀ ਲਾਜ਼ਮੀ ਹੈ।
pt: Chave de opção deve ser definida.
ro: Cheia opțiunii trebuie setată.
ru: Должно быть задано имя параметра.
sk: Musíte zadať kľúč nastavenia.
th: คีย์ของตัวเลือกจะต้องถูกตั้งค่าก่อน
uk: Потрібно вказати параметр клавіші.

source: Value must be set.
ca: Cal definir-ne el valor.
da: Værdi skal sættes.
gl: Debe establecerse un valor.
hu: Az értéket meg kell adni.
id: Nilai harus ditentukan.
ja: 値を設定する必要があります。
km: ត្រូវ​តែ​កំណត់​តម្លៃ ។
ko: 값을 설정해야 합니다.
lt: Reikšmė turi būti nurodyta.
nl: De waarde moet ingesteld zijn.
pa: ਮੁੱਲ ਦੇਣਾ ਲਾਜ਼ਮੀ ਹੈ।
pt: Um valor deve ser definido.
ro: Valorea trebuie setată.
ru: Должно быть задано значение.
sk: Hodnota musí byť zadaná.
th: ค่าของตัวเลือกจะต้องถูกตั้งค่าก่อน
uk: Потрібно вказати значення.

source: Address Range: %1-%2
ca: Gamma d'adreça: %1-%2
da: Adresseområde: %1-%2
gl: Intervalo de enderezos: %1-%2
hu: Címtartomány: %1 - %2
id: Rentang Alamat: %1-%2
ja: アドレス範囲: %1-%2
km: ជួរ​អាសយដ្ឋាន ៖ %1-%2
ko: 주소 범위: %1-%2
lt: Adresų intervalas: %1-%2
nl: Adresbereik: %1 - %2
pa: ਐਡਰੈੱਸ ਰੇਜ਼: %1 - %2
pt: Gama de Endereços: %1-%2
ro: Interval de adrese: %1-%2
ru: Диапазон адресов: %1-%2
sk: Rozsah adries: %1 - %2
th: ช่วงของที่อยู่ไอพี: %1-%2
uk: Діапазон адрес: %1-%2

source: Default Lease Time: %1
ca: Temps d'arrendament per defecte: %1
da: Standard tildelingstid: %1
gl: Tempo de asignación predeterminado: %1
hu: Alapértelmezett lejárati idő: %1
id: Waktu sewa bawaan: %1
ja: 既定の貸与時間: %1
km: រយៈពេល​ជួល​លំនាំដើម ៖ %1
ko: 기본 임대 시간: %1
lt: Numatytasis nuomos laikas: %1
nl: Standaardleasetijd: %1
pa: ਮੂਲ ਮਿਆਦ ਸਮਾਂ: %1
pt: Tempo de Aluguer Pré-definido: %1
ro: Timp de valabilitate implicit: %1
ru: Время аренды по умолчанию: %1
sk: Štandardná doba prenájmu: %1
th: ระยะเวลาปริยายที่ให้ใช้งานได้: %1
uk: Типовий час оренди: %1

source: Maximum Lease Time: %1
ca: Temps d'arrendament màxim: %1
da: Maksimal tildelingstid: %1
gl: Tempo máximo de asignación: %1
hu: Maximális lejárati idő: %1
id: Waktu sewa maksimum: %1
ja: 最大貸与時間: %1
km: រយៈពេល​ជួល​អតិបរមា ៖ %1
ko: 최대 임대 시간: %1
lt: Ilgiausias nuomos laikas: %1
nl: Maximumleasetijd: %1
pa: ਵੱਧ-ਤੋਂ-ਵੱਧ ਮਿਆਦ ਸਮਾਂ: %1
pt: Tempo de Aluguer Máximo: %1
ro: Timp de valabilitate maxim: %1
ru: Максимальное время аренды: %1
sk: Maximálna doba prenájmu: %1
th: ระยะเวลาสูงสุดที่ให้ใช้งานได้: %1
uk: Максимальний час оренди: %1

source: Saving the configuration failed. Change the settings?
ca: Error en desar els paràmetres. Voleu canviar-los?
da: Mislykkedes at gemme konfigurationen. Ændr indstillingerne?
gl: Produciuse un erro ao gardar a configuración. Desexa cambiar as opcións?
hu: A beállítások mentése nem sikerült. Módosítja a beállításokat?
id: Gagal menyimpan konfigurasi. Ganti pengaturan?
ja: 設定の保存に失敗しました。設定を変更しますか？
km: ការ​រក្សាទុកកំណត់​រចនាសម្ព័ន្ធ​បាន​បរាជ័យ ។ ផ្លាស់ប្ដូរ​ការ​កំណត់​ឬ ?
ko: 구성을 저장하지 못했습니다. 설정을 변경하시겠습니까?
lt: Nepavyko įrašyti konfigūracijos. Pakeisti nuostatas?
nl: Het opslaan van de configuratie is mislukt. Instellingen wijzigen?
pa: ਸੰਰਚਨਾ ਸੰਭਾਲ ਅਸਫਲ ਹੋਈ। ਸੈਟਿੰਗ ਤਬਦੀਲ ਕਰੋ?
pt: Falhou a gravação da configuração. Alterar as definições?
ro: Salvarea configurației a eșuat. Modificați setările?
ru: Сохранить конфигурацию не удалось. Изменить параметры?
sk: Uloženie konfigurácie zlyhalo. Zmeniť nastavenia?
th: การจัดเก็บค่าการปรับแต่งล้มเหลว ต้องการจะแก้ไขการตั้งค่าหรือไม่ ?
uk: Помилка збереження конфігурації. Змінити параметри?

source: Saving the configuration failed
ca: Ha fallat desar la configuració
da: Mislykkedes at gemme konfigurationen
hu: A konfiguráció mentése sikertelen
id: Gagal menyimpan konfigurasi
ja: 設定の保存に失敗しました
ko: 구성 저장 실패
nl: De configuratie kan niet worden opgeslagen
ru: Не удалось сохранить конфигурацию
sk: Uloženie konfigurácie zlyhalo
uk: Помилка збереження конфігурації

source: DHCP Server Configuration
ca: Configuració del servidor DHCP
da: Konfiguration af DHCP-server
gl: Configuración do servidor DHCP
hu: DHCP-kiszolgálóbeállítások
id: Konfigurasi Peladen DHCP
ja: DHCP サーバ設定
km: ការ​កំណត់​រចនាសម្ព័ន្ធ​ម៉ាស៊ីន​បម្រើ DHCP
ko: DHCP 서버 설정
lt: DHCP serverio konfigūracija
nl: DHCP-serverconfiguratie
pa: DHCP ਸਰਵਰ ਸੰਰਚਨਾ
pt: Configuração do Servidor DHCP
ro: Configurarea serverului DHCP
ru: Конфигурация DHCP-сервера
sk: Konfigurácia serveru DHCP
th: การปรับแต่งค่าของบริการ DHCP
uk: Налаштування сервера DHCP

source: Global Options
ca: Opcions globals
da: Globale tilvalg
gl: Opcións globais
hu: Általános beállítások
id: Pilihan Global
ja: グローバルオプション
km: ជម្រើស​សកល
ko: 전역 옵션
lt: Visuotinės parinktys
nl: Algemene opties
pa: ਗਲੋਬਲ ਚੋਣ
pt: Opções Globais
ro: Opțiuni globale
ru: Общие параметры
sk: Všeobecné nastavenia
th: ตัวเลือกทั่วไป
uk: Глобальні параметри

source: Subnet Configuration
ca: Configuració de subxarxa
da: Subnetkonfiguration
gl: Configuración de subrede
hu: Alhálózat beállítása
id: Konfigurasi Subnet
ja: サブネットの設定
km: ការ​កំណត់​រចនាសម្ព័ន្ធ Subnet
ko: 서브넷 설정
lt: Potinklio konfigūracija
nl: Subnetconfiguratie
pa: ਸਬਨੈੱਟ ਸੰਰਚਨਾ
pt: Configuração de Sub-redes
ro: Configurarea sub-rețelelor
ru: Конфигурация подсети
sk: Konfigurácia podsiete
th: การปรับแต่งค่าเครือข่ายย่อย
uk: Налаштування підмережі

source: Host with Fixed Address
ca: Amfitrió amb adreces fixes
da: Værtsmaskine med fast adresse
gl: Host con enderezo fixo
hu: Statikus című gép
id: Host dengan alamat tetap
ja: 固定アドレスを設定したホスト
km: ម៉ាស៊ីន​ដែល​មាន​អាសយដ្ឋាន​ថេរ
ko: 고정 주소를 갖는 호스트
lt: Pagrindinis kompiuteris su fiksuotu adresu
nl: Host met vast adres
pa: ਸਥਿਰ ਸਿਰਨਾਵੇਂ ਨਾਲ ਹੋਸਟ
pt: Computador com Endereço Fixo
ro: Gazdă cu adresă fixă
ru: Хост с фиксированным адресом
sk: Hostiteľ s pevnou adresou
th: เครื่องที่กำหนดให้มีที่อยู่แบบตายตัว
uk: Вузол з фіксованою адресою

source: Shared Network
ca: Xarxa compartida
da: Delt netværk
gl: Rede compartida
hu: Megosztott hálózat
id: Jaringan Dibagika
ja: 共有ネットワーク
km: បណ្ដាញ​រួម
ko: 공유 네트워크
lt: Bendrai naudojamas tinklas
nl: Gedeeld Netwerk
pa: ਸਾਂਝਾ ਨੈੱਟਵਰਕ
pt: Rede Partilhada
ro: Rețea împărțită
ru: Общая сеть
sk: &Zdieľaná sieť
th: เครือข่ายที่ใช้ร่วมกัน
uk: Спільна мережа

source: Pool of Addresses
ca: Conjunt d'adreces
da: Adressepulje
gl: Depósito de enderezos
hu: IP-címkészlet
id: Kelompok Alamat
ja: アドレスプール(P)
km: អាង​អាសយដ្ឋាន
ko: 주소 풀
lt: Adresų telkinys
nl: Adrespool
pa: ਸਿਰਨਾਵਿਆਂ ਦਾ ਪੂਲ
pt: Gama de Endereços
ro: Spațiu de adrese
ru: Пул адресов
sk: Zá&sobník adries
th: กลุ่มของที่อยู่ต่าง ๆ (Pool)
uk: Набір адрес

source: Group-Specific Options
ca: Opcions específiques de grup
da: Gruppespecifikke tilvalg
gl: Opcións de grupo específico
hu: Csoportspecifikus beállítások
id: Pilihan Grup-Tertentu
ja: グループ固有のオプション
km: ជម្រើស​ដែល​បញ្ជាក់​ជា​ក្រុម
ko: 그룹 전용 옵션
lt: Specifiniai grupės parametrai
nl: Groepsspecifieke opties
pa: ਗਰੁੱਪ-ਅਨੁਸਾਰ ਚੋਣ
pt: Opções Específicas de Grupos
ro: Opțiuni specifice grupului
ru: Параметры, зависимые от группы
sk: Skupinové nastavenia
th: ตัวเลือกต่าง ๆ แบบเจาะจงกลุ่ม
uk: Специфічні параметри для групи

source: Class
ca: Classe
da: Klasse
gl: Clase
hu: Osztály
id: Kelas
ja: クラス
km: ថ្នាក់
ko: 클래스
lt: Klasė
nl: Klasse
pa: ਕਲਾਸ
pt: Classe
ro: Clasă
ru: Класс
sk: Trieda
th: คลาส
uk: Клас

source: &Subnet
ca: &Subxarxa
gl: &Subrede
hu: &Alhálózat
ja: サブネット (&S)
ko: 서브넷(&S)
lt: Potinkli&s
pa: ਸਬਨੈੱਟ(&S)
pt: &Sub-rede
ro: &Subrețea
ru: Под&сеть
sk: &Podsieť
th: เครือข่าย&ย่อย
uk: &Підмережа

source: &Host
ca: &Amfitrió
da: &Værtsmaskine
hu: &Gép
ja: ホスト (&H)
km: ម៉ាស៊ីន
ko: 호스트(&)
lt: Pagr. &kompiuteris
pa: ਹੋਸਟ(&H)
pt: &Equipamento
ro: &Gazdă
ru: &Хост
sk: &Hostiteľ
th: เ&ครื่อง
uk: &Вузол

source: Shared &Network
ca: Xarxa &compartida
da: Delt &netværk
gl: &Rede compartida
hu: Osztott &hálózat
id: &Jaringan Bersama
ja: 共有ネットワーク (&N)
km: បណ្ដាញ​រួម
ko: 공유 네트워크(&N)
lt: Bendrai &naudojamas tinklas
nl: Gedeeld &netwerk
pa: ਸ਼ੇਅਰ ਨੈੱਟਵਰਕ(&N)
pt: &Rede Partilhada
ro: Rețea împărțită
ru: Общая &сеть
sk: &Zdieľaná sieť
th: เค&รือข่ายที่ใช้ร่วมกัน
uk: Спільна &мережа

source: &Group
ca: &Grup
da: &Gruppe
gl: &Grupo
hu: &Csoport
id: @Grup
ja: グループ (&G)
km: ក្រុម
ko: 그룹(&G)
lt: &Grupė
nl: &Groep
pa: ਸਮੂਹ(&G)
pt: &Grupo
ro: &Grup
ru: &Группа
sk: &Skupina
th: &กลุ่ม
uk: &Група

source: &Pool of Addresses
ca: &Conjunt d'adreces
da: &Adressepulje
gl: &Depósitos de enderezos
hu: &IP-címkészlet
id: &Kumpulan Alamat
ja: アドレスプール (&P)
km: អាង​អាសយដ្ឋាន
ko: 주소 풀(&P)
lt: Adresų &telkinys
nl: &Adrespool
pa: ਸਿਰਨਾਂਵਿਆਂ ਦਾ ਪੂਲ(&P)
pt: &Gama de Endereços
ro: S&pațiu de adrese
ru: &Пул адресов
sk: Zá&sobník adries
th: กลุ่&มของที่อยู่ต่าง ๆ (Pool)
uk: &Набір адрес

source: &Class
ca: &Classe
da: &Klasse
gl: &Clase
hu: &Osztály
id: &Kelas
ja: クラス (&C)
km: ថ្នាក់
ko: 클래스(&C)
lt: &Klasė
nl: &Klasse
pa: ਸ਼੍ਰੇਣੀ(&C)
pt: &Classe
ro: &Clasă
ru: &Класс
sk: &Trieda
th: ค&ลาส
uk: &Клас

source: Declaration Types
ca: Tipus de declaracions
da: Deklarationstyper
gl: Tipos de declaración
hu: Deklarációtípusok
id: Tipe-tipe Deklarasi
ja: 宣言の種類
km: ប្រភេទប្រកាស
ko: 선언 형식
lt: Aprašų tipai
nl: Typen declaraties
pa: ਨਿਰਧਾਰਨ ਕਿਸਮ
pt: Tipos de Declaração
ro: Tipuri de declarații
ru: Типы объявлений
sk: Typy deklarácií
th: การประกาศของประเภทต่าง ๆ
uk: Типи оголошення

source: Declaration Type
ca: Tipus de declaració
da: Deklarationstype
gl: Tipo de declaración
hu: Deklarációtípus
id: Tipe Deklarasi
ja: 宣言の種類
km: ប្រភេទ​ប្រកាស
ko: 선언 형식
lt: Aprašo tipas
nl: Type declaratie
pa: ਐਲਾਨ ਕਿਸਮ
pt: Tipos de Declaração
ro: Tip de declarație
ru: Тип объявления
sk: Typ deklarácie
th: การประกาศของประเภท
uk: Тип оголошення

source: Interface Configuration
ca: Configuració d'interfície
da: Grænsefladekonfiguration
gl: Configuración da interface
hu: Eszközbeállítás
id: Konfigurasi Antarmuka
ja: インターフェイス設定
km: ការ​កំណត់​រចនាសម្ព័ន្ធ​ចំណុច​ប្រទាក់
ko: 인터페이스 구성
lt: Sąsajos konfigūracija
nl: Interfaceconfiguratie
pa: ਇੰਟਰਫੇਸ ਸੰਰਚਨਾ
pt: Configuração de Interface
ro: Configurarea Interfeței
ru: Конфигурация интерфейса
sk: Konfigurácia rozhrania
th: ปรับแต่งส่วนเชื่อมต่อเครือข่าย
uk: Налаштування інтерфейсу

source: TSIG Key Management
ca: Gestió de claus TSIG
da: Håndtering af TSIG-nøgler
gl: Xestión de chaves TSIG
hu: TSIG kulcsok kezelése
id: Pengelolaan Kunci TSIG
ja: TSIG 鍵管理
km: ការ​គ្រប់គ្រង​កូនសោ TSIG
ko: TSIG 키 관리
lt: TSIG raktų tvarkymas
nl: TSIG-sleutelbeheer
pa: TSIG ਕੁੰਜੀ ਪ੍ਰਬੰਧਨ
pt: Gestão de chaves TSIG
ro: Administrarea cheilor TSIG
ru: Управление ключами TSIG
sk: Správa TSIG kľúčov
th: การจัดการกุญแจ TSIG
uk: Керування ключами TSIG

source: Days
ca: Dies
da: Dage
gl: Días
hu: nap
id: Hari
ja: 日
km: ថ្ងៃ
ko: 일
lt: dienos
nl: Dagen
pa: ਦਿਨ
pt: Dias
ro: Zile
ru: Дней
sk: Dni
th: วัน
uk: Днів

source: Hours
ca: Hores
da: Timer
gl: Horas
hu: óra
id: Jam
ja: 時間
km: ម៉ោង
ko: 시간
lt: valandos
nl: Uren
pa: ਘੰਟੇ
pt: Horas
ro: Ore
ru: Часов
sk: Hodiny
th: ชั่วโมง
uk: Годин

source: Minutes
ca: Minuts
da: Minutter
gl: Minutos
hu: perc
id: Menit
ja: 分
km: នាទី
ko: 분
lt: minutės
nl: Minuten
pa: ਮਿੰਟ
pt: Minutos
ro: Minute
ru: Минут
sk: Minúty
th: นาที
uk: Хвилин

source: Seconds
ca: Segons
da: Sekunder
gl: Segundos
hu: másodperc
id: Detik
ja: 秒
km: វិនាទី
ko: 초
lt: sekundės
nl: Seconden
pa: ਸਕਿੰਟ
pt: Segundos
ro: Secunde
ru: Секунд
sk: Sekundy
th: วินาที
uk: Секунд

source: DHCP Server: Start-Up
ca: Servidor DHCP: inici
da: DHCP-server: Opstart
gl: Servidor DHCP: inicio
hu: DHCP-kiszolgáló: Indítás
id: Peladen DHCP:Mulai
ja: DHCP サーバ: 起動
km: ម៉ាស៊ីន​បម្រើ DHCP ៖ ចាប់ផ្ដើម​ឡើង
ko: DHCP 서버: 시작
lt: DHCP serveris: paleidimas
nl: DHCP-server: opstarten
pa: DHCP ਸਰਵਰ: ਚਾਲੂ
pt: Servidor DHCP: Iniciar
ro: Server DHCP: pornire
ru: DHCP-сервер: Запуск
sk: DHCP server: Štart
th: บริการ DHCP: การเริ่มการทำงาน
uk: Сервер DHCP: запуск

source: Start-Up
ca: Inici
da: Opstart
gl: Inicio
hu: Indítás
id: Mulai
ja: 起動
km: ចាប់ផ្ដើម​ឡើង
ko: 시작
lt: Paleidimas
nl: Opstarten
pa: ਚਾਲੂ-ਕਰੋ
pt: Iniciar
ro: Pornire
ru: Запуск
sk: Štart
th: การเริ่มการทำงานของบริการ
uk: Запуск

source: DHCP Server: Card Selection
ca: Servidor DHCP: selecció de targeta
da: DHCP-server: Valg af kort
gl: Servidor DHCP: selección de tarxetas
hu: DHCP-kiszolgáló: Kártya kiválasztása
id: Peladen DHCP: Pilihan Kartu
ja: DHCP サーバ: カードの選択
km: ម៉ាស៊ីន​បម្រើ DHCP ៖ ការ​ជ្រើស​កាត
ko: DHCP 서버: 카드 선택
lt: DHCP serveris: plokštės parinkimas
nl: DHCP-server: kaartselectie
pa: DHCP ਸਰਵਰ: ਕਾਰਡ ਚੋਣ
pt: Servidor DHCP: Selecção de Placa
ro: Server DHCP: Selecție placă
ru: DHCP-сервер: Выбор карты
sk: DHCP server: Výber karty
th: บริการ DHCP: การเลือกแผงวงจรเครือข่าย
uk: Сервера DHCP: вибір плати

source: Card Selection
ca: Selecció de targeta
da: Valg af kort
gl: Selección de tarxetas
hu: Kártya kiválasztása
id: Pilihan Kartu
ja: カードの選択
km: ការ​ជ្រើស​កាត
ko: 카드 선택
lt: Plokštės parinkimas
nl: Kaartselectie
pa: ਕਾਰਡ ਚੋਣ
pt: Selecção de Placa
ro: Selecție placă
ru: Выбор карты
sk: Výber karty
th: การเลือกแผงวงจรเครือข่าย
uk: Вибір плати

source: DHCP Server: Global Settings
ca: Servidor DHCP: paràmtres globals
da: DHCP-server: Globale indstillinger
gl: Servidor DHCP: configuración global
hu: DHCP-kiszolgáló: Általános beállítások
id: Peladen DHCP: Setelan Global
ja: DHCP サーバ: グローバル設定
km: ម៉ាស៊ីន​បម្រើ DHCP ៖ ការ​កំណត់​សកល
ko: DHCP 서버: 전역 설정
lt: DHCP serveris: visuotinės nuostatos
nl: DHCP-server: algemene instellingen
pa: DHCP ਸਰਵਰ: ਗਲੋਬਲ ਸੈਟਿੰਗ
pt: Servidor DHCP: Definições Globais
ro: Server DHCP: setări globale
ru: DHCP-сервер: Общие параметры
sk: DHCP server: Globálne nastavenia
th: บริการ DHCP: การตั้งค่าทั่วไป
uk: Сервер DHCP: глобальні параметри

source: Global Settings
ca: Paràmetres globals
da: Globale indstillinger
gl: Configuración global
hu: Globális beállítások
id: Setelan Global
ja: グローバル設定
km: ការ​កំណត់​សកល
ko: 전역 설정
lt: Visuotinės nuostatos
nl: Algemene instellingen
pa: ਗਲੋਬਲ ਸੈਟਿੰਗ
pt: Definições Globais
ro: Setări globale
ru: Общие параметры
sk: Globálne nastavenia
th: การตั้งค่าทั่วไป
uk: Глобальні параметри

source: DHCP Server: Dynamic DHCP
ca: Servidor DHCP: DHCP dinàmic
da: DHCP-server: Dynamisk DHCP
gl: Servidor DHCP: DHCP dinámico
hu: DHCP-kiszolgáló: Dinamikus DHCP
id: Peladen DHCP: DHCP Dinamis
ja: DHCP サーバ: 動的 DHCP
km: ម៉ាស៊ីន​បម្រើ DHCP ៖ DHCP អថេរ
ko: DHCP 서버: 동적 DHCP
lt: DHCP serveris: dinaminis DHCP
nl: DHCP-server: dynamische DHCP
pa: DHCP ਸਰਵਰ: ਡਾਇਨੈਮਿਕ DHCP
pt: Servidor DHCP: DHCP Dinâmico
ro: Server DHCP: DHCP dinamic
ru: DHCP-сервер: Динамический DHCP
sk: DHCP server : Dynamické DHCP
th: บริการ DHCP: บริการ DHCP แบบไม่ตายตัว
uk: Сервер DHCP: динамічний DHCP

source: Dynamic DHCP
ca: DHCP dinàmic
da: Dynamisk DHCP
gl: DHCP dinámico
hu: Dinamikus DHCP
id: DHCP Dinamis
ja: 動的 DHCP
km: DHCP អថេរ
ko: 동적 DHCP
lt: Dinaminis DHCP
nl: Dynamische DHCP
pa: ਡਾਇਨੈਮਿਕ DHCP
pt: DHCP Dinâmico
ro: DHCP Dinamic
ru: Динамический DHCP
sk: Dynamické DHCP
th: บริการ DHCP แบบไม่ตายตัว
uk: Динамічний DHCP

source: DHCP Server: Host Management
ca: Servidor DHCP: gestió de l'amfitrió
da: DHCP-server: Håndtering af værtsmaskine
gl: Servidor DHCP: xestión de hosts
hu: DHCP-kiszolgáló: Gépek kezelése
id: Peladen DHCP: Kelola Host
ja: DHCP サーバ: ホスト管理
km: ម៉ាស៊ីន​បម្រើ DHCP ៖ ការ​គ្រប់គ្រង​ម៉ាស៊ីន
ko: DHCP 서버: 호스트 관리
lt: DHCP serveris: pagrindinio kompiuterio tvarkymas
nl: DHCP-server: hostbeheer
pa: DHCP ਸਰਵਰ: ਹੋਸਟ ਪਰਬੰਧਨ
pt: Servidor DHCP: Gestão de Equipamentos
ro: Server DHCP: gestiune gazde
ru: DHCP-сервер: Управление хостами
sk: DHCP server: Správa hostiteľov
th: บริการ DHCP: การจัดการเครื่อง
uk: Сервер DHCP: керування вузлами

source: Host Management
ca: Gestió de l'amfitrió
da: Håndtering af værtsmaskine
gl: Xestión de hosts
hu: Gépek kezelése
id: Kelola Host
ja: ホスト管理
km: ការ​គ្រប់គ្រង​ម៉ាស៊ីន
ko: 호스트 관리
lt: Pagrindinio kompiuterio tvarkymas
nl: Hostbeheer
pa: ਹੋਸਟ ਪ੍ਰਬੰਧਨ
pt: Gestão de Equipamentos
ro: Gestiune gazde
ru: Управление хостами
sk: Správa hostiteľov
th: การจัดการเครื่อง
uk: Керування вузлами

source: DHCP Server: Expert Settings
ca: Servidor DHCP: configuració avançada
da: DHCP-server: Avancerede indstillinger
gl: Servidor DHCP: configuración avanzada
hu: DHCP-kiszolgáló: Szakértői beállítások
id: Peladen DHCP: Setelan Ahli
ja: DHCP サーバ: 熟練者設定
km: ម៉ាស៊ីន​បម្រើ DHCP ៖ ការ​កំណត់​បែបជំនាញ
ko: DHCP 서버: 전문가 설정
lt: DHCP serveris: nuostatos ekspertams
nl: DHCP-server: geavanceerde instellingen
pa: DHCP ਸਰਵਰ: ਮਾਹਰ ਸੈਟਿੰਗ
pt: Servidor DHCP: Definições Avançadas
ro: Server DHCP: setări avansate
ru: DHCP-сервер: Параметры эксперта
sk: DHCP server: Expertné nastavenia
th: บริการ DHCP: การตั้งค่าสำหรับผู้เชี่ยวชาญ
uk: Сервер DHCP: параметри для знавців

source: Expert Settings
ca: Configuració avançada
da: Avancerede indstillinger
gl: Configuración avanzada
hu: Szakértői beállítások
id: Setelan Ahli
ja: 熟練者設定
km: ការ​កំណត់​បែប​ជំនាញ
ko: 전문가 설정
lt: Nuostatos ekspertams
nl: Expertinstellingen
pa: ਮਾਹਿਰ ਸੈਟਿੰਗ
pt: Definições Avançadas
ro: Setări avansatei
ru: Параметры эксперта
sk: Expertné nastavenia
th: การตั้งค่าสำหรับผู้เชี่ยวชาญ
uk: Параметри для знавців

source: When &Booting
hu: Rendszer&indításkor
ko: 부팅 시(&B)
nl: Tijdens &opstarten
ru: При &загрузке
sk: &Pri štarte systému

source: &Manually
hu: &Kézzel
ko: 수동(&M)
nl: Hand&matig
ru: &Вручную
sk: &Ručne

source: When Booting
hu: Rendszerindításkor
ko: 부팅 시
nl: Tijdens opstarten van systeem
ru: При загрузке
sk: Pri štarte systému

source: Manually
hu: Kézi
ko: 수동
nl: Handmatig
ru: Вручную
sk: Ručne

source: DHCP Server Start-up Arguments
ca: Arguments d'inici del servidor DHCP
da: Opstartsargumenter for DHCP-server
hu: DHCP-kiszolgáló indítási paraméterei
id: Konfigurasi mouse
ja: DHCP サーバの起動パラメータ
km: អាគុយម៉ង់​ចាប់ផ្ដើម​ម៉ាស៊ីន​បម្រើ DHCP
ko: DHCP 서버 시작 인수
nl: Opstartargumenten voor DHCP-server
ru: Параметры запуска DHCP-сервера
sk: Štartovacie argumenty DHCP servera
uk: Аргументи запуску сервера DHCP

source: Network Cards for DHCP Server
ca: Targetes de xarxa per al servidor DHCP
da: Netværkskort for DHCP-server
gl: Tarxeta de rede para o servidor DHCP
hu: DHCP-kiszolgáló hálózati kártyái
id: Kartu Jaringan untuk Peladen DHCP
ja: DHCP サーバのネットワークカード
km: កាត​បណ្ដាញ​សម្រាប់​ម៉ាស៊ីន​បម្រើ DHCP
ko: DHCP 서버용 네트워크 카드
lt: DHCP serverio tinklo plokštės
nl: Netwerkkaarten voor DHCP-server
pa: DHCP ਸਰਵਰ ਲਈ ਨੈੱਟਵਰਕ ਕਾਰਡ
pt: Placas de Rede para o Servidor DHCP
ro: Plăci de rețea pentru serverul DHCP
ru: Сетевые карты DHCP-сервера
sk: Sieťové karty pre konfiguráciu
th: แผงวงจรเครือข่ายสำหรับใช้กับบริการ DHCP
uk: Мережні плати для сервера DHCP

source: Selected
ca: Seleccionat
da: Valgt
gl: Seleccionado
hu: Kiválasztva
id: Dipilih
ja: 選択済
km: បាន​ជ្រើស
ko: 선택됨
lt: Pažymėta
nl: Selectie
pa: ਚੁਣੇ
pt: Seleccionado
ro: Selectat
ru: Выбрано
sk: Vybrané
th: ถูกเลือกใช้
uk: Вибрано

source: Interface Name
ca: Nom d'interfície
da: Grænsefladenavn
gl: Nome da interface
hu: Csatoló neve
id: Nama Antarmuka
ja: インターフェイス名
km: ឈ្មោះ​ចំណុច​ប្រទាក់
ko: 인터페이스 이름
lt: Sąsajos pavadinimas
nl: Naam van interface
pa: ਇੰਟਰਫੇਸ ਨਾਂ
pt: Nome da Interface
ro: Numele interfeței
ru: Имя интерфейса
sk: Názov rozhrania
th: ชื่อของส่วนเชื่อมต่อ
uk: Назва інтерфейсу

source: Device Name
ca: Nom del dispositiu
da: Enhedsnavn
gl: Nome do dispositivo
hu: Eszköznév
id: Nama Perangkat
ja: デバイス名
km: ឈ្មោះ​ឧបករណ៍
ko: 장치 이름
lt: Įrenginio pavadinimas
nl: Naam apparaat
pa: ਜੰਤਰ ਨਾਂ
pt: Nome de Dispositivo
ro: Numele echipamentului
ru: Имя устройства
sk: Názov zariadenia
th: ชื่อของอุปกรณ์
uk: Назва пристрою

source: &Select
ca: &Selecciona
da: &Vælg
gl: &Seleccionar
hu: &Kiválasztás
id: Pilih(&s)
ja: 選択 (&S)
km: ជ្រើស
ko: 선택(&S)
lt: Pa&sirinkti
nl: &Selecteren
pa: ਚੁਣੋ(&S)
pt: Se&leccionar
ro: &Selectează
ru: &Выбрать
sk: &Vybrať
th: เ&ลือก
uk: &Вибрати

source: &Deselect
ca: &Desmarca
da: &Fravælg
gl: A&nular a selección
hu: Kiválasztás &megszüntetése
id: Tidak &Dipilih
ja: 選択解除 (&D)
km: ដោះ​ជម្រើស
ko: 선택 취소(&D)
lt: &Atžymėti
nl: &Deselecteren
pa: ਅਣ-ਚੁਣੇ(&D)
pt: &Desmarcar
ro: &Deselectează
ru: &Отменить выбор
sk: O&dznačiť všetko
th: ไ&ม่เลือก
uk: &Скасувати вибір

source: DHCP address
ca: Adreça DHCP
da: DHCP-adresse
gl: Enderezo DHCP
hu: DHCP-cím
id: Alamat DHCP
ja: DHCP アドレス
km: អាសយដ្ឋាន DHCP
ko: DHCP 주소
lt: DHCP adresas
nl: DHCP-adres
pa: DHCP ਐਡਰੈੱਸ
pt: Endereço DHCP
ro: Adresă DHCP
ru: DHCP-адрес
sk: DHCP adresa
th: ที่อยู่ DHCP
uk: Адреса DHCP

source: At least one network interface must be selected.
ca: Cal que seleccioneu com a mínim una interfície de xarxa.
da: Mindst én netværksgrænseflade skal vælges.
gl: Débese seleccionar polo menos unha interface de rede.
hu: Legalább egy hálózati csatolót ki kell választania.
id: Setidaknya satu antarmuka jaringan harus dipilih.
ja: 少なくとも 1 つのネットワークインターフェイスを選択しなければなりません。
km: យ៉ាង​ហោច​ណាស់ ត្រូវ​កំណត់​ចំណុច​ប្រទាក់​បណ្ដាញ​មួយ ។
ko: 네트워크 인터페이스를 적어도 하나는 선택해야 합니다.
lt: Turi būti pažymėta bent viena tinklo sąsaja.
nl: Er moet minstens één netwerkinterface geselecteerd zijn.
pa: ਘੱਟੋ-ਘੱਟ ਇੱਕ ਨੈਟਵਰਕ ਇੰਟਰਫੇਸ ਚੁਣਨਾ ਚਾਹੀਦਾ ਹੈ।
pt: Deve ser seleccionada pelo menos uma interface de rede.
ro: Trebuie selectată cel puțin o interfață de rețea.
ru: Нужно выбрать хотя бы один сетевой интерфейс.
sk: Musíte zvoliť aspoň jedno rozhranie.
th: ต้องเลือกส่วนเชื่อมต่อเครือข่ายอย่างน้อยหนึ่งตัวเสียก่อน
uk: Виберіть принаймні один мережний інтерфейс.
