Repository: Dzejrou/yast-translations
Catalog: po/scanner/*.po
Languages: af, bn, ca, cs, da, el, fr, gu, hu, it, ja, km, ko, mr, pa, pl, ro, sk, th, uk, xh, zh_cn, zh_tw

source: Possibly Problematic Driver
af: Moontlik problematiese aandrywer
bn: সম্ভবতঃ সমস্যাযুক্ত ড্রাইভার
ca: Controlador possiblement problemàtic
cs: Pravděpodobně problematický ovladač
da: Muligvis problematisk driver
el: Πιθανόν Προβληματικός Οδηγός
fr: Pilote susceptible de poser problème
gu: પસિવ્લિ પ્રવલેમેટિક ડ્રાઈવર
hu: Valószínűleg problémás illesztőprogram
it: Possibili problemi col driver
ja: 問題があると思われるドライバ
km: កម្មវិធី​បញ្ជា​ដែល​អាច​មាន​បញ្ហា
ko: 문제를 일으킬 수 있는 드라이버
mr: देषपूर्ण असण्याची शक्यता असलेला सूत्रचालक
pa: ਸੰਭਵ ਸਮੱਸਿਆ ਵਾਲਾ ਡਰਾਇਵਰ
pl: Prawdopodobnie problematyczny sterownik
ro: Driver cu posibile probleme
sk: Pravdepodobne problémový ovládač
th: ไดรเวอร์ที่อาจก่อให้เกิดปัญหา
uk: Можливо, проблематичний драйвер
xh: Umqhubi Onokuba Yingxaki
zh_cn: 可能会出现问题的驱动程序
zh_tw: 可能有問題的驅動程式

source: The epkowa driver may cause problems on 64-bit x86_64 architecture.
ca: El controlador epkowa pot causar problemes a les arquitectures de 64 bits x86_64.
cs: Ovladač epkowa může u 64bitové architektury x86_64 působit potíže.
da: Driveren epowka kan give problemer på 64-bit x86_64-arkitekturen.
el: Ο οδηγός epkowa μπορεί να προκαλέσει προβλήματα στις αρχιτεκτονικές των 64-bit x86_64.
fr: Le pilote epkowa peut poser problème sur les architectures 64 bits x86_64.
hu: Az epkowa illesztőprogram problémákat okozhat 64 bites x86_64 architektúrákon.
it: Il driver epkowa può causare problemi sull'architettura x86_64 a 64 bit.
ja: epkowa ドライバを 64 ビットアーキテクチャ (x86_64) で使用すると問題が発生する場合があります。
km: កម្មវិធី​បញ្ជា epkowa អាច​បង្ក​បញ្ហា​ដល់​ស្ថាបត្យកម្ម​​ ​64-bit x86_64 ។
ko: epkowa 드라이버는 64비트 x86_64 아키텍처에서 문제를 발생시킬 수도 있습니다.
pl: Sterownik epkowa może sprawiać problemy w architekturach 64-bitowych x86_64.
ro: Driverul epkowa poate cauza probleme sub arhitectura de 64-biți x86_64.
sk: Ovládač epkowa môže spôsobiť problémy na 64 bitových x86_64 architektúrach.
uk: Драйвер epkowa може спричиняти проблеми на 64-бітових архітектурах x86_64.
zh_cn: epkowa 驱动程序可能导致在 64 位 x86_64 体系结构上出现问题。
zh_tw: epkowa 驅動程式可能會在 64 位元架構上產生問題。

source: Outdated Driver
ca: Controlador caducat
cs: Zastaralý ovladač
da: Forældet driver
el: Μη Ενημερωμένος Οδηγός
fr: Pilote non à jour
hu: Elavult illesztőprogram
it: Driver obsoleto
ja: 古いドライバ
km: កម្មវិធី​បញ្ជា​ដែល​ហួស​សម័យ
ko: 낡은 드라이버
pa: ਪੁਰਾਣਾ ਡਰਾਇਵਰ
pl: Przestarzały program obsługi
ro: Driver învechit
sk: Nepodporovaný ovládač
th: ไดรเวอร์ที่ล้าสมัยแล้ว
uk: Застарілий драйвер
zh_cn: 过期的驱动程序
zh_tw: 過期的驅動程式

source: The hpoj driver should work but it is no longer maintained. Try to use the up-to-date driver hpaio.
ca: El controlador hpoj hauria de funcionar però ja no té suport. Proveu d'usar el controlador actual hpaio.
cs: Ovladač hpoj by měl být funkční, ale není již dále vyvíjen. Použijte prosím novější ovladač hpaio.
da: Driveren hpoj burde virke, men den vedligeholdes ikke længere. Prøv at bruge den ajourførte driver hpaio.
el: Ο οδηγός hpoj θα πρέπει να λειτουργεί αλλά δεν συντηρείται πια. Δοκιμάστε να χρησιμοποιήσετε τον ενημερωμένο οδηγό hpaio.
fr: Le pilote hpoj devrait fonctionner mais il n'est plus développé. Essayez d'utiliser le pilote à jour hpaio.
hu: A hpoj illesztőprogram valószínűleg működni fog, de már nem fejlesztik tovább. Próbálja meg a hpaio illesztőprogram legfrissebb verzióját.
it: Il driver hpoj dovrebbe funzionare, ma non è più mantenuto. Provare a utilizzare il driver aggiornato hpaio.
ja: hpoj ドライバで動作するものと思われますが、このドライバは既に誰もメンテナンスしていません。 最新のドライバ hpaio をお試しください。
km: កម្មវិធី​បញ្ជា hpoj គួរ​ដំណើរការ​ ប៉ុន្តែ​វា​មិន​​ត្រូវ​បានថែទាំ​ទៀត​ទេ ។ ព្យាយាម​ប្រើ​កម្មវិធី​បញ្ជា​របស់ hpaio ដែល​ទាន់​សម័យ ។
ko: hpoj 드라이버로 동작되어야 하지만 이 드라이버는 아무것도 관리하지 않습니다. 최신 hpaio 드라이버를 사용해보세요.
pl: Program obsługi hpoj powinien działać, ale nie jest już utrzymywany. Proszę spróbować skorzystać z aktualnego programu obsługi hpaio.
ro: Driverul hpoj poate funcționa, dar nu mai este întreținut. Încercați să utilizați driverul actual hpaio.
sk: Ovládač hpoj by mal fungovať, ale nie je ďalej udržiavaný. Skúste použiť novší ovládač hpaio.
th: ไดรเวอร์ hpoj ควรจะใช้งานได้ แต่มันก็ไม่ได้รับการดูแลมานานมากแล้ว โปรดลองใช้ไดรเวอร์ hpaio ซึ่งเป็นรุ่นที่ทันสมัยกว่า
uk: Драйвер hpoj має працювати, але його розробка більше не ведеться. Спробуйте використати сучасний драйвер hpaio.
zh_cn: hpoj 驱动程序应该可以工作，但它已不再进行维护。 请尝试使用最新的驱动程序 hpaio。
zh_tw: hpoj 驅動程式應該可以工作，但這個驅動程式已不再維護了。 請試試更新的驅動程式 hpaio。

source: Scanner and Driver Setup
af: Skandeerder- en aandrywer-opstelling
bn: স্ক্যানার ও ড্রাইভার সেট-আপ
ca: Configuració de l'escàner i del controlador
cs: Nastavení skeneru a ovladače
da: Opsætning af scanner og driver
el: Εγκατάσταση του Σαρωτή και του Οδηγού
fr: Configuration du scanneur et du pilote
gu: સેટઅપ સ્કેનર અને ડ્રાઈવર
hu: Szkenner- és illesztőprogram-beállítás
it: Impostazione scanner e driver
ja: スキャナとドライバの設定
km: រៀបចំ​ម៉ាស៊ីន​ស្កេន និង​កម្មវិធី​បញ្ជា
ko: 스캐너 및 드라이버 설정
mr: स्कॅनर व सूत्रचालकाची मांडणी
pa: ਸਕੈਨਰ ਅਤੇ ਡਰਾਇਵਰ ਸੈੱਟਅੱਪ
pl: Konfiguracja skanera i programu obsługi
ro: Configurare scanner și driver
sk: Nastavenie skeneru a ovládača
th: ตั้งค่าเครื่องสแกนภาพและไดรเวอร์
uk: Налаштування сканера і драйвера
xh: Umiselo Lwesifoti Seskena Nomqhubi
zh_cn: 扫描仪和驱动程序设置
zh_tw: 掃描器與驅動程式設定

source: Failed to activate %1.
af: Misluk om %1 te aktiveer.
bn: %1 কার্যকরী করতে ব্যর্থ.
ca: No s'ha pogut activar %1.
cs: Chyba při aktivaci %1.
da: Aktivering af %1 fejlede.
el: Αποτυχία ενεργοποίησης του %1.
fr: Impossible d'activer %1.
gu: તેને એકટીવ થી ફેલ થયા %1.
hu: Nem sikerült %1 aktiválása.
it: Impossibile attivare %1.
ja: %1 の有効化に失敗しました。
km: បរាជ័យ​ក្នុង​ការ​ធ្វើ​ឲ្យ %1 សកម្ម ។
ko: %1 활성화에 실패했습니다.
mr: कार्यान्वित करण्यास असफल %1.
pa: %1 ਨੂੰ ਸਰਗਰਮ ਲਈ ਅਸਫ਼ਲ ਹੈ।
pl: Aktywacja %1 nie powiodła się.
ro: Eșec la activarea %1.
sk: Nepodarilo sa aktivovať %1.
th: ล้มเหลวในการกระตุ้นการทำงานของ %1
uk: Не вдалось увімкнути %1.
xh: Kusilele ukwenza ukusebenza kwe- %1.
zh_cn: 未能激活 %1。
zh_tw: 無法啟用 %1。

source: Set Up Scanning via Network
af: Stel skandering via netwerk op
bn: নেটওয়ার্কের মাধ্যমে স্ক্যানিং সেট-আপ করা
ca: Configura l'escaneig a través de la xarxa
cs: Nastavit skenování přes síť
da: Sæt scanning via netværk op
el: Εγκατάσταση Σάρωσης μέσω Δικτύου
fr: Configurer la numérisation via le réseau
gu: નેટવર્ક દ્વારા સેટઅપ સ્કેનીંગ
hu: Hálózaton keresztüli szkennelés beállítása
it: Impostazione della scansione via rete
ja: ネットワーク経由でのスキャン設定
km: រៀបចំ​ស្កេន​តាម​រយៈ​បណ្ដាញ​
ko: 네트워크를 통한 스캔 설정
mr: महाजालाद्वारे स्कॅन करण्यासाठी मांडणी
pa: ਨੈੱਟਵਰਕ ਰਾਹੀਂ ਸਕੈਨਿੰਗ ਸੈੱਟਅੱਪ
pl: Konfiguracja skanowania przez sieć
ro: Configurează scannerul prin rețea
sk: Nastavenie skenovania po sieti
th: ตั้งค่าการสแกนภาพผ่านเครือข่าย
uk: Налаштувати сканування через мережу
xh: Misela Ukufota Ngokuskena ngokugqitha Kumsebenzi Wothungelwano
zh_cn: 设置通过网络进行扫描
zh_tw: 設定經由網路掃描

source: Permitted &Clients for saned
af: Toegelate &kliënte vir saned
bn: Saned এর জন্য অনুমতিপ্রাপ্ত &Clients
ca: C&lients autoritzats per saned
cs: &Povolení klienti saned
da: Tilladte &klienter for saned
el: Επιτρεπόμενοι &Πελάτες(Clients) για saned
fr: &Clients autorisés pour saned
gu: સેનડ થી પરમીટેડ &ક્લાયન્ટ
hu: A saned &engedélyezett kliensei
it: Client &autorizzati per saned
ja: saned へのアクセスを許可するクライアント (&C)
km: ម៉ាស៊ីន​ភ្ញៀវ​ដែល​អនុញ្ញាត​សម្រាប់ saned
ko: saned에 대해 허가된 클라이언트(&C)
mr: सेनसाठी मान्यताप्राप्त ग्राहक
pa: saned ਲਈ ਮਨਜ਼ੂਰ ਕਲਾਂਈਟ(&C)
pl: Klienci do&puszczeni dla saned
ro: &Clienți acceptați pentru saned
sk: Povolení &klienti pre saned
th: เครื่องลูกข่ายต่าง ๆ ที่&อนุญาตให้ใช้งานดีมอน saned ได้
uk: Дозволені &клієнти для saned
xh: &Abaxumi Abavunyelweyo babo bengqiqo
zh_cn: Saned 允许的客户端(&C)
zh_tw: saned 授權的用戶端(&C)

source: &Servers Used for the net Metadriver
af: &Bedieners gebruik vir die net-meta-aandrywer
bn: net মেটাড্রাইভারের জন্য &Servers ব্যবহৃত হয়েছে
ca: &Servidors utilitzats per al metacontrolador net
cs: &Servery metaovladače net
da: &Servere anvendt til net-metadriveren
el: Οι Διακομιστές που Χρησιμοποιούνται για τον net Metadriver (meta-οδηγό)
fr: &Serveurs utilisés pour le méta-pilote net
gu: &સર્વર નો ઉપયોગ નેટ મેટાડ્રાઈવર માટે
hu: A net &meta-illesztőprogramhoz használt kiszolgálók
it: &Server usati per il metadriver net
ja: net メタドライバで使用するサーバ (&S)
km: ម៉ាស៊ីន​បម្រើ​ដែល​ប្រើ​សម្រាប់​កម្មវិធី​បញ្ជា​មេតា​បណ្ដាញ
ko: net 메타드라이버에 사용할 서버(&S)
mr: जाळ्याच्या उपसूत्रचालकासाठी वापरलेले सेवासंगणक
pa: ਨੈੱਟ ਮੀਟਾ-ਡਰਾਇਵਰ ਲਈ ਵਰਤਿਆ ਸਰਵਰ(&S)
pl: &Serwery używane dla metaprogramu obsługi net
ro: &Server utilizat pentru metadriver-ul net
sk: &Servery použité pre metaovládač
th: แม่&ข่ายบริการที่จะใช้กับไดรเวอร์กำกับ net
uk: &Сервери, які вживаються для метадрайвера net
xh: &Iiseva Ezisetyenziswayo zothungelwano Zesikhululo Senkcazo
zh_cn: 用于 Net 元驱动程序的服务器(&S)
zh_tw: net Metadriver 使用的伺服器(&S)

source: Server Settings
af: Bediener-instellings
bn: সার্ভার সেটিং
ca: Configuració del servidor
cs: Nastavení serveru
da: Serverindstillinger
el: Ρυθμίσεις Διακομιστή
fr: Paramètres du serveur
gu: સર્વર સેટિંગસ
hu: Kiszolgáló beállításai
it: Impostazioni server
ja: サーバ設定
km: ការកំណត់​ម៉ាស៊ីន​បម្រើ
ko: 서버 설정
mr: सेवासंगणकाची मांडणी
pa: ਸਰਵਰ ਸੈਟਿੰਗ
pl: Ustawienia serwera
ro: Setări server
sk: Nastavenia servera
th: ตั้งค่าเป็นเครื่องแม่ข่ายให้บริการ
uk: Параметри сервера
xh: Imimiselo Yeseva
zh_cn: 服务器设置
zh_tw: 伺服器設定

source: Client Settings
af: Kliëntinstellings
bn: ক্লায়েন্ট সেটিং
ca: Configuració del client
cs: Nastavení klienta
da: Klientindstillinger
el: Ρυθμίσεις Πελάτη(Client)
fr: Paramètres du client
gu: ક્લાઈન્ટ સેટિંગસ
hu: Kliensbeállítások
it: Impostazioni client
ja: クライアント設定
km: ការ​កំណត់​ម៉ាស៊ីន​ភ្ញៀវ
ko: 클라이언트 설정
mr: ग्राहक संगणकाची मांडणी
pa: ਕਲਾਂਇਟ ਸੈਟਿੰਗ
pl: Ustawienia klienta
ro: Setări client
sk: Nastavenia klienta
th: ตั้งค่าเป็นเครื่องลูกข่ายขอใช้บริการ
uk: Параметри клієнта
xh: Imimiselo Yomxumi
zh_cn: 客户端设置
zh_tw: 用戶端設定

source: Predefined Configurations
af: Vooraf-gedefinieerde konfigurasies
bn: প্রিডিফাইনড কনফিগারেশন
ca: Configuracions predefinides
cs: Předdefinovaná konfigurace
da: Prædefinerede konfigurationer
el: Προκαθορισμένες Ρυθμίσεις
fr: Configurations prédéfinies
gu: પ્રિડિફાઈનડ કોન્ફીગ્રીએશન
hu: Előre beállított konfigurációk
it: Configurazioni predefinite
ja: 事前設定済みの設定
km: ការ​កំណត់​រចនា​សម្ព័ន្ធ​ដែល​បាន​កំណត់​ជាមុន
ko: 사전 정의된 구성
mr: पूर्वनियोजीत संरचना
pa: ਪਹਿਲਾਂ-ਸੈੱਟ ਸੰਰਚਨਾ
pl: Konfiguracje predefiniowane
ro: Configurații predefinite
sk: Preddefinované konfigurácie
th: การปรับแต่งที่กำหนดไว้ล่วงหน้า
uk: Готові конфігурації
xh: Iindlela Zobumbeko Okuchazwe Kwangaphambili
zh_cn: 预定义配置
zh_tw: 預先定義的組態

source: &Local Host Configuration
af: &Plaaslike gasheerkonfigurasie
bn: লোকাল হস্ট কনফিগারেশন
ca: Configuració de l'amfitrió &local
cs: Konfigurace &lokálního počítače
da: Konfiguration af &lokal værtsmaskine
el: Ρύθμιση &Τοπικού Κόμβου
fr: Configuration de l'hôte &local
gu: &લૉકલ હોસ્ટ કોન્ફીગ્રીએશન
hu: &Helyi gép beállítása
it: Configurazione &host locale
ja: ローカルホスト設定 (&L)
km: ការ​កំណត់​រចនា​សម្ព័ន្ធ​ម៉ាស៊ីន​មូលដ្ឋាន
ko: 로컬 호스트 구성(&L)
mr: स्थानिक सादरकर्ता संरचना
pa: ਲੋਕਲ ਹੋਸਟ ਸੰਰਚਨਾ(&L)
pl: Konfiguracja hosta &lokalnego
ro: Configurație gazdă &locală
sk: Konfigurácia &lokálneho hostiteľa
th: การปรับแต่งเ&ครื่องภายใน
uk: Налаштування &локального вузла
xh: Ubumbeko Lomamkeli &Wendawo Leyo
zh_cn: 本地主机配置(&L)
zh_tw: 本地主機組態(&L)

source: &Disable Scanning via Network
af: &Versper skandering via netwerk
bn: নেটওয়ার্কের মাধ্যমে &Disable স্ক্যানিং
ca: In&habilita l'escaneig a través de la xarxa
cs: &Zakázat skenování přes síť
da: &Deaktivér scanning via netværk
el: &Απενεργοποίηση Σάρωσης μέσω Δικτύου
fr: &Désactiver la numérisation via le réseau
gu: &નેટવર્ક દ્વારા અયોગ્ય સ્કેનિંગ
hu: Hálózaton keresztüli szkennelés kika&pcsolása
it: Disa&bilita scansione via rete
ja: ネットワーク経由のスキャンの無効化 (&D)
km: បិទ​ការ​ស្កេន​តាម​រយៈ​បណ្ដាញ
ko: 네트워크를 통한 스캔 비활성화(&D)
mr: महाजालाद्वारे स्कॅन करणे अनुपलब्ध करा
pa: ਨੈੱਟਵਰਕ ਰਾਹੀਂ ਸਕੈਨਿੰਗ ਆਯੋਗ(&D)
pl: &Wyłącz skanowanie przez sieć
ro: &Deactivează scanarea prin rețea
sk: &Zakázať skenovanie cez sieť
th: &ปิดการใช้งานการสแกนภาพผ่านเครือข่าย
uk: &Вимкнути сканування через мережу
xh: &Susa Isakhono Sokufota Ngokuskena ngokugqitha Kumsebenzi Wothungelwano
zh_cn: 禁用通过网络扫描(&D)
zh_tw: 透過網路停用掃描(&D)

source: <p> <b><big>Initializing Scanner Configuration</big></b><br> Please wait... </p>
af: <p> <b><big>Inisialiseer van skandeerderkonfigurasie</big></b><br> Wag, asseblief. </p>
bn: <b><big>আরম্ভিক স্ক্যানার কনফিগারেশন </big></b><br> অনুগ্রহ করে অপেক্ষা করুন... </p>
ca: <p> <b><big>Iniciant la configuració de l'escàner</big></b><br> Espereu, si us plau... </p>
cs: <p> <b><big>Inicializuje se konfigurace skeneru</big></b><br> Prosím čekejte... </p>
da: <p> <b><big>Initialiserer scannerkonfiguration</big></b><br> Vent venligst... </p>
el: <p><b><big>Αρχικοποίηση Ρυθμίσεων Σαρωτή</big></b><br> Παρακαλώ περιμένετε... </p>
fr: <p> <b><big>Initialisation de la configuration du scanneur</big></b><br> Veuillez patienter... </p>
gu: <b><big>શરૂઅતી સ્કેનર કોન્ફીગ્રીએશન</big></b><br> કૃપા કરી રાહ જુઓ... </p>
hu: <p> <b><big>Szkenner beállításának előkészítése</big></b><br> Kérem, várjon… </p>
it: <p> <b><big>Inizializzazione della configurazione dello scanner</big></b><br> Attendere. </p>
ja: <p> <b><big>スキャナ設定を準備しています</big></b><br> しばらくお待ちください... </p>
km: <p> <b><big>កំពុង​ចាប់ផ្ដើម​ការ​កំណត់​រចនា​សម្ព័ន្ធ​ម៉ាស៊ីន​ស្កេន</big></b><br> សូម​រង់ចាំ... </p>
ko: <p> <b><big>스캐너 구성 초기화 중</big></b><br> 잠시 기다려 주십시오... </p>
mr: <p> <b><big>स्कॅनर संरचना सुरू करत आहे</big></b><br> कृपया प्रतिक्षा करा... </p>
pa: <p> <b><big>ਸਕੈਨਰ ਸੰਰਚਨਾ ਸ਼ੁਰੂ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ</big></b><br> ਉਡੀਕੋ ਜੀ... </p>
pl: <p> <b><big>Inicjalizacja konfiguracji skanera</big></b><br> Proszę czekać... </p>
ro: <p> <b><big>Inițializez configurarea scannerului</big></b><br> Vă rog așteptați... </p>
sk: <p><b><big>Inicializujem konfiguráciu skeneru</big></b><br> Prosím, čakajte... </p>
th: <p> <b><big>กำลังเตรียมการปรับแต่งเครื่องสแกนภาพ</big></b><br> โปรดรอสักครู่... </p>
uk: <p> <b><big>Започаткування налаштування сканера</big></b><br> Зачекайте, будь ласка... </p>
xh: <p> <b><big>Kundululwa Ubumbeko Lwesifoti Seskena</big></b><br> Nceda linda... </p>
zh_cn: <p> <b><big>正在初始化扫描仪配置</big></b><br> 请稍候... </p>
zh_tw: <p> <b><big>正在啟始化掃描器組態</big></b><br> 請稍候... </p>

source: <p> <b><big>Saving Scanner Configuration</big></b><br> Please wait... </p>
af: <p> <b><big>Berg van skandeerderkonfigurasie</big></b><br> Wag, asseblief ... </p>
bn: <b><big>সেভিং স্ক্যানার কনফিগারেশন </big></b><br> অনুগ্রহ করে অপেক্ষা করুন... </p>
ca: <p> <p><big>Desant la configuració de l'escàner</big></b><br> Espereu, si us plau... </p>
cs: <p> <b><big>Ukládá se konfigurace skeneru</big></b><br> Prosím čekejte... </p>
da: <p> <b><big>Gemmer scannerkonfiguration</big></b><br> Vent venligst... <p>
el: <p> <b><big>Αποθήκευση Ρυθμίσεων Σαρωτή</big></b><br> Παρακαλώ περιμένετε... </p>
fr: <p> <b><big>Enregistrement de la configuration du scanneur</big></b><br> Veuillez patienter... </p>
gu: <b><big>સ્કેનીંગ સ્કેનર કોન્ફીગ્રીએશન</big></b><br> કૃપા કરી રાહ જુઓ... </p>
hu: <p> <b><big>Szkenner beállításának mentése</big></b><br> Kérem, várjon… </p>
it: <p> <b><big>Salvataggio della configurazione dello scanner</big></b><br> Attendere. </p>
ja: <p> <b><big>スキャナ設定を保存しています</big></b><br> しばらくお待ちください... </p>
km: <p> <b><big>កំពុង​រក្សាទុក​ការកំណត់​រចនា​សម្ព័ន្ធ​ម៉ាស៊ីន​ស្កេន</big></b><br> សូម​រង់ចាំ... </p>
ko: <p> <b><big>스캐너 구성 저장 중</big></b><br> 잠시 기다려 주십시오... </p>
mr: <p> <b><big>स्कॅनर संरचना संग्रहीत करत आहे</big></b><br> कृपया प्रतिक्षा करा... </p>
pa: <p> <b><big>ਸਕੈਨਰ ਸੰਰਚਨਾ ਸੰਭਾਲੀ ਜਾ ਰਹੀ ਹੈ</big></b><br> ਉਡੀਕੋ ਜੀ... </p>
pl: <p> <b><big>Zapisywanie konfiguracji skanera</big></b><br> Proszę czekać... </p>
ro: <p> <b><big>Salvez configurația scannerului</big></b><br> Vă rog așteptați... </p>
sk: <p><b><big>Ukladám konfiguráciu skeneru</big></b><br> Prosím, čakajte... </p>
th: <p> <b><big>กำลังจัดเก็บการปรับแต่งค่าของเครื่องสแกนภาพ</big></b><br> โปรดรอสักครู่... </p>
uk: <p> <b><big>Збереження налаштування сканера</big></b><br> Зачекайте, будь ласка... </p>
xh: <p> <b><big>Kugcinwa Ubumbeko Lwesifoti Seskena</big></b><br> Nceda linda... </p>
zh_cn: <p> <b><big>正在保存扫描仪配置</big></b><br> 请稍候... </p>
zh_tw: <p> <b><big>正在儲存掃描器組態</big></b><br> 請稍候... </p>

source: <p> <b><big>Scanner Configuration</big></b><br> Set up or change the scanner configuration and show the already active scanners. </p>
af: <p> <b><big>Skandeerderkonfigurasie</big></b><br> Stel op of wysig die skandeerderkonfigurasie en toon die reeds aktiewe skandeerders. </p>
bn: <p> <b><big>স্ক্যানার কনফিগারেশন</big></b><br> স্ক্যানার কনফিগারেশন সেট-আপ করুন বা পরিবর্তন করুন এবং ইতিমধ্যেই সক্রিয় থাকাস্ক্যানারগুলিকে দেখান. </p>
ca: <p> <b><big>Configuració de l'escàner</big></b><br> Configura o canvia la configuració de l'escàner i mostra els escàners que ja estan actius. </p>
cs: <p> <b><big>Konfigurace skeneru</big></b><br> Zde můžete nastavit nebo změnit počáteční nastavení skeneru a zobrazit aktivní skenery. </p>
da: <p> <b><big>Scannerkonfiguration</big></b><br> Indstil eller ændr scannerkonfigurationen, og vis de allerede aktive scannere. </p>
el: <p> <b><big>Ρύθμιση Σαρωτή</big></b><br> Μπορείτε να εγκαταστήσετε ή να αλλάξετε τις ρυθμίσεις του σαρωτή και να δείτε τους ήδη εγκατεστημένους σαρωτές. </p>
fr: <p> <b><big>Configuration du scanneur</big></b><br> Définissez ou modifiez la configuration du scanner et affichez les scanners déjà actifs. </p>
gu: <p> <b><big>સ્કેનર કોન્ફીગ્રીએશન</big></b><br> સેટઅપ અને બટલેલા સ્કેનર કોન્ફીગ્રીએશન અને તૈયાર જોવો એક્ટીવ સ્કેનર. </p>
hu: <p> <b><big>Szkenner beállítása</big></b><br> Itt állítható be és módosítható a szkenner, illetve megtekinthetők a már aktív szkennerek. </p>
it: <p> <b><big>Configurazione degli scanner</big></b><br> Permette di impostare o modificare la configurazione e di visualizzare gli scanner attivi. </p>
ja: <p> <b><big>スキャナ設定</big></b><br> スキャナの設定を行なったり設定済みのスキャナを表示したりすることができます。 </p>
km: <p> <b><big>ការកំណត់​រចនា​សម្ព័ន្ធ​ម៉ាស៊ីន​ស្កេន</big></b><br> រៀបចំ ឬ​ផ្លាស់ប្ដូរ​ការកំណត់​រចនា​សម្ព័ន្ធ​ម៉ាស៊ីន​ស្កេន និង​បង្ហាញ​ម៉ាស៊ីន​ស្កេន​ដែល​សកម្ម​ហើយ ។ </p>
ko: <p> <b><big>스캐너 구성</big></b><br> 스캐너 구성을 설정 또는 변경하고 이미 활성화된 스캐너를 표시할 수 있습니다. </p>
mr: <p> <b><मोठे>स्कॅनरचे कॉनफिग्युरेशन</मोठे></b><br> स्कॅनरचे कॉनफिग्युरेशन बदला व सेट करा व आधीच जागृत स्कॅनर्स दाख्‍ावा. </p>
pa: <p> <b><big>ਸਕੈਨਰ ਸੰਰਚਨਾ</big></b><br> ਸਕੈਨਰ ਸੰਰਚਨਾ ਸੈੱਟਅੱਪ ਕਰੋ ਜਾਂ ਬਦਲੋ ਅਤੇ ਸਰਗਰਮ ਸਕੈਨਰ ਵਿਖਾਓ। </p>
pl: <p> <b><big>Konfiguracja skanera</big></b><br> W tym miejscu można zmienić konfigurację skanera i wyświetlić aktywne skanery. </p>
ro: <p> <b><big>Configurare scanner</big></b><br> Configurează sau modifică configurația scannerului și afișează scannerele active. </p>
sk: <p> <b><big>Konfigurácia skeneru</big></b><br> Vytvorenie alebo zmena konfigurácie skenerov, a zobrazenie už aktívnych skenerov. </p>
th: <p> <b><big>การปรับแต่งเครื่องสแกนภาพ</big></b><br> ตั้งค่าหรือแก้ไขการปรับแต่งเครื่องสแกนภาพ และแสดงรายการเครื่องสแกนภาพที่ทำงานอยู่ </p>
uk: <p> <b><big>Налаштування сканера</big></b><br> Налаштувати або змінити налаштування сканера і показати вже активні сканери. </p>
xh: <p> <b><big>Ubumbeko Lweskena</big></b><br> Misela okanye guqula ubumbeko lwesifoti seskena uze ubonise izifoti zezikena esezisebenza. </p>
zh_cn: <p> <b><big>扫描仪配置</big></b><br> 设置或更改扫描仪配置并显示已激活的扫描仪。 </p>
zh_tw: <p> <b><big>掃描器組態</big></b><br> 設定或變更掃描器組態，並顯示已使用的掃描器。 </p>
