Repository: Dzejrou/yast-translations
Catalog: po/scanner/*.po
Languages: af, bn, ca, cs, da, el, fr, gu, hu, it, ja, km, ko, mr, pa, pl, ro, sk, th, uk, xh, zh_cn, zh_tw

source: Failed to read %1.
af: Misluk om %1 te lees.
bn: %1 পড়তে ব্যর্থ.
ca: No s'ha pogut llegir %1.
cs: Chyba při čtení %1.
da: Læsning af %1 fejlede.
el: Απέτυχε η ανάγνωση του %1
fr: Impossible de lire %1.
gu: %1 વાંચવાનું નિષ્ફળ.
hu: Nem sikerült %1 olvasása.
it: Lettura di %1 fallita.
ja: %1 の読み込みに失敗しました。
km: បរាជ័យ​ក្នុង​ការ​អាន %1 ។
ko: %1 파일 읽기에 실패했습니다.
mr: वाचता येत नाही %1.
pa: %1 ਨੂੰ ਪੜਨ ਲਈ ਅਸਫ਼ਲ ਹੈ।
pl: Odczytywanie %1 nie powiodło się.
ro: Eșec la citirea %1.
sk: Nepodarilo sa načítať %1.
th: ล้มเหลวในการอ่านแฟ้ม %1
uk: Не вдалось прочитати %1.
xh: Kusilele ukufunda i- %1.
zh_cn: 未能读取 %1。
zh_tw: 無法讀取 %1。

source: Failed to determine the active drivers.
af: Misluk om die aktiewe aandrywers te bepaal.
bn: সক্রিয় ড্রাইভারগুলি চিহ্নিত করা ব্যর্থ হয়েছে.
ca: No s'han pogut determinar els controladors actius.
cs: Chyba při zjištění aktivních ovladačů.
da: Bestemmelse af aktive drivere fejlede.
el: Απέτυχε ο καθορισμός των ενεργοποιημένων οδηγών.
fr: Impossible de déterminer les pilotes actifs.
gu: ફેઇલથી ડિટરમાઇનના એક્ટીવ ડ્રાઇવર સુધી.
hu: Nem sikerült megállapítani az aktív illesztőprogramokat.
it: La determinazione dei driver attivi è fallita.
ja: 動作しているドライバを検出できませんでした。
km: បរាជ័យ​ក្នុង​ការ​កំណត់​កម្មវិធី​បញ្ជា​សកម្ម ។
ko: 활성 드라이버 확인에 실패했습니다.
mr: कार्यान्वित चालक ठरविण्यात अपयश.
pa: ਸਰਗਰਮ ਡਰਾਇਵਰ ਜਾਣਨ ਲਈ ਅਸਫ਼ਲ ਹੈ।
pl: Wykrywanie aktywnych programów obsługi nie powiodło się.
ro: Determinarea driverelor active a eșuat.
sk: Nepodarilo sa vyhľadať aktívne ovládače.
th: ล้มเหลวในการหาไดรเวอร์ที่ยังทำงานอยู่
uk: Не вдалось виявити активні драйвери.
xh: Kusilele ukuqikelela abaqhubi abasebenzayo.
zh_cn: 未能确定活动驱动程序。
zh_tw: 無法判斷使用中的驅動程式。

source: Failed to detect scanners automatically.
af: Misluk om skandeerders outomaties te bespeur.
bn: স্বয়ংক্রিয়ভাবে স্ক্যানারগুলি চিহ্নিত করা ব্যর্থ হয়েছে.
ca: No s'han pogut detectar els escàners automàticament.
cs: Chyba při detekci skenerů.
da: Automatisk detektering af scannere fejlede.
el: Απέτυχε η αυτόματη αναγνώριση των σαρωτών
fr: Impossible de détecter automatiquement les scanneurs.
gu: સ્કેનર આપોઆપ ડિટેક્ટ કરવાનું નિષ્ફળ.
hu: Nem sikerült a szkennerek automatikus keresése.
it: La rilevazione automatica degli scanner è fallita.
ja: スキャナを自動検出することができませんでした。
km: បរាជ័យ​ក្នុង​ការ​រក​ម៉ាស៊ីន​ស្កេន​ដោយ​ស្វ័យប្រវត្តិ ។
ko: 스캐너 자동 검색에 실패했습니다.
mr: आपोआप समांतरण शोधण्यास अपयश.
pa: ਸਕੈਨਰ ਆਟੋਮੈਟਿਕ ਲੱਭਣ ਲਈ ਫੇਲ੍ਹ ਹੈ।
pl: Automatycznie wykrywanie skanerów nie powiodło się.
ro: Detectarea automată a scannerelor a eșuat.
sk: Autodetekcia skenerov zlyhala.
th: ล้มเหลวในการตรวจหาเครื่องสแกนภาพโดยอัตโนมัติ
uk: Не вдалось автоматично виявити сканери.
xh: Kusilele ukuchonga abafoti ngokusekena ngokuzenzekela.
zh_cn: 未能自动检测到扫描仪。
zh_tw: 無法自動偵測掃描器。

source: Initializing Scanner Configuration
af: Inisialiseer van skandeerderkonfigurasie
bn: স্ক্যানার কনফিগারেশন আরম্ভ করা হচ্ছে
ca: Iniciant la configuració de l'escàner
cs: Inicializuje se konfigurace skeneru
da: Initialiserer konfiguration af scanner
el: Αρχικοποίηση Ρυθμίσεων Σαρωτή
fr: Initialisation de la configuration du scanneur
gu: શરૂઆતી સ્કેનર કોન્ફીગરેશન
hu: A szkenner beállításának előkészítése
it: Inizializzazione della configurazione degli scanner
ja: スキャナ設定を準備しています
km: កំពុង​ចាប់ផ្តើម​ការ​កំណត់​រចនា​សម្ព័ន្ធ​ម៉ាស៊ីន​ស្កេន
ko: 스캐너 구성 초기화
mr: समांतरण संरचना चालू करत आहे
pa: ਸਕੈਨਰ ਸੰਰਚਨਾ ਸ਼ੁਰੂ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ
pl: Inicjalizacja konfiguracji skanerów
ro: Inițializez configurația scannerului
sk: Inicializujem konfiguráciu skenera
th: เตรียมการปรับแต่งเครื่องสแกนภาพ
uk: Започаткування налаштування сканера
xh: Kundululwa Ubumbeko Lokufota Ngokuskena
zh_cn: 正在初始化扫描仪配置
zh_tw: 正在啟始化掃描器組態

source: Check installed packages
af: Gaan geïnstalleerde pakkette na
bn: স্থাপনকৃত প্যাকেজগুলি দেখুন
ca: Comprova els paquets instal·lats
cs: Kontrola nainstalovaných balíčků
da: Tjek de installerede pakker
el: Έλεγχος εγκατεστημένων πακέτων
fr: Vérifier les paquets installés
gu: ઈન્સ્ટોલડ પેકજને ચેક કરો
hu: Telepített csomagok ellenőrzése
it: Verifica dei pacchetti installati
ja: インストールされているパッケージの確認
km: ពិនិត្យ​កញ្ចប់​ដែល​បាន​ដំឡើង
ko: 설치된 꾸러미 점검
mr: स्थापीत पॅकेजेस तपासा
pa: ਇੰਸਟਾਲ ਕੀਤੇ ਪੈਕੇਜਾਂ ਦੀ ਜਾਂਚ ਜਾਰੀ ਹੈ
pl: Sprawdzanie zainstalowanych pakietów
ro: Verifică pachetele instalate
sk: Kontrola nainštalovaných balíkov
th: ตรวจสอบแพกเกจที่ติดตั้งไว้แล้ว
uk: Перевірка встановлених пакунків
xh: Qwalasela imibekelelo ehlohliweyo
zh_cn: 检查已安装的包
zh_tw: 檢查安裝的套件

source: Read or create the scanner database
af: Lees of skep die skandeerderdatabasis
bn: স্ক্যানার তথ্যভান্ডার পড়া বা তৈরী করা
ca: Llegeix o crea la base de dades de l'escàner
cs: Čtení nebo vytvoření databáze skenerů
da: Læs eller opret scannerdatabasen
el: Ανάγνωση ή δημιουργία της βάσης δεδομένων του σαρωτή
fr: Lire ou créer la base de données des scanneurs
gu: સ્કેનર ડાટાબસને વાંચો અથવા રચો
hu: Szkenneradatbázis beolvasása vagy létrehozása
it: Lettura o creazione del database degli scanner
ja: スキャナデータベースの読み込み／作成
km: អាន ឬ​បង្កើត​មូលដ្ឋាន​ទិន្នន័យ​ម៉ាស៊ីន​ស្កេន
ko: 스캐너 데이터베이스 읽기 또는 생성
mr: समांतरण डेटाबेस तयार करा किंवा वाचा
pa: ਸਕੈਨਰ ਡਾਟਾਬੇਸ ਪੜ੍ਹੋ ਜਾਂ ਬਣਾਓ
pl: Odczytywanie albo tworzenie bazy danych skanerów
ro: Citește sau creează baza de date de scannere
sk: Načítať alebo vytvoriť databázu skenerov
th: อ่านหรือสร้างฐานข้อมูลของเครื่องสแกนภาพ
uk: Читання або створення бази даних сканерів
xh: Funda okanye dala isiseko seenkcukacha sokufota ngokuskena
zh_cn: 读取或创建扫描仪数据库
zh_tw: 讀取或建立掃描器資料庫

source: Determine active scanners
af: Bepaal aktiewe skandeerders
bn: সক্রিয় স্ক্যানারগুলি চিহ্নিত করুন
ca: Determina els escàners actius
cs: Zjištění aktivních skenerů
da: Bestem aktive scannere
el: Καθορίστε τους ενεργούςσαρωτές
fr: Déterminer les scanneurs actifs
gu: એક્ટીવ સ્કેનરને ડિટરમાઇન કરો
hu: Aktív szkennerek meghatározása
it: Determinazione degli scanner attivi
ja: 動作しているスキャナの検出
km: កំណត់​ម៉ាស៊ីន​ស្កេន​សកម្ម
ko: 활성 스캐너 확인
mr: कार्यान्वित समांतरण ठरवा
pa: ਸਰਗਰਮ ਸਕੈਨਰ ਲੱਭੋ
pl: Wykrywanie aktywnych skanerów
ro: Determină scannerele active
sk: Určenie aktívnych skenerov
th: หาเครื่องสแกนภาพที่ยังทำงานอยู่
uk: Виявлення активних сканерів
xh: Qikelela izifoti ngokuskena ezisebenzayo
zh_cn: 确定活动扫描仪
zh_tw: 判斷使用中的掃描器

source: Determine active drivers
af: Bepaal aktiewe aandrywers
bn: সক্রিয় ড্রাইভারগুলি চিহ্নিত করুন
ca: Determina els controladores actius
cs: Zjištění aktivních ovladačů
da: Bestem aktive drivere
el: Καθορίστε τους ενεργούς οδηγούς
fr: Déterminer les pilotes actifs
gu: એક્ટીવ ડ્રાઇવરને ડીટરમાઇન કરો
hu: Aktív illesztőprogramok meghatározása
it: Determinazione dei driver attivi
ja: 動作しているドライバの検出
km: កំណត់​កម្មវិធី​បញ្ជា​សកម្ម
ko: 활성 드라이버 확인
mr: कार्यान्वित चालक ठरवा
pa: ਸਰਗਰਮ ਡਰਾਇਵਰ ਖੋਜੋ
pl: Wykrywanie aktywnych programów obsługi
ro: Cetermină driverele active
sk: Určenie aktívnych ovládačov
th: หาไดรเวอร์ที่ยังทำงานอยู่
uk: Виявлення активних драйверів
xh: Qikelela abaqhubi abasebenzayo
zh_cn: 确定活动驱动程序
zh_tw: 判斷使用中的驅動程式

source: Detect scanners
ca: Detecta els escàners
cs: Zjistit skenery
da: Find scannere
el: Ανίχνευσε Σαρωτές
fr: Détecter des scanneurs
hu: Felismert szkennerek
it: Rilevamento degli scanner
ja: スキャナの検出
km: រក​ម៉ាស៊ីន​ស្កេន
ko: 스캐너 감지
pl: Wykrywanie skanerów
ro: Detectează scanerele
sk: Hľadanie skenerov
th: ตรวจหาเครื่องสแกนภาพ
uk: Виявити сканери
zh_cn: 检测扫描仪
zh_tw: 偵測掃描器

source: Checking installed packages...
af: Gaan geïnstalleerde pakkette na ...
bn: স্থাপনকৃত প্যাকেজগুলি খতিয়ে দেখছে....
ca: Comprovant els paquets instal·lats...
cs: Kontroluji nainstalované balíčky...
da: Tjekker installerede pakker...
el: Γίνεται έλεγχος των εγκατεστημένων πακέτων...
fr: Vérification des paquets installés...
gu: ઈન્સ્ટોલ્ડ પેકેજીસ ચેક કરો...
hu: Telepített csomagok ellenőrzése…
it: Verifica dei pacchetti installati in corso...
ja: インストールされているパッケージを確認しています...
km: កំពុង​ពិនិត្យ​កញ្ចប់​ដែល​បាន​ដំឡើង...
ko: 설치된 꾸러미 점검 중...
mr: स्थापीत पॅकेजस तपासली जात आहेत...
pa: ਇੰਸਟਾਲ ਕੀਤੇ ਪੈਕੇਜਾਂ ਦੀ ਜਾਂਚ ਜਾਰੀ ਹੈ...
pl: Sprawdzanie zainstalowanych pakietów...
ro: Verific pachetele instalate...
sk: Kontrolujem nainštalované balíky...
th: ตรวจหาเครื่องสแกนภาพ...
uk: Перевіряються встановлені пакунки...
xh: Kuqwalaselwa imibekelelo ehlohliweyo...
zh_cn: 正在检查已安装的包...
zh_tw: 正在檢查安裝的套件...

source: Reading or creating the scanner database...
af: Lees of skep van die skandeerderdatabasis ...
bn: স্ক্যানার তথ্যভান্ডার পড়া হচ্ছে বা তৈরী হচ্ছে.....
ca: Llegint o creant la base de dades de l'escàner...
cs: Probíhá čtení nebo vytváření databáze...
da: Læser eller opretter scannerdatabasen...
el: Γίνεται ανάγνωση ή δημιουργία της βάσης δεδομένων του σαρωτή...
fr: Lecture ou création de la base de données des scanneurs...
gu: સ્કેનર ડાટાબેસને વાંચવી અને બનાવવી...
hu: Szkenneradatbázis beolvasása vagy létrehozása…
it: Lettura o creazione del database degli scanner in corso...
ja: スキャナデータベースを読み込み／作成しています...
km: កំពុង​អាន ឬ​បង្កើត​មូលដ្ឋាន​ទិន្នន័យ​ម៉ាស៊ីន​ស្កេន...
ko: 스캐너 데이터베이스 읽기 또는 생성 중...
mr: समांतरण डेटाबेस तयार करत आहे किंवा वाचत आहे...
pa: ਸਕੈਨਰ ਡਾਟਾਬੇਸ ਪੜ੍ਹ ਜਾਂ ਬਣਾਇਆ ਜਾ ਰਿਹਾ ਹੈ...
pl: Odczytywanie lub tworzenie bazy danych skanerów...
ro: Citesc sau creez baza de date de scannere...
sk: Načítavam alebo vytváram databázu skenerov...
th: อ่านหรือสร้างฐานข้อมูลของเครื่องสแกนภาพ...
uk: Читання або створення бази даних сканерів...
xh: Kufundwa okanye kudalwa isiseko seenkcukacha sokufota ngokuskena...
zh_cn: 正在读取或创建扫描仪数据库…
zh_tw: 正在讀取或建立掃描器資料庫...

source: Determining active scanners...
af: Bepaal van aktiewe skandeerders ...
bn: সক্রিয় স্ক্যানারগুলি চিহ্নিত করা হচ্ছে....
ca: Determinant els escàners actius...
cs: Zjišťuji aktivní skenery...
da: Bestemmer aktive scannere...
el: Καθορισμός των ενεργών σαρωτών...
fr: Détermination des scanneurs actifs...
gu: એક્ટીવ સ્કેનરને ડિટરમાઇન કરો...
hu: Aktív szkennerek meghatározása…
it: Determinazione degli scanner attivi in corso...
ja: 動作しているスキャナを検出しています...
km: កំពុង​កំណត់​ម៉ាស៊ីន​ស្កេន​សកម្ម...
ko: 활성 스캐너 확인 중...
mr: कार्यान्वित समांतरण ठरवले जात आहे...
pa: ਸਰਗਰਮ ਸਕੈਨਰ ਲੱਭੇ ਜਾ ਰਹੇ ਹਨ...
pl: Wykrywanie aktywnych skanerów...
ro: Determin scannerele active...
sk: Vyhľadávam aktívne skenery...
th: หาเครื่องสแกนภาพที่ยังทำงานอยู่...
uk: Виявлення активних сканерів...
xh: Qikelela izifoti ngokuskena ezisebenzayo...
zh_cn: 正在确定活动扫描仪...
zh_tw: 正在判斷使用中的掃描器...

source: Determining active drivers...
af: Bepaal van aktiewe aandrywers ...
bn: সক্রিয় ড্রাইভারগুলি চিহ্নিত করা হচ্ছে.....
ca: Determinant els controladors actius...
cs: Zjišťuji aktivní ovladače...
da: Bestemmer aktive drivere...
el: Καθορισμός των ενεργών οδηγών...
fr: Détermination des pilotes actifs...
gu: એક્ટીવ સ્કેનરને ડિટરમાઇન કરો...
hu: Aktív illesztők meghatározása…
it: Determinazione dei driver attivi in corso...
ja: 動作しているドライバを検出しています...
km: កំពុង​កំណត់​កម្មវិធី​បញ្ជា​សកម្ម...
ko: 활성 드라이버 확인 중...
mr: कार्यान्वित चालक ठरवले जात आहे...
pa: ਸਰਗਰਮ ਸਕੈਨਰ ਦੀ ਖੋਜ ਜਾਰੀ...
pl: Wykrywanie aktywnych programów obsługi...
ro: Determin driverele active...
sk: Vyhľadávam aktívne ovládače...
th: หาไดรเวอร์ที่ยังทำงานอยู่...
uk: Виявлення активних драйверів...
xh: Qikelela abaqhubi abasebenzayo...
zh_cn: 正在确定活动驱动程序...
zh_tw: 正在判斷使用中的驅動程式...

source: Detecting scanners...
ca: Detectant els escàners...
cs: Zjišťují se skenery...
da: Finder scannere...
el: Ανίχνευση εκτυπωτών...
fr: Détection des scanneurs...
hu: Szkennerek keresése…
it: Rilevamento degli scanner in corso...
ja: スキャナを検出しています...
km: កំពុង​រក​ម៉ាស៊ីន​ស្កេន...
ko: 스캐너 감지 중...
pl: Wykrywanie skanerów...
ro: Detectez scanerele ...
sk: Hľadám skenery...
th: ตรวจหาเครื่องสแกนภาพ...
uk: Виявлення сканерів...
zh_cn: 正在检测扫描仪...
zh_tw: 正在偵測掃描器...

source: Finished
af: Voltooid
bn: ফিনিশ
ca: Acabat
cs: Hotovo
da: Færdig
el: Τέλος
fr: Terminé
gu: સમાપ્ત
hu: Kész
it: Finito
ja: 完了
km: បាន​បញ្ចប់
ko: 완료됨
mr: समाप्त झाले
pa: ਸਮਾਪਤ
pl: Zakończono
ro: Gata
sk: Dokončené
th: เสร็จสิ้น
uk: Завершено
xh: Kugqityiwe
zh_cn: 已完成
zh_tw: 已完成

source: Creating scanner database...
af: Skep van skandeerderdatabasis ...
bn: স্ক্যানার ডাটাবেস তৈরী করা হচ্ছে...
ca: Creant una base de dades de l'escàner...
cs: Vytváří se databáze skenerů...
da: Opretter scannerdatabase...
el: Δημιουργία βάσης δεδομένων του σαρωτή...
fr: Création de la base de données de scanneurs...
gu: સ્કેનર ડાટાબેસને બનાવો...
hu: Szkenneradatbázis létrehozása…
it: Creazione del database degli scanner in corso...
ja: スキャナデータベースを作成しています...
km: កំពុង​បង្កើត​មូលដ្ឋាន​ទិន្នន័យ​ម៉ាស៊ីន​ស្កេន...
ko: 스캐너 데이터베이스 생성 중...
mr: समांतरण डेटाबेस तयार होत आहे...
pa: ਸਕੈਨਰ ਡਾਟਾਬੇਸ ਬਣਾਇਆ ਜਾਂਦਾ ਹੈ...
pl: Tworzenie bazy danych skanerów...
ro: Creez baza de date de scannere...
sk: Vytváram databázu skenerov...
th: สร้างฐานข้อมูลของเครื่องสแกนภาพ
uk: Створення бази даних сканерів...
xh: Kudalwa isiseko seenkcukacha zesifoti ngokuskena...
zh_cn: 正在创建扫描仪数据库...
zh_tw: 正在建立掃描器資料庫...

source: Aborting: Failed to create the scanner database.
af: Staak van: Misluk om die skandeerderdatabasis te skep.
bn: মাঝপথে বাতিল করা: স্ক্যানার তথ্যভান্ডার তৈরী করতে ব্যর্থ হয়েছে.
ca: Avortament: ha fallat crear la base de dades de l'escàner.
cs: Přerušuji: Chyba při vytváření databáze skenerů.
da: Afbryder. Oprettelse af scannerdatabase fejlede.
el: Ματαίωση: Αποτυχία δημιουργίας της βάσης δεδομένων σαρωτή.
fr: Interruption : impossible de créer la base de données de scanneurs.
gu: અબોર્ટીંગઃ સ્કેનર ડાટાબેસની ફેલ થઇ ચૂક્યુ તેને બનાવો.
hu: Megszakítás. Nem sikerült a szkenneradatbázist létrehozni.
it: Interruzione: la creazione del database degli scanner è fallita.
ja: 中止: スキャナデータベースの作成に失敗しました。
km: កំពុង​បោះបង់ ៖ បរាជ័យ​ក្នុង​ការ​បង្កើត​មូលដ្ឋាន​ទិន្នន័យ​ម៉ាស៊ីនស្កេន ។
ko: 중단: 스캐너 데이터베이스 생성에 실패했습니다.
mr: बाहेर येत आहे: समांतरण डेटाबेस निर्माण होऊ शकला नाही.
pa: ਅਧੂਰਾ ਖਤਮ: ਸਕੈਨਰ ਡਾਟਾਬੇਸ ਬਣਾਉਣ ਲਈ ਫੇਲ੍ਹ ਹੈ।
pl: Przerwanie: Tworzenie bazy danych skanerów nie powiodło się.
ro: Anulez: Crearea bazei de date de scannere a eșuat.
sk: Prerušujem: nepodarilo sa vytvoriť databázu skenerov.
th: ทำการยุติ: ล้มเหลวในการสร้างฐานข้อมูลของเครื่องสแกนภาพ
uk: Припинення: Не вдалося створити базу даних сканерів.
xh: Kuyalahlwa: Kusilele ukudala isiseko seenkcukacha sesifoti ngokuskena.
zh_cn: 中止：未能创建扫描仪数据库。
zh_tw: 中止：無法建立掃描器資料庫。

source: Aborting: Failed to read %1.
af: Staak van: Misluk om %1 te lees.
bn: বাতিল কৃত: %1 পড়তে ব্যর্থ.
ca: Avortament: ha fallat llegir %1.
cs: Přerušuji: Chyba při čtení %1.
da: Afbryder. Læsning af %1 fejlede.
el: Ματαίωση: Αποτυχία κατά την ανάγνωση του %1.
fr: Interruption : impossible de lire %1.
gu: એબોર્ટીંગઃ %1 ફેઇલને વાંચો.
hu: Leállás: Nem sikerült %1 olvasása.
it: Interruzione: la lettura di %1 è fallita.
ja: 中止: %1 の読み込みに失敗しました。
km: កំពុង​បោះបង់ ៖ បរាជ័យ​ក្នុង​ការ​អាន %1 ។
ko: 중단: %1 파일 읽기에 실패했습니다.
mr: बाहेर येत आहे: वाचण्यात अपयशी %1.
pa: ਅਧੂਰਾ ਖਤਮ:%1 ਪੜ੍ਹਨ ਲਈ ਫੇਲ੍ਹ ਹੈ।
pl: Przerwanie: Odczytywanie %1 nie powiodło się.
ro: Anulez: Eșec la citirea %1.
sk: Prerušujem: nepodarilo sa načítať %1.
th: ทำการยุติ: ล้มเหลวในการอ่านแฟ้ม %1
uk: Припинення: Не вдалось прочитати %1.
xh: Kuyalahlwa: Kusilele ukufunda i- %1.
zh_cn: 中止：未能读取 %1。
zh_tw: 中止：無法讀取 %1。

source: Writing Scanner Configuration
af: Skryf van skandeerderkonfigurasie
bn: স্ক্যানার কনফিগারেশন লেখা হচ্ছে
ca: Escrivint la configuració de l’escàner
cs: Zapisuje se konfigurace skeneru
da: Skriver scannerkonfiguration
el: Εγγραφή των Ρυθμίσεων του Σαρωτή
fr: Écriture de la configuration du scanneur
gu: સ્કેનર કોન્ફીગરેશનને લખો
hu: Szkenner beállításainak kiírása
it: Scrittura della configurazione degli scanner
ja: スキャナ設定を書き込んでいます
km: កំពុង​សរសេរ​ការ​កំណត់​រចនា​សម្ព័ន្ធ​ម៉ាស៊ីន​ស្កេន
ko: 스캐너 구성 쓰기
mr: समांतरण संरचना लिहीत आहे
pa: ਸਕੈਨਰ ਸੰਰਚਨਾ ਲਿਖੀ ਜਾ ਰਹੀ ਹੈ
pl: Zapisywanie konfiguracji skanera
ro: Scriu configurația scannerului
sk: Zapisujem konfiguráciu skenera
th: เขียนค่าปรับแต่งของเครื่องสแกนภาพ
uk: Збереження конфігурації сканера
xh: Kubhalwa Ubumbeko Lokufota Ngokuskena
zh_cn: 正在写入扫描仪配置
zh_tw: 正在寫入掃描器組態

source: Save the actual environment
af: Berg die eintlike omgewing
bn: প্রকৃত পরিবেশটি সংরক্ষণ করুন.
ca: Desa l'entorn actual
cs: Uložit aktuální prostředí
da: Gem det aktuelle miljø
el: Αποθηκεύστε το συγκεκριμένο περιβάλλον
fr: Enregistrer l'environnement actuel
gu: એક્યુલ એન્વાઇરનમેન્ટ સેવ કરો
hu: A tényleges környezet lekérdezése
it: Salvataggio dell'ambiente attuale
ja: 実環境の保存
km: រក្សាទុក​បរិស្ថាន​ពិត
ko: 실제 환경 저장
mr: प्रत्यक्ष वातावरण संग्रहीत करा
pa: ਅਸਲੀ ਮਾਹੌਲ ਸੰਭਾਲੋ
pl: Zapisywanie bieżącego środowiska
ro: Salvează mediul actual
sk: Uloženie aktuálneho prostredia
th: จัดเก็บสภาพแวดล้อม
uk: Створити дійсне середовище
xh: Gcina imo engqongileyo eyiyona iyiyo
zh_cn: 保存实际环境
zh_tw: 儲存實際的環境

source: Saving the actual environment...
af: Berg van die eintlike omgewing ...
bn: প্রকৃত পরিবেশটি সংরক্ষিত হচ্ছে.....
ca: Desant l'entorn actual...
cs: Ukládám aktuální prostředí...
da: Gemmer det aktuelle miljø...
el: Αποθήκευση του συγκεκριμένου περιβάλλοντος...
fr: Enregistrement de l'environnement actuel...
gu: એક્ચુલ એન્વાઇરમેન્ટને ને સેવ કરી રહયું છે...
hu: A tényleges környezet ellenőrzése…
it: Salvataggio dell'ambiente attuale in corso...
ja: 実環境を保存しています...
km: កំពុង​រក្សាទុក​បរិស្ថាន​ពិត...
ko: 실제 환경 저장 중...
mr: प्रत्यक्ष वातावरण संग्रहीत करत आहे...
pa: ਅਸਲ ਮਾਹੌਲ ਸੰਭਾਲਿਆ ਜਾ ਰਿਹਾ ਹੈ...
pl: Zapisywanie bieżącego środowiska...
ro: Salvez mediul actual...
sk: Ukladám aktuálne prostredie...
th: จัดเก็บสภาพแวดล้อม...
uk: Збереження дійсного середовища...
xh: Kugcinwa imo engqongileyo eyiyona iyiyo...
zh_cn: 正在保存实际环境...
zh_tw: 正在儲存實際的環境...

source: There is at least one printer configuration that uses the ptal service. It is possible to proceed but then the running ptal service could prevent hp-setup from working correctly. It is recommended to abort the scanner configuration now, stop the ptal service, change the printer configuration to use HPLIP, and start the scanner configuration again afterwards.
ca: Hi ha almenys una configuració d'impressora que utilitza el servei ptal. És possible continuar, però aleshores el servei ptal podria fer que hp-setup no funcionés correctament. És recomanable avortar la configuració de l'escàner ara, aturar el servidor ptal, canviar la configuració de la impressora perquè usi HPLIP i iniciar després la configuració de l'escàner una altra vegada.
cs: Alespoň jedna z nastavených tiskáren používá službu ptal. Je možné pokračovat, ale běžící služba ptal může bránit hp-setup ve správné práci. Doporučuje se nyní přerušit nastavování skeneru, zastavit službu ptal, změnit nastavení tiskárny, aby používala HPLIP a pak znovu spustit konfiguraci skeneru.
da: Der er mindst en printerkonfiguration, der bruger ptal-tjenesten. Det er muligt at fortsætte, men den kørende ptal-tjeneste kan forhindre, at hp-setup fungerer korrekt. Det anbefales at stoppe scannerkonfigurationen nu, at stoppe ptal-tjenesten, at ændre printerkonfigurationen til at benytte HPLIP, og starte scannerkonfigurationen igen bagefter.
el: Υπάρχει τουλάχιστον μια ρύθμιση εκτυπωτή που χρησιμοποιεί την υπηρεσία ptal. Μπορείτε να προχωρήσετε αλλά η υπηρεσία μπορεί να αποτρέψει τη σωστή λειτουργία του hp-setup. Συνίσταται η ακύρωση της ρύθμισης του σαρωτή τώρα, το σταμάτημα της υπηρεσίας ptal, η αλλαγή της ρύθμισης του εκτυπωτή με τη χρήση HPLIP, και τέλος η εκκίνηση της ρύθμισης του σαρωτή.
fr: Au moins une configuration d'imprimante utilise le service ptal. Il est possible de continuer mais le service ptal pourrait empêcher hp-setup de fonctionner correctement Il est recommandé d'abandonner la configuration du scanneur maintenant, d'arrêter le service ptal, changer la configuration de l'imprimante pour utiliser HPLIP, et de redémarrer ensuite la configuration du scanner.
hu: Legalább egy nyomtatókonfiguráció használja a ptal szolgáltatást. Folytathatja, de a ptal szolgáltatás le lesz állítva és ez megakadályozza a hp-setup megfelelő működését. Most javasolt a szkenner beállításának megszakítása, állítsa le a ptal szolgáltatást, módosítsa a nyomtatóbeállítást a HPLIP segítségével, majd mindezek után indítsa újra a szkenner beállítását.
it: È presente almeno una configurazione della stampante che utilizza il servizio ptal. È possibile procedere ma poi il servizio ptal in esecuzione potrebbe impedire il corretto funzionamento di hp-setup. Si consiglia di interrompere ora la configurazione dello scanner, interrompere il servizio ptal, modificare la configurazione della stampante in modo da usare HPLIP e riavviare successivamente la configurazione dello scanner.
ja: ptal サービスを利用するプリンタが 1 つ以上存在します。 このまま継続することもできますが、その場合は動作中の ptal サービスが hp-setup プログラムの正しい動作を妨げる可能性があります。 ここから先に進まずにスキャナの設定をいったん中止してから ptal サービスを停止してください。その後プリンタの設定を変更して HPLIP を利用するようにし、スキャナの設定をやり直してください。
km: យ៉ាង​ហោច​ណាស់មាន​​ការ​កំណត់​រចនា​សម្ព័ន្ធ​ម៉ាស៊ីន​បោះពុម្ព​មួយ ដែល​ប្រើ​សេវា ptal ។ វា​អាច​បន្ត ប៉ុន្តែ បន្ទាប់​សេវា​ដែល​ដំណើរការ ptal មិន​អាច​ទប់ស្កាត់ hp-setup នោះ​ដែល​ធ្វើការ​ត្រឹមត្រូវ​ទេ ។ យើង​សូម​ផ្ដល់​អនុសាសន៍​ឲ្យ​បោះបង់​ការ​កំណត់​រចនា​សម្ព័ន្ធ​ម៉ាស៊ីន​បោះពុម្ព​ឥឡូវ​នេះ បញ្ឈប់​សេវា ptal ផ្លាស់ប្ដូរ​ការ​កំណត់​រចនា​សម្ព័ន្ធ​ម៉ាស៊ីន​បោះពុម្ព HPLIP និង​ចាប់ផ្ដើម​ការ​កំណត់​រចនា​សម្ព័ន្ធ​ម៉ាស៊ីន​ស្កេន​ម្ដង​ទៀត​នៅ​ពេល​ក្រោយ
ko: ptal 서비스를 사용하는 프린터 구성이 적어도 한개 있습니다. 작업을 계속할 수는 있지만 그럴 경우 동작 중인 ptal 서비스가 hp-setup 의 동작을 방해할 가능성이 있습니다. 스캐너 설정을 지금 중단하고, ptal 서비스를 중지, HPLIP 를 사용하여 프린터 구성을 변경하고 스캐너 설정을 다시 시작 할 것을 권장합니다.
pl: Istnieje co najmniej jedna konfiguracja drukarki, która używa usługi ptal. Można kontynuować, ale uruchomienie usługi ptal może zakłócić pracę programu hp-setup. Zalecane jest przerwanie konfiguracji skanera w tym momencie, zatrzymanie uslugi ptal, skonfigurowanie drukarki tak, aby korzystała z HPLIP oraz ponowne rozpoczęcie konfiguracji skanera.
ro: Există cel puțin o configurație a imprimantei care folosește serviciul ptal. Este posibil să mergi mai departe dar serviciul activ poate împiedica funcționarea corectă a hp-setup. Este recomandat să oprești acum configurarea scanner-ului, să oprești serviciul ptal, să schimbi configurația imprimantei să folosească HPLIP, și să pornești din nou configurarea scanner-ului mai târziu.
sk: Máte aspoň jednu konfiguráciu skenera, ktorá používa službu ptal. Je možné pokračovať, ale v takom prípade by mohla služba ptal brániť hp-setup správne fungovať. Je doporučené prerušiť konfiguráciu skenera, zastaviť ptal službu, zmeniť konfiguráciu tlačiarne pre použitie HPLIP, a potom spustiť znovu konfiguráciu skenera.
th: มีการปรับแต่งค่าเครื่องพิมพ์อย่างน้อยหนึ่งตัว ที่มีการใช้งานบริการ ptal ซึ่งมันสามารถจะกระทำการได้ แต่บริการ ptal ที่กำลังทำงานอยู่ จะป้องกัน โปรแกรม hp-setup จากการทำงานอย่างถูกต้องได้ ขอแนะนำให้ทำการยุติการปรับแต่งค่าเครื่องสแกนภาพเดี๋ยวนี้ แล้วหยุดการทำงานของบริการ ptal จากนั้นแก้ไขการปรับแต่งค่าเครื่องพิมพ์โดยใช้ HPLIP, แล้วเริ่มการปรับแต่งค่าเครื่องสแกนภาพต่อไปอีกครั้ง
uk: Виявлено принаймні один принтер, що використовує службу ptal. Можна продовжити, але тоді запущена служба ptal може завадити нормальній роботі hp-setup. Рекомендуємо перервати налаштування сканера, зупинити службу ptal, змінити налаштування принтера для використання HPLIP, а потім запустити налаштування сканера ще раз.
zh_cn: 至少有一个打印机配置使用 ptal 服务。 可以继续，但随后运行 ptal 服务可能会阻碍 hp-setup 正确工作。 建议现在中止该扫描仪配置， 停止 ptal 服务，更改打印机配置以使用 HPLIP， 然后重启动扫描仪配置。
zh_tw: 至少有一個印表機組態使用 ptal 服務。 您仍可能繼續進行，但是運作中的 ptal 服務 會使 hp-setup 無法正常運作。 建議現在中止掃描器的組態， 停止 ptal 服務，變更印表機的設定使用 HPLIP， 完成後再啟動掃描器組態完成設定。
