Repository: Dzejrou/yast-translations
Catalog: po/scanner/*.po
Languages: af, bn, ca, cs, da, el, fr, gu, hu, it, ja, km, ko, mr, pa, pl, ro, sk, th, uk, xh, zh_cn, zh_tw

source: Scanner Configuration
af: Skandeerderkonfigurasie
bn: স্ক্যানার কনফিগারেশন
ca: Configuració de l’escàner
cs: Konfigurace skeneru
da: Scannerkonfiguration
el: Ρύθμιση Σαρωτή
fr: Configuration du scanneur
gu: સ્કેનર કોનફીગીએશન
hu: Szkenner beállítása
it: Configurazione degli scanner
ja: スキャナの設定
km: ការ​កំណត់​រចនា​សម្ព័ន្ធ​ម៉ាស៊ីន​ស្កេន
ko: 스캐너 구성
mr: समांतरण संरचना
pa: ਸਕੈਨਰ ਸੰਰਚਨਾ
pl: Konfiguracja skanera
ro: Configurare scanner
sk: Konfigurácia skeneru
th: ปรับแต่งค่าเครื่องสแกนภาพ
uk: Налаштування сканера
xh: Ubumbeko Lwesifoti Sokuskena
zh_cn: 扫描仪配置
zh_tw: 掃描器組態

source: Driver
af: Aandrywer
bn: ড্রাইভার
ca: Controlador
cs: Ovladač
el: Οδηγός
fr: Pilote
gu: ડ્રાઇવર
hu: Illesztőprogram
ja: ドライバ
km: កម្មវិធី​បញ្ជា
ko: 드라이버
mr: चालक
pa: ਡਰਾਇਵਰ
pl: Program obsługi
sk: Ovládač
th: ไดรเวอร์
uk: Драйвер
xh: Umqhubi
zh_cn: 驱动程序
zh_tw: 驅動程式

source: Scanner
af: Skandeerder
bn: স্ক্যানার
ca: Escàner
cs: Skener
el: Σαρωτές
fr: Scanneur
gu: સ્કેનર
hu: Szkenner
ja: スキャナ
km: ម៉ាស៊ីន​ស្កេន
ko: 스캐너
mr: स्कॅनर
pa: ਸਕੈਨਰ
pl: Skaner
ro: Scaner
sk: Skener
th: เครื่องสแกนภาพ
uk: Сканер
xh: Isifoti seskena
zh_cn: 扫描仪
zh_tw: 掃描器

source: &Restart Detection
af: &Herbegin bespeuring
bn: সনাক্তকরন প্রক্রিয়া পুনরায় চালু করো
ca: &Reinicia la detecció
cs: &Restartovat detekci
da: Gensta&rt søgning
el: Επανεκκίνηση Ανίχνευ&σης
fr: &Redémarrer la détection
gu: &રિસ્ટાર્ટ ડિટેકશન
hu: Felismerés ú&jraindítása
it: R&iavvia rilevamento
ja: 再検出 (&R)
km: ចាប់ផ្តើម​រក​ឡើង​វិញ
ko: 검색 재시작(&R)
mr: तपास पुन्हा चालू करा
pa: ਖੋਜ ਮੁੜ ਚਾਲੂ(&R)
pl: Ponownie u&ruchom wykrywanie
ro: &Relansează detecția
sk: &Reštart hľadania
th: ทำการตรวจหาใหม่&อีกครั้ง
uk: Пере&запустити виявлення
xh: &Qalisa Ngokutsha Ukuchongeka
zh_cn: 重新启动检测(&R)
zh_tw: 重新啟動偵測(&R)

source: &Test
af: &Toets
bn: &পরীক্ষা
ca: &Prova
el: &Δοκιμή
gu: &ટેસ્ટ
hu: &Teszt
it: &Prova
ja: テスト (&T)
km: សាកល្បង
ko: 테스트(&T)
mr: परिक्षा
pa: ਟੈਸਟ(&T)
pl: &Testuj
ro: &Testează
th: &ทดสอบ
uk: &Тест
xh: &Uvavanyo
zh_cn: 测试(&T)
zh_tw: 測試(&T)

source: Run &hp-setup
ca: Executa &hp-setup
cs: Spustit &hp-setup
da: Kør &hp-setup
el: Εκτέλεση του &hp-setup
fr: Lancer &hp-setup
hu: &hp-setup futtatása
it: Esegui &hp-setup
ja: hp-setup の起動 (&H)
km: ដំណើរការ &hp-setup
ko: hp-setup 실행(&H)
pl: Uruchom &hp-setup
ro: Rulează &hp-setup
sk: Spustiť &hp-setup
th: ประมวลผล &hp-setup
uk: Запустити &hp-setup
zh_cn: 运行 hp-setup(&H)
zh_tw: 執行 hp-setup(&H)

source: Scanning via &Network...
af: Skandering via &netwerk ...
bn: &Network -এর মাধ্যমে স্ক্যানিং করা....
ca: Escaneja a través de la &xarxa...
cs: Skenování přes &síť...
da: Scanner via &netværk...
el: Σάρωση μέσω &Δικτύου...
fr: &Numérisation via le réseau...
gu: &નેટવર્ક દ્વારા સ્કેનીંગ...
hu: &Hálózaton keresztüli szkennelés…
it: Scansione in &rete...
ja: ネットワーク経由のスキャン (&N)...
km: កំពុង​ស្កេន​តាមរយៈ​បណ្តាញ...
ko: 네트워크를 통한 스캔(&N)...
mr: महाजालद्वारे समांतण करत आहे...
pa: ਨੈੱਟਵਰਕ ਰਾਹੀਂ ਸਕੈਨ(&N)...
pl: Ska&nowanie przez sieć...
ro: Sca&nez prin rețea...
sk: Skenovanie cez sieť
th: สแกนภาพผ่านเ&ครือข่าย...
uk: Сканування через &мережу...
xh: Kufotwa Ngokuskena ngokugqitha &Kumsebenzi Wothungelwano...
zh_cn: 正在通过网络进行扫描(&N)…
zh_tw: 經由網路掃描(&N)...

source: Nothing Selected
af: Niks gekies nie
bn: কোন কিছুই বেছে নেওয়া হয়নি
ca: Selecció buida
cs: Nic nezvoleno
da: Intet er valgt
el: Τίποτα δεν επιλέχθηκε
fr: Rien n'a été détecté
gu: કોઈ સીલેકશન નહિ
hu: Semmi sincs kiválasztva
it: Non è stato selezionato niente
ja: 選択されませんでした
km: មិន​បាន​ជ្រើស​អ្វី​ទាំងអស់
ko: 아무 것도 선택하지 않았습니다.
mr: काहीच निवडले गेले नाही
pa: ਕੁਝ ਵੀ ਚੁਣਿਆ ਨਹੀਂ ਗਿਆ
pl: Nic nie wybrano
ro: Nimic selectat
sk: Nič nevybraté
th: ยังไม่มีการเลือกใด ๆ
uk: Нічого не вибрано
xh: Akukho Nto Ikhethiweyo
zh_cn: 未选择任何项
zh_tw: 未選取任何項目

source: Select an entry.
af: Kies 'n inskrywing.
bn: একটি প্রবিশ্টির নির্বাচন
ca: Selecciona una entrada.
cs: Zvolte položku.
da: Vælg et punkt.
el: Επιλέξτε μια καταχώριση.
fr: Sélectionnez une entrée.
gu: એન્ટ્રી ને સિલેક્ટ કરો.
hu: Válasszon ki egy bejegyzést.
it: Selezionare una voce.
ja: 項目を選択してください。
km: ជ្រើស​ធាតុ​មួយ ។
ko: 항목을 선택하십시오.
mr: नोंद निवडा
pa: ਇੱਕ ਐਂਟਰੀ ਚੁਣੋ।
pl: Proszę wybrać pozycję.
ro: Selectați o intrare.
sk: Vyberte položku.
th: เลือกรายการ
uk: Виберіть елемент.
xh: Khetha ungeniso.
zh_cn: 选择项目。
zh_tw: 選取項目。

source: Edit Not Possible
af: Hersien nie moontlik nie
bn: সম্পাদনা সম্ভব নয়
ca: No és possible editar
cs: Změna není možná
da: Redigering er ikke muligt
el: Αδύνατη η Επεξεργασία
fr: Modification impossible
gu: એડિટરની શક્તા નથી
hu: Módosítás nem lehetséges
it: Modifica non possibile
ja: 編集できません
km: មិន​អាច​កែសម្រួល​បាន​ឡើយ
ko: 편집은 불가능합니다.
mr: संपादन शक्य नाही
pa: ਸੋਧ ਸੰਭਵ ਨਹੀਂ
pl: Edycja nie jest możliwa
ro: Editarea nu este posibilă
sk: Úprava nie je možná
th: ไม่สามารถแก้ไขได้
uk: Неможливо редагувати
xh: Ukuhlela Akuyonto Inokwenzeka
zh_cn: 无法编辑
zh_tw: 無法編輯

source: It is only possible to delete a driver without a matching scanner.
af: Dit is slegs moontlik om 'n aandrywer sonder 'n passende skandeerder te skrap.
bn: শুধুমাত্র একটি যথাযথ স্ক্যানার ছাড়া একটি ড্রাইভার মুছে ফেলা সম্ভব.
ca: Només es possible suprimir un controlador sense un escàner coincident.
cs: Je možné smazat pouze ovladač nepřiřazený skeneru.
da: Det er kun muligt at slette en driver uden en matchende scanner.
el: Είναι δυνατή μόνο η διαγραφή ενός οδηγού χωρίς έναν ταιριαστό σαρωτή
fr: Seul un pilote sans scanneur correspondant peut être supprimé.
gu: આ ત્યારેજ શક્ય છે જ્યારે ડિલીટ ડ્રાઇવ તેના મેચિંગ સ્કેનર ને સ્કેનર ઉમેરે ડિલીટ શક્ય નથી.
hu: Csak akkor törölhető az illesztőprogram, ha nincs hozzá megfelelő szkenner.
it: È solo possibile eliminare un driver senza uno scanner corrispondente.
ja: 該当するスキャナがない場合にのみドライバの削除が可能です。
km: អាច​​លុប​បាន​តែ​​កម្មវិធី​បញ្ជា​ ដែល​​គ្មាន​ម៉ាស៊ីន​ស្កេន​ត្រូវ​គ្នា​ប៉ុណ្ណោះ ។
ko: 일치하는 스캐너가 없으면 드라이버의 삭제만 가능합니다.
mr: जुळणाऱ्या संमातराशिवाय चालक काढून टाकणे हे फक्त शक्य आहे.
pa: ਇੱਕ ਮਿਲਦੇ ਸਕੈਨਰ ਬਿਨਾਂ ਇੱਕ ਡਰਾਇਵਰ ਨੂੰ ਹਟਾਉਣਾ ਹੀ ਸੰਭਵ ਹੈ।
pl: Możliwe jest tylko usunięcie programu obsługi, do którego nie jest przypisany żaden skaner.
ro: Este posibilă doar ștergerea unui driver fără un scanner corespunzător.
sk: Je možné vymazať ovládač iba bez zodpovedajúceho skenera.
th: ทำได้เพียงการลบไดรเวอร์ที่ไม่มีเครื่องสแกนภาพที่เข้าคู่กันเท่านั้น
uk: Можливо вилучити тільки драйвер без відповідного сканера.
xh: Into enokwenzeka kuphela kukucima umqhubi ngaphandle kwesifoti seskena esingqinelanayo.
zh_cn: 只能删除无匹配扫描仪的驱动程序。
zh_tw: 沒有符合的掃描器時只能刪除驅動程式。

source: It is only possible to add a scanner.
af: Dit is slegs moontlik om 'n skandeerder by te voeg.
bn: শুধুমাত্র একটি স্ক্যানার যোগ করা সম্ভব.
ca: Només és possible afegir un escàner.
cs: Skener je možné pouze přidat.
da: Det er kun muligt at tilføje en scanner.
el: Είναι δυνατή μόνο η προσθήκη ενός σαρωτή.
fr: Seul un scanneur peut être ajouté.
gu: આ ત્યારેજ શક્ય છે સ્કેનર એડ કરવાનું.
hu: Csak felvenni lehet szkennert.
it: È solo possibile aggiungere uno scanner.
ja: スキャナの追加のみが可能です。
km: អាច​បន្ថែម​បាន​តែ​ម៉ាស៊ីន​ស្កេន​ប៉ុណ្ណោះ ។
ko: 스캐너 추가만 가능합니다.
mr: समांतरण मिळवणे हेच फक्त शक्य आहे.
pa: ਇੱਕ ਸਕੈਨਰ ਜੋੜਨਾ ਹੀ ਸੰਭਵ ਹੈ।
pl: Możliwe jest tylko dodanie skanera.
ro: Este posibilă doar adăugarea unui scanner.
sk: Je iba možné pridať skener.
th: ทำได้เพียงการเพิ่มเครื่องสแกนภาพเท่านั้น
uk: Можливо тільки додати сканер.
xh: Into enokwenzeka kukufakela isifoti seskena kuphela.
zh_cn: 只能添加扫描仪。
zh_tw: 只能新增掃描器。

source: Delete Not Possible
af: Skrap nie moontlik nie
bn: মুছে ফেলা সম্ভব নয়
ca: No és possible suprimir
cs: Smazání není možné
da: Sletning er ikke muligt
el: Η Διαγραφή Είναι Αδύνατη
fr: Suppression impossible
gu: ડિલીટ શક્ય નથી
hu: Törlés nem lehetséges
it: Eliminazione non possibile
ja: 削除できません
km: មិន​អាច​លុប​បាន​ឡើយ
ko: 삭제는 불가능합니다.
mr: काढून टाकणे शक्य नाही
pa: ਹਟਾਉਣਾ ਸੰਭਵ ਨਹੀਂ
pl: Usunięcie nie jest możliwe
ro: Ștergerea nu este posibilă.
sk: Zmazanie nie je možné
th: ไม่สามารถลบได้
uk: Вилучення неможливе
xh: Cima Okungenakwenzeka
zh_cn: 无法删除
zh_tw: 無法刪除

source: It is only possible to edit a detected scanner.
af: Dit is slegs moontlik om 'n bespeurde skandeerder te hersien.
bn: শুধুমাত্র একটি চিহ্নিত স্ক্যানারে সম্পাদনা করা সম্ভব.
ca: Només és possible editar un escàner detectat.
cs: Je možné pouze upravit detekovaný skener.
da: Det er kun muligt at redigere en fundet scanner.
el: Είναι δυνατή μόνο η επεξεργασία ενός ανιχνευμένου σαρωτή
fr: Seul un scanneur détecté peut être modifié.
gu: તેના ડિટેકટીવ સ્કેનરથી એડિટ થાય ત્યારેંજ શક્ય છે.
hu: Csak felismert szkennert lehet módosítani.
it: È solo possibile modificare uno scanner rilevato.
ja: 検出されたスキャナの編集のみ可能です。
km: អាច​​កែសម្រួល​បាន​​តែ​ម៉ាស៊ីន​ស្កេន​ដែល​បាន​រក​ឃើញ​ប៉ុណ្ណោះ ។
ko: 검색된 스캐너만 편집할 수 있습니다.
mr: काढून टाकलेला समांतरण सुधारणे फक्त शक्य आहे.
pa: ਇੱਕ ਖੋਜੇ ਸਕੈਨਰ ਨੂੰ ਹੀ ਸੋਧਣਾ ਸੰਭਵ ਹੈ।
pl: Możliwa jest tylko edycja wykrytego skanera.
ro: Este posibilă doar editarea unui scanner detectat.
sk: Je možné upraviť iba zistený skener.
th: ทำได้เพียงการแก้ไขเครื่องสแกนภาพที่ตรวจพบแล้วเท่านั้น
uk: Можливо редагувати тільки виявлений сканер.
xh: Into enokwenzeka kukuhlela isifoti seskena esichongekayo kuphela.
zh_cn: 只能编辑检测到的扫描仪。
zh_tw: 只能編輯偵測到的掃描器。

source: Deactivate %1?
af: Deaktiveer %1?
bn: %1 নিষ্ক্রিয় করবেন কি?
ca: Voleu desactivar %1?
cs: Deaktivovat %1?
da: Deaktivér %1?
el: Απενεργοποίηση του %1;
fr: Désactiver %1 ?
gu: %1 ટેસ્ટ ફેળ થયુ?
hu: %1: kikapcsolja?
it: Disattivare %1?
ja: %1 を無効にしますか?
km: ធ្វើ​ឲ្យ %1 អសកម្ម ?
ko: %1을(를) 비활성화하시겠습니까?
mr: अकार्यान्वित %1?
pa: ਕੀ %1 ਨਾ-ਸਰਗਰਮ ਕਰਨਾ ਹੈ?
pl: Deaktywować %1?
ro: Deactivați %1?
sk: Deaktivovať %1?
th: จะปิดการทำงานของ %1 หรือไม่ ?
uk: Вимкнути %1?
xh: Susa Ukusebenza kwe-%1?
zh_cn: 是否停用 %1？
zh_tw: 是否停用 %1？

source: Failed to deactivate %1.
af: Misluk om %1 te deaktiveer.
bn: %1 নিষ্ক্রিয় করতে ব্যর্থ.
ca: No s'ha pogut desactivar %1.
cs: Deaktivace deaktivace %1.
da: Deaktivering af %1 fejlede.
el: Αποτυχία στην απενεργοποίηση του %1.
fr: Impossible de désactiver %1.
gu: જો %1 કેન્સલ નહિ થાય.
hu: Nem sikerült %1 deaktiválása.
it: Disattivazione di %1 non riuscita.
ja: %1 の無効化に失敗しました。
km: បរាជ័យ​ក្នុង​ការ​ធ្វើ​ឲ្យ %1 អសកម្ម ។
ko: %1 비활성화에 실패했습니다.
mr: अकार्यान्वित करण्यास अपयश %1.
pa: %1 ਨੂੰ ਨਾ-ਸਰਗਰਮ ਕਰਨ ਲਈ ਫੇਲ੍ਹ ਹੈ।
pl: Dezaktywacja %1 nie powiodła się.
ro: Eșec la deactivarea %1.
sk: Nepodarilo sa deaktivovať %1.
th: ล้มเหลวในการปิดการใช้งาน %1
uk: Не вдалось вимкнути %1.
xh: Kusilele ukususa ukusebenza kwe- %1.
zh_cn: 未能停用 %1。
zh_tw: 無法停用 %1。

source: Test Not Possible
af: Toets nie moontlik nie
bn: পরীক্ষা সম্ভব নয়
ca: No és possible fer la prova
cs: Test není možný
da: Test er ikke muligt
el: Η Δοκιμή Δεν Είναι Δυνατή
fr: Test impossible
gu: ટેસ્ટ શક્ય નથી
hu: A teszt nem lehetséges
it: Prova non possibile
ja: テストできません
km: មិន​អាច​សាកល្បង​បាន​ឡើយ
ko: 테스트는 불가능합니다.
mr: चाचणी शक्य नाही
pa: ਟੈਸਟ ਸੰਭਵ ਨਹੀਂ ਹੈ
pl: Test nie jest możliwy
ro: Testarea nu este posibilă
sk: Test nie je možný
th: ไม่สามารถทดสอบได้
uk: Неможливо перевірити
xh: Uvavanyo Aluyonto Inokwenzeka
zh_cn: 无法测试
zh_tw: 無法測試

source: Failed to test %1.
af: Misluk om %1 te toets.
bn: %1 পরীক্ষা করতে ব্যর্থ.
ca: No s'ha pogut provar %1.
cs: Chyba při testu %1.
da: Test af %1 fejlede.
el: Αποτυχία στη δοκιμή του %1.
fr: Impossible de tester %1.
gu: %1 ટેસ્ટ ફેળ થયુ.
hu: Nem sikerült %1 tesztelése.
it: Impossibile provare %1.
ja: %1 のテストに失敗しました。
km: បរាជ័យ​ក្នុង​ការ​សាកល្បង %1 ។
ko: %1 테스트에 실패했습니다.
mr: चाचणी घेण्यात अपयश %1.
pa: ਟੈਸਟ %1 ਲਈ ਫੇਲ੍ਹ ਹੈ।
pl: Testowanie %1 nie powiodło się.
ro: Eșec la testarea %1.
sk: Nepodarilo sa otestovať %1.
th: ล้มเหลวในการทดสอบ %1
uk: Не вдалося перевірити %1.
xh: Kusilele ukuvavanya i- %1.
zh_cn: 未能测试 %1。
zh_tw: 無法測試 %1。

source: Failed to run hp-setup.
ca: Ha fallat l'execució d'hp-setup.
cs: Chyba při běhu hp-setup.
da: Kørsel af hp-setup fejlede.
el: Αποτυχία εκτέλεσης του hp-setup.
fr: Échec lors du lancement de l'installation hp.
hu: A hp-setup elindítása nem sikerült.
it: Impossibile eseguire hp-setup.
ja: hp-setup の起動に失敗しました。
km: បរាជ័យ​ក្នុង​ការ​ដំណើរការ hp-setup ។
ko: hp-setup 실행에 실패했습니다.
pl: Uruchomienie hp-setup nie powiodło się.
ro: Inițierea hp-setup a eșuat.
sk: Zlyhalo spustenie hp-setup.
th: ล้มเหลวในการประมวลผล hp-setup
uk: Не вдалося запустити hp-setup.
zh_cn: 未能运行 hp-setup。
zh_tw: 執行 hp-setup 失敗。

source: Scanner Model and Driver Selection
ca: Model de l'escà&ner i selecció del controlador
cs: Výběr modelu skeneru a ovladače
da: Valg af scannermodel og -driver
el: Μοντέλο Σαρωτή και Επιλογή Οδηγού
fr: Sélection du modèle de scanneur et du pilote
hu: Szkennertípus és illesztőprogram kiválasztása
it: Selezione driver e modello scanner
ja: スキャナモデルとドライバ選択
km: ម៉ូដែល​ម៉ាស៊ីន​ស្កេន និង​​ជម្រើស​​កម្មវិធី​បញ្ជា​
ko: 스캐너 모델 및 드라이버
pa: ਸਕੈਨਰ ਮਾਡਲ ਅਤੇ ਡਰਾਇਵਰ ਚੋਣ
pl: Wybór modelu i programu obsługi skanera
ro: Selectare model scanner și driver
sk: Model a voľba ovládača skeneru
th: เลือกรุ่นและไดรเวอร์ของเครื่องสแกนภาพ
uk: Вибір моделі і драйвера сканера
zh_cn: 扫描仪型号和驱动程序选择
zh_tw: 掃描器型號與驅動程式選擇

source: S&earch String
af: S&oekstring
bn: স্ট্রিং খোঁজা
ca: &Cerca la cadena
cs: Hl&edat řetězec
da: Søg&estreng
el: Αναζήτηση Αλφαριθμητικού
fr: R&echerche de chaîne
gu: સ&ર્ચ સ્ટ્રીંગ
hu: &Karaktersorozat keresése
it: Stringa di r&icerca
ja: 検索文字列 (&E)
km: ឃ្លា​ស្វែងរក
ko: 문자열 검색(&E)
mr: स्ट्रीग शोध
pa: ਖੋਜ ਸਤਰ(&E)
pl: Szu&kaj tekstu
ro: Șir d&e căutare
sk: Hľadať reťazec
th: ข้อความที่จะ&ค้นหา
uk: Рядок по&шуку
xh: Z&ingela Umtya
zh_cn: 搜索字符串(&E)
zh_tw: 搜尋字串(&E)

source: &Search
af: &Soek
bn: &খোঁজা
ca: &Cerca
cs: &Hledat
da: &Søg
el: &Αναζήτηση
fr: &Rechercher
gu: &સર્ચ
hu: &Keresés
it: &Cerca
ja: 検索 (&S)
km: ស្វែង​រក
ko: 검색(&S)
mr: शोधा
pa: ਖੋਜ(&S)
pl: Szuka&j
ro: &Caută
sk: &Hľadať
th: ค้&นหา
uk: &Пошук
xh: &Zingela
zh_cn: 搜索(&S)
zh_tw: 搜尋(&S)

source: Show Complete &List
ca: Mostra'n la &llista completa
cs: Zobrazit úplný &seznam
da: Vis komplet &liste
el: Εμφάνιση Πλήρους &Λίστας
fr: Afficher la &liste complète
hu: Teljes &lista megjelenítése
it: Mostra e&lenco completo
ja: 全ての一覧を表示 (&L)
km: បង្ហាញ​បញ្ជី​ពេញលេញ​
ko: 리스트 모두 보기
pa: ਪੂਰੀ ਲਿਸਟ ਵੇਖਾਓ(&L)
pl: Wyświe&tl pełną listę
ro: Afișează &lista completă
sk: Ukázať komp&letný zoznam
th: แสดงรายการอย่าง&สมบูรณ์
uk: Показати повний &список
zh_cn: 显示完整列表(&L)
zh_tw: 顯示完整清單(&L)

source: Scanner &Models
ca: &Models d'escàners
cs: Modely &skenerů
da: Scanner&modeller
el: &Μοντέλα Σαρωτή
fr: &Modèles de scanneur
hu: Szkenner &modellek
it: &Modelli scanner
ja: スキャナモデル (&M)
km: ម៉ូដែល​ម៉ាស៊ីន​ស្កេន
ko: 스캐너 모델(&M)
pa: ਸਕੈਨਰ ਮਾਡਲ(&M)
pl: &Modele skanerów
ro: &Modele scanner
sk: &Modely skeneru
th: &รุ่นของเครื่องสแกนภาพ
uk: &Моделі сканерів
zh_cn: 扫描仪型号(&M)
zh_tw: 掃描器型號(&M)

source: All Scanner &Models
ca: Tots els &models d'escàners
cs: Všechny &modely skenerů
da: Alle scanner&modeller
el: Όλα τα &Μοντέλα Σαρωτών
fr: Tous les &modèles de scanneur
hu: Minden &szkennermodell
it: Tutti i &modelli di scanner
ja: 全てのスキャナモデル (&M)
km: ម៉ូដែល​ម៉ាស៊ីន​ស្កេន​ទាំងអស់
ko: 스캐너 모델 모두 보기(&M)
pa: ਸਭ ਸਕੈਨਰ ਮਾਡਲ(&M)
pl: &Wszystkie modele skanerów
ro: Toate &modelele de scanner
sk: Všetky &modely skenerov
th: รุ่นของเครื่องสแกนภาพ&ทั้งหมด
uk: Всі &моделі сканерів
zh_cn: 全部扫描仪型号(&M)
zh_tw: 所有掃描器型號(&M)

source: Unsupported Model
af: Onondersteunde model
bn: অসমর্থিত মডেল
ca: Model no permès
cs: Nepodporovaný model
da: Ikke understøttet model
el: Μη Υποστηριζόμενο Μοντέλο
fr: Modèle non supporté
gu: અસહયોગી મોડેલ
hu: Nem támogatott modell
it: Modo non supportato
ja: サポートされていないモデル
km: ម៉ូដែល​ដែល​មិន​គាំទ្រ
ko: 지원되지 않는 모델
mr: पाठबळ नसलेला नमुना
pa: ਨਾ-ਸਹਿਯੋਗ ਵਾਲੇ ਮਾਡਲ
pl: Model nieobsługiwany
ro: Model nesuportat
sk: Nepodporovaný model
th: เครื่องรุ่นที่ไม่รองรับ
uk: Модель не підтримується
xh: Umfuziselo Ongaxhaswayo
zh_cn: 不支持的型号
zh_tw: 不支援的型號

source: This model is not supported. Ask the manufacturer for a Linux driver.
af: Hierdie model word nie ondersteun nie. Vra die vervaardiger vir 'n Linux-aandrywer.
bn: এই মডেলটি সমর্থিত নয়. প্রস্তুতকারীর কাছ থেকে একটি লিনাক্স ড্রাইভার চেয়ে নিন.
ca: Aquest model no està permès. Sol·liciti un controlador Linux al fabricant.
cs: Tento model není podporován. O linuxový ovladač požádejte výrobce.
da: Denne model understøttes ikke. Spørg producenten efter en Linux driver.
el: Αυτό το μοντέλο δεν υποστηρίζεται. Ρωτήστε τον κατασκευαστή για ένα οδηγό για Linux.
fr: Ce modèle n'est pas supporté. Demandez un pilote Linux au fabricant.
gu: આ મોડેળ સહયોગી નથી. લ્યુનિક્સ ડ્રાઇવરના મેનીફેક્ચુરનને પૂછો.
hu: Ez a modell nem támogatott. Kérjen a gyártótól Linux-illesztőprogramot.
it: Questo modello non è supportato. Rivolgersi al produttore per un driver Linux.
ja: このモデルはサポートされていません。 Linux ドライバについては製造元にお問い合わせください。
km: មិន​គាំទ្រ​ម៉ូដែល​នេះ​ឡើយ ។ ស្នើសុំ​កម្មវិធី​បញ្ជា​របស់​លីនុច​ពី​ក្រុមហ៊ុន​ផលិត ។
ko: 이 모델은 지원되지 않습니다. 제조업체에 연락하여 리눅스 드라이버에 대해 문의하십시오.
mr: ह्या नमुन्याला पाठबळ नाही. उत्पादकाकडे लिनक्स चालकासाठी मागणी करा.
pa: ਇਹ ਮਾਡਲ ਸਹਿਯੋਗੀ ਨਹੀਂ ਹੈ। ਲਿਨਕਸ ਡਰਾਈਵਰ ਲਈ ਨਿਰਮਾਤਾ ਨੂੰ ਪੁੱਛੋ।
pl: Ten model nie jest obsługiwany. Proszę zapytać producenta o program obsługi dla systemu Linux.
ro: Acest model nu este suportat. Consultați producătorul în legătură cu un driver de Linux.
sk: Tento model nie je podporovaný. Vyžiadajte si od výrobcu ovládač pre Linux.
th: ไม่รองรับเครื่องรุ่นนี้ โปรดถามหาไดรเวอร์ลินุกซ์จากผู้ผลิต
uk: Ця модель не підтримується. Попросіть у виробника драйвер для Linux.
xh: Lo mfuziselo awuxhaswa. Buza umenzi womqhubi we-Linux.
zh_cn: 不支持此型号。 要求制造商提供 Linux 驱动程序。
zh_tw: 不支援此型號。 請洽詢廠商取得 Linux 驅動程式。

source: Model Not Supported by the Driver %1
af: Model nie deur die aandrywer %1 ondersteun nie
bn: ড্রাইভার %1 দ্বারা মডেলটি সমর্থিত নয়
ca: El controlador %1 no admet aquest model
cs: Model není podporován ovladačem %1
da: Modellen understøttes ikke af driveren %1
el: Το Μοντέλο Δεν Υποστηρίζεται από τον Οδηγό %1
fr: Modèle non pris en charge par le pilote %1
gu: %1 ડ્રાઇવર થી મોડેળ સપોર્ટ નથી કરતુ
hu: Ezt a modellt nem támogatja a(z) %1 illesztőprogram
it: Modello non supportato dal driver %1
ja: ドライバ %1 でサポートされていないモデル
km: ម៉ូដែល​មិន​បាន​គាំទ្រ​ដោយ​កម្មវិធី​បញ្ជា %1 ឡើយ
ko: %1 드라이버에 의해 지원되지 않는 모델
mr: नमुन्याला सुत्रसंचालकाचे %1 पाठबळ नाही
pa: ਡਰਾਇਵਰ %1 ਰਾਹੀਂ ਮਾਡਲ ਸਹਾਇਕ ਨਹੀਂ ਹੈ
pl: Model nie jest obsługiwany przez program obsługi %1
ro: Modelul nu este suportat de driverul %1.
sk: Model nie je podporovaný ovládačom %1
th: เครื่องรุ่นที่ไดรเวอร์ %1 ไม่รองรับ
uk: Модель не підтримується драйвером %1
xh: Umfuziselo Awuxhaswa Ngumqhubi we-%1
zh_cn: 驱动程序 %1 不支持的型号
zh_tw: 驅動程式 %1 不支援此型號

source: Check if another driver supports it, select a compatible model, or ask the manufacturer for a Linux driver.
af: Gaan na of 'n ander aandrywer dit ondersteun, kies 'n versoenbare model, of vra die vervaardiger vir 'n Linux-aandrywer.
bn: দেখে নিন যে, অন্য কোন ড্রাইভার এটিকে সমর্থন করে কিনা, একটি উপযোগী মডেল বেছে নিন, বা প্রস্তুতকারীর কাছ থেকে একটি লিনাক্স ড্রাইভার চেয়ে নিন.
ca: Comproveu si un altre controlador l'admet, seleccioneu un model compatible o sol·liciteu un controlador Linux al fabricant.
cs: Překontrolujte, zda není podpora v jiném ovladači, zvolte kompatibilní model nebo o linuxový ovladač požádejte výrobce.
da: Tjek om en anden driver understøtter den, vælg en kompatibel model eller spørg producenten efter en Linux driver.
el: Ελέγξτε αν άλλος οδηγός το υποστηρίζει, επιλέξτε ένα συμβατό μοντέλο, ή ρωτήστε τον κατασκευαστή σας για έναν οδηγό Linux.
fr: Vérifiez si un autre pilote le prend en charge, sélectionnez un modèle compatible ou demandez un pilote Linux au fabricant.
gu: ચેક કરો કે બીજુ ડ્રાઇવરતો સહયોગ નથી, આપરૂ તેને લાગરૂ મોડેળ સિલેક્ટ કરો, અને લ્યુનિક્સ ડ્રાઈવરના મેન્યુફેક્ચરને પૂછો અસહયોગી ડ્રાઈવર માટે.
hu: Járjon utána, hogy egy másik illesztőprogram támogatja-e, válasszon egy kompatibilis modellt, vagy kérjen a gyártótól linuxos illesztőprogramot.
it: Verificare se lo scanner è supportato da un altro driver, selezionare un modello compatibile, oppure chiedere un driver per Linux al produttore.
ja: 他にサポートしているドライバがないかをチェックするか、 互換性のあるモデルを選択するか、 もしくは Linux 用ドライバを配布していないかどうかを、製造元に問い合わせてください。
km: ពិនិត្យ​មើល​ថា​តើ​កម្មវិធី​បញ្ជា​មួយ​ទៀត​គាំទ្រ​វា​ឬ​ទេ ជ្រើស​ម៉ូដែល​ឆបគ្នា​មួយ ឬ​ស្នើសុំ​កម្មវិធី​បញ្ជា​របស់​លីនុច​ពី​ក្រុមហ៊ុន​ផលិត ។
ko: 이를 지원하는 다른 드라이버가 있는지 확인한 다음 호환 모델을 선택하거나, 제조업체에 연락하여 리눅스 드라이버에 대해 문의하십시오.
mr: जर दुसरा ड्रायव्हर त्याला सहाय्य करत असेल तर, तपासा कंप्टीटेबल मॉडेल निवडा, वा निर्मात्याकडे लिनॅक्स ड्रायव्हरची मागणी करा.
pa: ਜਾਂਚ ਕਰੋ ਕਿ ਹੋਰ ਡਰਾਇਵਰ ਇਸ ਲਈ ਸਹਾਇਕ ਹੈ, ਇੱਕ ਅਨੁਕੂਲਤਾ ਮਾਡਲ ਚੁਣੋ, ਜਾਂ ਇੱਕ ਲਿਨਕਸ ਡਰਾਇਵਰ ਲਈ ਨਿਰਮਾਤਾ ਨੂੰ ਪੁਛੋ।
pl: Proszę sprawdzić, czy inny program obsługi go obsługuje, wybrać zgodny model albo zapytać producenta o program obsługi dla systemu Linux.
ro: Verificați dacă este suportat de un alt driver, selectați un model compatibil sau consultați producătorul pentru un driver de Linux.
sk: Skontrolovať, či ho podporuje iný ovládač, vybrať kompatibilný model, alebo vyžiadať od výrobcu ovládač pre Linux.
th: ตรวจสอบว่ามีไดรเวอร์อื่นที่รองรับการทำงานของมันหรือไม่, เลือกเครื่องรุ่นที่เข้ากันได้, หรือขอไดรเวอร์ลินุกซ์จากผู้ผลิต
uk: Перевірте чи інший драйвер підтримує її, виберіть сумісну модель або попросіть у виробника драйвер для Linux.
xh: Qwalasela ukuba ingaba omnye umqhubi uyayixhasa, khetha umfuziselo ongqinelanayo, okanye buza umenzi womqhubi we-Linux.
zh_cn: 检查是否有其它驱动程序支持该型号， 请选择兼容的型号 或要求制造商提供 Linux 驱动程序。
zh_tw: 檢查是否有其他驅動程式可以支援， 選取相容的型號， 或詢問 Linux 驅動程式的廠商。

source: Unsupported Driver
af: Onondersteunde aandrywer
bn: অসমর্থিত ড্রাইভার
ca: Controlador no permès
cs: Nepodporovaný ovladač
da: Ikke understøttet driver
el: Μη Υποστηριζόμενος Οδηγός
fr: Pilote non pris en charge
gu: અસહયોગી ડ્રાઈવર
hu: Nem támogatott illesztőprogram
it: Driver non supportato
ja: サポートされていないドライバ
km: កម្មវិធី​បញ្ជា​ដែល​មិន​គាំទ្រ
ko: 지원되지 않는 드라이버
mr: पाठबळ नसलेला सूत्रचालक
pa: ਨਾ-ਸਹਿਯੋਗੀ ਡਰਾਇਵਰ
pl: Nieobsługiwany program obsługi
ro: Driver nesuportat
sk: Nepodporovaný ovládač
th: ไดรเวอร์ที่ไม่รองรับ
uk: Драйвер не підтримується
xh: Umqhubi ongaxhaswayo
zh_cn: 不支持的驱动程序
zh_tw: 不支援的驅動程式

source: The epkowa driver is only available for i386-compatible architectures (32-bit i386 and also 64-bit x86_64).
ca: El controlador epkowa només està disponible per a arquitectures compatibles amb i386 (32 bits i386 i també 64 bits x86_64).
cs: Ovladač epkowa je dostupný pouze pro architekturu i386 a kompatibilní (32bitovou i386 a také 64bitovou x86_64).
da: Driveren epkowa er kun tilgængelig for i386-kompatible arkitekturer (32-bit i386 og også 64-bit x86_64).
el: Ο οδηγός epkowa είναι διαθέσιμος μόνο για αρχιτεκτονικές i386 (32-bit και επίσης 64-bit x86_64).
fr: Le pilote epkowa n'est disponible que pour les architectures compatibles i386 (32 bits i386 et 64 bits x86_64).
hu: Az epkowa illesztőprogram csak i386-kompatibilis architektúrákhoz (32-bites i386 és 64-bites x86_64 architektúrához is) rendelkezésre áll.
it: Il driver epkowa è disponibile solo per le architetture compatibili con i386 (i386 a 32 bit e anche x86_64 a 64 bit).
ja: epkowa ドライバは、 i386 互換のアーキテクチャでのみ利用できます (32 ビット i386 と 64 ビット x86_64 版のみです)。
km: កម្មវិធី​បញ្ជា epkowa គឺ​អាច​មាន​សម្រាប់តែ​ស្ថាបត្យកម្ម​ដែល​ឆប​គ្នា​នឹង i386 ប៉ុណ្ណោះ (ស្ថាបត្យកម្ម 32-bit i386 និង 64-bit x86_64) ។
ko: epkowa 드라이버는 i386 호환 아키텍처(32비트 i386 및 64비트 x86_64)에만 사용할 수 있습니다.
pl: Sterownik epkowa jest dostępny tylko dla architektur zgodnych z i386 (32-bitowa i386 i również 64-bitowa x86_64).
ro: Driverul epkowa este disponibil numai pentru arhitecturile compatibile i386 (32 biți i386 și de asemenea 64 biți x86_64).
sk: Ovládač epkowa je dostupný len pre i386 kompatibilné architektúry (32-bit i386 a tiež 64-bit x86_64).
uk: Драйвер epkowa наявний тільки для i386-сумісних архітектур (32-бітна i386 та 64-бітна x86_64).
zh_cn: epkowa 驱动程序仅可用于与 i386 兼容的体系结构（32 位 i386 和 64 位 x86_64）。
zh_tw: epkowa 驅動程式只能供 i386 相容的架構使用 (32-bit i386 以及 64-bit x86_64)。
