Repository: Dzejrou/yast-translations
Catalog: po/scanner/*.po
Languages: af, bn, ca, cs, da, el, fr, gu, hu, it, ja, km, ko, mr, pa, pl, ro, sk, th, uk, xh, zh_cn, zh_tw

source: There is at least one printer configuration that uses the hplip service. It is possible to proceed but then the hplip service would be stopped and all print queues that use the hplip service would no longer work. If the scanner is also supported by the hpaio driver, do not proceed. Instead use hpaio to set up the scanner. Alternatively proceed and change the printer configuration to use the ptal service.
af: Daar is ten minste een drukkerkonfigurasie wat van die hplip-diens gebruik maak. Dit is moontlik om voort te gaan, maar dan sou die hplip-diens gestop word en geeneen van die druktoue wat van die hplip-diens gebruik maak, sou langer werk nie. As die skandeerder ook deur die hpaio-aandrywer ondersteun word, moet u nie aangaan nie. In plaas daarvan gebruik u hpaio om die skandeerder op te stel. Alternatiewelik, gaan u aan en wysig die drukkerkonfigurasie om die ptal-diens te gebruik.
bn: অন্তত: একটি প্রিন্টার কনফিগারেশন রয়েছে যা, hplip পরিষেবা ব্যবহারকরে. এগিয়ে যাওয়া সম্ভব, কিন্তু তাহলে hplip পরিষেবাটি বন্ধ হয়েযাবে এবং hplip পরিষেবা ব্যবহারকারী সমস্ত প্রিন্টের অপেক্ষারত সারিগুলি আর কাজকরবে না. স্ক্যানারটি যদি hpaio ড্রাইভার দ্বারাও সহায়তাকৃত হয়, তাহলে এগোবেন না. hpaio ব্যবহার করার বদলে স্ক্যানারটি সেট-আপ করে নিন. বিকল্প হিসেবে এগিয়ে যান এবং ptal পরিষেবা ব্যবহার করার জন্য প্রিন্টার কনফিগারেশনটিপরিবর্তন করুন.
ca: Hi ha almenys una configuració d'impressora que utilitza el servei hplip. És possible continuar, però aleshores s'aturarà el servei ptal i totes les cues d'impressió que utilitzen el servei hplip deixaran de funcionar. Si el controlador hpaio també admet l'escàner, no continueu. Utilitzeu el hpoj per configurar l'escàner. O bé continueu i canvieu la configuració de la impressora per a utilitzar el servei ptal.
cs: Alespoň jedna z nastavených tiskáren používá službu hplip. Je možné pokračovat, ale tato služba bude zastavena a všechny na ní závislé tiskárny budou nefunkční. V případě, že je skener podporován také ovladačem hpaio, nepokračujte. K nastavení skeneru použijte ovladač hpaio. Alternativně můžete také nastavení tiskárny tak, aby používala službu ptal.
da: Der er mindst en printerkonfiguration, der bruger hplip-tjenesten. Det er muligt at fortsætte, men hplip-tjenesten stoppes, og alle printkøer, der bruger hplip-tjenesten, vil ikke længere virke. Hvis scanneren også understøttes af hpaio-driveren, så fortsæt ikke. Benyt i stedet hpaio til at sætte scanneren op. Alternativt kan du fortsætte og ændre printerkonfigurationen til at bruge ptal-tjenesten.
el: Υπάρχει τουλάχιστον μια ρύθμιση εκτυπωτή που χρησιμοποιεί την υπηρεσία hplip. Είναι δυνατό να προχωρήσετε αλλά η υπηρεσία hplip δεν μπορεί να σταματήσει και όλες οι εκτυπωτικές ουρές που χρησιμοποιούν την υπηρεσία hplip θα πάψουν να λειτουργούν. Αν ο σαρωτής υποστηρίζεται και από τον οδηγό hpaio, μην προχωρήσετε. Αντ' αυτού χρησιμοποιήστε το hpaio για να ρυθμίσετε τον σαρωτή. Εναλλακτικά προχωρήστε και αλλάξτε τις ρυθμίσεις του εκτυπωτή για τη χρήση της υπηρεσία ptal.
fr: Il existe au moins une configuration d'imprimante utilisant le service hplip. Il est possible de continuer mais le service hplip sera arrêté et toutes les files d'impression utilisant le service hplip ne fonctionneront plus. Si le scanneur est également pris en charge par le pilote hpaio, ne continuez pas. Utilisez plutôt le pilote hpaio pour configurer le scanner. Sinon, continuez et modifiez la configuration des imprimantes afin d'utiliser le service ptal.
gu: ઓછામાં ઓછુ એક પ્રિન્ટર છે જે hplip સર્વિસમાં ઉપયોગથાય છે. આ સંભવ છે ક આગળ વધે પણ hplip સર્વિસઅટકી જશે અને બધાજ પ્રિન્ટ ક્વયુઝ કામ નહી કરે.જો સ્કેનર પણ hplip ડ્રાઇવરની સાથે સપોર્ટ કર્યો હોય તો. તેના વગર hpaio ઉપયોગ કરે. સ્કેનર સેટઅપ કરવા માટે આગળ નહિ વધતા, જો hpaio ડ્રાઇવરને સપોર્ટ કર્યા છેptal સર્વિસ ઉપયોગ કરવા માટે પ્રિન્ટ કોન્ફીગરેશન ચેન્જ કરો.
hu: Legalább egy nyomtatókonfiguráció használja a hplip szolgáltatást. Folytathatja, de a hplip szolgáltatás le lesz állítva és a hplip szolgáltatást használó nyomtatási sorok nem fognak működni. Ha a szkennert a hpaio illesztőprogram is támogatja, akkor ne folytassa. Ebben az esetben használja a hpaio szolgáltatást a szkenner beállításához. Azt is megteheti, hogy folytatja, és a nyomtatót átállítja a ptal szolgáltatás használatára.
it: È presente almeno una configurazione di stampante che utilizza il servizio hlip. Se si continua, il servizio hplip viene arrestato e tutte le code di stampa che usano il servizio hplip non potranno più essere usate. Se lo scanner è supportato anche dal driver hpaio, non continuare. Usare invece hpaio per configurare lo scanner. Oppure procedere e modificare la configurazione della stampante in modo che utilizzi il servizio ptal.
ja: hplip サービスを利用するプリンタ設定が 1 つ以上存在します。 このまま継続することもできますが、 hplip サービスを停止させる必要があります。 停止すると hplip サービスを利用する印刷キューは利用できなくなります。 hpaio ドライバがお使いのスキャナに対応している場合は処理を続行せず hpaio ドライバをご利用いただくか、 このまま継続して ptal サービスを利用するようプリンタの設定を変更してください。
ko: hplip 서비스를 사용하는 프린터 구성이 적어도 하나는 있습니다. 작업을 계속할 수는 있지만 그럴 경우 hplip 서비스가 중지되고 이 서비스를 사용하는 모든 인쇄 대기열이 작동하지 않게 될 것입니다. hpaio 드라이버가 스캐너도 지원하는 경우 작업을 계속하지 마십시오. 대신 hpaio를 사용하여 스캐너를 설정하십시오. 또는 ptal 서비스를 사용하여 프린터 구성을 변경하십시오.
mr: कमीतकमी एकतरी प्रीन्टर कॉनफिग्युरेशन hplip सुविधेचा वापर करणे. पुढे जाणे शक्य आहे पण hplip सुविधा थांबेल आणि जे सर्व प्रीन्ट क्यूजचे hplip सुविधा वापरतात ते काम करू शकणार नाही. स्कॅनर तीही सुध्दा hpaio ड्रायव्हरची मदत झाले, तर पुढे जाणार नाही. त्याऐवजी, स्कॅनर सेट करण्यासाठी hpaio वापरा. त्याऐवजी पुढे जा व hpaio सुविधा वापरण्यासाठी प्रीन्टर कॉनफिग्युरेशनमध्ये बदल करा.
pl: Istnieje co najmniej jedna konfiguracja drukarki, która używa usługi hplip. Można kontynuować, ale usługa hplip zostanie zatrzymana i wszystkie kolejki drukowania, które używają usługi hplip, przestaną działać. Jeśli skaner jest także obsługiwany przez program obsługi hpaio, proszę nie kontynuować i użyć tego programu obsługi do konfiguracji skanera. Aby można było kontynuować, należy zmienić konfigurację drukarki tak, żeby korzystała z usługi ptal.
ro: Există cel puțin o configurație de imprimantă ce utilizează serviciul hplip. Puteți continua, dar în acest caz serviciul hplip va fi oprit și toate cozile de tipărire ce utilizează serviciul hplip nu vor mai funcționa. Dacă scannerul este suportat și de driverul hpaio, nu continuați. Utilizați hpaio pentru a configura scannerul. Ca alternativă, continuați și modificați configurația imprimantei pentru utilizarea serviciului ptal.
sk: Máte aspoň jednu konfiguráciu skenera, ktorá používa službu hplip. Je možné pokračovať, ale v takom prípade bude služba hplip zastavená a všetky tlačové fronty, ktoré ju používajú, nebudú ďalej fungovať. Ak je skener podporovaný aj ovládačom hpaio, nepokračujte. Na nastavenie skenera radšej použite ovládač hpaio. Môžte tiež pokračovať a zmeniť konfiguráciu skenera na používanie služby ptal.
th: มีการปรับแต่งค่าเครื่องพิมพ์อย่างน้อยหนึ่งตัว ที่มีการใช้งานบริการ hplip ซึ่งมันสามารถจะกระทำการได้ แต่บริการ hplip อาจจะหยุดการทำงานได้ และคิวงานพิมพ์ต่าง ๆ ที่ใช้งานผ่านบริการ ptal จะไม่สามารถทำงานต่อไปได้ หากเครื่องสแกนภาพนั้นรองรับไดรเวอร์ hpaio เช่นเดียวกัน กรุณาอย่าดำเนินการต่อ และโปรดเปลี่ยนไปใช้ไดรเวอร์ hpaio ในการตั้งค่าเครื่องสแกนภาพแทน ส่วนทางเลือกอื่นในการดำเนินการต่อและแก้ไขการปรับแต่งเครื่องพิมพ์นั้น คือการดำเนินการต่อโดยผ่านทางบริการ ptal
uk: Виявлено принаймні одну друкарку, що використовує службу hplip. Можна продовжувати, але тоді службу hplip слід зупинити, а всі черги друку, які використовують службу hplip, більше не працюватимуть. Якщо сканер також підтримується драйвером hpaio, не продовжуйте. Замість продовження використайте hpaio для налаштування сканера. У іншому випадку можете продовжувати, змінивши налаштування друкарки на використання служби ptal.
xh: Kukho ubumbeko lwesishicileli esinye obona buncinci obusebenzisa inkonzo ye-ptal. Yinto enokwenzeka ukuqhubela phambili kodwa inkonzo ye-hplip ibiza kunqunyanyiswa kwaye yonke imikrozo yokushicilela esebenzisa inkonzo ye-hplip ibingekhe ibesasebenza. Ukuba isifoti seskena naso siyaxhaswa ngumqhubi we-hpaio, asiqhubeli phambili. Endaweni yoko sebenzisa i-hpaio ukumisela isifoti seskena. Okukokunye qhuqela phambili uze uguqule ubumbeko lwesishicileli ukusebenzisa inkonzo ye-ptal.
zh_cn: 至少有一种打印机配置使用 hplip 服务。 可以继续执行操作但随之 hplip 服务将停止， 所有使用 hplip 服务的打印队列都将停止工作。 如果 hpaio 驱动程序也支持该扫描仪，则不再继续执行操作。 而改为使用 hpaio 设置扫描仪。 或者，继续执行操作并将打印机配置改为使用 ptal 服务。
zh_tw: 至少有一個印表機組態使用 hplip 服務。 您仍可繼續進行，但是會停止 hplip 服務， 則所有使用 hplip 服務的印表機佇列可能不能運作。 如果 hpaio 驅動程式也支援掃描器，請不要繼續進行。 反之，使用 hpaio 設定掃描器。 或者，繼續進行並變更印表機組態已使用 ptal 服務。

source: Setting Up Driver %1
af: Opstel van aandrywer %1
bn: %1 ড্রাইভার সেটআপ করা হচ্ছে
ca: S’està configurant el controlador %1
cs: Nastavuje se ovladač %1
da: Sætter driveren %1 op
el: Ρύθμιση του Οδηγού %1
fr: Configuration du pilote %1
gu: સેટીંગ અપ ડ્રાઇવર %1
hu: %1 illesztőprogram beállítása
it: Configurazione del driver %1
ja: ドライバ %1 の設定
km: កំពុង​រៀបចំ​កម្មវិធី​បញ្ជា %1
ko: %1 드라이버 설정
mr: चालक स्थिर होत आहे %1
pa: ਡਰਾਇਵਰ %1 ਸੈੱਟਅੱਪ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pl: Konfigurowanie programu obsługi %1
ro: Configurez driverul %1
sk: Nastavujem ovládač %1
th: ตั้งค่าไดรเวอร์ %1
uk: Налаштування драйвера %1
xh: Kumiselwa Umqhubi %1
zh_cn: 正在设置驱动程序 %1
zh_tw: 設定驅動程式 %1

source: Check whether additional packages must be installed
af: Gaan na of bykomende pakkette geïnstalleer moet word
bn: দেখে নিন যে, আরো প্যাকেজগুলি অবশ্যই স্থাপন করতে হবে কিনা
ca: Comprova si cal instal·lar paquets addicionals
cs: Kontrola dodatečných balíčků k instalaci
da: Tjekker om yderligere pakker skal installeres
el: Να γίνει έλεγχος αν τα επιπλέον πακέτα πρέπει να εγκατασταθούν
fr: Vérifier si des paquets supplémentaires doivent être installés
gu: ચેક કરો વધારાના પેકજીસ ઇન્સ્ટોલ કરવાના છે કે શું
hu: Jelölje meg, mely további csomagok kerüljenek telepítésre
it: Verifica se è necessario installare pacchetti aggiuntivi
ja: さらにパッケージを追加インストールする必要があるかどうかの確認
km: ពិនិត្យ​មើល​ថា​តើ​ត្រូវ​តែ​ដំឡើង​កញ្ចប់​បន្ថែម​ទៀត​ឬ​ទេ
ko: 추가 꾸러미를 설치해야 하는지 확인
mr: जर अधिक पॅकेजेस स्थापीत करायची असतील तर तपासा
pa: ਜਾਂਚ ਕਰੋ ਕਿ ਵਾਧੂ ਪੈਕੇਜ ਇੰਸਟਾਲ ਕਰਨੇ ਲਾਜ਼ਮੀ ਹਨ
pl: Sprawdzenie, czy konieczna jest instalacja dodatkowych pakietów
ro: Verifică dacă mai trebuie instalate pachete adiționale
sk: Overiť, či je potrebné nainštalovať ďalšie balíky
th: ตรวจสอบว่าจะต้องทำการติดตั้งแพกเกจใดเพิ่มเติมบ้าง
uk: Перевірити чи потрібно встановити додаткові пакунки
xh: Qwalasela ukuba ingaba imibekelelo efakelweyo mayihlohlwe
zh_cn: 检查是否必须安装其它包
zh_tw: 檢查是否必須安裝其他套件

source: Check whether firmware upload is required
af: Gaan na of 'n firmatuuroplaai-aksie vereis word
bn: দেখে নিন যে, ফার্মওয়্যার আপলোড প্রয়োজন কিনা
ca: Comprova si cal carregar el microprogramari
cs: Kontrola nutnosti zavedení firmwaru
da: Tjek om firmware-upload kræves
el: Να γίνει έλεγχος αν είναι απαραίτητο το ανέβασμα του firmware
fr: Vérifier si un téléchargement de microprogramme est requis
gu: ચેક કરો કે ફાર્મવેર અપલોડ જોવે છે કે શું
hu: Jelölje meg, hogy szükséges-e firmware-feltöltés
it: Verifica se è necessario caricare il firmware
ja: ファームウエアのアップロードが必要かどうかの確認
km: ពិនិត្យ​មើល​ថា​តើ​ត្រូវការ​ផ្ទុក​កម្មវិធី​បង្កប់​ឡើង​ឬ​ទេ
ko: 펌웨어 업로드가 필요한지 확인
mr: जर फर्मवेअर अद्ययावत करणे गरजेचे आहे का ते तपासा
pa: ਜਾਂਚ ਕਿ ਕੀ ਫਰਮਵੇਅਰ ਅੱਪਲੋਡ ਕਰਨ ਦੀ ਲੋੜ ਹੈ
pl: Sprawdzenie, czy konieczne jest przekazanie pliku z oprogramowaniem wbudowanym
ro: Verifică dacă este necesar uploadul de firmware
sk: Overiť, či je potrebné nahratie firmvéru
th: ตรวจสอบว่าจำเป็นต้องทำการอัปโหลดเฟิร์มแวร์หรือไม่
uk: Перевірити чи потрібно вивантажити мікропрограмне забезпечення
xh: Qwalasela ukuba ingaba ukulayisha i-firmware kuyafuneka na
zh_cn: 检查是否需要上传固件
zh_tw: 檢查是否需要韌體上載

source: Test and set up special requirements for particular drivers
af: Toets en stel spesiale vereistes vir bepaalde aandrywers op
bn: বিশেষ ড্রাইভারগুলির জন্য বিশেষ চাহিদাগুলি পরীক্ষা করুন ও সেট-আপ করুন
ca: Prova i configura els requisits especials per a controladors concrets
cs: Test a zvláštní nastavení jednotlivých ovladačů
da: Test og indstil specielle krav for særlige drivere
el: Δοκιμή και ρύθμιση ειδικών απαιτήσεων για συγκεκριμένους οδηγούς
fr: Tester et configurer les besoins spéciaux pour des pilotes particuliers
gu: આવશ્યક વિશેષ જરૂરત કોઇ ખાસ ડ્રાઇવરના માટે ટેસ્ટ અને સેટઅપ કરો
hu: Az egyes illesztőprogramok speciális igényeinek megvizsgálása és beállítása
it: Verifica e impostazione dei requisiti particolari per driver specifici
ja: 特定のドライバに対する特別な必要条件のテストと設定
km: សាកល្បង និង​រៀបចំ​តម្រូវការ​ពិសេសៗ​ទៅ​ឲ្យ​កម្មវិធី​បញ្ជា​ណាមួយ
ko: 특정 드라이버에 대한 특수 요구 사항을 테스트 및 설정
mr: विवक्षीत चालकाकरिता विशेष गरजा स्थिर करा व परिक्षा घ्या
pa: ਖਾਸ ਡਰਾਇਵਰ ਲਈ ਖਾਸ ਲੋੜਾਂ ਟੈਸਟ ਕਰੋ ਅਤੇ ਸੈਟਅੱਪ ਕਰੋ
pl: Sprawdzenie i ustawienie specjalnych wymagań dla programów obsługi
ro: Testează și configurează cerințele speciale pentru anumite drivere
sk: Otestovať a nastaviť špeciálne podmienky pre jednotlivé ovládače
th: ทดสอบและตั้งค่าความต้องการพิเศษของไดรเวอร์เฉพาะ
uk: Перевірити і налаштувати спеціальні вимоги для певних драйверів
xh: Vavanya uphinde umisele iimfuneko ezizodwa ukwenzela abaqhubi abathile
zh_cn: 测试并设置特定驱动程序的特殊需求
zh_tw: 測試和設定特定驅動程式的特殊需求

source: Activate the driver
af: Aktiveer die aandrywer
bn: ড্রাইভারটিকে সক্রিয় করুন
ca: Activa el controlador
cs: Aktivovat ovladač
da: Aktivér driveren
el: Ενεργοποίηση του οδηγού
fr: Activer le pilote
gu: ડ્રાઇવર એક્ટીવ કરો
hu: Az illesztőprogram aktiválása
it: Attivazione del driver
ja: ドライバの有効化
km: ធ្វើ​ឲ្យ​កម្មវិធី​បញ្ជា​សកម្ម
ko: 드라이버 활성화
mr: चालक कार्यान्वित करा
pa: ਡਰਾਇਵਰ ਸਰਗਰਮ
pl: Aktywacja programu obsługi
ro: Activează driverul
sk: Aktivácia ovládača
th: กระตุ้นการทำงานของไดรเวอร์
uk: Вмикання драйвера
xh: Yenza umqhubi asebenze
zh_cn: 激活驱动程序
zh_tw: 啟用驅動程式

source: Checking whether additional packages must be installed...
af: Gaan na of bykomende pakkette geïnstalleer moet word ...
bn: দেখে নেওয়া হচ্ছে যে, অতিরিক্ত প্যাকেজগুলি অবশ্যই ইনস্টল করতে হবে কিনা....
ca: Comprovant si s'han d'instal·lar paquets addicionals...
cs: Kontroluje se, zda jsou potřeba dodatečné balíčky...
da: Tjekker om yderligere pakker skal installeres...
el: Γίνεται έλεγχος αν τα επιπλέον πακέτα θα πρέπει να εγκατασταθούν...
fr: Vérification si des paquets supplémentaires doivent être installés...
gu: ચેક કરો કદાચ વધારે પેકેજીસ ઇન્સ્ટોલ કર્યુ હોય...
hu: További csomagtelepítés szükségességének ellenőrzése…
it: Verifica se è necessario installare pacchetti aggiuntivi in corso...
ja: 追加パッケージをインストールする必要があるかを確認しています...
km: កំពុង​ពិនិត្យ​មើល​ថា​តើ​ត្រូវ​តែ​ដំឡើង​កញ្ចប់​បន្ថែម​ទៀត​ឬ​ទេ...
ko: 추가 꾸러미를 설치해야 하는지 확인 중...
mr: जर अधिक पॅकेज स्थापन करायचे जरूर असेल तर तपासून पाहत आहे...
pa: ਜਾਂਚ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ ਕਿ ਹੋਰ ਪੈਕੇਜ ਇੰਸਟਾਲ ਕਰਨੇ ਪੈਣਗੇ...
pl: Sprawdzanie, czy konieczna jest instalacja dodatkowych pakietów...
ro: Verific dacă trebuie instalate pachete adiționale...
sk: Kontrolujem, či je musia byť nainštalované ďalšie balíky...
th: ตรวจสอบว่าจะต้องทำการติดตั้งแพกเกจใดเพิ่มเติมบ้าง...
uk: Перевірка чи потрібно встановити додаткові пакунки...
xh: Kuqwalaselwa ukuba ingaba imibekelelo efakelweyo mayihlohlwe...
zh_cn: 正在检查是否必须安装其它包...
zh_tw: 正在檢查是否必須安裝其他套件...

source: Checking whether firmware upload is required...
af: Gaan na of 'n firmatuuroplaai-aksie vereis word ...
bn: দেখে নেওয়া হচ্ছে যে, ফার্মওয়্যার আপলোড প্রয়োজন কিনা....
ca: Comprovant si cal carregar el microprogramari...
cs: Kontroluje se, zda je potřeba zavést firmware...
da: Tjekker om firmware-upload kræves...
el: Γίνεται έλεγχος για το αν είναι απαραίτητο το ανέβασμα του firmware...
fr: Vérification si un téléchargement de microprogramme est requis...
gu: ચેક કરો કદાચ ફાર્મવેર અપલોડ કરવા જરૂરત છે...
hu: Ellenőrzőm, hogy van-e szükség firmware feltöltésére…
it: Verifica se è necessario caricare il firmware in corso...
ja: ファームウエアをアップロードする必要があるかを確認しています...
km: កំពុង​ពិនិត្យ​មើល​ថា​តើ​ត្រូវការ​​ផ្ទុក​កម្មវិធី​បង្កប់​ឡើង​ឬ​ទេ...
ko: 펌웨어 업로드가 필요한지 확인 중...
mr: जर फर्मवेअर अद्ययावत करणे गरजेचे आहे का ते तपासा...
pa: ਜਾਂਚ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ ਕਿ ਫਰਮਵੇਅਰ ਅੱਪਲੋਡ ਕਰਨ ਦੀ ਲੋੜ ਹੈ...
pl: Sprawdzanie, czy konieczne jest przekazanie pliku z oprogramowaniem wbudowanym...
ro: Verific dacă este necesar uploadul de firmware...
sk: Kontrolujem, či je potrebné nahratie firmvéru...
th: ตรวจสอบว่าจำเป็นต้องทำการอัปโหลดเฟิร์แวร์หรือไม่...
uk: Перевіряється чи потрібно вивантажити мікропрограмне забезпечення...
xh: Kuqwalaselwa ukuba ingaba ukulayisha i-firmware kuyafuneka na...
zh_cn: 正在检查是否需要上传固件…
zh_tw: 正在檢查是否需要韌體上載...

source: Testing and setting up special requirements for particular drivers...
af: Toets en opstel van spesiale vereistes vir bepaalde aandrywers ...
bn: বিশেষ ড্রাইভারগুলির জন্য বিশেষ চাহিদাগুলিকে পরীক্ষা করা ও সেট আপ করা.....
ca: Provant i configurant els requisits especials per a controladors concrets...
cs: Test a zvláštní nastavení jednotlivých ovladačů...
da: Tester og indstiller specielle krav for særlige drivere...
el: Γίνεται δοκιμή και ρύθμιση των ειδικών απαιτήσεων για συγκεκριμένους οδηγούς....
fr: Test et configuration des besoins spéciaux pour des pilotes particuliers...
gu: ટેસ્ટીંગ અને સેટીંગની વિશેષ આવશ્યકતા કોઇ ડ્રાઇવરને જોઇએ...
hu: Az egyes illesztőprogramok speciális igényeinek megvizsgálása és beállítása…
it: Verifica e configurazione dei requisiti particolari per driver specifici in corso...
ja: 特定のドライバに対する特別な必要条件をテストして設定しています...
km: កំពុង​សាកល្បង និង​រៀបចំ​តម្រូវការ​ពិសេសៗ​សម្រាប់​កម្មវិធី​បញ្ជា​ពិសេស...
ko: 특정 드라이버에 대한 특수 요구 사항을 테스트 및 설정 중...
mr: विवक्षीत चालकाकरिता विशेष गरजा तपासत किंवा स्थिर करत आहेत...
pa: ਖਾਸ ਡਰਾਇਵਰਾਂ ਦੀਆਂ ਖਾਸ ਲੋੜਾਂ ਦੀ ਜਾਂਚ ਅਤੇ ਤਿਆਰੀ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ...
pl: Sprawdzanie i ustawianie specjalnych wymagań dla programów obsługi...
ro: Testez și configurez cerințele speciale pentru anumite drivere...
sk: Testujú a nastavujú sa špeciálne podmienky pre jednotlivé ovládače...
th: ทดสอบและตั้งค่าความต้องการพิเศษของไดรเวอร์เฉพาะ...
uk: Перевірка і налаштування спеціальних вимог для певних драйверів...
xh: Vavanya uphinde umisele iimfuneko ezizodwa ukwenzela abaqhubi abathile...
zh_cn: 正在测试并设置特定驱动程序的特殊需求...
zh_tw: 正在測試和設定特定驅動程式的特殊需求...

source: Activating the driver...
af: Aktiveer die aandrywer ...
bn: ড্রাইভার কার্যকরী করা...
ca: Activant el controlador...
cs: Aktivuje se ovladač...
da: Aktiverer driveren...
el: Ενεργοποίηση του οδηγού...
fr: Activation du pilote...
gu: ડ્રાઇવરને ચાલુ રાખો...
hu: Az illesztőprogram aktiválása…
it: Attivazione del driver in corso...
ja: ドライバを有効にしています...
km: កំពុង​ធ្វើ​ឲ្យ​កម្មវិធី​បញ្ជា​សកម្ម...
ko: 드라이버 활성화 중...
mr: चालक कार्यान्वित करत आहे...
pa: ਡਰਾਇਵਰ ਸਰਗਰਮ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
pl: Aktywacja programu obsługi...
ro: Activez driverul...
sk: Aktivujem ovládač...
th: กระตุ้นการทำงานของไดรเวอร์...
uk: Вмикання драйвера...
xh: Yenza umqhubi asebenze...
zh_cn: 正在激活驱动程序...
zh_tw: 正在啟用驅動程式 ...

source: Required Package Not Installed
af: Vereiste pakket nie geïnstalleer nie
bn: প্রয়োজনীয় প্যাকেজ স্থাপনকৃত হয়নি
ca: No s’ha instal·lat el paquet necessari
cs: Chybějící balíček nebyl nainstalován
da: Krævet pakke er ikke installeret
el: Το Απαιτούμενο Αρχείο Δεν Εγκαταστάθηκε
fr: Paquet requis non installé
gu: જરૂરી પેકેજ ઇન્સ્ટોલ નથી થયું
hu: Kötelező csomag nincs telepítve
it: Pacchetti richiesti non installati
ja: 必要なパッケージがインストールされていません
km: មិន​បាន​ដំឡើង​កញ្ចប់​ដែល​ត្រូវការ​ឡើយ
ko: 필요한 꾸러미가 설치되지 않았습니다.
mr: आवश्यक पॅकेज स्थापीत झाले नाही
pa: ਲੋੜੀਦਾ ਪੈਕੇਜ ਇੰਸਟਾਲ ਨਹੀਂ ਹੈ
pl: Wymagany pakiet nie jest zainstalowany
ro: Pachetul necesar nu este instalat
sk: Potrebný balík nie je nainštalovaný
th: แพกเกจที่จำเป็นต้องใช้แต่ยังไม่ถูกติดตั้ง
uk: Не встановлено необхідні пакунки
xh: Umbekelelo Ofunekayo Awuhlohlwanga
zh_cn: 未安装必需的包
zh_tw: 未安裝需要的套件

source: The driver %1 requires the package %2.
af: Die aandrywer %1 vereis die pakket %2.
bn: ড্রাইভার %1 এর প্যাকেজ %2 প্রয়োজন.
ca: El controlador %1 necessita el paquet %2.
cs: Ovladač %1 vyžaduje balíček %2.
da: Driveren %1 kræver pakken %2.
el: Ο οδηγός %1 απαιτεί το πακέτο %2.
fr: Le pilote %1 nécessite le paquet %2.
gu: ડ્રાઇવર %1 ને પેકેજ %2 જોઇએ
hu: A(z) %1 illesztő megköveteli a(z) %2 csomagot.
it: Il driver %1 richiede il pacchetto %2.
ja: ドライバ %1 にはパッケージ %2 が必要です。
km: កម្មវិធី​បញ្ជា %1 ត្រូវការ​កញ្ចប់ %2 ។
ko: %1 드라이버에는 %2 꾸러미가 필요합니다.
mr: %1 चालकाकरिता %2 पॅकेज आवश्यक आहे.
pa: ਡਰਾਇਵਰ %1 ਨੂੰ ਪੈਕੇਜ %2 ਲੋੜੀਦਾ ਹੈ।
pl: Program obsługi %1 wymaga pakietu %2.
ro: Driverul %1 necesită pachetul %2.
sk: Ovládač %1 potrebuje balík %2.
th: ไดรเวอร์ %1 จำเป็นต้องใช้งานแพกเกจ %2
uk: Драйвер %1 потребує пакунок %2.
xh: Umqhubi %1 ufuna umbekelelo %2.
zh_cn: 驱动程序 %1 需要包 %2。
zh_tw: %1 驅動程式需要 %2 套件。

source: Aborted
af: Gestaak
bn: বাতিল করা হয়েছে
ca: Avortat
cs: Přerušeno
da: Afbrudt
el: Ματαιώθηκε
fr: Interrompu
gu: એબોર્ટેડ
hu: Megszakítva
it: Interrotta
ja: 中止
km: បាន​បោះបង់
ko: 중단됨
mr: अर्धवट सोडून दिले
pa: ਅਧੂਰਾ ਛੱਡਿਆ
pl: Przerwane
ro: Anulat
sk: Prerušené
th: ยุติแล้ว
uk: Припинено
xh: Kulahliwe
zh_cn: 已中止
zh_tw: 已中止

source: Firmware Upload Required
af: Firmatuuroplaai-aksie vereis
bn: ফার্মওয়্যার আপলোড প্রয়োজন
ca: Cal carregar el microprogramari
cs: Vyžadován firmware
da: Firmware-upload kræves
el: Απαιτείται η Φόρτωση firmware
fr: Téléchargement du micrologiciel requis
gu: ફાર્મવેર અપલોડ જરૂરી છે
hu: Firmware-feltöltés szükséges
it: È richiesto il caricamento del firmware
ja: ファームウエアをアップロードする必要があります
km: ទាមទារ​ឲ្យ​ផ្ទុក​ឡើង​កម្មវិធី​បង្កប់
ko: 펌웨어 업로드가 필요합니다.
mr: फर्मवेअर अद्ययावत आवश्यक होते
pa: ਫਰਮਵੇਅਰ ਅੱਪਲੋਡ ਲੋੜੀਂਦਾ
pl: Przekazanie pliku z oprogramowaniem wbudowanym jest wymagane
ro: Upload firmware necesar
sk: Potrebné nahratie firmvéru
th: ต้องการการอัปโหลดเฟิร์มแวร์
uk: Потрібно вивантажити мікропрограмне забезпечення
xh: Kufuneka Ukulayishwa kwe-Firmware
zh_cn: 需要上传固件
zh_tw: 需要韌體上載

source: If the ptal service is not running, the scanner cannot work.
af: As die ptal-diens nie loop nie, kan die skandeerder nie werk nie.
bn: ptal পরিষেবাটি না চললে, স্ক্যানারটি কাজ করতে পারবে না.
ca: Si el servei ptal no s'executa, l'escàner no pot funcionar.
cs: Pokud neběží služba ptal, nebude skener fungovat.
da: Hvis ptal-tjenesten ikke kører, kan scanneren ikke fungere.
el: Αν η υπηρεσία ptal δεν τρέχει, ο σαρωτής δεν μπορεί να λειτουργήσει.
fr: Si le service ptal ne fonctionne pas, le scanneur ne peut pas fonctionner.
gu: અગર ptal સર્વિસ કાર્ય પ્રણાલી નથી ચાલતી તો, સ્કેનર કાર્ય નહિ કરે.
hu: Ha a ptal szolgáltatás nem fut, akkor a szkenner nem működik.
it: Se il servizio ptal non è in esecuzione, lo scanner non può funzionare.
ja: ptalサービスが実行されていない場合、スキャナは動作しません。
km: ប្រសិនបើ​សេវា ptal មិន​ដំណើរការ​ ម៉ាស៊ីន​ស្កេន​ក៏​មិន​ដំណើរការ​ដែរ ។
ko: ptal 서비스가 실행되고 있지 않으면 스캐너가 작동하지 않습니다.
mr: जर पटल सेवा चालत नसेल तर समांतरण काम करू शकणार नाही.
pa: ਜੇ ptal ਸਰਵਿਸ ਨਹੀਂ ਚੱਲ ਰਹੀ, ਸਕੈਨਰ ਕੰਮ ਨਹੀਂ ਕਰੇਗਾ।
pl: Skaner nie może działać, jeśli nie działa usługa ptal.
ro: Dacă serviciul ptal nu rulează, scannerul nu poate funcționa.
sk: Ak nie je služba ptal spustená, skener nebude pracovať.
th: หากบริการ ptal ไม่ได้ทำงานอยู่ เครื่องสแกนภาพจะไม่สามารถทำงานได้
uk: Якщо не запущено службу ptal, сканер не може працювати.
xh: Ukuba inkonzo ye-ptal ayiqhubi, isifoti seskena asinakusebenza.
zh_cn: 如果 ptal 服务没有运行，则扫描仪无法工作。
zh_tw: 若 ptal 服務未執行，則掃描器將無法運作。

source: Failed to set up the PTAL system.
da: Indstilling af PTAL-systemet fejlede.
el: Αποτυχία ρύθμισης του συστήματος PTAL.
hu: A PTAL rendszer beállítása sikertelen.
km: បរាជ័យ​ក្នុង​ការ​រៀបចំ​ប្រព័ន្ធ PTAL ។
ro: Configurarea sistemul PTAL a eșuat.
sk: Nastavenie systému PTAL zlyhalo.
