Repository: Dzejrou/yast-translations
Catalog: po/scanner/*.po
Languages: af, bn, ca, cs, da, el, fr, gu, hu, it, ja, km, ko, mr, pa, pl, ro, sk, th, uk, xh, zh_cn, zh_tw

source: <p> <b><big>Additional Packages</big></b><br> If the package that provides the driver is not yet installed, an appropriate dialog is shown to install the package. Such packages may not be available for all architectures. </p>
ca: <p> <b><big>Paquets addicionals</big></b><br> Si el paquet que proporciona el controlador encara no està instal·lat, apareixerà el diàleg adequat per instal·lar-lo. És possible que aquests paquets no estiguin disponibles per a totes les arquitectures. </p>
cs: <p> <b><big>Dodatečné balíčky</big></b><br> Pokud balíček poskytující ovladač dosud není nainstalován, zobrazí se odpovídající dialog pro instalaci balíčku. Takový balíček nemusí být dostupný pro všechny architektury. </p>
da: <p> <b><big>Yderligere pakker</big></b><br> Hvis pakken, der indeholder driveren, ikke er installeret vises en passende dialog for at installere pakken. Sådanne pakker er måske ikke tilgængelige til alle arkitekturer. </p>
el: <p> <b><big>Πρόσθετα Πακέτα:</big></b><br> Εάν το πακέτο που παρέχει τον οδηγό δεν έχει ακόμα εγκατασταθεί, ένας κατάλληλος διάλογος θα εμφανιστεί για να εγκατασταθεί το πακέτο. Ίσως να μην υπάρχουν πακέτα για όλες τις αρχιτεκτονικές </p>
fr: <p> <b><big>Paquets supplémentaires</big></b><br> Si le paquet fournissant le pilote n'est pas encore installé, une boîte de dialogue appropriée apparaît pour l'installation. Ces paquets peuvent ne pas être disponibles pour toutes les architectures. </p>
hu: <p> <b><big>Kiegészítő csomagok:</big></b><br> Ha az illesztőprogramot biztosító csomag még nincs telepítve, akkor megfelelő magyarázó párbeszédablak jelenik meg. Lehet, hogy az ilyen csomagok nem minden architektúrához léteznek. </p>
it: <p> <b><big>Pacchetti aggiuntivi</big></b><br> Se il pacchetto che fornisce il driver non è ancora stato installato, viene visualizzato un messaggio che chiede di installarlo. Questi pacchetti possono non essere disponibili per tutte le architetture. </p>
ja: <p> <b><big>追加のパッケージ</big></b><br> ドライバを提供するパッケージがインストールされていない場合は、 パッケージをインストールするためのダイアログが表示されます。 パッケージによっては全てのアーキテクチャに対応していない場合もあります。 </p>
km: <p> <b><big>កញ្ចប់​បន្ថែម​ទៀត</big></b><br> បើ​កញ្ចប់​ដែល​ផ្តល់កម្មវិធី​បញ្ជា​មិនទាន់​ដំឡើង​នៅ​ឡើយ​ទេ ប្រអប់​សមរម្យ​មួយ​នឹង​បង្ហាញ​ឡើង ដើម្បី​ដំឡើង​កញ្ចប់ ។ កញ្ចប់​បែប​នោះ​ប្រហែល​ជាមិនមាន​សម្រាប់​ស្ថាបត្យកម្ម​ទាំងអស់​នោះ​ឡើយ ។ </p>
ko: <p> <b><big>추가 패키지</big></b><br> 드라이버를 제공하는 패키지가 아직 설치되지 않은 경우 패키지를 설치하기 위한 해당 대화 상자가 표시됩니다. 모든 아키텍처에서 해당 패키지를 사용할 수 있는 것은 아닙니다. </p>
pl: <p> <b><big>Dodatkowe pakiety</big></b><br> Jeśli pakiet zawierający sterownik nie jest jeszcze zainstalowany, zostanie wyświetlone okno dające możliwość jego instalacji. Pakiety takie mogą nie być dostępne dla wszystkich architektur. </p>
ro: <p> <b><big>Pachetele Adiționale</big></b><br> Dacă pachetul care oferă driverul nu este instalat, o fereastră corespunzătoare este arătată pentru a instala pachetul. Asemenea pachete pot să nu fie disponibile pentru toate arhitecturile. </p>
sk: <p> <b><big>Ďalšie balíky</big></b><br> Ak ešte nie je nainštalovaný balík, ktorý poskytuje ovládač, objaví sa príslušný dialóg pre jeho inštaláciu. Takýto balík nemusí byť dostupný pre každú architektúru. </p>
uk: <p> <b><big>Додаткові пакунки</big></b><br> Якщо ще не встановлено пакунок, який надає драйвер, то буде показано відповідне вікно для його встановлення. Такі пакунки можуть не існувати для всіх архітектур. </p>
zh_cn: <p> <b><big>其他包</big></b><br> 如果提供驱动程序的包尚未安装， 将显示适当的对话框来安装包。 这样的包并非对所的体系结构都可用。 </p>
zh_tw: <p> <b><big>「額外的套件：」</big></b><br> 若尚未安裝提供驅動程式的套件， 將會顯示適當的對話方塊，以便讓您安裝套件。 並非所有的架構皆有可用的這類套件。 </p>

source: <p> <b><big>Firmware Upload</big></b><br> Some models require a firmware upload. In this case, an appropriate explanatory text is shown. </p>
af: <p> <b><big>Firmatuuroplaai-aksie</big></b><br> Sommige modules vereis 'n firmatuuroplaai-aksie. In hierdie geval, word 'n gepaste verduidelikende teks getoon. </p>
bn: <p> <b><big>ফার্মওয়্যার আপলোড</big></b><br> কিছু মডেলের একটি ফার্মওয়্যার আপলোড প্রয়োজন হয়. এক্ষেত্রে, একটি যথাযথ ব্যাখ্যাকারী পাঠ্যাংশ দেখাবে. </p>
ca: <p> <b><big>Càrrega de microprogramari</big></b><br> Alguns models necessiten que es carregui un microprogramari. Si és el vostre cas, apareixerà el text explicatiu corresponent. </p>
cs: <p> <b><big>Nahrání firmwaru</big></b><br> některé modely vyžadují nahrání firmwaru. Bez firmwaru nebude skener fungovat. V takovém případě se zobrazí příslušné vysvětlení. </p>
da: <p> <b><big>Firmware upload</big></b><br> Nogle modeller kræver et firmware-upload. I disse tilfælde vises en passende forklarende tekst. </p>
el: <p> <b><big>Φόρτωση firmware</big></b><br> Μερικά μοντέλα χρειάζονται φόρτωση ενός firmware (υλικολογισμικού). Αλλιώς ο σαρωτής δε μπορεί να λειτουργήσει. Σε αυτή τη περίπτωση, ένα κατάλληλα επεξηγηματικό κείμενο θα εμφανιστεί. </p>
fr: <p> <b><big>Téléchargement de microprogramme</big></b><br> Certains modèles nécessitent le téléchargement d'un microprogramme. Dans ce cas, un texte d'explication approprié s'affiche. </p>
gu: <p> <b><big>ફાર્મવેર અપલોડ</big></b><br> ઘણા મોડેલની જરૂરત ફાર્મવેર અપલોડ. ઘણી વખત તેને માટે એપ્રોપ્રિયેટીંગ એક્સપ્લાનેટરી ટેકસ્ટને જોવો. </p>
hu: <p> <b><big>Firmware feltöltése:</big></b><br> Egyes modellek igénylik firmware feltöltését, különben a szkenner nem működik. Ebben az esetben megfelelő magyarázó szöveg jelenik meg. </p>
it: <p> <b><big>Caricamento firmware</big></b><br> Alcuni modelli richiedono di effettuare il caricamento del firmware. In questo caso viene visualizzato un messaggio informativo. </p>
ja: <p> <b><big>ファームウエアのアップロード</big></b><br> モデルによってはファームウエアをアップロードする必要があるものがあります。 この場合には適切な説明が表示されます。 </p>
km: <p> <b><big>ការផ្ទុក​កម្មវិធីបង្កប់​ឡើង</big></b><br> ម៉ូដែល​ខ្លះ​ត្រូវការ​ផ្ទុក​កម្មវិធី​បង្កប់​ឡើង ។ ក្នុង​ករណី​នេះ អត្ថបទ​ពន្យល់​សមស្រប​មួយ​នឹង​បង្ហាញ​ឡើង ។ </p>
ko: <p> <b><big>펌웨어 업로드</big></b><br> 일부 모델의 경우 펌웨어 업로드가 필요합니다. 그런 경우 해당 설명 텍스트가 표시됩니다. </p>
mr: <p> <b><मोठे>फर्मवेअर अपलोड</मोठे></b><br> काही मॉडेल्सना फर्मवेअर अपलोडची आवश्यकता. हया बाबतीत, योग्या कारणीमांसा देणारे वाक्य आहे. </p>
pa: <p> <b><big>ਫਰਮਵੇਅਰ ਅੱਪਲੋਡ</big></b><br> ਕੁਝ ਮਾਡਲਾਂ ਨੂੰ ਫਰਮਵੇਅਰ ਦੀ ਜਰੂਰਤ ਹੈ। ਇਸ ਮੁੱਦੇ ਵਿੱਚ, ਇੱਕ ਵੇਰਵੇ ਸਮੇਤ ਪਾਠ ਵਿਖਾਇਆ ਹੈ। </p>
pl: <p> <b><big>Przekazywanie pliku z oprogramowaniem wbudowanym</big></b><br> Niektóre modele wymagają przekazania pliku z oprogramowaniem wbudowanym. W takim przypadku wyświetlany jest odpowiedni tekst informacyjny. </p>
ro: <p> <b><big>Upload firmware</big></b><br> Unele modele necesită un upload de firmware. În acest caz este afișat un text explicativ corespunzător. </p>
sk: <p><b><big>Nahratie firmvéru:</big></b><br> Niektoré modely vyžadujú nahratie firmvéru. Bez toho skener nebude pracovať. V tomto prípade sú zobrazené príslušné vysvetlivky.</p>
th: <p> <b><big>การอัปโหลดเฟิร์มแวร์</big></b><br> เครื่องบางรุ่นอาจต้องการการอัปโหลดเฟิร์มแวร์ ในกรณีนี้ จะมีการแสดงข้อความเหตุผลให้ทราบ </p>
uk: <p> <b><big>Завантаження мікропрограми</big></b><br> Деякі моделі потребують завантаження мікропрограми. В цьому випадку буде показано відповідний пояснювальний текст. </p>
xh: <p> <b><big>Ukulayishwa kwe-Firmware</big></b><br> Eminye imifuziselo ifuna ukulayishwa kwe-firmware. Xa kunjalo, kuboniswa isiqendu esifanelekileyo nesichazayo. </p>
zh_cn: <p> <b><big>固件上载</big></b><br> 某些型号需要固件上载。 在这种情况下将显示适当的解释文本。 </p>
zh_tw: <p> <b><big>「韌體上載」</big></b><br> 部分型號需要韌體上載。 在此情況下，會顯示適當的說明文字。 </p>

source: <p> <b><big>HP All-in-One Devices</big></b><br> HP all-in-one devices may require a special setup. In this case, an appropriate dialog is shown. There are two software packages that provide support for HP all-in-one devices: the outdated HPOJ software (package hp-officeJet which is no longer available), which provides the PTAL system (with the ptal service) to access HP all-in-one devices, and the up-to-date HPLIP software (package hplip), which provides the hpaio driver. Both software packages can be installed at the same time but the ptal service and the hpaio driver cannot run together. Therefore either the patl service or the hpaio driver must be used for all HP all-in-one devices. </p>
ca: <p> <b><big>Dispositius HP tot en un</big></b><br> Els dispositius HP tot en un requereixen una configuració especial. En aquest cas, es mostra el diàleg corresponent. Existeixen dos paquets de programari que ofereixen suport per a aquests dispositius HP: l'antic programari HPOJ (paquet hp-officeJet, que ja no està disponible), que proporciona el sistema PTAL (amb el servei ptal) per accedir als dispositius HP tot en un, i el programari actual HPLIP (paquet hplip), que proporciona el controlador hpaio. Aquests dos paquets de programari poden instal·lar-se a la vegada, però els serveis no poden executar-se alhora. Com que es necessita un servei en execució per accedir al dispositiu, s'ha d'utilitzar ja sigui ptal o hplip per als dispositius HP tot en un. </p>
cs: <p> <b><big>HP All-in-One zařízení</big></b><br> HP all-in-one zařízení mohou vyžadovat zvláštní nastavení. Podporu HP all-in-one zařízení obsahují dva balíčky:<br> Starý HPOJ (balíček hp-officeJet, který již není k dispozici), který poskytuje pro přístup k HP all-in-one zařízením PTAL systém (se službou ptal) a hpoj backend. Nový HPLIP (balíček hplip), který poskytuje pro přístup k HP all-in-one zařízením službu hplip a hpaio backend. Oba balíčky lze nainstalovat současně, ale obě služby (ptal a hplip) nemohou běžet současně. Bez ohledu na to, zda máte nainstalované oba systémy, můžete tedy používat pouze hpoj nebo hpaio. </p>
da: <p> <b><big>HP alt-i-en enheder</big></b><br> HP alt-i-en enheder kræver en særlig opsætning. I dette tilfælde vises en passende dialogboks. Der er to softwarepakker der giver understøttelse af HP alt-i-en enheder: Den gamle HPOJ-software (pakken hp-officeJet som ikke længere er tilgængelig), der leverer PTAL-systemet (med ptal-tjenesten) til at tilgå HP alt-i-en enheder, og den opdaterede HPLIP-software (pakken hplip) der leverer hpaio-driveren. Begge pakker kan installeres samtidigt, men ptal-tjenesten og hpaio-driveren kan ikke køre sammen. Derfor skal enten ptal-tjenesten eller hpaio-driveren bruges til alle HP alt-i-en enheder. </p>
el: <p> <b><big>Συσκευές HP All-in-One:</big></b><br> Οι συσκευές HP All-in-One απαιτούν ειδική εγκατάσταση. Αλλιώς ο σαρωτής δε μπορεί να λειτουργήσει. Σε αυτή τη περίπτωση, ένας κατάλληλος διάλογος θα εμφανιστεί. Υπάρχουν δύο πακέτα λογισμικού που παρέχουν υποστήριξη για συσκευές HP All-in-One: το παλιό λογισμικό HPOJ (πακέτο 'hp-officeJet' το οποίο δεν είναι πλέον διαθέσιμο), που παρέχει το PTAL σύστημα (με την υπηρεσία 'ptal') για πρόσβαση σε συσκευές HP All-in-One, και το νέο λογισμικό HPLIP (πακέτο 'hplip'), το οποίο παρέχει το hpaio οδηγό. Και τα δύο πακέτα λογισμικού μπορούν να εγκατασταθούν μαζί αλλά η υπηρεσία ptal και ο οδηγός hpaio δεν μπορούν να τρέχουν ταυτόχρονα. Γι' αυτό είτε η υπηρεσία ptal είτε ο οδηγός hpaio πρέπει να χρησιμοποιούνται στις συσκευές HP all-in-one. </p>
fr: <p> <b><big>Périphériques multifonctions HP</big></b><br> Les périphériques multifonctions HP peuvent necessiter une configuration spéciale. Dans ce cas, une boîte de dialogue appropriée apparaît. Deux paquets logiciels assurent le support des périphériques multifonctions HP : l'ancien logiciel HPOJ (paquet hp-officeJet qui n'est plus disponible), qui fournit le système PTAL (avec le service ptal) pour accéder aux périphériques multifonctions HP, et la logiciel à jour HPLIP (paquet hplip), qui fournit le pilote hpaio. Les deux paquets logiciels peuvent être installés simultanément mais le service ptal et le pilote hpaio ne peuvent pas être exécutés en même temps. Donc soit le service ptal soit le pilote hpaio doit être utiliser pour les périphériques multifonctions HP. </p>
hu: <p> <b><big>HP többfunkciós eszközök</big></b><br> A HP többfunkciós eszközei speciális beállítást igényelnek. Ehhez egy megfelelő párbeszédablak jelenik meg. Két szoftvercsomag biztosít támogatást a HP többfunkciós eszközeihez: az elavult HPOJ szoftver (a hp-officeJet csomag, amely már nem érhető el), amelyben a PTAL nevű rendszer (és a ptal szolgáltatás) található a HP többfunkciós eszközök elérésére. Az naprakész HPLIP szoftverben (hplip csomag) a hplip szolgáltatás végzi a HP többfunkciós eszközeinek elérését. A két szoftvercsomag egyidejűleg telepíthető, de a PTAL szolgáltatás és a hpaio illesztőprogram nem futhat egyszerre. Mivel a futó szolgáltatás igényli az eszköz elérését, ezért vagy a ptal, vagy a hplip szolgáltatást kell használni a többfunkciós HP-eszközökhöz. </p>
it: <p> <b><big>Dispositivi multifunzione HP</big></b><br> I dispositivi multifunzione HP richiedono una configurazione particolare. In questo caso viene visualizzata una finestra specifica. Sono disponibili due pacchetti di programmi che supportano i dispositivi multifunzione HP: il programma obsoleto HPOJ (pacchetto hp-officeJet che non è più disponibile) che fornisce il sistema PTAL (con il servizio ptal) per l'accesso ai dispositivi multifunzione HP e il nuovo programma HPLIP (pacchetto hplip) che fornisce il driver hpaio. Entrambi i pacchetti dei programmi possono essere installati contemporaneamente, ma non è possibile eseguire simultaneamente il servizio ptal e il driver hpaio. Pertanto per i dispositivi multifunzione HP è necessario utilizzare il servizio patl oppure il driver hpaio. </p>
ja: <p> <b><big>HP 社製オールインワンデバイス</big></b><br> HP 社製のオールインワンデバイスには特殊な設定を行なう必要があります。 この場合は必要なダイアログが表示されます。 HP 社製オールインワンデバイスには 2 種類のソフトウエアパッケージが用意されています: * 古い HPOJ ソフトウエア (hp-officeJet パッケージ (既に提供されていません) ) (HP オールインワンデバイスにアクセスするための PTAL システム (ptal サービス) を提供します) * 新しい HPLIP ソフトウエア (hplip パッケージ) (HP オールインワンデバイスのデバイス状態を管理する hplip サービス (hpaioドライバ) を提供します) それぞれのソフトウエアは同時にインストールすることができますが、 ptal サービスと hpaio ドライバを一緒に起動することはできません。 起動中のサービスがデバイスにアクセスする必要があるため、 ptal サービスか hpaio ドライバのいずれかのサービスだけを使うようにしなければなりません。 </p>
km: <p> <b><big>ឧបករណ៍ HP ទាំងអស់​ក្នុង​មួយ</big></b><br> ឧបករណ៍ HP ទាំងអស់​ក្នុង​មួយ​ត្រូវការ​ការ​ដំឡើង​ពិសេស ។ ក្នុង​ករណីនេះ ប្រអប់សមស្រប​មួយ​នឹង​បង្ហាញឡើង ។ មាន​កញ្ចប់​ផ្នែកទន់​ពីរ ដែល​ផ្តល់​ការគាំទ្រ​សម្រាប់​ឧបករណ៍ HP ទាំងអស់​ក្នុង​មួយ ៖ ផ្នែកទន់ HPOJ ចាស់ (កញ្ចប់ hp-officeJet ដែលមិន​មាន​ទៀត​ទេ) ដែល​ផ្តល់​ប្រព័ន្ធ PTAL (ជាមួយ​នឹងសេវា ptal ) ក្នុង​ការ​ដំណើរការឧបករណ៍ HP ទាំងអស់​ក្នុង​មួយ ហើយ​ផ្នែកទន់ HPLIP ថ្មី (កញ្ចប់ hplip) ដែល​ផ្ដល់​កម្មវិធី​បញ្ជា hpaio ទាំង​កញ្ចប់​ផ្នែកទន់​អាច​ត្រូវ​បាន​ដំឡើង​ក្នុង​ពេល​ដំណាល​គ្នា ប៉ុន្តែ​សេវា ptal និង hpaio មិន​អាច​រត់​ជាមួយ​គ្នា​ឡើយ ។ មិន​ដូច្នោះ​ទេ ទាំង​សេវា patl ឬ កម្មវិធី​បញ្ជា hpaio ត្រូវ​តែ​ប្រើ​សម្រាប់​ឧបករណ៍ HP ទាំងអស់​ក្នុង​មួយ ។ </p>
ko: <p> <b><big>HP 올인원 장치</big></b><br> HP 올인원 장치에는 특별한 설정이 필요합니다. 그런 경우 해당 대화 상자가 표시됩니다. HP 올인원 장치에 대한 지원을 제공하는 소프트웨어 꾸러미는 두 가지가 있습니다. 이전의 HPOJ 소프트웨어(hp-officeJet 꾸러미)는 HP 복합기에 접근할 수 있도록 PTAL 시스템을 제공하며, 새로운 HPLIP 소프트웨어(hplip 꾸러미)는 HP 복합기에 접근할 수 있도록 hplip 서비스를 제공합니다. 이 두 소프트웨어 꾸러미를 동시에 설치할 수는 있지만 두 서비스를 동시에 실행할 수는 없습니다. 장치에 접근하려면 실행 중인 서비스가 필요하므로, 모든 HP 복합기에 접근하려면 ptal 또는 hplip 중 하나를 사용해야 합니다. </p>
pl: <p> <b><big>Urządzenia wielofunkcyjne HP</big></b><br> Urządzenia wielofunkcyjne HP mogą wymagać specjalnej konfiguracji. W takiej sytuacji wyświetlane jest odpowiednie okno dialogowe. Istnieją dwa pakiety zapewniające obsługę urządzeń wielofunkcyjnych HP: przestarzałe oprogramowanie HPOJ (pakiet hp-officeJet, który nie jest już dostępny), zawierające system PTAL (z usługą ptal) obsługujący urządzenia wielofunkcyjne HP, oraz najnowsze oprogramowanie HPLIP (pakiet hplip), które zawiera program obsługi hplip. Oba pakiety mogą być zainstalowane w systemie, ale usługi te nie mogą działać jednocześnie. Dlatego do obsługi urządzeń wielofunkcyjnych HP konieczne jest działanie usługi patl lub programu obsługi hpaio. </p>
ro: <p> <b><big>Dispozitive HP All-in-One</big></b><br> Dispozitivele HP All-in-One pot necesita o configurare specială. În acest caz, un meniu corespunzător este prezentat. Există două pachete cu programe care oferă suport pentru dispozitivele HP all-in-one:vechiul program HPOJ (pachetul hp-officeJet care nu mai este disponibil), care oferă sistemul PTAL (cu serviciul PTAL) pentru a accesa dispozitivele HP all-in-one, și cel mai nou program HPLIP (pachetul hplip), care oferă driverul hpaio. Ambele pachete de programe pot fi instalate în același timp dar serviciul ptal și driverul hpaio nu pot funcționa împreună. Astfel fie serviciul ptal sau driverul hpaio trebuie să fie folosit pentru dispozitivele HP all-in-one. </p>
sk: <p> <b><big>HP All-in-One zariadenia</big></b><br> HP all-in-one zariadenia vyžadujú špeciálne nastavenie. V tomto prípade je zobrazený príslušný dialóg. Podporu HP All-in-one zariadení poskytujú dva balíky: starý HPOJ softvér (balík hp-officeJet), ktorý poskytuje systém PTAL (so službou ptal) a nový HPLIP softvér (balík hplip), ktorý poskytuje službu hplip. Obidva balíky môžu byť nainštalované súčasne, ale služba ptal a hpaio ovládač nemôžu súčasne bežať. Pre prístup k zariadeniu musí byť spustená práve jedna z týchto dvoch služieb. </p>
th: <p> <b><big>อุปกรณ์แบบออลอินวันของยี่ห้อ HP</big></b><br> อุปกรณ์แบบออลอินวันของยี่ห้อ HP นั้น อาจจะต้องการการตั้งค่าที่พิเศษออกไป ในกรณีนี้ จะมีกล่องโต้ตอบที่เหมาะสมปรากฎขึ้นมา และจะมีแพกเกจที่เกี่ยวข้องเพื่อใช้รองรับการทำงานของอุปกรณ์แบบออลอินวันของยี่ห้อ HP ได้ คือ: ซอฟต์แวร์ HPOJ ซึ่งล้าสมัยแล้ว (ชื่อแพกเกจ hp-officeJet ซึ่งไม่มีให้เลือกใช้แล้ว) ซึ่งจะจัดเตรียมระบบ PTAL (ผ่านบริการ ptal ที่ติดมาด้วย) เพื่อใช้ในการใช้งานอุปกรณ์แบบออลอินวันของยี่ห้อ HP, และซอฟต์แวร์a HPLIP ซึ่งเป็นรุ่นที่ถูกใช้อยู่ในปัจจุบัน (ชื่อแพกเกจ hplip) โดยมีไดรเวอร์ hpaio ติดมาด้วย แพกเกจซอฟต์แวร์ทั้งสองตัวนี้ สามารถติดตั้งไว้ในระบบได้พร้อมกันทั้งคู่ แต่ไม่สามารถให้บริการ patal และไดรเวอร์ hpaio ทำงานในเวลาเดียวกันได้ ดังนั้นจะต้องเลือกใช้งานตัวใดตัวหนึ่งระหว่างบริการ ptal หรือไดรเวอร์ hpaio เพื่อใช้งานกับอุปกรณ์แบบออลอินวันของยี่ห้อ HP </p>
uk: <p> <b><big>Пристрої все-в-одному HP</big></b><br> Пристрої все-в-одному від HP потребують особливого встановлення. У цьому випадку буде показано відповідний діалог. Існує два програмних пакунки, що забезпечують підтримку пристроїв все-в-одному від HP: стара програма HPOJ (пакунок hp-officeJet, який вже не доступний), яка містить систему PTAL (зі службою ptal) для доступу до пристроїв HP все-в-одному, і нова програма HPLIP (пакунок hplip), яка містить драйвер hpaio. Обидва програмні пакунки можна встановити одночасно, але служба patl або драйвер hpaio не можуть працювати разом. Тому необхідно використовувати або службу patl, або драйвер hpaio для всіх пристроїв HP все-в-одному. </p>
zh_cn: <p> <b><big>HP 多合一设备</big></b><br> HP 多合一设备需要进行特殊的设置。 在这种情况下将显示一个相应的对话框。 有两个软件包为 HP 多合一设备提供支持： 旧的 HPOJ 软件（hp-officeJet 包，不再可用）， 该软件提供了 PTAL 系统（带 ptal 服务）以访问 HP 多合一设备， 以及最新的 HPLIP 软件（hplip 包），该软件提供 hpaio 驱动程序。 尽管可以同时安装这两个软件包， 但 ptal 服务和 hpaio 驱动程序不能同时运行。 因此必须对所有 HP 多合一设备 使用 ptal 服务或 hpaio 驱动程序。 </p>
zh_tw: p> <b><big>HP 多功能事務機：</big></b><br> HP 多功能事務機需要特殊的設定。 在此狀況下，將會顯示特定的對話方塊。 總共有兩個軟體套件提供對 HP 多功能事務機的支援： 舊有的 HPOJ 軟體 (hp-officeJet 套件現已不再提供) 提供 PTAL 系統 (使用 ptal 服務) 來存取 HP 多功能事務機， 以及新的 HPLIP 軟體 (hplip 套件)，提供了 hpaio 驅動程式。 您可以同時安裝這兩種軟體套件， 但是不能同時執行 ptal 服務和 hpaio 驅動程式。 因此您必須在 ptal 服務或 hpaio 驅動程式中選擇一個，才能存取所有的 HP 多功能事務機。 </p>

source: <p> <b><big>Scanning via Network</big></b><br> Enter the appropriate information and press <b>Next</b> to set up scanning via network. </p>
af: <p> <b><big>Skandering via network</big></b><br> Voer die gepaste inligting in en druk <b>Volgende</b> om skandering via netwerk op te stel. </p>
bn: <p> <b><big>নেটওয়ার্কের মাধ্যমে স্ক্যানিং</big></b><br> যথাযথ তথ্যাদি প্রবেশ করান এবং চাপ দিন <b>পরবর্তী</b> -তে নেটওয়ার্কের মাধ্যমে স্ক্যানিং সেট-আপ করার জন্য. </p>
ca: <p> <b><big>Escaneig a través de la xarxa</big></b><br> Introduïu la informació pertinent i premeu <b>Següent</b> per configurar l'escaneig a través de la xarxa. </p>
cs: <p> <b><big>Skenování přes síť</big></b><br> Zadejte potřebné informace pro nastavení skenování přes síť a stiskněte <b>Další</b>. </p>
da: <p> <b><big>Scanning via netværk</big></b><br> Indtast de passende oplysninger og tryk på <b>Næste</b> for at sætte 'scanning via netværk' op. </p>
el: <p> <b><big>Σάρωση μέσω Δικτύου</big></b><br> Εισάγετε τις κατάλληλες πληροφορίες και πατήστε <b>Επόμενο</b> για να εγκαταστήσετε τη σάρωση μέσω δικτύου. </p>
fr: <p> <b><big>Numérisation via le réseau</big></b><br> Saisissez les informations appropriées et cliquez sur <b>Suivant</b> pour configurer la numérisation via le réseau. </p>
gu: <p> <b><big>સ્કેનીંગ વાય નેટવર્ક</big></b><br> એપ્રોપ્રિયેટમ માહિતી માટે એન્ટર અને પ્રેસ <b>નેક્સ્ટ</b> સ્કેનીંગ વાયા નેટવર્ક ગોઠવણો કરવા માટે. </p>
hu: <p> <b><big>Hálózaton keresztüli szkennelés</big></b><br> Írja be a megfelelő adatokat és nyomja meg a <b>Következő</b> gombot a hálózaton keresztüli szkennelés beállításához. </p>
it: <p> <b><big>Scansione via rete</big></b><br> Immettere le informazioni appropriate e premere <b>Avanti</b> per configurare la scansione in rete. </p>
ja: <p> <b><big>ネットワーク経由のスキャン</big></b><br> ネットワーク経由でのスキャンを設定するには、適切な情報を入力してから <b>次へ</b> を押してください。 </p>
km: <p> <b><big>ការ​ស្កេន​តាម​រយៈបណ្តាញ</big></b><br> បញ្ចូល​ព័ត៌មាន​សមស្រប ហើយ​ចុច <b>បន្ទាប់</b> ដើម្បី​រៀបចំ​ស្កេន​តាមរយៈ​បណ្តាញ ។ </p>
ko: <p> <b><big>네트워크를 통한 스캔</big></b><br> 해당 정보를 입력하고 <b>다음</b>을 눌러 네트워크를 통한 스캔을 설정할 수 있습니다. </p>
mr: <p> <b><मोठे>नेटवर्कव्दारे छाननी</मोठे></b><br> योग्य माहिती घाला व कळ दाबा<b>Next</b> नेटवर्कव्दारे छाननी करण्यासाठी. </p>
pa: <p> <b><big>ਨੈੱਟਵਰਕ ਰਾਹੀਂ ਸਕੈਨ ਕਰਨਾ</big></b><br> ਲੋੜੀਦੀ ਜਾਣਕਾਰੀ ਦਿਓ ਅਤੇ <b>ਅੱਗੇ</b> ਨੂੰ ਦਬਾਓ ਤਾਂ ਕਿ ਨੈੱਟਵਰਕ ਰਾਹੀਂ ਸੈੱਟਅੱਪ ਕੀਤਾ ਜਾ ਸਕੇ। </p>
pl: <p> <b><big>Skanowanie przez sieć</big></b><br> Aby skonfigurować skanowanie przez sieć, należy wprowadzić odpowiednie dane i nacisnąć przycisk <b>Dalej</b>. </p>
ro: <p> <b><big>Scanarea prin rețea</big></b><br> Introduceți informațiile corespunzătoare și apăsați <b>Următor</b> pentru a configura scanarea prin rețea. </p>
sk: <p> <b><big>Skenovania cez sieť</big></b><br> Zadajte patričné informácie a stlačte<b>Ďalej</b> pre nastavenie skenovania cez sieť. </p>
th: <p> <b><big>การสแกนภาพผ่านเครือข่าย</big></b><br> ป้อนข้อมูลต่าง ๆ ที่เหมาะสม แล้วกดที่ <b>ถัดไป</b> เพื่อตั้งค่าการสแกนภาพผ่านเครือข่าย </p>
uk: <p> <b><big>Сканування через мережу</big></b><br> Введіть відповідну інформацію і натисніть кнопку <b>Далі</b>, щоб налаштувати сканування через мережу. </p>
xh: <p> <b><big>Kufotwa Ngokuskena ngokugqitha Kumsebenzi Wothungelwano </big></b><br> Ngenisa ulwazi olufanelekileyo uze ucinezele <b>Okulandelayo</b> ukumisela ukufota ngokuskena ngokugqitha kumsebenzi wothungelwano. </p>
zh_cn: <p> <b><big>通过网络进行扫描</big></b><br> 输入适当的信息然后按<b>下一步</b> 设置通过网络进行扫描。 </p>
zh_tw: <p> <b><big>「經由網路掃描」</big></b><br> 輸入適當的資訊，並按<b>「下一步」</b> 設定透過網路的掃描。 </p>
