Repository: Dzejrou/yast-translations
Catalog: po/scanner/*.po
Languages: af, bn, ca, cs, da, el, fr, gu, hu, it, ja, km, ko, mr, pa, pl, ro, sk, th, uk, xh, zh_cn, zh_tw

source: The third-party Image Scan driver software from Epson/Avasys is required. The Image Scan driver software is made and provided by Epson (formerly Avasys) http://download.ebz.epson.net/dsc/search/01/search/?OSC=LXEpson (formerly Avasys http://avasys.jp/eng/linux_driver/) where RPM packages for 32-bit (i386) and 64-bit (x86_64) architecture can be downloaded (if you accept the Epson/Avasys license agreements). The Image Scan driver contains proprietary binary-only software. For some models it is only available for 32-bit (i386) architecture which does not work when you have a 64-bit system installation. Some scanners are also supported by another (free-software) driver. When your scanner model requires a DFSG non-free (proprietary) module, you have to download and install two packages from Epson/Avasys: The 'iscan' package for the base software and an additional model dependant 'iscan-plugin' package with the proprietary module.
ca: Cal el controlador de tercers Image Scan d'Epson/Avasys. El controlador Image Scan el fabrica i proporciona Epson (abans Avasys) http://download.ebz.epson.net/dsc/search/01/search/?OSC=LXEpson (abans Avasys http://avasys.jp/eng/linux_driver/) on es poden descarregar els paquets RPM per a 32 bits (i386) i 64 bits (x86_64) (si accepteu els acords de llicència d'Epson/Avasys). El controlador Image Scan conté programari privat només binari. Per a alguns models només està disponible en arquitectura de 32 bits (i3860), que no funciona quan teniu un sistema de 64 bits. Alguns escàners també tenen suport d'altres controladors (de programari lliure). Quan un escàner requereix un mòdul DFSG no lliure (privat), heu de descarregar i instal·lar dos paquets d'Epson/Avasys: el paquet 'iscan' per al programari de base i addicionalment el paquet que depèn del model 'iscan-plugin' amb el mòdul privat.
cs: Je vyžadován ovladač třetí strany Image scan od Epsonu/Avasysu. Software Image Scan je vyráběný a poskytovaný Epsonem (dříve Avasys) na adrese http://download.ebz.epson.net/dsc/search/01/search/?OSC=LXEpson (dříve u Avasysu http://avasys.jp/eng/linux_driver/), kde jsou ke stažení RPM balíčky pro 32bitové (i386) a 64bitové (x86_64) architektury. Abyste mohli balíčky stáhnout, musíte odsouhlasit licenční ujednání. Ovladač Image Scan obsahuje proprietární binární software. Některé modely mají ovladač dostupný pouze pro 32bitovou (i386) architekturu, který nebude fungovat, pokud máte nainstalovaný 64bitový systém. Některé skenery jsou také podporovány dalšími (svobodnými) ovladači. Když váš skener vyžaduje nesvobodný (proprietární) modul DFSG, musíte stáhnout a nainstalovat dva balíčky od Epsonu/Avasysu: balíček 'iscan' se základním softwarem a dodatkový 'iscan-plugin', který závisí na modelu a který obsahuje proprietální modul.
da: Tredjepart driversoftware Image Scan fra Epson/Avasys er påkrævet. Driversoftwaren Image Scan fremstilles og leveres af Epson (tidligere Avasys) http://download.ebz.epson.net/dsc/search/01/search/?OSC=LXEpson (tidligere Avasys http://avasys.jp/eng/linux_driver/) hvor RPM-pakker til arkitekturerne 32-bit (i386) og 64-bit (x86_64) kan downloades (hvis du accepterer Epsons/Avasys' licensbetingelser). Image Scan-driveren indeholder proprietær software der kun findes i binær form. For nogle modeller er det kun tilgængeligt til 32-bit-arkitekturen (i386) hvilket ikke virker hvis du har installeret et 64-bit-system. Nogle scannere understøttes også af en anden (fri software) driver. Når din scannermodel kræver en et DFSG ikke-frit (proprietært) modul, skal du downloade og installere to pakker fra Epson/Avasys: Pakken "iscan" for basissoftwaren og yderligere en modelafhængig "iscan-plugin"-pakke med det proprietære modul.
el: Απαιτείται ο οδηγός τρίτων για Σαρωτή Εικόνας από την Epson/Avasys. Ο οδηγός Σάρωτή Εικόνας κατασκευάζεται και παραχωρείται από την Epson (πρώην Avasys) http://download.ebz.epson.net/dsc/search/01/search/?OSC=LXEpson (πρώην Avasys http://avasys.jp/eng/linux_driver/) από όπου μπορείτε να κατεβάσετε RPM πακέτα για αρχιτεκτονικές των 32-bit (i386) και των 64-bit (x86_64) (εάν δεχθείτε την άδεια χρήσης Epson/Avasys. Ο οδηγός Σαρωτή Εικόνας περιέχει ιδιόκτητο, εκτελέσιμο, λογισμικό. Για κάποια μοντέλα υπάρχει διαθέσιμο μόνο για αρχιτεκτονική των 32-bit (i386) η οποία δεν λειτουργεί εάν έχετε εγκατεστημένο σύστημα με 64-bit. Κάποιοι σαρωτές υποστηρίζονται από άλλους (ελεύθερου λογισμικού) οδηγούς. Εάν ο σαρωτής σας απαιτεί DFSG μη ελεύθερο (ιδιόκτητο) άρθρωμα, πρέπει να καταβέσατε και να εγκαταστήσετε δύο πακέτα από την Epson/Avasys: Το πακέτο 'iscan' για τη βάση του λογισμικού, και επιπλέον το αντίστοιχο επιπρόσθετο 'iscan-plugin' πακέτο με το ιδιόκτητο άρθρωμα.
fr: Le pilote tiers Image Scan de Epson/Avasys est nécessaire. Le pilote Image Scan est développé et fourni par Epson (anciennement Avasys) http://download.ebz.epson.net/dsc/search/01/search/?OSC=LXEpson (anciennement Avasys http://avasys.jp/eng/linux_driver/) où les paquets RPM pour les architectures 32-bit (i386) et 64-bit (x86_64) peuvent-être téléchargés (si vous acceptez l'accord de licence Epson/Avasys). Le pilote Image Scan contient des logiciels propriétaires uniquement binaires. Pour certains modèles, il est uniquement disponible pour l'architecture 32-bit (i386) qui ne fonctionne pas lorsque vous avez une installation du système 64-bit Certains scanners sont également pris en charge par un autre pilote (Logiciel Libre). Lorsque votre modèle de scanner nécessite un module DFSG non-libres (propriétaires), vous devez télécharger et installer deux paquets de Epson/Avasys : Le paquet "iscan" pour le logiciel de base et un paquet supplémentaire "iscan-plugin" avec le module propriétaire.
hu: Az Avasys Image Scan illesztőprogramjára van szükség. Az Image Scan szoftvert az Epson (korábban Avasys) készíti és terjeszti, amely a http://download.ebz.epson.net/dsc/search/01/search/?OSC=LXEpson (korábban Avasys http://avasys.jp/eng/linux_driver/) weboldalról letölthető a 32-bites (i386) és a 64-bites (x86_64) architektúrához. Az Image Scan illesztőprogram tartalmaz csak bináris formátumban elérhető programot. Néhány típushoz csak 32-bites (i386) architektúrához elérhető el illesztőprogram, amely nem működik megfelelően 64-bites rendszereken. Néhány szkennert más ingyenes illesztőprogram is támogat. Amennyiben a szkennernek szüksége van nem ingyenes DFSG modulra, akkor két csomagot kell letölteni az Epson/Avasys oldaláról: Az 'iscan' csomag az alapprogramot, az 'iscan-plugin' pedig a típushoz tartozó zárt forrású modul.
it: È richiesto il programma driver di terza parte Image Scan fornito da Epson/Avasys. Il programma driver Image Scan è prodotto e fornito da Epson (prima Avasys) http://download.ebz.epson.net/dsc/search/01/search/?OSC=LXEpson (prima Avasys http://avasys.jp/eng/linux_driver/) dove è possibile scaricare i pacchetti RPM per architetture a 32 bit (i386) e 64 bit (x86_64) sempre che si accettino le condizioni di licenza di Epson/Avasys. Il driver Image Scan contiene un programma fornito solamente come binario. Per alcuni modelli è disponibile solamente per l'architettura a 32 bit (i386) che non funziona sui sistemi a 64 bit. Alcuni scanner sono supportati anche da altri driver liberi. Quando il modello dello scanner richiede un modulo DFSC non libero (proprietario), bisogna scaricare ed installare due pacchetti da Epson/Avasys: il pacchetto 'iscan' per i programmi di base e un pacchetto aggiuntivo 'iscan-plugin' dipendente dal modello contenente il modulo proprietario.
ja: Epson/Avasys が提供するサードパーティ製のイメージスキャンドライバソフトウエアが必要です。 イメージスキャンドライバソフトウエアは Epson (以前は Avasys) が作成して提供しているもので、下記の URL にあります。 http://download.ebz.epson.net/dsc/search/01/search/?OSC=LXEpson (以前は Avasys のサイト http://avasys.jp/eng/linux_driver/ にありました) ここでは 32 ビット (i386) 版と 64 ビット版 (x86_64) の RPM パッケージをダウンロード することができます (Epson/Avasys のライセンス同意を受け入れる必要があります) 。 イメージスキャンドライバには、プロプライエタリなバイナリのみのソフトウエアが含まれています。 モデルによっては 32 ビット (i386) 版のみが公開されている場合もあります。 これらは 64 ビットシステムのインストール環境では動作しません。 また、スキャナによっては他の (フリーソフトウエアの) ドライバに対応している場合もあります。 お使いのスキャナの型式が DFSG の非フリー (プロプライエタリ) モジュールを必要とする場合は、 Epson/Avasys から 2 つのパッケージをダウンロードし、インストールしなければなりません: ベースソフトウエアである 'iscan' パッケージと、追加の型式依存の 'iscan-plugin' (プロプライエタリ) モジュールです。
ko: Epson/Avasys의 타사 이미지 스캔 드라이버 소프트웨어가 필요합니다. 이미지 스캔 드라이버 소프트웨어는 Epson(이전의 Avasys)에서 만들고 제공합니다. http://download.ebz.epson.net/dsc/search/01/search/?OSC=LXEpson (이전의 Avasys http://avasys.jp/eng/linux_driver/) 여기서 32비트(i386) 및 64비트(x86_64) 아키텍처용 RPM 패키지를 다운로드할 수 있습니다(Epson/Avasys 사용권 계약에 동의하는 경우). 이미지 스캔 드라이버에는 소유 이진 전용 소프트웨어가 포함되어 있습니다. 일부 모델의 경우 64비트 시스템 설치가 있는 경우 작동하지 않는 32비트(i386) 아키텍처에만 사용할 수 있습니다. 일부 스캐너는 다른(무료 소프트웨어) 드라이버에서만 지원됩니다. 스캐너 모델에 무료가 아닌(소유) DFSG 모듈이 필요한 경우 Epson/Avasys에서 다음 두 개의 패키지를 다운로드 및 설치해야 합니다. 기본 소프트웨어용 'iscan' 패키지 및 소유 모듈이 포함된 추가 모델 종속 'iscan-plugin' 패키지
pl: Wymagany jest sterownik skanera Image Scan firmy Epson/Avasys. Sterownik Image Scan został wyprodukowany i dostępny na stronie firmy Epson (dawniej Avasys) http://download.ebz.epson.net/dsc/search/01/search/?OSC=LXEpson (dawniej Avasys http://avasys.jp/eng/linux_driver/) Znajdują się tam pakiety RPM dla architektur 32- (i386) i 64-bitowych (x86_64), które można pobrać po zaakceptowaniu warunków licencji Epson/Avasys. Sterownik Image Scan zawiera wyłącznie oprogramowanie własnościowe i binarne. Dla niektórych modeli dostępny jest sterownik wyłącznie w wersji 32-bitowej (i386), która nie działa w 64-bitowym systemie. Niektóre skanery są również obsługiwane przez inne (wolne) oprogramowanie. Jeśli Twój skaner wymaga własnościowego modułu DFSG, pobierz i zainstaluj dwa pakiety ze strony Epson/Avasys: Pakiet iscan zawierający podstawowe oprogramowanie i dodatkowy zależny od modelu pakiet iscan-plugin zawierający moduł własnościowy.
sk: Vyžaduje sa softvér ovládača tretích strán Image Scan od Epson/Avasys. Ovládač je vytvorený a poskytovaný spoločnosťou Epson (pôvodne Avasys) http://download.ebz.epson.net/dsc/search/01/search/?OSC=LXEpson (pôvodne Avasys http://avasys.jp/eng/linux_driver/), kde sa dajú stiahnuť RPM balíky pre 32-bit (i386) a 64-bit (x86_64) architektúru (ak súhlasíte s licenčnou zmluvou spoločností Epson/Avasys) Ovládač Image Scan obsahuje iba proprietárny binárny softvér. Pre niektoré modely je dostupná iba pre 32-bit (i386) architektúra, ktorá nefunguje, ak máte nainštalovaný 64-bit systém. Niektoré skenery sú tiež podporované iným (slobodným softvérovým) ovládačom. Ak Váš skener vyžaduje neslobodný (proprietárny) DFSG modul, musíte stiahnuť a nainštalovať dva balíky od Epson/Avasys: balík 'iscan' pre základný softvér a dodatočný modelovo závislý balík 'iscan-plugin' s proprietárnym modulom.
uk: Необхідний сторонній драйвер Image від Epson Scan/Avasys. Драйвер Image Scan написаний і поставляється Epson (раніше Avasys) за адресою http://download.ebz.epson.net/dsc/search/01/search/?OSC=LXEpson (раніше http://avasys.jp/eng/linux_driver/), де можна завантажити RPM-пакунки для 32-бітної (i386) і для 64-бітної (x86_64) архітектур (якщо ви приймете ліцензійні угоди Epson/Avasys). Драйвер Image Scan містить закритий двійковий код. Для деяких моделей він доступний тільки в 32-бітному (i386) варіанті, тобто не буде працювати, якщо у вас 64-бітна система. Деякі сканери також підтримуються іншим (вільним) драйвером. Якщо для вашої моделі сканера потрібно невільний (закритий) DFSG-модуль, вам потрібно завантажити і встановити два пакунки від Epson/Avasys: пакет 'iscan', що містить основну частину програмного забезпечення, та додатковий пакет 'iscan-plugin' з закритим модулем для конкретної моделі.
zh_cn: 需要来自 Epson/Avasys 的第三方图像扫描驱动程序软件。 该图像扫描驱动程序软件由 Epson（前身为 Avasys）制作并提供 http://download.ebz.epson.net/dsc/search/01/search/?OSC=LXEpson （前身 Avasys http://avasys.jp/eng/linux_driver/） 在此可下载 32 位 (i386) 和 64位 (x86_64) 体系结构的 RPM 包（如果您同意了 Epson/Avasys 许可协议）。 该图像扫描驱动程序包含仅含二进制代码的专有软件。 对于某些型号，它只提供 32 位 (i386) 体系结构驱动程序，如果您的系统是 64 位，则它不可用。 一些扫描仪也支持其他的（自由软件）驱动程序。 当您的扫描仪型号需要一个 DFSG 非自由（专有）模块时，您必须下载并安装来自 Epson/Avasys 的两个包： 基本软件包“iscan”和额外的依赖于型号、含专有模块的“iscan-plugin”包。
zh_tw: 需要 Epson/Avasys 提供的協力廠商影像掃描驅動程式軟體。 影像掃描驅動程式軟體由 Epson (先前稱為 Avasys) 開發和提供 http://download.ebz.epson.net/dsc/search/01/search/?OSC=LXEpson (先前的 Avasys 網址為：http://avasys.jp/eng/linux_driver/) 您可以在該網頁下載適用於 32 位元 (i386) 和 64 位元 (x86_64) 架構的 RPM 套件 (前提是您接受 Epson/Avasys 授權合約)。 影像掃描驅動程式包含專屬的僅二進位軟體。 對於某些型號，該驅動程式僅適用於 32 位元 (i386) 架構， 如果您使用的是 64 位元系統安裝，則它不起作用。 某些掃描器也受其他 (免費軟體) 驅動程式的支援。 如果掃描器型號需要使用 DFSG 非免費 (專屬) 模組， 則您必須從 Epson/Avasys 網站下載並安裝以下兩個套件： 供基礎軟體使用的「iscan」套件，以及包含專屬模組且 與具體型號相關的附加「iscan-plugin」套件。

source: Required package %1 is not installed and there is no package repository available.
ca: El paquet necessari %1 no està instal·lat i no hi ha cap repositori de paquets disponible.
cs: Je vyžadován balíček %1, který není nainstalován a není dostupný v žádném repozitáři.
da: Den krævede pakke %1 er ikke installeret, og der er ingen tilgængelig softwarekilde.
el: Το απαιτούμενο πακέτο %1 δεν είναι εγκαταστημένο και δεν υπάρχει διαθέσιμη πηγή εγκατάστασης πακέτων.
fr: Le paquet requis %1 n'est pas installé et il n'y a aucun dépôt disponible.
hu: A(z) %1 csomag nincs telepítve és nem is áll rendelkezésre telepítési forrás.
it: Il pacchetto richiesto %1 non è installato e non è disponibile alcun repository dei pacchetti.
ja: 必要なパッケージ %1 がインストールされておらず、利用可能なパッケージリポジトリも見つかりません。
km: កញ្ចប់​ដែល​ត្រូវ​ការ %1 មិន​ត្រូវ​បាន​ដំឡើង​ទេ ហើយ​គ្មាន​ឃ្លាំង​កញ្ចប់ ។
ko: 필요 꾸러미 %1 이(가) 설치되지 않았고 사용가능한 꾸러미 저장소도 없습니다.
pa: ਲੋੜੀਂਦਾ ਪੈਕੇਜ %1 ਇੰਸਟਾਲ ਨਹੀਂ ਅਤੇ ਰਿਪੋਜ਼ਟਰੀ ਵਿੱਚ ਕੋਈ ਪੈਕੇਜ ਉਪਲੱਬਧ ਨਹੀਂ ਹੈ।
pl: Wymagany pakiet %1 nie jest zainstalowany i brak dostępnego repozytorium.
ro: Pachetul necesar %1 nu este instalat și nu există nici o sursă de instalare disponibilă.
sk: Potrebný balík %1 nie je nainštalovaný a nie je dostupný repozitár balíkov.
th: ต้องการใช้แพกเกจ %1 ซึ่งยังไม่ถูกติดตั้ง แต่ไม่มีคลังแพกเกจใด ๆ ให้ใช้งาน
uk: Не встановлено потрібний пакунок %1 і немає наявного сховища з цим пакунком.
zh_cn: 未安装必需的包 %1 且包的储存库不可用。
zh_tw: 未安裝需要的套件 %1，也沒有可用的套件庫來安裝此套件。

source: Required package %1 is not installed and not available in the repository.
ca: El paquet necessari %1 no està instal·lat i no està disponible al repositori.
cs: Je vyžadován balíček %1, který není nainstalován a není dostupný v repozitáři.
da: Den krævede pakke %1 er ikke installeret, og ikke tilgængelig på softwarekilden.
el: Το απαιτούμενο πακέτο %1 δεν είναι εγκαταστημένο και δεν είναι διαθέσιμο στην πηγή εγκατάστασης.
fr: Le paquet requis %1 n'est pas installé et n'est pas disponible dans le dépôt.
hu: A(z) %1 csomag nincs telepítve és nem is áll rendelkezésre a telepítési forrásban.
it: Il pacchetto richiesto %1 non è installato e non è disponibile nel repository.
ja: 必要なパッケージ %1 がインストールされておらず、このパッケージをインストールできるリポジトリも見つかりません。
km: កញ្ចប់​ដែល​ត្រូវ​ការ %1 មិន​ត្រូវ​បាន​ដំឡើង​ទេ ហើយ​គ្មាន​នៅ​ក្នុង​ឃ្លាំង ។
ko: 필요 꾸러미 %1 이(가) 설치되지 않았고 저장소에 사용가능한 것이 없습니다.
pa: ਲੋੜੀਂਦਾ ਪੈਕੇਜ %1 ਇੰਸਟਾਲ ਨਹੀਂ ਅਤੇ ਰਿਪੋਜ਼ਟਰੀ ਵਿੱਚ ਉਪਲੱਬਧ ਨਹੀਂ ਹੈ।
pl: Wymagany pakiet %1 nie jest zainstalowany i nie jest dostępny w repozytorium.
ro: Pachetul necesar %1 nu este instalat și nu este disponibil în sursa de instalare.
sk: Potrebný balík %1 nie je nainštalovaný a nie je dostupný v repozitári.
th: ต้องการใช้แพกเกจ %1 ซึ่งยังไม่ถูกติดตั้ง แต่มันไม่มีอยู่ในคลังแพกเกจใด ๆ
uk: Не встановлено потрібний пакунок %1 і його немає у сховищі.
zh_cn: 未安装必需的包 %1 且储存库中的此包不可用。
zh_tw: 未安裝需要的套件 %1，也無法用套件庫安裝。

source: Failed to install required package %1.
af: Misluk om vereiste pakket %1 te installeer.
bn: প্যাকেজ %1 স্থাপন করা ব্যর্থ হয়েছে.
ca: No s'ha pogut instal·lar el paquet necessari %1.
cs: Chyba při instalaci požadovaného balíčku %1.
da: Installation af den krævede pakke %1 fejlede.
el: Απέτυχε η εγκατάσταση του απαιτούμενου πακέτου %1.
fr: Échec de l'installation du paquet requis %1.
gu: %1 ફેલ થયેલાની જરૂરીત ઇન્સ્ટોલ માટે.
hu: Nem sikerült a kötelező %1 csomag telepítése.
it: L'installazione del pacchetto richiesto %1 è fallita.
ja: 必要なパッケージ %1 のインストールに失敗しました。
km: បរាជ័យ​ក្នុង​ការ​ដំឡើង​កញ្ចប់ %1 ដែល​ត្រូវការ ។
ko: 필요한 꾸러미 %1의 설치에 실패했습니다.
mr: %1 आवश्यक पॅकेज स्थापन होऊ शकले नाही.
pa: ਲੋੜੀਂਦੀ ਪੈਕੇਜ %1 ਇੰਸਟਾਲ ਕਰਨ ਵਿੱਚ ਅਸਫਲ।
pl: Instalacja wymaganego pakietu %1 nie powiodła się.
ro: Instalarea pachetului necesar %1 a eșuat.
sk: Nepodarilo sa nainštalovať potrebný balík %1.
th: ล้มเหลวในการติดตั้งแพกเกจ %1 ซึ่งจำเป็นต้องใช้
uk: Не вдалось встановити необхідний пакунок %1.
xh: Kusilele ukuhlohla kombekelelo okufunekayo %1.
zh_cn: 未能安装必需的包 %1。
zh_tw: 安裝需要的套件 %1 失敗。

source: Failed to determine the active scanners. If the net metadriver is activated while there is a problem with the network, the 'scanimage -L' command may not respond. For example, this may happen if communication with a server used by the net metadriver gets distorted because a firewall drops some network traffic. In this case, disable the net metadriver until the issue in the network is fixed.
ca: Ha fallat la determinació dels escàners actius. Si el metacontrolador net està activat mentre hi ha un problema amb la xarxa, l'ordre "scanimage -L" podria no respondre. Per exemple, això pot passar si la comunicació amb un servidor usada pel metacontrolador net es distorsiona perquè un tallafoc fa caure el trànsit de la xarxa. En aquest cas, inhabiliteu el metacontrolador net fins que se solucioni el problema amb la xarxa.
cs: Nepodařilo se určit aktivní skenery. Když je síťový metaovladač aktivní a dojde k chybě sítě, může se stát, že není z příkazu scanimage -L vrácena žádná odpověď. Například dojde k chybě komunikace se serverem, která by měla být použita síťovým metaovladačem, protože firewall zahazuje část síťového provozu. V takovém případě by mělo pomoci vypnutí síťového metaovladače jako nouzové řešení, dokud nejsou potíže se sítí vyřešeny.
da: Kunne ikke bestemme de aktive scannere. Hvis net-metadriveren er aktiveret, mens der er et netværksproblem vil kommandoen 'scanimage -L' måske ikke svare. Det kan for eksempel ske hvis kommunikationen med en server, som anvendes af net-metadriveren bliver forvrænget fordi en firewall dropper noget netværkstrafik. I så fald bør det hjælpe at deaktivere net-metadriveren indtil indtil problemet på netværket er løst.
el: Αποτυχία ανίχνευσης ενεργών σαρωτών. Όταν ο net metadriver(meta-οδηγός) ενεργοποιηθεί και υπάρχει πρόβλημα με το δίκτυο, αυτό θα συμβεί γιατί πιθανόν δεν ανταποκρίνεται η εντολή 'scanimage -L' . Για παράδειγμα, αυτό μπορεί να προκύψει όταν η επικοινωνία με το διακομηστή που χρησιμοποιείται από τον net metadriver(meta-οδηγός) παραμορφωθεί, επειδή το τοίχος προστασίας περιορίζει ορισμένες συνδέσεις του δικτύου. Σε αυτή τη περίπτωση, θα βοηθούσε να απενεργοποιήσετε τον net metadriver(meta-οδηγός) ως προσωρινή λύση, μέχρι να επιλυθεί το πρόβλημα της σύνδεσης.
fr: Impossible de déterminer les scanneurs actifs. Si le meta-pilote net est activé lorsqu'il y a un problème avec le réseau, la commande 'scanimage -L' peut ne pas répondre. Par exemple, cela peut arriver lorsque la communication avec un serveur utilisé par le meta-pilote net est altérée parce qu'un pare-feu bloque une partie du trafic réseau. Dans ce cas, désactiver le meta-pilote net jusqu'à ce qu'à ce que le réseau soit réparé.
hu: Nem sikerült felismerni az aktív szkennereket. Ha a hálózati illesztőprogram aktiválva van és valami probléma van a hálózattal, akkor előfordulhat, hogy nem érkezik visszajelzés a 'scanimage -L' parancsra. Például, ha a kommunikáció a kiszolgálóval, amely a hálózati illesztőprogramot használná, egy tűzfal következtében, amely eldobja a csomagokat eltorzul. Ebben az esetben le kell tiltani a hálózati illesztőprogramot, amíg a hálózati probléma meg nem oldódik.
it: La determinazione degli scanner attivi è fallita. Se il metadriver net è attivato quando c'è un problema con la rete, il comando 'scanimage -L' potrebbe non rispondere. Ad esempio questo può accadere quando la comunicazione con un server usato dal metadriver net viene distorta a causa di un firewall che blocca parte del traffico di rete. In questo caso disabilitare il metadriver net finché il problema di rete non viene risolto.
ja: 有効なスキャナを判別することができませんでした。 net メタドライバが有効化されていてネットワーク側に何らかの問題が ある場合、 'scanimage -L' コマンドの実行で応答がなくなってしまう 場合があります。たとえば net メタドライバで使用されるべき サーバとの通信が、ファイアウオールが通信を阻害したために うまくいかなくなっているような場合があります。 この場合は、ネットワーク側の問題が解決されるまでの間、 回避策として net メタドライバを無効化するとよいでしょう。
ko: 활성 스캐너를 결정하지 못했습니다. net 메타드라이버가 활성화된 경우 네트워크 문제가 있는 동안 'scanimage -L' 명령이 응답하지 않을 수도 있습니다. 예를 들어 방화벽에서 네트워크 트래픽이 삭제되어 net 메타드라이버에서 사용되는 서버와의 통신이 왜곡되는 경우 이 문제가 발생할 수 있습니다. 이 경우 네트워크 문제가 해결될 때까지 net 메타드라이버를 비활성화하십시오.
pl: Nie można określić aktywnych skanerów. Kiedy sieciowy metaprogram obsługi jest aktywny, a sieć nie działa prawidłowo, może się zdarzyć, że polecenie scanimage -L nie będzie działać. Np. kiedy komunikacja z serwerem, który powinien być użyty przez sieciowy metaprogram obsługi, zostanie naruszona przez odrzucenie części ruchu sieciowego przez zaporę sieciową. W takim wypadku pomóc może zablokowanie sieciowego metaprogramu obsługi - jest to rozwiązanie tymczasowe , dopóki problem w sieci nie zostanie rozwiązany.
sk: Zlyhalo zisťovanie aktívnych skenerov. Keď je aktivovaný sieťový metaovládač počas problému so sieťou, príkaz 'scanimage -L' nemusí odpovedať. Napríklad sa to môže stať, ak je komunikácia so serverom používaná net metaovládačom skomolená, pretože firewall zahadzuje časť sieťovej prevádzky. V takomto prípade vypnúť net metaovládač, pokiaľ nie je vyriešený problém so sieťou.
uk: Не вдалося виявити активні сканери. Коли активовано мережний метадрайвер і щось негаразд з мережею, то може статись, що не команда «scanimage -L» не відповідатиме. Наприклад, зв'язок з сервером, який повинен використовуватись метадрайвером спотворюється, тому що мережний екран блокує деякі мережні пакети. У цьому випадку ви можете вимкнути мережний метадрайвер поки не буде розв'язано проблему в мережі.
zh_cn: 未能确定活动的扫描仪。 如果网络有问题时激活了 net 元驱动程序，命令“scanimage -L”可能会无响应。例如， 当 net 元驱动程序使用的服务器通讯由于防火墙丢弃了一些网络流量而失真时，这种情况便可能发生。 在这种情况下，请禁用 net 元驱动程序，直到网络问题得到修复。
zh_tw: 決定啟用的掃描器失敗。 當網路中繼驅動啟用而在網路上 發生某些錯誤時，可能會發生對 'scanimage -L' 命令沒有回應的狀況。 例如，當和使用中繼驅動的伺服器通訊時 因為防火牆阻擋某些網路流量而發生扭曲。 在這種情況下，停用網路中繼驅動 可暫時作為迴避此問題的方法，直到網路問題解決。

source: Failed to determine the active scanners.
af: Misluk om die aktiewe skandeerders te bepaal.
bn: সক্রিয় স্ক্যানারগুলি চিহ্নিত করা ব্যর্থ হয়েছে.
ca: No s'han pogut determinar els escàners actius.
cs: Chyba při detekci aktivních skenerů.
da: Bestemmelse af aktive scannere fejlede.
el: Απέτυχε η αναγνώριση των ενεργοποιημένων σαρωτών.
fr: Impossible de déterminer les scanneurs actifs.
gu: ફેલ થયેલા ડિટરમાઇનના એક્ટિવ સ્કેનર માટે.
hu: Nem sikerült megállapítani az aktív szkennereket.
it: La determinazione degli scanner attivi è fallita.
ja: 動作しているスキャナを検出できませんでした。
km: បរាជ័យ​ក្នុង​ការ​កំណត់​ម៉ាស៊ីន​ស្កេន​សកម្ម ។
ko: 활성 스캐너 확인에 실패했습니다.
mr: कार्यान्वित समांतरन ठरविण्यात अपयश आले.
pa: ਸਰਗਰਮ ਸਕੈਨਰ ਲੱਭਣ ਵਿੱਚ ਅਸਫਲ।
pl: Wykrywanie aktywnych skanerów nie powiodło się.
ro: Determinarea scannerelor active a eșuat.
sk: Nepodarilo sa vyhľadať aktívne skenery.
th: ล้มเหลวในการหาเครื่องสแกนภาพที่ยังทำงานอยู่
uk: Не вдалось виявити активні сканери.
xh: Kusilele ukuqikelela izifoti ngokuskena ezisebenzayo.
zh_cn: 未能确定活动扫描仪。
zh_tw: 無法判斷使用中的掃描器。

source: File %1 does not exist.
af: Lêer %1 bestaan nie.
bn: ফাইল %1 মজুত নেই
ca: El fitxer %1 no existeix.
cs: Soubor %1 neexistuje.
da: Filen %1 findes ikke.
el: Το αρχείο %1 δεν υπάρχει.
fr: Le fichier %1 n'existe pas.
gu: %1 ફાઇલ એકઝીસ્ટ નથી.
hu: A(z) %1 fájl nem létezik.
it: Il file %1 non esiste.
ja: ファイル %1 が存在しません。
km: មិន​មាន​ឯកសារ %1 ឡើយ ។
ko: %1 파일이 존재하지 않습니다.
mr: फाईल %1 अस्तित्वात नाही.
pa: ਫਾਇਲ %1 ਮੌਜੂਦ ਨਹੀਂ ਹੈ।
pl: Plik %1 nie istnieje.
ro: Fișierul %1 nu există.
sk: Súbor %1 neexistuje.
th: ยังไม่มีแฟ้ม %1 อยู่
uk: Файл %1 не існує.
xh: Ifayili %1 ayikho kwayona.
zh_cn: 文件 %1 不存在。
zh_tw: 檔案 %1 不存在。
