Repository: Dzejrou/yast-translations
Catalog: po/scanner/*.po
Languages: af, bn, ca, cs, da, el, fr, gu, hu, it, ja, km, ko, mr, pa, pl, ro, sk, th, uk, xh, zh_cn, zh_tw

source: <p> The table lists the configured drivers with their associated scanners. Press <b>Add</b> to select model and driver and enable it. Press <b>Edit</b> to select and enable a driver. Press <b>Delete</b> to disable the driver. If you press <b>Other</b>, you can restart the detection, test enabled drivers, set up HP all-in-one devices, or set up scanning via network. </p>
ca: <p> La taula enumera els controladors configurats amb els escàners associats. Premeu <b>Afegeix</b> per seleccionar un model i un controlador i habilitar-los. Premeu <b>Edita</b> per seleccionar i habilitar un controlador. Premeu <b>Suprimeix</b> per inhabilitar el controlador. Si premeu <b>Altres</b>, podeu reiniciar la detecció, provar els escàners, actius, configurar un dispositiu tot en un d'HP o configurar l'escaneig a través de la xarxa. </p>
cs: <p> V tabulce jsou uvedeny nakonfigurované ovladače a k nim přiřazené skenery. Nový model a ovladač přidáte stisknutím tlačítka <b>Přidat</b>. Změnu provedete stisknutím tlačítka <b>Upravit</b>. Smazání provedete stisknutím tlačítka <b>Odstranit</b>. Po volbě možnosti <b>Jiné</b>, můžete opakovat zjištění, otestovat povolené ovladače, nastavit zařízení HP all-in-one nebo nastavit skenování prostřednictvím sítě. </p>
da: <p> Tabellen viser de konfigurerede drivere med deres associerede scannere. Tryk på <b>Tilføj</b> for at vælge model og driver og aktivere det. Tryk på <b>Redigér</b> for at vælge og aktivere en driver. Tryk på <b>Slet</b> for at deaktivere driveren. Hvis du trykker på <b>Andet</b>, kan du genstarte scannerfindingen, teste de aktive scannere, samt sætte HP alt-i-en enheder og scanning via netværk op. </p>
el: <p> Ο πίνακας δείχνει τους ρυθμισμένους οδηγούς με τους συνδεδεμένους σαρωτές. Πατήστε <b>Πρόσθεσε</b> για να επιλέξετε μοντέλο και οδηγό και ενεργοποιήστε το. Πατήστε <b>Επεξεργασία</b> για να επιλέξετε και να ενεργοποιήσετε έναν οδηγό. Πατήστε <b>Διαγραφή</b> για να αφαιρέσετε έναν οδηγό. Αν πατήσετε <b>Άλλο</b>, μπορείτε να επανεκκινήσετε την ανίχνευση, να δοκιμάσετε τους ενεργούς σαρωτές, να ρυθμίσετε τις HP all-in-one συσκευές, ή να ρυθμίσετε την σάρωση μέσω δικτύου. </p>
fr: <p> Ce tableau répertorie les pilotes configurés avec les scanneurs associés. Cliquez sur <b>Ajouter</b> pour sélectionner le modèle and le pilote et l'activer. Cliquez sur <b>Modifier</b> pour sélectionner et activer un pilote. Cliquez sur <b>Effacer</b> pour désactiver le pilote. Si vous cliquez sur <b>Autre</b>, vous pouvez relancer la détection, le test des pilotes activés, la configuration des périphériques HP all-in-one, ou la configuration du scanning par le réseau. </p>
hu: <p> A táblázat a beállított illesztőprogramokat és a hozzájuk tartozó szkennereket sorolja fel. A típus és illesztőprogram kiválasztásához és engedélyezéséhez használja a <b>Hozzáadás</b> gombot. Az illesztőprogram módosításához használja a <b>Szerkesztés</b> gombot. Az illesztőprogram eltávolításához használja a <b>Törlés</b> gombot. Az <b>Egyéb</b> gombot megnyomva újraindíthatja a felismerést, tesztelheti az aktív szkennereket, beállíthatja a HP többfunkciós, illetve a hálózaton keresztül elérhető szkennereket. </p>
it: <p> Nella tabella seguente sono riportati i driver configurati con i relativi scanner associati. Premere <b>Aggiungi</b> per selezionare modello e driver e abilitarlo. Premere <b>Modifica</b> per selezionare e abilitare il driver. Premere <b>Elimina</b> per disabilitare il driver. Se si preme <b>Altro</b>, è possibile riavviare il rilevamento, verificare i driver abilitati, impostare i dispositivi multifunzione HP o impostare la scansione via rete. </p>
ja: <p> この表には設定済みのドライバとドライバに関連づけられたスキャナが表示されています。 モデルとドライバを選択して有効化するには <b>追加</b> ボタンを押してください。 ドライバを変更するには <b>編集</b> ボタンを押してください。 ドライバを削除するには <b>削除</b> ボタンを押してください。 また、 <b>その他</b> ボタンを押すと、 再検出や有効化したドライバをテストすることができるほか、 HP オールインワンデバイス を設定したりネットワーク経由でのスキャンを設定したりすることができます。 </p>
km: <p> តារាង​រាយ​កម្មវិធី​បញ្ជា​ដែល​បាន​កំណត់​រចនា​សម្ព័ន្ធ​ជាមួយ​នឹង​ម៉ាស៊ីន​ស្កេន​ដែល​ទាក់ទង ។ ចុច <b>បន្ថែម</b> ដើម្បី​ជ្រើស​ម៉ូដែល និង​កម្មវិធី​បញ្ជា និង​អនុញ្ញាត​វា ។ ចុច <b>កែ​សម្រួល</b> ដើម្បី​ជ្រើស និង​អនុញ្ញាត​កម្មវិធី​បញ្ជា ។ ចុច <b>លុប</b> ដើម្បី​បិទ​កម្មវិធី​បញ្ជា បើ​អ្នក​ចុច <b>ផ្សេង​ទៀត</b> អ្នក​អាច​ចាប់ផ្ដើម​ឡើង​វិញ ការ​រក សាកល្បង​កម្មវិធី​បញ្ជា ដំឡើង​ឧបករណ៍​ទាំងអស់​ក្នុង​មួយ HP ឬ​រៀបចំ​ស្កេន​តាម​រយៈ​បណ្ដាញ ។ </p>
ko: <p> 설정된 드라이버 및 관련 스캐너가 테이블에 표시됩니다. <b>추가</b>를 눌러 모델과 드라이버를 활성화할 수 있습니다. <b>편집</b>을 눌러 드라이버를 활성화할 수 있습니다. <b>삭제</b>를 눌러 드라이버를 비활성화 할 수 있습니다. <b>기타</b>를 눌러 검색을 재시작하거나, 활성화된 드라이버를 검사하거나, HP 올인원을 설정하거나, 네트워크를 통한 스캔을 설정할 수 있습니다. </p>
pl: <p> Tabela przedstawia skonfigurowane programy obsługi wraz z powiązanymi skanerami. Aby wybrać model i program obsługi oraz włączyć go, proszę nacisnąć przycisk <b>Dodaj</b>. Aby wybrać i włączyć program obsługi, proszę nacisnąć przycisk <b>Edytuj</b>. Aby wyłączyć program obsługi, proszę nacisnąć przycisk <b>Usuń</b>. Aby powtórzyć wykrywanie, przetestować aktywne skanery albo skonfigurować skanowanie przez sieć, proszę nacisnąć przycisk <b>Inne</b>. </p>
ro: <p> Tabelul listează driverele configurate asociate scanner-elor. Apasă <b>Adaugă</b> pentru a selecta modelul și driverul și pentru al activa. Apasă <b>Editare</b> pentru a selecta și activa un driver. Apasă <b>Șterge</b> pentru a dezactiva driverul. Dacă apeși <b>Altele</b>, poți reporni detecția, poți testa driverele activate, poți configura dispozitivele HP all-in-one, sau poți configura scanarea prin rețea. </p>
sk: <p> Zoznamy konfigurovaných ovládačov s ich asociovanými skenermi. Stlačte <b>Pridať</b> ak chcete vybrať a povoliť model a ovládač. Stlačte <b>Upraviť</b> ak chcete vybrať a povoliť ovládač. Stlačte <b>Zmazať</b> ak chcete zakázať ovládač. Ak stlačíte <b>Iné</b>, môžete reštartovať detekciu, test povolených ovládačov, nastavenie HP all-in-one zariadenia, alebo nastaviť skenovanie cez sieť. </p>
th: <p> ตารางจะแสดงรายการของไดรเวอร์ต่าง ๆ ที่ถูกปรับแต่งค่าให้กับเครื่องสแกนภาพที่สัมพันธ์กับตัวมันแล้ว กดที่ปุ่ม <b>เพิ่ม</b> เพื่อเลือกรุ่นและไดรเวอร์ และทำการเปิดใช้งานมัน กดที่ปุ่ม <b>แก้ไข</b> เพื่อเลือกและเปิดใช้งานไดรเวอร์ กดที่ปุ่ม <b>ลบ</b> เพื่อปิดการใช้งานไดรเวอร์ หากคุณกดที่ปุ่ม <b>อื่น ๆ </b> คุณจะสามารถทำการตรวจหาใหม่อีกครั้ง, ทดสอบไดรเวอร์ที่เปิดใช้งานอยู่ และตั้งค่าอุปกรณ์แบบออลอินวันของยี่ห้อ HP หรือตั้งค่าการสแกนภาพผ่านเครือข่ายได้ </p>
uk: <p> В таблиці показано налаштовані драйвери і асоційовані з ними сканери. Натисніть <b>Додати</b>, щоб вибрати модель, драйвер та ввімкнути їх. Натисніть <b>Змінити</b>, щоб змінити та ввімкнути драйвер. Натисніть <b>Вилучити</b>, щоб вилучити драйвер. Якщо натиснути <b>Інше</b>, то можна перезапустити виявлення, перевірити увімкнуті драйвери, встановити пристрої HP все-в-одному або налаштувати сканування через мережу. </p>
zh_cn: <p> 该表列出了已配置的驱动程序及关联的扫描仪。 按<b>添加</b>以选择型号和驱动程序并启用它。 按<b>编辑</b>以选择和启用驱动程序。 按<b>删除</b>以禁用该驱动程序。 如果您按<b>其他</b>，则可以重启动检测、测试已启用的驱动程序、 设置 HP 多合一设备，或通过网络设置扫描。 </p>
zh_tw: <p> 表格列出已設定好的驅動程式和其相關的掃描器。 請按<b>「新增」</b>來選擇型號和驅動程式並啟用。 請按<b>「編輯」</b>來選擇或啟用驅動程式。 請按<b>「刪除」</b>來停用驅動程式。 若您按<b>「其他」</b>，可以 重新啟動偵測、測試可用的驅動程式， 設定 HP all-in-one 設備或是透過網路設定掃描。 </p>

source: <p> If a driver is set up but no scanner is recognized by the driver, possible reasons are: The scanner is not connected or switched off, the driver is not the right one for the particular model (even small differences in model names or internal differences in the same model series may require different drivers), there are low-level (kernel related) device communication problems (e.g. a low-level USB problem or a low-level SCSI problem). </p>
ca: <p> Si hi ha un controlador configurat però el controlador no reconeix cap escàner, pot ser que... l'escàner no estigui connectat o que estigui apagat, el controlador no sigui el correcte per a aquest model concret (fins i tot petites diferències en els noms del model o diferències internes en les sèries del mateix model poden fer caldre controladors diferents), hi hagi problemes de comunicació de baix nivell (relacionats amb el nucli) (per exemple, un problema de baix nivell USB o SCSI). </p>
cs: <p> Pokud je nastaven ovladač, ale nebyl rozpoznán žádný skener podporovaný ovladačem, může to mít následující příčiny: - Skener není zapojen nebo je vypnutý - Zvolený ovladač daný model skeneru nepodporuje (i malé rozdíly v označení typu skeneru mohou znamenat, že skener musí mít jiný ovladač) - Došlo ke komunikačním problémům na úrovni jádra (např. USB nebo SCSI sběrnici) </p>
da: <p> Hvis en driver er sat op, men ingen scanner genkendes af driveren, kan mulige årsager være: Scanneren er ikke tilsluttet, eller den er slukket. Driveren er ikke den korrekte til den specifikke model (selv små forskelle i modelnavne eller interne forskelle i samme model-serie kan kræve forskellige drivere), der er lavt-niveau (kerne-relaterede) problemer med enhedskommunikation (f.eks. et lavt-niveau USB-problem eller et lavt-niveau SCSI-problem). </p>
el: <p> Αν ένας οδηγός έχει ρυθμιστεί αλλά κανένας σαρωτής δεν αναγνωρίζεται από τον οδηγό, πιθανοί λόγοι είναι: Ο σαρωτής δεν είναι συνδεδεμένος ή είναι απενεργοποιημένος, ο οδηγός δεν είναι ο σωστός για το συγκεκριμένο μοντέλο (ακόμα και μικρές διαφορές στο όνομα του μοντέλου ή εσωτερικές διαφορές στην ίδια σειρά μοντέλων μπορεί να απαιτεί διαφορετικό οδηγό), υπάρχουν χαμηλού επιπέδου (σχετικά με τον πυρήνα) προβλήματα επικοινωνίας της συσκευής (π.χ. ένα χαμηλού επιπέδου πρόβλημα USB ή SCSI). </p>
fr: <p> Si un pilote est configuré mais qu'aucun scanneur n'est reconnu par le pilote, les raisons possibles sont : Le scanner n'est pas connécté ou est hors tension, le pilote n'est pas le bon pour ce modèle particulier, (même de petites différences dans le nom du modèle ou des différences internes dans la même série de modèles peut necessiter un pilote différent), il peut y avoir des problèmes de communication de bas niveau (lié au kernel) avec le peripherique (ex: un problème USB de bas niveau ou SCSI de bas niveau). </p>
hu: <p> Ha az illesztőprogram telepítése megtörtént, de a szkennert nem ismeri fel, akkor lehet, hogy a szkenner nincs bekapcsolva vagy nincs összekötve a számítógéppel, vagy az illesztőprogram nem megfelelő az adott típushoz (akár egyes altípusokhoz is különböző illesztőprogramok szükségesek), vagy alacsony szintű (kernelszintű) kommunikációs probléma van (pl. alacsony szintű USB vagy SCSI probléma). </p>
it: <p> Se il driver è configurato ma nessun scanner è rilevato dal driver, le possibili cause sono: Lo scanner non è connesso o è spento, il driver non è adatto al modello particolare di scanner (anche piccole differenze nei nomi dei modelli o differenze interne nelle serie dello stesso modello possono richiedere driver diversi), ci sono problemi (dipendenti dal kernel) di comunicazione a basso livello (ad esempio un problema a basso livello USB o un problema a basso livello SCSI). </p>
ja: <p> ドライバを設定したにもかかわらずそのドライバがスキャナを認識しない場合、考えられる理由は以下のとおりです: スキャナが接続されていない、または電源が入っていない そのスキャナのモデルに対する正しいドライバではない (型番のちょっとした違いや内部的な変更によって違うドライバを使う必要が あるものが存在します) ローレベル (カーネル関連) での通信に問題がある (たとえば USB や SCSI の問題など) </p>
km: <p> ប្រសិន​បើ​កម្មវិធី​បញ្ជា​ត្រូវ​បាន​រៀបចំ​ ប៉ុន្តែ​គ្មាន​ម៉ាស៊ីន​ស្កេន​ត្រូវ​បាន​ទទួល​ស្គាល់​ដោយ​កម្មវិធី​បញ្ជា ហេតុ​ដែល​អាច​កើត​មាន​គឺ ៖ កម្មវិធី​បញ្ជា​មិន​ត្រូវ​បាន​តភ្ជាប់​ ឬ​បិទ កម្មវិធី​បញ្ជា​មិន​មែន​ជា​កម្មវិធី​បញ្ជា​ដែល​ត្រឹមត្រូវ​មួយ​ទេ សម្រាប់​ម៉ូដែល​ជាក់លាក់ (សូម្បី​តែ​ភាព​ខុសគ្នា​នៅ​ក្នុង​ឈ្មោះ​មូលដែល ឬ​ភាពខុស​គ្នា​ខាង​ក្នុងនៅ​ក្នុង ស៊េរី​ម៉ូដែល​ដូចគ្នាអាច​ត្រូវ​ការ​កម្មវិធី​បញ្ជា​ផ្សេងៗ​គ្នា) មាន​កម្រិត​ទាប (ខឺណែល​ដែល​ទាក់ទង​នឹង) បញ្ហា​ទំនាក់ទំនង​ឧបករណ៍ (ឧ. បញ្ហា​ USB កម្រិត​ទាប ឬ​បញ្ហា SCSI កម្រិត​ទាប) ។ </p>
ko: <p> 드라이버를 설정했음에도 불구하고 드라이가 스캐너를 인식하지 않는 경우: 스캐너의 전원이 켜저 있지 않거나 연결되어 있지 않거나, 혹은 그 모델에 대한 올바른 드라이버가 아니거나 (제품번호가 비슷해서 잘못알고 다른 드라이버를 사용한 경우), 로우레벨(커널 관련) 장치 통신에 문제가 있는 경우 일 수 있습니다 (예. 로우레벨 USB 문제 혹은 로우 레벨 SCSI 문제). </p>
pl: <p> Jeśli program obsługi jest skonfigurowany, ale skaner nie jest rozpoznawany, to możliwe, że: skaner nie jest podłączony lub jest wyłączony z zasilania, program obsługi nie odpowiada modelowi skanera (nawet niewielkie różnice między modelami mogą sprawiać, że program obsługi nie działa), występują niskopoziomowe (związane z jądrem systemu) problemy z komunikacją z urządzeniem (np. problemy z USB lub SCSI). </p>
ro: <p> Dacă un driver este configurat, dar nu recunoaște nici un scanner, cauzele pot fi următoarele: Scannerul nu este conectat sau a fost oprit, driverul nu este potrivit pentru acest model (chiar și mici diferențe în numele modelelor sau diferențe interne în cadrul aceleiași serii pot cere drivere diferite), există probleme de comunicare de nivel jos (legate de kernel) (de ex. o problemă de nivel jos de USB sau SCSI). </p>
sk: <p> Ak je nastavený ovládač, ale nebol rozpoznaný žiadny skener podporovaný ovládačom, môže to mať následujúce príčiny: Skener nie je zapojený, alebo je vypnutý, vybraný ovládač daný model skeneru nepodporuje (i malé rozdiely v označeniach typu skenera môžu znamenať, že skener musí mať iný ovládač), prišlo ku komunikačným problémom na úrovni jadra (napr. USB, alebo SCSI zbernici). </p>
th: <p> หากไดรเวอร์มีการตั้งค่า แต่ไม่มีเครื่องสแกนภาพตัวใดที่ถูกจัดการโดยไดรเวอร์ ก็อาจจะเนื่องจาก: ยังไม่มีการเชื่อมต่อเครื่องสแกนภาพหรือยังไม่ได้กดปุ่มเปิดเครื่องสแกนภาพ, ไดรเวอร์ไม่ใช่ไดรเวอร์ที่ถูกต้องที่จะใช้งานกับรุ่นที่ระบุให้ (บางยี่ห้อก็มีชื่อรุ่นที่ใกล้เคียงกันมาก หรืออาจจะมีชื่อรุ่นเดียวกัน แต่อุปกรณ์ภายในอาจจะแตกต่างกัน ซึ่งหากเป็นเช่นนั้น ก็จะต้องใช้ไดรเวอร์ที่แตกต่างกันออกไปด้วย), เกิดปัญหาในการสื่อสารระดับต่ำ (ในระดับเคอร์เนล) กับอุปกรณ์ (เช่น ปัญหาระดับต่ำของ USB หรือ SCSI เป็นต้น) </p>
uk: <p> Якщо драйвер встановлено, але не виявлено жодного сканера, що розпізнається драйвером, можливими причинами є: Сканер не з'єднано або вимкнено, драйвер не відповідає вашій моделі пристрою (навіть невеликі відмінності у назві моделі або внутрішні відмінності у пристроях однієї серії моделей можуть потребувати інших драйверів), існують низькорівневі (пов'язані з ядром) проблеми обміну інформацією з пристроєм (наприклад, низькорівнева проблема з USB або SCSI). </p>
zh_cn: <p> 如果已安装驱动程序，但此驱动程序无法识别扫描仪，可能的原因有： 扫描仪未连接或已关闭； 驱动程序不适用于特定型号的扫描仪 （型号名称的细微差别 或相同型号不同系列之间的内部差别都可能需要使用 不同的驱动程序）；底层（内核相关）设备通讯故障（例如， 底层 USB 问题或底层 SCSI 问题）。 </p>
zh_tw: <p> 如果已設定了某個驅動程式，掃描器卻無法被此驅動程式識別，可能的原因為： 掃描器未連接或電源為關閉的， 這驅動程式不適用這個型號 (甚至型號名稱差一點或同一系列型號中 內部有些差別，都會需要不同的驅動程式)， 這些是低階的(和核心相關的)設備溝通的問題 (例如，一個低階的 USB 問題或 SCSI 問題)。 </p>

source: <p> <b><big>Scanner Model Selection</big></b><br> All known scanner models, both supported and unsupported, are listed here. Read all information carefully before selecting a model and pressing <b>Next</b>. The information is based on data of the SANE project at <tt>http://www.sane-project.org/</tt>. </p>
af: <p> <b><big>Skandeerdermodelkeuse</big></b><br> Alle bekende skandeerdermodelle, sowel ondersteun as onondersteun, word hier gelys. Lees alle inligting noukeurig voordat u 'n model kies en <b>Volgende</b> druk. Die inligting is gebaseer op data van die SANE-projek by <tt>http://www.sane-project.org/</tt>. </p>
bn: <p> <b><বড় >স্ক্যানার মডেল নির্বাচন</বড় ></b><br> সকল ঞ্জাত স্ক্যানার মডেলগুলি, সমর্থিত এবং অসমর্থিত উভয়ই, এখানে তালিকাভুক্ত করা হয়েছে। কোনো একটি মডেল নির্বাচন করার এবং <b> পরবর্তী</b> চাপার পূর্বে সকল তথ্যগুলি যত্ন সহকারে পড়ুন। তথ্যটি SANE প্রকল্পটির <tt>http://www.sane-project.org/</tt>-এর ডেটার উপর ভিত্তি করে প্রস্তুত করা হয়েছে। </p>
ca: <p> <b><big>Selecció del model d'escàner</big></b><br> Aquí s'enumeren tots els models d'escàners coneguts, admesos o no. Llegiu detingudament tota la informació abans de seleccionar un model i prémer <b>Següent</b>. Aquesta informació es basa en les dades del projecte SANE a <tt>http://www.sane-project.org/</tt>. </p>
cs: <p> <b><big>Výběr modelu skeneru</big></b><br> Zde najdete všechny známé modely skenerů (podporované i nepodporované). Před výběrem modelu a potvrzením nastavení stisknutím tlačítka <b>Další</b> si pečlivě přečtěte všechny informace. Informace vycházejí z dat získaných ze SANE projektu ze stránky<br> <tt>http://www.sane-project.org/</tt> </p>
da: <p> <b><big>Valg af scannermodel</big></b><br> Alle kendte scannermodeller - både understøttede og ikke understøttede - vises her. Læs al informationen nøje, før du vælger en model og trykker på <b>Næste</b>. Denne information er baseret på data fra SANE-projektet: <tt>http://www.sane-project.org/</tt>. </p>
el: <p> <b><big>Επιλογή Μοντέλου Σαρωτή</big></b><br> Όλα τα γνωστά μοντέλα σαρωτών, και αυτά που υποστηρίζονται και αυτά που δεν υποστηρίζονται, εμφανίζονται εδώ. Διαβάστε προσεκτικά όλες τις πληροφορίες πριν επιλέξετε ένα μοντέλο και πατήσετε <b>Επόμενο</b>. Οι πληροφορίες βασίζονται στα δεδομένα του έργου SANE στο<br> <tt>http://www.sane-project.org/</tt>. </p>
fr: <p> <b><big>Sélection du modèle de scanneur</big></b><br> Tous les modèles de scanners connus, pris en charge ou non, sont répertoriés dans cette liste. Lisez soigneusement l'ensemble des informations avant de sélectionner un modèle et de cliquer sur <b>Suivant</b>. Les informations sont basées sur des données du projet SANE, décrit sur <tt>http://www.sane-project.org/</tt>. </p>
gu: <p> <b><big>સ્કેનર મોડેલ સિલેક્શન</big></b><br> દરેક જાણીતા સ્કેનર મોડેલ્સ, બન્ને આધારીત અને અનઆધારીત અને લીસ્ટમાં હોય છે. એક મોડેલની પસંદગી કરવા પહેલા અને પ્રેસીંગ <b>નેકસ્ટ</b> કરવા પહેલા દરેકમાહિતી ધ્યાનથી વાંચો. માહિતી ડાટા SANE પ્રોજેક્ટ પર આધારિત હોય છે <tt>http://www.sane-project.org/</tt>. </p>
hu: <p> <b><big>Szkennertípus kiválasztása</big></b><br> Itt az összes ismert szkennertípus, támogatott és nem támogatott, egyaránt fel van sorolva. A modell kiválasztása előtt gondosan olvassa el a róla szóló összes információt, és csak azután nyomja meg a <b>Következő</b> gombot. Az információ a SANE projekt adataira épül; a projekt webhelye: <tt>http://www.sane-project.org/</tt> </p>
it: <p> <b><big>Selezione modello scanner</big></b><br> Tutti i modelli di scanner conosciuti, supportati e non, sono elencati in questa pagina. Leggere attentamente tutte le informazioni prima di selezionare un modello e premere <b>Avanti</b>. Le informazioni si basano sui dati del progetto SANE disponibile alla pagina Web <tt>http://www.sane-project.org/</tt>. </p>
ja: <p> <b><big>スキャナモデルの選択</big></b><br> サポートされていないものを含め、既知の全てのスキャナモデルが表示されています。 あらかじめ表示されている全ての情報をお読みいただき、その後 <b>次へ</b> を押してください。 この情報は以下にある SANE プロジェクトの情報を元にしています。 <tt>http://www.sane-project.org/</tt> </p>
km: <p> <b><big>ការជ្រើស​ម៉ូដែល​ម៉ាស៊ីន​ស្កេន</big></b><br> ម៉ូដែល​ម៉ាស៊ីន​ស្កេន​ទាំងអស់ ទាំង​ម៉ាស៊ីន​ដែល​គាំទ្រ និង​មិន​គាំទ្រ នឹង​ត្រូវ​បាន​រាយ​នៅទីនេះ ។ សូម​អាន​ព័ត៌មាន​ទាំងអស់​ដោយ​ប្រុង​ប្រយ័ត្ន មុន​នឹង​ជ្រើស​ម៉ូដែល​មួយ ហើយ​ចុច <b>បន្ទាប់</b> ។ ព័ត៌មាន​ទាំងអស់​ផ្អែក​លើ​ទិន្នន័យ​របស់គម្រោង SANE នៅ <tt>http://www.sane-project.org/</tt> ។ </p>
ko: <p> <b><big>스캐너 모델 선택</big></b><br> 지원되는 것과 지원되지 않는 것을 포함하여 모든 알려진 스캐너 모델이 여기 열거됩니다. 모델을 선택하고 <b>다음</b>을 누르기에 앞서 모든 정보를 신중하게 읽어보십시오. 여기서 제공하는 정보는 <tt>http://www.sane-project.org/</tt>에 있는 SANE 프로젝트의 데이터를 기반으로 합니다. </p>
mr: <p> <b><मोठे>स्कॅनर मॉडेल निवड</मोठे></b><br> सर्व माहित असलेली स्कॅनर मॉडेल्स दोन्ही सहाय्य असलेली व नसलेली, येथे देण्यात आली. मॉडेल निवडण्याची सर्व माहिती वाचा व दाबा <b>पुढील</b>. ही माहिती SANE प्रॉजेक्टवर आधारित आहे. जा <tt>http://www.sane-project.org/</tt>. </p>
pa: <p> <b><big>ਸਕੈਨਰ ਮਾਡਲ ਚੋਣ</big></b><br> ਸਾਰੇ ਪਛਾਣੇ ਸਕੈਨਰ, ਦੋਨੋ ਸਹਿਯੋਗੀ ਅਤੇ ਨਾ-ਸਹਿਯੋਗੀ, ਵੇਖਾਏ ਹਨ। ਮਾਡਲ ਚੁਣਨ ਅਤੇ <b>ਅੱਗੇ</b> ਦਬਾਉਣ ਤੋਂ ਪਹਿਲਾਂ ਧਿਆਨ ਨਾਲ ਸਭ ਜਾਣਕਾਰੀ ਪੜ੍ਹੋ। ਜਾਣਕਾਰੀ <tt>http://www.sane-project.org/</tt> ਉੱਪਰ SANE ਪਰੋਜੈਕਟ ਦੇ ਡਾਟੇ ਉੱਤੇ ਅਧਾਰਿਤ ਹੈ।</p>
pl: <p> <b><big>Wybór modelu skanera</big></b><br> Lista zawiera wszystkie znane modele skanerów, zarówno obsługiwane jak i nieobsługiwane. Przed wybraniem modelu i naciśnięciem <b>Dalej</b>, należy uważnie zapoznać się ze wszystkimi przedstawionymi informacjami. Informacje opierają się na danych z projektu SANE (<tt>http://www.sane-project.org/</tt>). </p>
ro: <p> <b><big>Selectarea modelului de scanner</big></b><br> Aici sunt listate toate modelele de scanner cunoscute, suportate sau nesuportate. Citiți cu atenție toate informațiile înainte de a selecta un model și de a apăsa <b>Următor</b>. Informațiile se bazează pe date obținute din proiectul SANE de la <tt>http://www.sane-project.org/</tt>. </p>
sk: <p> <b><big>Výber modelu skenera</big></b><br> Tu sú vypísané všetky známe modely skenerov, podporované aj nepodporované. Pred výberom modelu a stlačením <b>Ďalej</b> si pozorne prečítajte všetky informácie. Informácie sú založené na dátach projektu SANE z<br> <tt>http://www.sane-project.org/</tt>. </p>
th: <p> <b><big>การเลือกรุ่นของเครื่องสแกนภาพ</big></b><br> รุ่นของเครื่องสแกนภาพทั้งหมดที่รู้จัก ทั้งที่รองรับและยังไม่รองรับการทำงาน จะถูกแสดงไว้ที่นี่ โปรดอ่านข้อมูลรายละเอียดของมันอย่างรอบคอบก่อนทำการเลือกรุ่นใด ๆ จากนั้นกดที่ปุ่ม <b>ถัดไป</b> ทั้งนี้ข้อมูลรายละเอียดของมันนั้น จะใช้พื้นฐานมาจากข้อมูลของโครงการ SANE ที่เว็บไซต์ <tt>http://www.sane-project.org/</tt> </p>
uk: <p> <b><big>Вибір моделі сканера</big></b><br> В списку показано всі відомі моделі сканерів: з підтримкою і без. Уважно прочитайте всю інформацію перед вибором моделі та натисканням на кнопку <b>Далі</b>. Інформація основана на даних проекту SANE на <tt>http://www.sane-project.org/</tt>. </p>
xh: <p> <b><big>Ukukhethwa Komfuziselo Wokufota Ngokuskena</big></b><br> Yonke imifuziselo eyaziwayo yokufota ngokuskena, yomibini exhaswayo nengaxhaswayo, idweliswe apha. Funda lonke ulwazi ngokuqaphela phambi kokukhetha umfuziselo nokucinezela <b> Okulandelayo</b>. Olu lwazi lusekwe kwiinkcukacha zeprojekthi ye-SANE apha <tt>http://www.sane-iprojekthi.org/</tt>. </p>
zh_cn: <p> <b><big>扫描仪型号选择</big></b><br> 这里列出了所有已知的扫描仪型号(支持和不支持的)。 在选择型号前，请仔细阅读所有信息，然后按<b>下一步</b>。 这些信息基于位于 <tt>http://www.sane-project.org/</tt> 的 SANE 项目数据。 </p>
zh_tw: <p> <b><big>「掃描器型號選擇」</big></b><br> 不論支援與否，此處列出所有已知的掃描器型號。 請先詳讀所有的資訊，然後再選取型號並按<b>「下一步」</b>。 資訊是以 SANE 計劃的資料為基礎，SANE 計劃的網址為 <tt>http://www.sane-project.org/</tt>。 </p>
