Repository: Dzejrou/yast-translations
Catalog: po/scanner/*.po
Languages: af, bn, ca, cs, da, el, fr, gu, hu, it, ja, km, ko, mr, pa, pl, ro, sk, th, uk, xh, zh_cn, zh_tw

source: <p> <b><big>Server Settings</big></b><br> If you have locally connected scanners and want to make them accessible via the network, set up the saned network scanning daemon so that your host becomes a server. In <b>Permitted Clients</b>, enter which client hosts are permitted to access saned on your server. Enter a comma-separated list of client hosts (hostnames or IP addresses) or subnets (CIDR notation, such as 192.168.1.0/24). If no client hosts are permitted, saned is not activated. If saned is activated, xinetd is also activated and set up for saned. </p>
ca: <p> <b><big>Configuració del servidor</big></b><br> Si heu connectat escàners localment i voleu fer-los accessibles a través de la xarxa, configureu el dimoni d'escaneig de la xarxa saned de manera que el vostre amfitrió es converteixi en un servidor. A <b>Clients autoritzats</b>, introduïu els amfitrions client que estan autoritzats a accedir a saned al servidor. Introduïu una llista d'amfitrions client separats per comes (noms d'amfitrions o adreces IP) o subxarxes (notació CIDR, com ara 192.168.1.0/24). Si no s'autoritza cap amfitrió client, saned no s'activarà. Si saned s'activa, també ho fa xinetd i configura saned. </p>
cs: <p> <b><big>Nastavení serveru</big></b><br> Pokud máte místně připojené skenery a chcete je zpřístupnit přes síť, nastavte síťového skenovacího démona saned, čímž se daný počítač stane serverem. V <b>povolených klientech</b> zadejte, kteří klienti budou mít povolen přístup k vašemu serveru. Zadejte čárkami oddělený seznam klientů (názvy hostitelů nebo IP adresy) nebo podsítě (CIDR notace, jako je 192.168.1.0/24). Nejsou-li povoleni žádní hostitelé, saned je neaktivní. Je-li saned aktivní, aktivuje se i xinetd a nastaví se pro saned. </p>
da: <p> <b><big>Serverindstillinger</big></b><br> Hvis du har lokalt tilsluttede scannere, og du vil gøre dem tilgængelige via netværket, skal du sætte netværksscanningsdæmonen saned op, så din værtsmaskine bliver en server. I <b>Tilladte klienter</b> angiver du, hvilke klientmaskiner der har lov til at tilgå saned på din server. Angiv en kommasepareret liste af klientmaskiner (værtsmaskinenavne eller IP-adresser) eller undernet (CIDR-notat, såsom 192.168.1.0/24). Hvis ingen klientmaskiner tillades, aktiveres saned ikke. Hvis saned aktiveres, bliver xinetd også aktiveret og sat op for saned. </p>
el: <p><b><big>Ρύθμιση Διακομιστή:</big></b><br> Εάν έχετε τοπικά συνδεδεμένους σαρωτές και θέλετε να τους κάνετε προσβάσιμους μέσω δικτύου, εγκαταστήστε το saned network scanning daemon, έτσι ώστε ο εξυπηρετητής σας να γίνει διακομιστής. Εισάγετε κατάλογο χωρισμένο με κόμμα, με τη λίστα των πελατών εξυπηρετητών(client host) (όνομα host ή IP διεύθυνση) ή των υποδικτύων (CIDR σύνταξη, όπως 192.168.1.0/24). Εάν δεν επιτρέπεται κανένας πελάτης εξυπηρετητής, τότε το 'saned' δεν ενεργοποιείται. Εάν το 'saned' είναι ενεργοποιημένο, το xinetd είναι επίσης ενεργοποιημένο και εγκατεστημένο για το saned. </p>
fr: <p> <b><big>Paramètres du serveur</big></b><br> Si vous avez connecté des scanneurs localement et si vous souhaitez les rendre accessibles via le réseau, configurez le daemon de numérisation réseau saned de façon à transformer votre hôte en serveur. Dans <b>Clients autorisés</b>, indiquez les hôtes clients autorisés à accéder à saned sur votre serveur. Saisissez une liste des hôtes clients séparés par des virgules (noms d'hôtes ou adresses IP) ou des sous-réseaux (notation CIDR, telle que. 192.168.1.0/24). Si aucun hôte client n'est autorisé, saned n'est pas activé. Si saned est activé, xinetd est aussi activé et configuré pour saned. </p>
hu: <p> <b><big>Kiszolgáló beállítása:</big></b><br> Ha vannak helyileg csatlakozó lapolvasói, amelyeket a hálózaton keresztül elérhetővé kíván tenni, akkor állítsa be a saned hálózati lapolvasási démont, így a gépéből kiszolgáló lesz. Az <b>Engedélyezett kliensek</b> részben adja meg, hogy mely kliensgépek jogosultak a saned elérésére. Adja meg a kliensgépek vagy alhálózatok (neveinek vagy IP-címeinek) vesszővel elválasztott listáját, (CIDR jelöléssel, tehát például 192.168.1.0/24). Ha egy kliensgépet sem engedélyez, akkor a 'saned' nem kerül aktiválásra. </p>
it: <p> <b><big>Impostazioni server</big></b><br> Per rendere gli scanner connessi localmente accessibili in rete, configurare il demone di scansione via rete saned in modo che l'host divenga un server. In <b>Client autorizzati</b>, specificare quali host client sono autorizzati ad accedere a saned sul server. Immettere l'elenco degli host client come elenco separato da virgole (nomi host o indirizzi IP) o le sottoreti (notazione CIDR come 192.168.1.0/24). Se nessun client è autorizzato, saned non è attivato. Se saned è attivato, anche xinetd è attivato e configurato per saned. </p>
ja: <p> <b><big>サーバ設定</big></b><br> ローカルコンピュータに接続されているスキャナにネットワーク経由でアクセスできるようにするには、 saned ネットワークスキャンデーモンを設定することで、そのコンピュータをサーバにすることができます。 この場合は、 <b>許可するクライアント</b> にアクセスを許可するクライアントホストを入力してください。 この項目にはクライアントホストのホスト名またはIPアドレスをカンマ区切りで入力するか、 サブネットを 192.168.1.0/24 のように CIDR 表記で入力します。 どのクライアントホストも許可しない場合、 saned は有効になりません。 saned が有効に設定されている場合、 xinetd も有効に設定され saned 向けの設定が行なわれます。 </p>
km: <p> <b><big>ការកំណត់​ម៉ាស៊ីន​បម្រើ</big></b><br> ប្រសិនបើ​អ្នក​មាន​ម៉ាស៊ីន​ស្កេន​បាន​តភ្ជាប់​មូលដ្ឋាន ហើយ​អ្នក​ចង់​ឲ្យ​ពួកវា​អាចប្រើប្រាស់​បាន​តាម​រយៈ​បណ្តាញ សូម​រៀបចំ​ដេមិន​ម៉ាស៊ីន​ស្កេន​បណ្តាញ saned ដូច្នេះ​ម៉ាស៊ីន​របស់​អ្នក​ក្លាយជា​ម៉ាស៊ីន​បម្រើ​មួយ ។ ក្នុង <b>ម៉ាស៊ីនភ្ញៀវ​ដែល​បាន​អនុញ្ញាត</b> សូម​បញ្ចូល​ម៉ាស៊ីន​ភ្ញៀវ​ណាមួយដែល​ត្រូវ​អនុញ្ញាត​ឲ្យ​ប្រើប្រាស់ saned នៅ​លើ​ម៉ាស៊ីន​បម្រើ​របស់​អ្នក ។ សូម​បញ្ចូល​បញ្ជី​ដែល​បំបែក​ដោយ​ក្បៀស​របស់​ម៉ាស៊ីន​ភ្ញៀវ (ឈ្មោះ​ម៉ាស៊ីន ឬ​អាសយដ្ឋាន IP) ឬ​បណ្តាញរង (សទ្ទសញ្ញា CIDR ដូចជា 192.168.1.0/24) ។ ប្រសិនបើ​គ្មាន​ម៉ាស៊ីន​ភ្ញៀវ​ត្រូវ​បាន​អនុញ្ញាត នោះ saned មិន​សកម្ម​ឡើយ ។ ប្រសិនបើ saned សកម្ម នោះ xinetd ក៏​សកម្ម​ផងដែរ ហើយរៀបចំ​សម្រាប់ saned ។ </p>
ko: <p> <b><big>서버 설정</big></b><br> 로컬에 연결된 스캐너가 있고 네트워크를 통해 액세스할 수 있게 하려는 경우 호스트가 서버의 일부가 되도록 saned 네트워크 스캐닝 데몬을 설정하십시오. <b>허가된 클라이언트</b>에서 서버의 saned에 액세스할 수 있는 클라이언트 호스트를 입력하십시오. 클라이언트 호스트(호스트 이름 또는 IP 주소) 또는 서브넷(CIDR 표기법, 예: 192.168.1.0/24)의 쉼표로 구분된 목록을 입력하십시오. 허가된 클라이언트 호스트가 없는 경우 saned가 활성화되지 않습니다. saned가 활성화된 경우 xinetd도 활성화되며 saned에 대해 설정됩니다. </p>
pl: <p> <b><big>Ustawienia serwera</big></b><br> Aby mieć dostęp przez sieć do lokalnie podłączonych skanerów, skonfiguruj demona skanowania sieciowego saned tak, aby żądany host stał się serwerem. W polu <b>Dopuszczeni klienci</b> określ, które hosty klienckie mają pozwolenie na dostęp do saned na tym serwerze. Należy wprowadzić listę hostów klienckich rozdzielonych przecinkami (nazwy hostów lub adresy IP) albo podsieci (w notacji CIDR, np. 192.168.1.0/24). Jeśli nie ma dopuszczonych hostów klienckich, saned nie jest aktywowany. Jeśli saned jest aktywowany, xinetd jest również aktywowany i konfigurowany dla saned. </p>
ro: <p> <b><big>Setările Serverului</big></b><br> Dacă ai scanner conectat local și dorești să îl faci accesibil în rețea, configurează serviciul de rețea saned pentru ca gazda ta să devină un server. În <b>Clienți Permiși</b>, tastează ce clienți gazde au voie să acceseze saned pe serverul tău. Tastează o listă separată prin virgulă a clienților gazde (nume de gazdă sau adrese IP) sau subnet (rotație CIDR, cum ar fi 192.168.1.0/24). Dacă nici un client gazdă nu este permis, saned nu este activat. Dacă saned este activat, xinetd este de asemenea activat și setat pentru saned. </p>
sk: <p> <b><big>Nastavenia servera</big></b><br> Ak máte lokálne pripojené skenery a chcete ich sprístupniť pre sieť, nastavte sieťový skenovací démon 'saned' a počítač sa stane serverom. V <b>Povolení klienti</b> zadajte klientské počítače, ktoré majú povolený prístup 'saned' na Vašom serveri. Zadajte čiarkou oddelený zoznam klientských počítačov (hostitelia, alebo IP adresy), alebo podsiete (CIDR notácia, ako napr. 192.168.1.0/24). Ak nie sú zadané žiadne, 'saned' nebude aktivovaný. Ak je saned aktivovaný, xinetd je tiež aktivovaný a nastavený pre saned. </p>
uk: <p> <b><big>Параметри сервера</big></b><br> Якщо ви маєте локально з'єднані сканери і хочете зробити їх доступними з мережі, встановіть мережну фонову службу сканування saned, отже зробіть комп'ютер сервером. У полі <b>Дозволені клієнти</b>, введіть адреси комп'ютерів-клієнтів, яким дозволено доступ до вашого saned на вашому сервері. Введіть розділений комами список адрес клієнтів (назв комп'ютерів або IP-адрес) або підмереж (у позначеннях CIDR, таких як 192.168.1.0/24). Якщо не дозволити доступ, saned не буде активовано. Якщо saned активовано, то буде активовано і налаштовано на saned також і xinetd. </p>
zh_cn: <p> <b><big>服务器设置</big></b><br> 如果您有本地连接的扫描仪，并希望从网络上访问它们， 请设置 saned 网络扫描守护程序，这样您的主机便成为服务器。 在<b>允许的客户端</b>中，输入允许访问服务器上的 saned 的客户端主机。 输入用逗号隔开的客户端主机列表（主机名或 IP 地址） 或子网（CIDR 表示法，如 192.168.1.0/24）。 如果不允许任何主机客户端访问，则 saned 不会被激活。 如果激活了 saned，则还会为 saned 激活并配置 xinetd。 </p>
zh_tw: <p> <b><big>伺服器設定</big></b><br> 如果擁有連接到本機的掃描器並想透過網路供其他使用者存取， 設定 saned 網路掃描精靈, 讓您的主機變成伺服器。 在<b>「授權的用戶端」</b>，輸入要授權的用戶主機，讓她們存取伺服器上的 saned。 輸入以逗號分隔的用戶端主機清單(主機名稱或 IP 位址) 或子遮罩 (CIDR 標記，如 192.168.1.0/24) 。 如果沒有授權用戶端主機，將不會啟用 saned。 如果 saned 已啟用， xinetd 也會啟用並針對 saned 設定。 </p>
