Repository: Dzejrou/yast-translations
Catalog: po/scanner/*.po
Languages: af, bn, ca, cs, da, el, fr, gu, hu, it, ja, km, ko, mr, pa, pl, ro, sk, th, uk, xh, zh_cn, zh_tw

source: <p> <b><big>Regarding Firewall</big></b><br> A firewall is used to protect running server processes on your host against unwanted access via network. For using scanners via network the SANE network daemon (the saned) is the server process which must run so that remote clients can access scanners which are connected to your local host. Client hosts contact the saned via the sane-port (TCP port 6566) but scanning data is transferred via an additional random port. Therefore only port 6566 is not sufficient for scanning via network.<br> Do not open the sane-port 6566 or any other port regarding using scanners for the external zone in the firewall. This is dangerous because it allows access to the saned from foreign hosts so that the firewall does no longer provide any protection for the saned. Allowing access from the external network (i.e. for the external zone) does not make sense because scanning documents requires physical scanner access by trusted users.<br> On the other hand the default firewall settings allow any access from an internal (i.e. trusted) network. To make the saned on your server accessible from an internal network, assign the network interface which belongs to the internal network to the internal zone of the firewall. Use the YaST Firewall setup module to do this fundamental setup regarding network security and firewall and scanning via network will work without any further firewall setup.<br> For details see the openSUSE support database article 'CUPS and SANE Firewall settings' at<br> http://en.opensuse.org/SDB:CUPS_and_SANE_Firewall_settings </p>
ca: <p> <b><big>Sobre el tallafoc</big></b><br> Un tallafoc s'usa per protegir processos de servidor en execució al vostre amfitrió contra accés indesitjat des d'internet. Per usar escàners a través de la xarxa, el dimoni de xarxa de SANE (saned) és el procés de servidor que s'ha d'executar per tal que clients remots puguin tenir accés a l'escàner connectat al vostre amfitrió local. Amfitrions client contacten amb saned a través del sane-port (TCP port 6566) però les dades d'escaneig es transfereixen a través d'un port aleatori addicional. Per això no és suficient només el port 6566 per escanejar a través de la xarxa.<br> No obriu el sane-port 6566 o cap altre port pel que fa a usar escàners per a la zona externa al tallafoc. Això és perillós perquè perquè permet accés a saned des d'amfitrions foranis i així el tallafoc ja no ofereix protecció per al saned. No té sentit permetre l'accés des de la xarxa externa (per exemple, la zona externa) perquè escanejar documents requereix un accés físic a l'escàner pels usuaris de confiança.<br> D'altra banda, la configuració per defecte del tallafoc permet qualsevol accés des de la xarxa interna (de confiança). Per fer que el saned al vostre servidor sigui accessible des de la xarxa interna, assigneu la interfície de xarxa que pertany a la xarxa interna a la zona interna del tallafoc. Useu el mòdul de configuració del tallafoc del YaST per establir aquesta configuració fonamental sobre seguretat de xarxa i tallafoc, i escanejar a través de la xarxa funcionarà sense cap altra configuració del tallafoc.<br> Per a més detalls vegeu l'article de la base de dades de suport d'openSUSE 'CUPS and SANE Firewall settings' a<br> http://en.opensuse.org/SDB:CUPS_and_SANE_Firewall_settings </p>
cs: <p><big>Firewall</big></b><br> Firewall se používá k ochraně procesů běžících na serveru proti nechtěnému přístupu ze sítě. Pro použití skenerů přes síť slouží síťový démon SANE (saned), což je serverový proces, který musí běžet, aby se k danému skeneru mohli připojit vzdálení klienti. Klienti kontaktují saned skrz sane-port (TCP port 6566), ale skenovaná data jsou přenášena přes další náhodný port. Proto pro skenování přes síť nestačí mít dostupný pouze port 6566.<br> Neotevírejte sane-port 6566 nebo jiný port potřebný pro síťové skenování v externí zóně firewallu. Je to nebezpečné, protože to umožňuje přístup k saned od cizích hostitelů, takže firewall již saned neposkytuje žádnou ochranu. Povolení přístupu z vnější sítě (tj. pro vnější zónu) nedává smysl neboť skenování dokumentů vyžaduje fyzický přístup k zařízení.<br> Na druhou stranu výchozí nastavení firewallu povoluje přístup komukoliv z vnitřní (důvěryhodné) sítě. Abyste saned na vašem serveru zpřístupnili všem z vnitřní sítě, použijte vnitřní zónu firewallu. K tomuto základnímu nastavení síťové bezpečnosti, firewallu skenování přes síť, použijte modul Firewall YaSTu. Skenování přes síť bude fungovat bez dodatečných nastavení.<br> Pro detaily se podívejte do openSUSE databáze podpory na článek CUPS and SANE Firewall settings na adrese<br> http://en.opensuse.org/SDB:CUPS_and_SANE_Firewall_settings </p>
da: <p> <b><big>Vedrørende firewall</big></b><br> En firewall bruges til at beskytte kørende serverprocesser på din vært imod uønsket adgang via netværk. For brug af scannere via netværk er SANE-netværksdæmonen (saned) den serverproces der skal køre for at eksterne klienter kan tilgå scannere der sluttet til din lokale værtsmaskine. Klientmaskiner kontakter saned via sane-porten (TCP-port 6566) men scanningsdata overføres via en yderligere tilfældig port. Derfor er port 6566 alene ikke tilstrækkeligt til scanning via netværk.<br> Åbn ikke sane-porten 6566 eller nogen anden port vedrørende brug af scannere for den eksterne zone i firewallen. Dette er farligt fordi det tillader adgang til saned fra fremmede maskiner så firewallen ikke længere giver nogen beskyttelse af saned. Tilladelse af adgang fra eksterne netværk (dvs. den eksterne zone) giver ikke mening fordi scanning af dokumenter kræver fysisk adgang til scanneren af betroede brugere.<br> Til gengæld tillader firewallens standardindstillinger al adgang fra et internt (dvs. betroet) netværk. For at gøre saned på din server tilgængelig fra et internt netværk, så tildel netværksgrænsefladen der hører til det interne netværk til den interne zone i firewallen. Brug YaST's modul til firewall-opsætning til at udføre denne fundamentale opsætning af netværkssikkerned og firewall og scanning via netværk vil virke uden yderligere firewall-opsætning For detaljer se openSUSE support-database-artiklen "CUPS and SANE Firewall settings" på<br> http://en.opensuse.org/SDB:CUPS_and_SANE_Firewall_settings </p>
el: <p> <b><big> Τοίχος Προστασίας</big></b><br> Ένα τοίχος προστασίας χρησiμοποιείτε για να προστατεύει τις διαδικασίες που τρέχει ο διακομιστής στο σύστημά σας από μία μη επιθυμητή πρόσβαση μέσω διαδικτύου. Για τη χρήση σαρωτών μέσω διαδικτύου ο SANE (the saned) δαίμονας(daemon) δικτύου είναι η κύρια λειτουργία που πρέπει να τρέχει έτσι ώστε οι απομακρυσμένοι πελάτες να έχουν πρόσβαση στους σαρωτές οι οποίοι είναι συνδεδεμένοι στο τοπικό σας σύστημα. Οι πελάτες επικοινωνούν με το saned σύστημα μέσω της sane-port (TCP port 6566) αλλά τα σαρωμένα δεδομένα μεταφέρονται μέσω μία επιπλέον τυχαία θύρα. Γι' αυτό μόνο η port 6566 δεν είναι επαρκής για τη σάρωση σε ένα δίκτυο. Μη ανοίγετε την sane-port 6566 ή άλλη θύρα σχετικά με τους σαρωτές για την εξωτερική ζώνη στο τοίχος προστασίας. Αυτό είναι επικίνδυνο επειδή επιτρέπει πρόσβαση στο saned σύστημα από αγνώστους και έτσι το τοίχος προστασίας δεν παρέχει καμία προστασία στο saned σύστημα. Επιτρέποντας την πρόσβαση από εξωτερικό δίκτυο (π.χ. για την εξωτερική ζώνη) δεν έχει νόημα επειδή η σάρωση εγγράφων απαιτεί φυσική πρόσβαση στο σαρωτή από έμπιστους χρήστες. Από την άλλη μεριά οι προεπιλεγμένες ρυθμίσεις του τοίχους προστασίας δεν επιτρέπουν καμία πρόσβαση από έναν εσωτερικό (π.χ. έμπιστο) δίκτυο. Για να κάνετε το saned server σας προσβάσιμο από ένα εσωτερικό δίκτυο, αναθέστε τη διεπαφή δικτύου η οποία ανήκει στο εσωτερικό δίκτυο στην εσωτερική ζώνη του firewall. Χρησιμοποιήστε τη YaST μονάδα ρύθμισης του Τοίχους Προστασίας για να γίνει αυτή η βασική εγκατάσταση σχετικά με την ασφάλεια των δικτύων και έτσι το τοίχος προστασίας και σάρωσης μέσω δικτύου θα λειτουργήσει χωρίς καμία περαιτέρω ρύθμιση του τείχους προστασίας. Για λεπτομέρειες, δείτε τη βάση δεδομένων υποστήριξης του openSUSE το άρθρο «CUPS and SANE Firewall settings» στο http://en.opensuse.org/SDB:CUPS_and_SANE_Firewall_settings </p>
fr: <p> <b><big>En ce qui concerne le Pare-feu</big></b><br> Un pare-feu est utilisé pour protéger les processus fonctionnant sur un serveur hôte contre des accès indésirables par le réseau. Pour utiliser les scanners par le réseau le service réseau SANE (saned) le processus serveur doit fonctionner de sorte que les clients distants puissent accéder à des scanners qui sont connectés à votre hôte local Les clients distants contact saned via le sane-port (port TCP 6566) mais la numérisation est transférée via un port additionnel aléatoire.Par conséquent le port 6566 n'est pas suffisant pour numériser par le réseau.<br> Il ne faut pas ouvrir le port 6566 ou tout autre port pour la numérisation sur la zone externe du pare-feu. Ceci est dangeureux car cela autorise les hôtes externes à accéder à saned de sorte que le pare-feu n'apporte plus aucune protection à saned. Autoriser l'accès depuis le réseau externe (par exemple pour la zone externe) n'a pas de sens parce que la numérisation de documents exige un accès physique par les utilisateurs de confiance.<br> D'autre part les paramètres du pare-feu par défaut permettent tout accès à partir d'un réseau interne (de confiance). Pour rendre accessible saned sur votre serveur à partir d'un réseau local, affecter l'interface réseau qui appartient au réseau interne à la zone interne du pare-feu. Utilisez le module de configuration YaST Pare-feu pour le réglage fondamental en matière de sécurité réseau et de pare-feu et de numérisation par le réseau sans aucune autre configuration.<br> Pour plus de détails consultez l'article de la base de données du support openSUSE 'CUPS and SANE Firewall settings' at<br> http://en.opensuse.org/SDB:CUPS_and_SANE_Firewall_settings </p>
hu: <p> <b><big>Tűzfallal kapcsolatban</big></b><br> Egy tűzfalat kiszolgálókon futó folyamatok védelmére szoktak használni, a nem kívánt hálózati elérések ellen. A szkenner hálózaton keresztül történő használatához a SANE hálózati démonnak (saned) futnia kell a kiszolgálón, hogy a kliensek elérjék a csatlakoztatott szkennert. A kliensek a saned programhoz a sane-porton keresztül (6566-os TCP port) kapcsolódnak, a szkennelt adat azonban egy másik, véletlenszerű porton halad. Vagyis, csupán a 6566 port megnyitása nem elegendő a hálózaton keresztüli szkenneléshez.<br> Nem nyissa ki a 6566-os sane-portot, vagy bármilyen más portot, amennyiben a szkennert a tűzfal külső oldaláról kívánja használja. Ez veszélyes, mert az idegen gépek elérhetik a saned-portot, így a tűzfal nem nyújt védelmet a saned számára. A külső hálózatról (például a külső zónáról) való elérés engedélyezése nem tűnik jó ötletnek, mivel egy dokumentum beolvasásához, az arra jogosult felhasználóknak, fizikailag a szkenneléshez kell férniük.<br> Másrészről azonban az alapértelmezett tűzfalbeállítások lehetőséget biztosítanak a belső hálózatról való eléréshez. Ahhoz, hogy a saned elérhetővé váljon a belső hálózatról, hozzá kell rendelni a belső hálózathoz csatlakoztatott hálózati csatolót a tűzfal belső hálózati zónájához. Az alapvető biztonsági beállításokhoz használja a YaST Tűzfalbeállító modulját és a tűzfal, valamint a hálózaton keresztüli szkennelés minden további beállítás nélkül működni fog.<br> További információ az openSUSE támogatói adatbázisában található a<br> http://en.opensuse.org/SDB:CUPS_and_SANE_Firewall_settings weboldalon. </p>
it: <p> <b><big>A proposito del firewall</big></b><br> Un firewall è usato per proteggere i processi server in esecuzione sull'host dagli accessi via rete non voluti. Per usare gli scanner via rete il demone di rete di SANE (saned) è il processo server che deve essere in esecuzione in modo tale che i client remoti possano accedere agli scanner che sono connessi all'host locale. Gli host client contattano saned attraverso la porta sane (porta TCP 6566) ma i dati della scansione sono trasferiti attraverso un'ulteriore porta casuale. Pertanto la sola porta 6566 non è sufficiente per la scansione via rete.<br> Non aprire la porta sane 6566 o ogni altra porta riguardante l'uso degli scanner nella zona esterna del firewall. È pericoloso farlo in quanto questo permette l'accesso a saned da host estranei cosicché il firewall non fornisce più alcuna protezione a saned. Permettere l'accesso da una rete esterna (come la zona esterna) non ha senso in quanto la scansione dei documenti richiede l'accesso fisico allo scanner da parte di utenti fidati.<br> D'altro canto le impostazioni predefinite del firewall permettono ogni accesso da una rete interna (fidata). Per rendere saned accessibile sul server da una rete interna, basta assegnare l'interfaccia di rete che appartiene alla rete interna alla zona interna del firewall. Per eseguire questa configurazione fondamentale per la sicurezza di rete e il firewall si può usare il modulo di configurazione del firewall di YaST e la scansione via rete funzionerà senza richiedere nessun'altra configurazione del firewall.<br> Per maggiori dettagli guardare l'articolo del supporto di openSUSE 'CUPS and SANE Firewall settings' presso<br> http://en.opensuse.org/SDB:CUPS_and_SANE_Firewall_settings </p>
ja: <p> <b><big>ファイアウオールについて</big></b><br> ファイアウオールは、お使いのホストで実行中のサーバプロセスを保護し、 ネットワークを介した不正な攻撃を防ぎます。<br> ネットワーク経由でスキャナを使用する場合、 SANE ネットワークデーモン (saned) は必ず実行させていなければならないサーバプロセスであり、これによってリモートのクライアントから、 お使いのホストに接続されているスキャナを利用することができるようになっています。 クライアントのホストは saned 上の sane ポート (TCP ポート 6566) に接続を行ないますが、 スキャンしたデータは追加で割り当てたランダムなポートを介して転送される仕組みになっています。 そのため、ネットワーク経由でスキャンを行なう場合は、ポート 6566 だけ開いても不十分です。<br> また、ファイアウオールの外部ゾーンに対して、 sane が使用するポート 6566 やスキャナが使用している ポートを開いたりはしないでください。 これは外部のホストから saned に対するアクセスを許可することになってしまい、 saned に対するファイアウオールの保護を外すことになってしまいます。 外部のネットワーク (外部ゾーン) に対してアクセスを許可することは、 信頼済みのユーザに対してスキャン対象のドキュメントを設置するという 物理的な作業が必要になるという点で、意味がありません。<br> 一方、既定のファイアウオール設定では、内部の (信頼済みの) ネットワークから のアクセスだけを許可します。 お使いのサーバ内にある saned に対して内部のネットワークからアクセスできるようにするには、 ネットワークインターフェイスをファイアウオールの内部ゾーンに割り当て、 内部ネットワークに属するように設定してください。 このような基本設定を行ない、お使いのネットワークに対するセキュリティと ファイアウオール設定を行なうには、 YaST ファイアウオール設定モジュールをご利用 ください。ネットワーク経由でのスキャンについては、さらなるファイアウオール設定を 行なうことなく作業が完了します。 詳しくは openSUSE のサポートデータベース記事 'CUPS と SANE ファイアウオール設定'<br> http://ja.opensuse.org/SDB:CUPS_and_SANE_Firewall_settings をお読みください。 </p>
km: <p> <b><big>ចំពោះ​ជញ្ជាំងភ្លើង​</big></b><br> ជញ្ជាំង​​ភ្លើងត្រូវ​បានប្រើ​ដើម្បី​ការពារការ​ចូល​ដំណើរការ​ម៉ាស៊ីន​បម្រើ​រត់​ លើ​ម៉ាស៊ីន​របស់​អ្នក​ប្រឆាំង​ការ​ចូល​ដំណើរ​ការ​ដែល​មិន​មាន​បំណង​តាមរយៈ​បណ្តាញ ។ សម្រាប់​ការ​ប្រើ​ម៉ាស៊ីន​ស្កេន​តាម​រយៈ​បណ្តាញ​ ដេមិន​បណ្តាញ​របស់​ SANE (saned​) ជា​ដំណើរការម៉ាស៊ីន​បម្រើ​ដែល​ត្រូវ​តែរត់​ជា​ម៉ាស៊ីនភ្ញៀវ​ពីចម្ងាយ អាច​ចូល​ដំណើរ​ការ​ម៉ាស៊ីន​ស្កេន​ដែល​ត្រូវ​បាន​តភ្ជាប់​ទៅកាន់​ម៉ាស៊ីនទីតាំង​របស់​អ្នក​ ។​ ម៉ាស៊ីន​ភ្ញៀវទាក់​ទង​ saned ​តាមរយៈ​ច្រក​ sane​​ (TCP ច្រក​ 6566) ប៉ុន្តែ​ការ​ស្កេន​ទិន្នន័យ​ត្រូវ​បាន​ផ្លាស់​ប្តូរ​តាមរយៈច្រកចៃដន្យ​ដែល​បន្ថែម​ ។ ដូច្នេះ ច្រក​ 6566 មិនគ្រប់​គ្រាន់​សម្រាប់​ការ​ស្កេន​តាម​រយៈ​​បណ្តាញតែ​បណ្ណោះ​ ។<br> កុំបើក​ច្រក​ sane 6566 ឬច្រកមួយ​ចំនួន​ផ្សេង​ទៀត​​ ចំពោះ​ការ​ប្រើ​ម៉ាស៊ីនស្កេនសម្រាប់​តំបន់​ខាង​ក្រៅ​ក្នុង​ជញ្ជាំង​​ភ្លើង​ ។ វា​មាន​គ្រោះ​ថ្នាក់​ពីព្រោះ​វា​អនុញ្ញាត​ឲ្យ​ដំណើរការ​​ដើម្បី​​​ saned ពី​ម៉ាស៊ីនក្រៅ​ ដូច្នោះ​ជញ្ជាំង​​ភ្លើង​មិន​ផ្តល់​ការ​ការ​ពារ​ខ្លះទៀត​ទេ​សម្រាប់​ saned ។ ការ​អនុញ្ញាត​ការ​ចូល​ដំណើរការ​ពី​បណ្តាញ​ខាង​ក្រៅ​​(ឧ.ទា. សម្រាប់​តំបន់​ខាង​ក្រៅ​) កុំបង្កើត​វិញ្ញាណ​​ពី​ព្រោះការ​ស្កេន​ទាមទាឯកសារ ចូល​ដំណើរការ​ម៉ាស៊ីន​ស្កេនដើម ដោយ​អ្នក​ប្រើ​យ៉ាង​ពិត​ប្រាកដ​ ។​<br> លើ​ដៃ​ផ្សេង​ទៀត​ការ​កំណត់​ជញ្ជាំង​ភ្លើង​លំនាំដើម​អនុញ្ញាត​ឲ្យ​ ចូល​ដំណើរ​ការ​ខ្លះ​ពី​បណ្តាញ​ខាងក្នុង​ ​(ឧ.ទា. ដោយ​ពិត​ប្រាកដ​) ។ ដើម្បី​បង្កើត​ saned លើ​ម៉ាស៊ីនបម្រើ​ដែលអាច​ចូល​ដំណើរការ​បាន​ពី​បណ្តាញ​ខាង​ក្នុង​ ផ្តល់​តម្លៃ​ចំណុច​ប្រទាក់​បណ្តាញ​ដែល​ជារបស់​បណ្តាញ​ខាង​ក្នុង​ ទៅកាន់​តំបន់​ខាង​ក្នុង​របស់​ជញ្ជាំង​ភ្លើង​ ។ ប្រើម៉ូឌុល​រៀបចំ​ YaST Firewall ដើម្បី​ធ្វើ​ការ​រៀបចំជាមូល​ដ្ឋាន​ ចំពោះ​សុវត្តិភាព​បណ្តាញ​ និង​ជញ្ជាំង​ភ្លើង​ និង​ការ​ស្កេន​តាម​រយៈ​បណ្តាញ​ នឹង​ដំណើរការ​ដោយ​មិន​ចាំបាច់រៀប​ចំ​ជញ្ជាំង​ភ្លើង​ខ្លះទៀត​ឡើយ​ ។<br> សម្រាប់​សេចក្តី​លម្អិត​មើល​មូល​ដ្ឋាន​ទិន្នន័យ​គាំទ្រ​អូផឹន​ស៊ូស៊ីន អត្ថបទ​ CUPS និង​ការ​កំណត់​ SANE Firewall ក្នុង​<br> http://en.opensuse.org/SDB:CUPS_and_SANE_Firewall_settings </p>
ko: <p> <b><big>방화벽 관련</big></b><br> 방화벽은 호스트에서 네트워크를 통한 불필요한 액세스로부터 실행 중인 서버 프로세스를 보호하는 데 사용됩니다. 네트워크를 통해 스캐너를 사용하는 경우 SANE 네트워크 데몬(saned)은 원격 클라이언트가 로컬 호스트에 연결된 스캐너에 액세스할 수 있도록 실행되어야 하는 서버 프로세스입니다. 클라이언트 호스트는 sane-port(TCP 포트 6566)를 통해 saned에 연결하지만 스캐닝 데이터는 추가 임의 포트를 통해 전송됩니다. 따라서 네트워크를 통한 스캔에는 포트 6566만으로 충분하지 않습니다.<br> 방화벽에서 외부 영역에 스캐너를 사용하기 위해 sane-port 6566 또는 다른 포트를 열지 마십시오. 외부 호스트에서 saned에 액세스할 수 있도록 허용하여 방화벽에서 더 이상 saned에 대한 보호를 제공하지 않으므로 위험합니다. 외부 영역에 대해 외부 네트워크의 액세스를 허용하는 것은 타당하지 않습니다. 문서를 스캔하려면 신뢰할 수 있는 사용자가 물리적 스캐너에 액세스해야 하기 때문입니다.<br> 반면, 기본 방화벽 설정은 내부(신뢰할 수 있는) 네트워크의 액세스를 모두 허용합니다. 내부 네트워크에서 서버의 saned에 액세스할 수 있게 하려면 내부 네트워크에 속하는 네트워크 인터페이스를 방화벽의 내부 영역에 할당하십시오. YaST 방화벽 설정 모듈을 사용하여 네트워크 보안 및 방화벽과 관련해서 이 기본 설정을 수행하며, 추가 방화벽 설정 없이 네트워크를 통한 스캔이 작동합니다.<br> 자세한 내용은 다음 위치의 openSUSE 지원 데이터베이스 문서 'CUPS 및 SANE 방화벽 설정'을 참조하십시오.<br> http://en.opensuse.org/SDB:CUPS_and_SANE_Firewall_settings </p>
pl: <p> <b><big>Ustawienia zapory sieciowej</big></b><br> Zapora sieciowa jest używana do ochrony procesów serwera przed niepożądanym dostęp do nich z sieci. Aby korzystać ze skanerów w sieci, musi być uruchomiony demon SANE (saned), tak aby zdalni klienci mogli uzyskiwać dostęp do skanerów podłączonych do hosta lokalnego. Głównym portem sane jest TCP 6566, ale transfer odbywa się również przez inne losowo wybrane porty. Z tego powodu port 6566 nie jest wystarczający na potrzeby skanowania przez sieć.<br> Przeważnie błędem jest jednak otwarcie portu 6566 na zaporze sieciowej, gdyż umożliwia to zdalny dostęp do demona z każdego hosta. Należy dokładnie przemyśleć zakres użytkowników skanera (np. nie ma sensu udostępnianie skanera dla użytkowników nie mających fizycznej możliwości dostępu do urządzenia) i ustawić odpowiednio do tego zaporę sieciową.<br> Z drugiej strony domyślne zasady zapory zezwalają na dostęp z wewnętrznej (tj. zaufanej) sieci. Aby demon saned na serwerze był dostępny z wewnętrznej sieci, przypisz interfejs sieciowy należący do sieci wewnętrznej do wewnętrznej strefy zapory. Pomocnym narzędziem będzie tu moduł YaST odpowiadający za Zaporę sieciową.<br> Więcej informacji można znaleźć pod adresem:<br> http://en.opensuse.org/SDB:CUPS_and_SANE_Firewall_settings </p>
ro: <p> <b><big>În ceea ce privește Paravanul</big></b><br> Paravanul este folosit pentru a proteja procesele serverului de pe calculatorul tău împotriva accesului nedorit din rețea. Pentru folosirea unui scanner în rețea serviciul de rețea SANE (saned) este procesul de server care trebuie să fie inițiat pentru accesul clienților externi la scannerul conectat la gazda locală. Clienții gazdă contactează saned prin portul sane (TCP port 6566) dar datele adiționale de scanare sunt trimise printr-un port aleatoriu. De aceea numai portul 6566 nu este suficient pentru scanarea din prin rețea.<br> Nu deschide portul sane 6566 sau orice alt port în ceea ce privește scannerele din zona externă a paravanului. Acest lucru este periculos deoarece permite accesul la saned a gazdelor străine astfel încât paravanul nu mai poate oferi protecție pentru saned. Permiterea accesului din rețueaua externă (ex. zona externă) nu are nici un sens deoarece scanarea documentelor necesită un scanner psihic accesat de utilizatori de încredere.<br> Pe de altă parte setările inițiale ale paravanului permite orice acces dintr-o rețea internă (de încredere). Pentru a-ți face serverul saned accesibil pentru o rețea internă, atribuie interfața de rețea ce aparține rețelei interne zonei interne a paravanului. Folosește modulul de configurare a Paravanului YaST pentru a face această setare fundamentală privind securitatea din rețea și paravan și scanarea din rețea va merge fără nici o setare ulterioară a paravanului.<br> Pentru mai multe detalii vezi baza de date cu suport a openSUSE articolul 'Setările de Paravan pentru CUPS și SANE' de la <br> http://en.opensuse.org/SDB:CUPS_and_SANE_Firewall_settings </p>
sk: <p> <b><big>Týkajúce sa firewallu</big></b><br> Firewall sa používa na ochranu bežiacich serverových procesov na vašom hostiteľovi proti nechcenému prístupu cez sieť. Pre použitie skenerov cez sieť je sieťový proces, sieťový démon SANE (saned), ktorý musí bežať tak, že vzdialení klienti môžu pristupovať ku skenerom, ktoré sú pripojené k vášmu lokálnemu hostiteľovi. Hostitelia klienta kontaktujú saned cez sane-port (TCP port 6566), ale skenované dáta sú prenášané cez ďalší náhodný portu. Preto len port 6566 nie je postačujúci pre skenovanie cez sieť.<br> Neotvárať sane-port 6566 alebo akýkoľvek iný port týkajúci sa používanie skenerov pre vonkajšiu zónu vo firewalle. To je nebezpečné, pretože to umožňuje prístup k saned z cudzích hostiteľov, takže firewall už viac neposkytuje žiadnu ochranu pre saned. Povolenie prístup z vonkajšej siete (t.j. pre externú zónu) nedáva zmysel, pretože skenovanie dokumentov vyžaduje fyzický prístup ku skeneru od dôveryhodných používateľov.<br> Na druhej strane predvolené nastavenie firewallu umožňuje akýkoľvek prístup z internej (t.j. dôveryhodnej) siete. Aby bol saned na vašom serveri prístupný z internej siete, priradiť sieťové rozhranie, ktoré patrí do vnútornej siete do internej zóny firewallu. Pomocou nastavenia modulu YaST Firewall urobiť základné nastavenie týkajúce sa zabezpečenia siete a firewallu a skenovanie cez sieť bude fungovať bez ďalšieho nastavenia firewallu.<br> Kvôli podrobnostiam pozrieť článok z databázy podpory openSUSE 'CUPS and SANE Firewall settings' na<br> http://en.opensuse.org/SDB:CUPS_and_SANE_Firewall_settings </p>
uk: <p> <b><big>Про мережний екран</big></b><br> Мережний екран використовується для захисту запущених на сервері процесів від небажаного доступу по мережі. Для використання сканерів по мережі повинен бути запущений мережна фонова служба SANE (the saned), аби віддалені клієнти могли отримати доступ до сканерів, під'єднаних до вашої локальної машині. Клієнтські машини зв'язуються з saned через порт sane (TCP-порт 6566), але дані сканування передаються через додатковий випадковий порт. Таким чином, тільки порту 6566 недостатньо для сканування по мережі.<br> Не відкривайте порт sane 6566 або будь-який інший порт, що відноситься до використання сканерів з зовнішньої зони брандмауера. Це небезпечно, так як дозволяє отримати доступ до saned з невідомих сайтів мережі, так що брандмауер більше не зможе забезпечувати захист для saned. Дозвіл доступу для зовнішньої мережі (наприклад, для зовнішньої зони) не має сенсу, так як сканування вимагає фізичної доступу до сканера довірених користувачів.<br> З іншого боку, налаштування брандмауера за замовчуванням дозволяють будь доступ з внутрішньої (довіреної) мережі. Щоб saned на вашому сервері був доступний для внутрішньої мережі, призначте мережного інтерфейсу, який належить внутрішньої мережі, внутрішню зону брандмауера. Використовуйте для цього модуль налаштування брандмауера зі складу YaST, і сканування по мережі буде працювати без подальшої настройки брандмауера.<br> Докладніше див. у статті бази підтримки openSUSE 'CUPS and SANE Firewall settings' за адресою<br> http://en.opensuse.org/SDB:CUPS_and_SANE_Firewall_settings </p>
zh_cn: <p> <b><big>防火墙相关</big></b><br> 防火墙用来保护您主机上运行中的服务器进程不受无谓的网络访问。 如果通过网络使用扫描仪，SANE 网络守护程序 (saned) 就是必须运行以让远程客户端可以访问连接到您本地主机上的扫描仪的服务器进程。 客户端主机通过 sane 端口（TCP 端口 6566）连接 saned，但扫描数据是通过其他的随机端口传输的。 因此只有端口 6566 是不足以实现通过网络扫描的。<br> 请不要为防火墙中的外部区域打开 sane 端口 6566 或其他任何的端口以使用扫描仪。 这非常危险，因为它允许外部主机访问 saned，如此防火墙不再提供对 saned 的任何保护。 允许外部网络（例如外部区域）的访问没有任何意义，因为扫描文档需要可信用户能够接触到物理扫描仪。<br> 另一方面，默认防火墙设置允许任何内部（可信）网络访问。 要使得您服务器上的 saned 可从内部网络访问，请向防火墙的内部区域指派属于内部网络的网络接口。 请使用 YaST 防火墙设置模块来进行此网络安全和防火墙相关的基础设置，通过网络扫描将不需要任何进一步的防火墙设置。<br> 详情请参考 openSUSE 支持数据库文章《CUPS 和 SANE 的防火墙设置》，网址为：<br> http://zh.opensuse.org/SDB:CUPS_and_SANE_Firewall_settings </p>
zh_tw: <p> <b><big>關於防火牆</big></b><br> 防火牆用於保護主機上的執行中伺服器 程序，防止經由網路的非預期存取。 若要透過網路使用掃描器，必須執行 SANE 網路精靈 (saned) 這一伺服器程序，以便遠端 用戶端能夠存取連接至本地主機的掃描器。 用戶端主機透過 sane 連接埠 (TCP 連接埠 6566) 聯絡 saned，但掃描資料要透過其他隨機連接埠傳送。 因此，若要透過網路掃描，僅有連接埠 6566 是不夠的。<br> 對防火牆中的外部區域使用掃描器時，請不要開啟 sane 連接埠 6566 或任何其他連接埠。 這是危險的做法，因為這會允許從外部主機存取 saned， 如此一來，防火牆就不再能夠為 saned 提供任何保護。 允許從外部網路存取 (例如，對於外部區域) 沒有任何意義，因為掃描文件要求由受信任 使用者執行實際的掃描器存取。<br> 另一方面，預設防火牆設定允許來自 內部 (即受信任) 網路的任何存取。 若要使伺服器上的 saned 可從內部網路存取， 請將屬於內部網路的網路介面指定給 防火牆的內部區域。 請使用 YaST 防火牆設定模組來完成這項涉及到網路 安全性和防火牆的基本設定，然後，無需進一步的 防火牆設定，便可以透過網路進行掃描。<br> 如需詳細資料，請參閱 openSUSE 支援資料庫 文章「CUPS 和 SANE 防火牆設定」，網址為：<br> http://en.opensuse.org/SDB:CUPS_and_SANE_Firewall_settings </p>
