Repository: Dzejrou/yast-translations
Catalog: po/scanner/*.po
Languages: af, bn, ca, cs, da, el, fr, gu, hu, it, ja, km, ko, mr, pa, pl, ro, sk, th, uk, xh, zh_cn, zh_tw

source: The following scanners use the same driver. Therefore all those scanners will be deactivated:
af: Die volgende skandeerders gebruik dieselfde aandrywer. Gevolglik sal al daardie skandeerders gedeaktiveer word.
bn: নীচের স্ক্যানারগুলি একই ড্রাইভার ব্যবহার করে. তাই ঐসব স্ক্যানারগুলি নিষ্ক্রিয় হবে:
ca: Els següents escàners utilitzen el mateix controlador. Per aquest motiu es desactivaran tots ells:
cs: Následující skenery používají stejný ovladač. Proto budou deaktivovány:
da: Følgende scannere benytter den samme driver. Derfor deaktiveres alle disse scannere:
el: Οι ακόλουθοι σαρωτές χρησιμοποιούν τον ίδιο οδηγό. Για αυτό αυτοί οι σαρωτές θα απενεργοποιηθούν:
fr: Les scanneurs ci-après utilisent le même pilote. Par conséquent, tous ces scanners vont être désactivés :
gu: નિમ્ન સ્કેનરમાં એક જેવા જ ડ્રાઇવ યુઝ થાય છે. તો શોટ સ્કેનરને ક્નેસલ કરી દો:
hu: A következő szkennerek ugyanazt az illesztőprogramot használják, ezért ezek deaktiválásra kerülnek:
it: I seguenti scanner usano lo stesso driver. Pertanto, tutti questi scanner verranno disattivati:
ja: 以下のスキャナは同一のドライバを使用しています。 そのため、これらすべてのドライバは無効になります:
km: ម៉ាស៊ីន​ស្កេន​ខាងក្រោម​ប្រើ​កម្មវិធី​បញ្ជា​ដូចគ្នា ។ ដូច្នេះ​ម៉ាស៊ីន​ស្កេន​ទាំងអស់​នោះ​នឹង​ត្រូវ​បាន​ធ្វើ​ឲ្យ​អសកម្ម ៖
ko: 다음 스캐너들은 같은 드라이버를 사용합니다. 따라서 이들이 모두 비활성화됩니다.
mr: खालील स्कॅनर्स तेच ड्रायर्व्हस वापरतात. त्यामुळे ते सर्व स्कॅनर्स निद्रीस्त होतील:
pa: ਹੇਠ ਦਿੱਤੇ ਸਕੈਨਰ ਇੱਕ ਡਰਾਇਵਰ ਵਰਤਦੇ ਹਨ। ਇਸਕਰਕੇ ਉਹ ਸਕੈਨਰ ਨਾ-ਸਰਗਰਮ ਹੋਣ ਜਾਣਗੇ:
pl: Poniższe skanery używają tego samego sterownika. Wszystkie zostaną dezaktywowane:
ro: Următoarele scannere utilizează același driver. De aceea, aceste scannere vor fi deactivate:
sk: Nasledovné skenery používajú ten istý ovládač. Preto budú všetky tieto skenery deaktivované:
th: เครื่องสแกนภาพต่อไปนี้มีการใช้ไดรเวอร์ตัวเดียวกัน ดังนั้นเครื่องสแกนภาพพวกนี้จะถูกปิดการใช้งาน:
uk: Нижчезазначені сканери використовують той самий драйвер. Тому всі ці сканери буде деактивовано:
xh: Izifoti zeskena ezilandelayo zisebenzisa yena loo mqhubi. Ngoko ke zonke ezo zifoti zeskena ziya kususwa ukusebenza:
zh_cn: 以下扫描仪使用相同的驱动程序。 因此将停用所有那些扫描仪：
zh_tw: 下列掃描器使用相同的驅動程式， 因此將停用所有掃描器：

source: The driver hpoj is deactivated but the associated service ptal is not deactivated because it is needed by the CUPS printing system.
af: Die hpoj-aandrywer word gedeaktiveer, maar die geassosieerde ptal-diens is nie gedeaktiveer nie, omdat dit deur die CUPS-drukkerstelsel benodig word.
bn: ড্রাইভার hpoj নিষ্ক্রিয় করা হয়েছে, কিন্তু সহযোগী পরিষেবা ptal নিষ্ক্রিয়কৃতহয়নি, কারণ CUPS প্রিন্টিং সিস্টেমের এটি প্রয়োজন হয়.
ca: El controlador hpoj està desactivat, però el servei ptal associat no està desactivat ja que és necessari per al sistema d'impressió CUPS.
cs: Ovladač hpoj je deaktivován, ale s ním spojená služba ptal zůstala aktivní, protože je vyžadována tiskovým systémem CUPS.
da: Driveren hpoj er deaktiveret, men den associerede tjeneste ptal er ikke deaktiveret, da printsystemet CUPS behøver den.
el: Ο οδηγός hpoj είναι απενεργοποιημένος, αλλά η βοηθητική υπηρεσία ptal δεν είναι απενεργοποιημένη, επειδή χρειάζεται από το σύστημα εκτυπώσεων CUPS.
fr: Le pilote hpoj est désactivé, mais le service ptal associé n'est pas désactivé car il est requis par le système d'impression CUPS.
gu: ડ્રાઇવર hpoj ને કેન્સલ કર્યું પરંતુ સાથે ની ptal સર્વિસ કેન્સીલ ન થઇ કેમકે તેજી CUPS પ્રીન્ટર સ્ટીસ્ટમ માં.
hu: A hpoj illesztőprogram deaktiválva van, de a hozzá tartozó ptal szolgáltatás nincs, mert a CUPS nyomtatási rendszer igényli.
it: Il driver hpoj è disattivato, ma il servizio ptal associato non è disattivato in quanto è richiesto dal sistema di stampa CUPS.
ja: ドライバ hpoj は無効になりますが、関連する ptal サービスは CUPS 印刷システムで必要であるため無効に設定しません。
km: កម្មវិធី​បញ្ជា hpoj អសកម្ម​ហើយ ប៉ុន្តែ​សេវា​ដែល​ទាក់ទង ptal មិន​អសកម្ម​ឡើយ ពីព្រោះ​វា​ត្រូវការ​ដោយ​ប្រព័ន្ធ​បោះពុម្ព CUPS ។
ko: hpoj 드라이버는 비활성화되지만, 연관된 서비스 ptal은 CUPS 프린팅 시스템에 필요하므로 비활성화되지 않습니다.
mr: hpoj ड्रासव्हर अकार्यक्षम केले आहे पण संबधीत सुविधा ptal अर्काक्ष्‍ाम केलेली नाही कारण CUPS प्रीन्टींग यंत्रणेकरता ती आवश्यक आहे.
pa: ਡਰਾਇਵਰ hpoj ਨਾ-ਸਰਗਰਮ ਹੈ, ਪਰ ਸਬੰਧਤ ਸਰਵਿਸ ptal ਨਾ-ਸਰਗਰਮ ਨਹੀਂ ਹੈ, ਕਿਉਕਿ ਇਹ CUPS ਪਰਿੰਟਿੰਗ ਸਿਸਟਮ ਰਾਹੀਂ ਲੋੜੀਦੀ ਹੈ।
pl: Program obsługi hpoj jest nieaktywny, ale związana z nim usługa ptal nie jest nieaktywna, ponieważ jest wymagana przez system drukowania CUPS.
ro: Driverul hpoj este deactivat, dar serviciul ptal asociat nu este deactivat, deoarece este utilizat de sistemul de tipărire CUPS.
sk: Ovládač hpoj je deaktivovaný, ale príslušná služba ptal nie je deaktivovaná, pretože je potrebná pre tlačový systém CUPS.
th: ไดรเวอร์ hpoj ถูกปิดการใช้งาน แต่บริการ ptal ที่เกี่ยวพันกันนั้น ไม่สามารถถูกปิดการทำงานได้ เนื่องจากระบบการพิมพ์ CUPS จำเป็นต้องใช้งานมัน
uk: Вимкнено драйвер hpoj, але не вимкнено пов'язану службу ptal, тому що вона потрібна для системи друку CUPS.
xh: Umqhubi we-hpoj ususwa ukusebenza kodwa inkonzo ye-ptal ayisuswa sakhono sokusebenza kuba ifunwa sisixokelelwano soshicilelo se-CUPS.
zh_cn: 驱动程序 hpoj 已被停用，但关联的 ptal 服务并未被停用，因为 CUPS 打印系统需要该服务。
zh_tw: 驅動程式 hpoj 已被停用，但是相關的服務 ptal 並未被停用，因為 CUPS 列印系統需要使用該服務。

source: Failed to stop the ptal service.
af: Misluk om die ptal-diens te stop.
bn: ptal সার্ভিস বন্ধ করতে ব্যর্থ.
ca: No s'ha pogut aturar el servei ptal.
cs: Nelze zastavit službu ptal.
da: Stop af ptal-tjenesten fejlede.
el: Απέτυχε η διακοπή της υπηρεσίας ptal
fr: Impossible d'arrêter le service ptal.
gu: ptal સર્વિસને રોકવાથી ફેળ
hu: Nem sikerült a ptal szolgáltatás leállítása.
it: Arresto del servizio ptal fallito.
ja: ptal サービスを停止できませんでした。
km: បរាជ័យ​ក្នុង​ការ​បញ្ឈប់​សេវា ptal ។
ko: ptal 서비스 중지에 실패했습니다.
mr: पीटीएल सुविधा थांबविण्यात अपयश आले.
pa: ptal ਸਰਵਿਸ ਬੰਦ ਕਰਨ ਲਈ ਅਸਫ਼ਲ ਹੈ।
pl: Zatrzymywanie usługi ptal nie powiodło się.
ro: Eșec la oprirea serviciului ptal.
sk: Zastavenie služby ptal zlyhalo.
th: ล้มเหลวในการหยุดการทำงานของบริการ ptal
uk: Не вдалось зупинити службу ptal.
xh: Kusilele ukunqumamisa inkonzo ye-ptal.
zh_cn: 未能停止 ptal 服务。
zh_tw: 無法停止 ptal 服務。

source: Failed to disable the ptal service.
af: Misluk om die ptal-diens te versper.
bn: ptal সার্ভিস নিষ্ক্রিয় করতে ব্যর্থ.
ca: No s'ha pogut inhabilitar el servei ptal.
cs: Nelze zakázat službu ptal.
da: Deaktivering af ptal-tjenesten fejlede.
el: Απέτυχε η απενεργοποίηση της υπηρεσίας ptal.
fr: Impossible de désactiver le service ptal.
gu: ptal સર્વિસ ની નિર્ભરતા ને રોક્વામાં ફેળ
hu: Nem sikerült a ptal szolgáltatás letiltása.
it: Disattivazione del servizio ptal fallita.
ja: ptal サービスを無効にすることができませんでした。
km: បរាជ័យ​ក្នុង​ការ​បិទ​សេវា ptal ។
ko: ptal 서비스 비활성화에 실패했습니다.
mr: पीटीएल सुविधा अकार्यान्वित करण्यात अपयश आले.
pa: ptal ਸਰਵਿਸ ਅਯੋਗ ਕਰਨ ਲਈ ਅਸਫ਼ਲ ਹੈ।
pl: Wyłączanie usługi ptal nie powiodło się.
ro: Eșec la deactivarea serviciului ptal.
sk: Vypnutie služby ptal zlyhalo.
th: ล้มเหลวในการปิดการใช้งานของบริการ ptal
uk: Не вдалось вимкнути службу ptal.
xh: Kusilele ukususa isakhono senkonzo ye-ptal.
zh_cn: 未能禁用 ptal 服务。
zh_tw: 無法停止 ptal 服務。

source: No Scanner for %1
af: Geen skandeerder vir %1 nie
bn: %1 এর জন্য কোন স্ক্যানার নেই
ca: No hi ha escàner per a %1
cs: Pro %1 nebyl nalezen skener
da: Ingen scanner for %1
el: Δε βρέθηκε σαρωτής για το %1
fr: Pas de scanneur pour %1
gu: %1 કોઈ સ્કેનર નહિ
hu: Nem található szkenner a(z) %1 illesztőhöz
it: Nessun scanner per %1
ja: %1 のスキャナがありません
km: មិន​មាន​ម៉ាស៊ីន​ស្កេន​សម្រាប់ %1 ឡើយ
ko: %1에 대한 스캐너 없음
mr: %1साठी समांतरण नाही
pa: %1 ਲਈ ਕੋਈ ਸਕੈਨਰ ਨਹੀਂ
pl: Brak skanera dla %1
ro: Nu există nici un scanner pentru %1
sk: Žiaden skener pre %1
th: ไม่มีเครื่องสแกนภาพสำหรับ %1
uk: Нема сканера для %1
xh: Akukho Sifoti Seskena ukwenzela i-%1
zh_cn: %1 没有扫描仪
zh_tw: 沒有 %1 的掃描器

source: It is not possible to test without a matching active scanner.
af: Dit is nie moontlik om sonder 'n passende aktiewe skandeerder te toets nie.
bn: একটি যথাযথ সক্রিয় স্ক্যানার ছাড়া পরীক্ষা করা সম্ভব নয়.
ca: No és possible fer una prova sense un escàner actiu coincident.
cs: Bez příslušného aktivního skeneru není možné testovat.
da: Det er ikke muligt at teste uden en matchende aktiv scanner.
el: Είναι αδύνατη η δοκιμή χωρίς κάποιο ενεργό σαρωτή που να ταιριάζει.
fr: Impossible de faire un test sans un scanneur actif correspondant.
gu: મેચિંગ વગરના મળતાજુલતા એકટિવ સ્કેનરને ટેસ્ટ કટવા સંભવ નથી.
hu: Nem lehet tesztelni megfelelő aktív szkenner nélkül.
it: Non è possibile eseguire un test senza un corrispondente scanner attivo.
ja: 対応する有効なスキャナがなければ、テストを行なうことができません。
km: មិន​អាច​សាកល្បង​ដោយ​គ្មាន​ម៉ាស៊ីន​ស្កេន​សកម្ម​ត្រូវ​គ្នា​បាន​ឡើយ ។
ko: 일치하는 활성 스캐너가 없으면 테스트할 수 없습니다.
mr: कार्यान्वित समांतरण न जुळविता चाचणी करणे अशक्य आहे.
pa: ਸਰਗਰਮ ਸਕੈਨਰ ਨਾਲ ਮੇਲ ਤੋਂ ਬਿਨਾਂ ਜਾਂਚ ਕਰਨ ਕਰਨੀ ਸੰਭਵ ਨਹੀਂ ਹੈ।
pl: Niemożliwe jest testowanie bez odpowiedniego aktywnego skanera.
ro: Nu pot testa fără un scanner activ corespunzător.
sk: Testovanie nie je možné bez zodpovedajúceho aktívneho skenera.
th: มันเป็นไปไม่ได้ที่จะทำการทดสอบโดยไม่มีเครื่องสแกนภาพที่ทำงานงานอยู่ที่เข้าคู่กัน
uk: Неможливо перевірити без відповідного активного сканера.
xh: Asiyonto inokwenzeka ukuvavanya ngaphandle kwesifoti esingqinelanayo esisebenzayo.
zh_cn: 不能在没有匹配的活动扫描仪的情况下执行测试。
zh_tw: 沒有符合的使用中掃描器，無法測試驅動程式。

source: &Scanner to Test
af: &Skandeerder om te toets
bn: পরীক্ষার জন্য স্ক্যানার
ca: &Escàner que voleu provar
cs: Test &skeneru
da: &Scanner der skal testes
el: &Σαρωτής για Δοκιμή:
fr: &Scanneur à tester
gu: &સ્કેનર ટુ ટેસ્ટ
hu: &Tesztelendő szkenner
it: &Scanner da testare
ja: テストするスキャナ (&S)
km: ម៉ាស៊ីន​ស្កេន​ដែល​ត្រូវ​សាកល្បង
ko: 테스트할 스캐너(&S)
mr: परिक्षेकरिता समांतरण
pa: ਟੈਸਟ ਲਈ ਸਕੈਨਰ(&S)
pl: &Skaner do przetestowania
ro: &Scanner de testat
sk: &Skener na otestovanie
th: เครื่อง&สแกนภาพที่จะทดสอบ
uk: Перевірити &сканер
xh: &Isifoti Seskena Sokuvavanywa
zh_cn: 要测试的扫描仪(&S)
zh_tw: 要測試的掃描器(&S)

source: Testing %1
af: Toets van %1
bn: %1 পরীক্ষণ
ca: Provant %1
cs: Testuji %1
da: Tester %1
el: Δοκιμή του %1
fr: Test de %1
gu: ટેસ્ટીંગ %1
hu: %1 tesztelése
it: Verifica di %1
ja: %1 をテストしています
km: កំពុង​សាកល្បង %1
ko: %1 테스트 중
mr: %1 ची परिक्षा होत आहे
pa: %1 ਟੈਸਟਿੰਗ ਜਾਰੀ
pl: Testowanie %1
ro: Testez %1
sk: Testujem %1
th: ทดสอบ %1
uk: Перевірка %1
xh: Kuvavanywa i-%1
zh_cn: 测试 %1
zh_tw: 正在測試 %1

source: Testing with 'scanimage -d %1 -v'...
ca: Provant amb 'scanimage -d %1 -v'...
cs: Probíhá test 'scanimage -d %1 -v'...
da: Tester med 'scanimage -d %1 -v'...
el: Δοκιμή με 'scanimage -d %1 -v'...
fr: Test avec 'scanimage -d %1 -v'...
hu: Tesztelés a 'scanimage -d %1 -v' paranccsal…
it: Verifica con 'scanimage -d %1 -v' in corso...
ja: 'scanimage -d %1 -v' コマンドを使用してテストしています...
km: កំពុង​សាកល្បង​ជាមួយ 'scanimage -d %1 -v'...
ko: 'scanimage -d %1 -v'로 검사 중...
pl: Testowanie poleceniem "scanimage -d %1 -v"...
ro: Testez cu 'scanimage -d %1 -v'...
sk: Testujem so 'scanimage -d %1 -v'...
th: ทดสอบด้วยคำสั่ง 'scanimage -d %1 -v'...
uk: Перевірка зі "scanimage -d %1 -v"...
zh_cn: 正在使用“scanimage -d %1 -v”进行测试...
zh_tw: 正在使用 'scanimage -d %1 -v' 進行測試...

source: Test with 'scanimage -d %1 -v' failed. The results are: %2
ca: La prova amb 'scanimage -d %1 -v' ha fallat. Els resultats són: %2
cs: Test 'scanimage -d %1 -v' selhal. Výsledek: %2
da: Test med 'scanimage -d %1 -v' fejlede. Resultatet er: %2
el: Η δοκιμή με 'scanimage -d %1 -T' απέτυχε. Τα αποτελέσματα είναι: %2
fr: Échec du test avec 'scanimage -d %1 -v' Les résultats sont : %2
hu: A 'scanimage -d %1 -v' paranccsal végzett tesztelés sikertelen. Az eredmények: %2
it: Verifica con 'scanimage -d %1 -v' fallita. I risultati sono: %2
ja: 'scanimage -d %1 -v' のテストが失敗しました。 テスト結果: %2
km: ការ​សាកល្បង​ជាមួយ 'scanimage -d %1 -v' បាន​បរាជ័យ​ហើយ ។ លទ្ធផល​គឺ ៖ %2
ko: 'scanimage -d %1 -v'로 검사하는데 실패했습니다. 결과: %2
pl: Testowanie poleceniem "scanimage -d %1 -v" nie powiodło się. Wyniki: %2
ro: Testarea cu 'scanimage -d %1 -v' a eșuat. Rezultatele sunt: %2
sk: Test so 'scanimage -d %1 -v' zlyhal. Výsledky sú: %2
th: การทดสอบด้วยคำสั่ง 'scanimage -d %1 -v' ล้มเหลว ผลลัพธ์คือ: %2
uk: Перевірка зі "scanimage -d %1 -v" зазнала невдачі. Результат: %2
zh_cn: 使用“scanimage -d %1 -v”测试失败。 结果是： %2
zh_tw: 使用 'scanimage -d %1 -v' 所做的測試失敗。 結果為： %2

source: (no results available)
af: (geen resultate beskikbaar nie)
bn: কোন পরিণাম পাওয়া যাচ্ছে না)
ca: (no hi ha resultats disponibles)
cs: (žádný výsledek)
da: (ingen resultater tilgængelige)
el: (δεν υπάρχουν διαθέσιμα αποτελέσματα)
fr: (aucun résultat disponible)
gu: (કોઈ રીઝલ્ટ પ્રાપ્ત નવી)
hu: (nincs eredmény)
it: (nessun risultato disponibile)
ja: (使用可能な結果はありません)
km: (គ្មាន​លទ្ធផល)
ko: (사용 가능한 결과 없음)
mr: (परिणाम उपलब्ध नाही)
pa: (ਕੋਈ ਨਤੀਜੇ ਉਪਲੱਬਧ ਨਹੀਂ)
pl: (brak wyników)
ro: (nu există rezultate)
sk: (žiadne výsledky)
th: (ไม่มีผลลัพธ์)
uk: (немає результату)
xh: (akukho ziphumo zikhoyo)
zh_cn: (无可用的结果)
zh_tw: (沒有可用的結果)

source: Successfully Tested %1
af: Suksesvol getoets %1
bn: %1 সফলভাবে পরীক্ষিত হয়েছে
ca: S'ha provat %1 amb èxit
cs: Úspěšně testováno %1
da: Testede %1 med succes
el: Επιτυχής Δοκιμή του %1
fr: %1 testé avec succès
gu: સફલતાપૂર્વક ટેસ્ટ થી ગયુ %1
hu: %1 tesztelése sikerült
it: %1 verificato correttamente
ja: %1 のテストは成功しました
km: បាន​សាកល្បង %1 ដោយ​ជោគជ័យ
ko: %1을(를) 성공적으로 테스트함
mr: यशस्वीपणे परिक्षण केले %1
pa: %1 ਠੀਕ ਤਰ੍ਹਾਂ ਟੈਸਟ ਹੋਇਆ
pl: Udany test %1
ro: Testat cu succes %1
sk: Úspešne otestovaný %1
th: เสร็จสิ้นการทดสอบ %1 แล้ว
uk: Успішно перевірено %1
xh: Kuvavanywe Ngempumelelo %1
zh_cn: 已成功测试 %1
zh_tw: 成功地測試 %1

source: Test with 'scanimage -d %1 -v' succeeded. The results are: %2
ca: La prova amb 'scanimage -d %1 -v' s'ha fet correctament. Els resultats són: %2
cs: Test 'scanimage -d %1 -v' uspěl. Výsledek: %2
da: Test med 'scanimage -d %1 -v' lykkedes. Resultatet er: %2
el: Η δοκιμή με 'scanimage -d %1 -T' ήταν επιτυχής Τα αποτελέσματα είναι: %2
fr: Succès du test avec 'scanimage -d %1 -v' Les résultats sont : %2
hu: A 'scanimage -d %1 -v' paranccsal végzett tesztelés sikerült. Az eredmények: %2
it: Verifica con 'scanimage -d %1 -v' andato a buon fine. I risultati sono: %2
ja: 'scanimage -d %1 -v' のテストが成功しました。 テスト結果: %2
km: ការ​សាកល្បង​ជាមួយ 'scanimage -d %1 -v' បាន​ជោគជ័យ​ហើយ ។ លទ្ធផល​គឺ ៖ %2
ko: 'scanimage -d %1 -v'로 검사하는데 성공했습니다. 결과: %2
pl: Testowanie poleceniem "scanimage -d %1 -v" powiodło się. Wyniki: %2
ro: Testarea cu 'scanimage -d %1 -v' a reușit. Rezultatele sunt: %2
sk: Test so 'scanimage -d %1 -v' bol úspešný. Výsledky sú: %2
th: การทดสอบด้วยคำสั่ง 'scanimage -d %1 -v' เสร็จแล้ว ผลลัพธ์คือ: %2
uk: Перевірка зі "scanimage -d %1 -v" була успішною. Результат: %2
zh_cn: 使用“scanimage -d %1 -v”测试成功。 结果是： %2
zh_tw: 使用 'scanimage -d %1 -v' 所做的測試成功。 結果為： %2

source: Failed to determine the configuration for scanning via network.
af: Misluk om die konfigurasie vir skandering via netwerk te bepaal.
bn: নেটওয়ার্কের মাধ্যমে স্ক্যানিংয়ের জন্য করা কনফিগারেশন চিহ্নিত করা ব্যর্থ হয়েছে.
ca: No s'ha pogut determinar la configuració de l'escaneig a través de la xarxa.
cs: Chyba při zjištění nastavení skenování přes síť.
da: Bestemmelse af konfigurationen for 'scanning via netværk' fejlede.
el: Απέτυχε ο καθορισμός των ρυθμίσεων για σάρωση μέσω δικτύου.
fr: Impossible de déterminer la configuration pour la numérisation via le réseau.
gu: પરિણામ નેટવર્ક ની આવ્યુ સ્કેનીંગ નિશ્ચિત અસફળ રહી.
hu: Nem sikerült megállapítani a hálózaton keresztüli szkennelés konfigurációját.
it: Determinazione della configurazione di scansione via rete fallita.
ja: ネットワーク経由でのスキャン設定の検出に失敗しました。
km: បរាជ័យ​ក្នុង​ការ​កំណត់​រចនាសម្ព័ន្ធ​ការ​ស្កេន​តាម​រយៈ​បណ្តាញ ។
ko: 네트워크를 통한 스캔과 관련된 구성을 확인하는 데 실패했습니다.
mr: महाजालद्वारे चाळणीकरिता संरचना ठरविण्यात अपयश आले.
pa: ਨੈੱਟਵਰਕ ਰਾਹੀਂ ਸਕੈਨ ਲਈ ਸੰਰਚਨਾ ਦੀ ਜਾਂਚ ਕਰਨ ਲਈ ਅਸਫ਼ਲ ਹੈ।
pl: Ustalanie konfiguracji do skanowania przez sieć nie powiodło się.
ro: Nu am reușit să determin configurația pentru scanarea prin rețea.
sk: Zistenie konfigurácie pre skenovanie po sieti zlyhalo.
th: ล้มเหลวในการเลือกหาการปรับแต่งค่าสำหรับการสแกนภาพผ่านเครือข่าย
uk: Не вдалось визначити конфігурацію для сканування через мережу.
xh: Kusilele ukuqikelela ubumbeko ukwenzela ukufota ngokuskena ngokugqitha kumsebenzi wothungelwano.
zh_cn: 未能确定通过网络进行扫描的配置。
zh_tw: 無法判斷經由網路掃描的組態。

source: Failed to set up scanning via network.
af: Misluk om skandering via netwerk op te stel
bn: নেটওয়ার্কের মাধ্যমে স্ক্যানিংয়ের সেট-আপ করা ব্যর্থ হয়েছে.
ca: No s'ha pogut configurar l'escaneig a través de la xarxa.
cs: Chyba při nastavení skenování přes síť.
da: Opsætning af 'scanning via netværk' fejlede.
el: Απέτυχε η ρύθμιση σάρωσης μέσω δικτύου.
fr: Impossible de configurer la numérisation via le réseau.
gu: નેટવર્ક દ્વારા સ્કેનીંગ સેટઅપ ફેળ રહી અસફળ રહી
hu: Nem sikerült beállítani a hálózaton keresztüli szkennelés konfigurációját.
it: Impostazione della scansione via rete fallita.
ja: ネットワーク経由でのスキャン設定に失敗しました。
km: បរាជ័យ​ក្នុង​ការរៀបចំ​ស្កេន​តាមរយៈ​បណ្ដាញ ។
ko: 네트워크를 통한 스캔을 설정하는 데 실패했습니다.
mr: महाजालद्वारे समांतराची मांडणी करण्यात अपयश आले.
pa: ਨੈੱਟਵਰਕ ਰਾਹੀਂ ਜਾਂਚ ਸੈੱਟਅੱਪ ਲਈ ਅਸਫ਼ਲ ਹੈ।
pl: Konfiguracja skanowania przez sieć nie powiodła się.
ro: Eșec la configurarea scanării prin rețea.
sk: Nastavenie skenovania po sieti zlyhalo.
th: ล้มเหลวในการตั้งค่าการสแกนภาพผ่านเครือข่าย
uk: Не вдалось налаштувати сканування через мережу.
xh: Kusilele ukumisela ukufota ngokusekan ngokugqitha kumsebenzi wothungelwano.
zh_cn: 未能设置通过网络进行扫描。
zh_tw: 無法設定經由網路掃描。

source: Check that your firewall allows scanning via network.
ca: Comproveu que el tallafoc permeti l'escaneig a través de la xarxa.
cs: Zkontrolujte jestli váš firewall povoluje skenování přes síť.
da: Kontrollér at din firewall tillader scanning via netværk.
el: Έλεγξτε ότι το τοίχος προστασίας επιτρέπει τη σάρωση μέσω δικτύου.
fr: Vérifiez que votre pare-feu autorise la numérisation via le réseau.
hu: Ellenőrizze, hogy a tűzfal engedélyezi-e a hálózaton keresztüli szkennelést.
it: Si controlli che il firewall permetta la scansione via rete.
ja: お使いのファイアウオール設定で、ネットワーク経由でのスキャンが許可されていることを確認してください。
km: ពិនិត្យ​មើល​ថា​ជញ្ជាំង​ភ្លើង​របស់​អ្នក​អនុញ្ញាត​ឲ្យ​​ស្កេន​តាមរយៈ​បណ្ដាញ​ដែរ​ឬ​ទេ ។
ko: 방화벽에서 네트워크를 통한 스캔을 허용하는지 확인하십시오.
pl: Sprawdź, czy zapora umożliwia dostęp do skanowania przez sieć.
ro: Verifică dacă paravanul permite scanări în rețea.
sk: Skontrolujte, či Váš firewall umožňuje skenovanie cez sieť.
uk: Не вдалось записати параметри мережного екрану для сканування через мережу.
zh_cn: 检查您的防火墙是否允许通过网络扫描。
zh_tw: 檢查您的防火牆允許經由網路掃描。

source: For details regarding firewall see the help text of this dialog.
ca: Per als detalls sobre el tallafoc vegeu el text d'ajuda d'aquest diàleg.
cs: Pro detaily ohledně nastavení firewallu viz nápovědu tohoto dialogu.
da: Se hjælpeteksten til denne dialog for detaljer vedrørende firewall.
el: Για λεπτομέρειες σχετικά με το τοίχος προστασίας δείτε το κείμενο βοήθειας αυτού του διαλόγου.
fr: Pour les détails concernant le pare-feu, voir l'aide de cette boîte de dialogue.
hu: A tűzfallal kapcsolatos további információ a súgóban érhető el.
it: Per i dettagli riguardo il firewall si veda il testo d'aiuto in questa finestra.
ja: ファイアウオールについての詳細は、このダイアログのヘルプテキストをお読みください。
km: ចំពោះ​​សេចក្ដី​លម្អិត ដែល​ទាក់ទង​នឹង​ជញ្ជាំង​ភ្លើង​មើល​អត្ថបទ​ជំនួយ​របស់​ប្រអប់​នេះ​ ។
ko: 방화벽에 대한 자세한 내용은 이 대화 상자의 도움말 텍스트를 참조하십시오.
pl: Aby uzyskać więcej informacji o ustawieniach zapory, sprawdź pomoc dla tego okna.
ro: Pentru detalii despre paravan accesează textul de asistență al acestei ferestre de dialog.
sk: Podrobnosti o firewalle nájdete v texte pomocníka tohto dialógu.
uk: Докладніше про брандмауер див. довідку даного діалогу.
zh_cn: 防火墙详情，请参考此对话框的帮助文本。
zh_tw: 關於防火牆細節，請參閱此對話方塊的說明文字。
