Repository: Dzejrou/yast-translations
Catalog: po/scanner/*.po
Languages: af, bn, ca, cs, da, el, fr, gu, hu, it, ja, km, ko, mr, pa, pl, ro, sk, th, uk, xh, zh_cn, zh_tw

source: <p> <b><big>Client Settings</big></b><br> If you want to access scanners connected to other hosts (servers) in the network, set up the net metadriver to access them via the daemon running on the servers. The saned and the firewall on the servers must permit the access. In <b>Servers Used</b>, enter which servers should be used. Enter a comma-separated list of servers (server names or IP addresses). If no servers are entered, net is not activated. </p>
ca: <p> <b><big>Configuració del client</big></b><br> Si voleu accedir als escàners connectats a altres amfitrions (servidors) de la xarxa, configureu el metacontrolador net per accedir-hi a través del dimoni en execució dels servidors. Saned i el tallafoc dels servidors han de permetre l'accés. A <b>Servidors utilitzats</b>, introduïu els servidors que s'haurien d'utilitzar. Introduïu una llista dels servidors separats per comes (noms de servidors o adreces IP). Si no s'introdueix cap servidor, no s'activa net. </p>
cs: <p> <b><big>Nastavení klienta</big></b><br> Chcete-li přistupovat k dalším skenerům připojeným přes síť ke vzdálených hostitelům (serverům), nastavte síťový metaovladač, abyste k nim měli přístup pomocí démona běžícího na serverech. Saned a firewall na serverech vám musí umožnit přístup. V <b>použitých serverech</b> zadejte které servery si přejete použít. Zadejte čárkou oddělený seznam serverů (názvy serverů nebo IP adresy). Nejsou-li zadány žádné servery, síť je neaktivní. </p>
da: <p> <b><big>Klientindstillinger</big></b><br> Hvis du ønsker at tilgå scannere på andre maskiner (servere) i netværket skal du sætte net-metadriveren op til at tilgå dem via dæmonen, der kører på serverne. Saned og firewallen på serveren skal tillade adgangen. I <b>Benyttede servere</b> angives, hvilke servere der skal bruges. Angiv en kommasepareret liste over servere (servernavne eller IP adresser). Hvis ingen servere angives, aktiveres net ikke. </p>
el: <p> <b><big>Ρυθμίσεις Πελάτη</big></b><br> Εάν θέλετε να έχετε πρόσβαση σε σαρωτές που είναι συνδεμένοι σε άλλους κόμβους (διακομιστές) στο δίκτυο, εγκαταστήστε τον net metadriver(meta-οδηγό) για να έχετε πρόσβαση σε αυτούς μέσω του δαίμονα(daemon) που θα εκτελείται στους διακομιστές. Το saned και το τείχος προστασίας στους διακομιστές πρέπει να επιτρέπει τη πρόσβαση. Στο <b>Χρησιμοποιημένοι Διακομιστές</b>, εισάγετε ποιοι διακομιστές πρέπει να χρησιμοποιηθούν. Εισάγετε έναν κατάλογο διαχωρισμένο με κόμματα (ονόματα διακομιστών ή διευθύνσεις IP). Εάν δεν υπάρχουν διακομιστές να χρησιμοποιηθούν, το 'net' δεν ενεργοποιείται. </p>
fr: <p> <b><big>Paramètres du client</big></b><br> Si vous souhaitez accéder à des scanneurs connectés à d'autres hôtes (serveurs) du réseau, configurez le méta-pilote net pour y accéder via le daemon exécuté sur les serveurs. saned et le pare-feu sur les serveurs doivent autoriser l'accès. Dans <b>Serveurs utilisés</b>, indiquez les serveurs à utiliser. Saisissez une liste de serveurs séparés par des virgules (noms de serveurs ou adresses IP). Si aucun serveur n'est saisi, net n'est pas activé. </p>
hu: <p> <b><big>Kliensbeállítások</big></b><br> Ha el akar érni a hálózat más gépeire (kiszolgálóira) csatlakozó szkennereket, akkor helyezze üzembe a net nevű meta-illesztőprogramot, hogy a kiszolgálókon futó démonon keresztül elérhesse azokat. A kiszolgálókon futó saned-démonnak engedélyeznie kell az elérést. A <b>Használt kiszolgálók</b> mezőben adja meg, hogy mely kiszolgálókat kívánja elérni. Adja meg a kiszolgálók (neveinek vagy IP-címeinek) vesszővel elválasztott listáját. Ha egy kiszolgálót sem ad meg, akkor a 'net' nem kerül aktiválásra. </p>
it: <p> <b><big>Impostazioni client</big></b><br> Per accedere agli scanner connessi ad altri host (server) nella rete, impostare il metadriver net in modo che acceda ad essi tramite il demone in esecuzione sui server. Il demone saned e il firewall sui server devono consentire l'accesso. In <b>Server usati</b>, immettere quali server devono essere usati. Specificare un elenco, separato da virgole, di server (nomi server o indirizzi IP). Se non si specifica alcun server, net non è attivato. </p>
ja: <p> <b><big>クライアント設定</big></b><br> お使いのコンピュータでネットワーク上の他のホスト (サーバ) にあるスキャナにアクセスしたい場合は、 net メタドライバを設定してサーバ内のデーモン越しにアクセスしてください。 サーバ側では saned とファイアウオールの両方でアクセスを許可している必要があります。 このコンピュータでは <b>使用するサーバ</b> 内に使用するサーバを入力してください。 この項目はカンマ区切りの一覧で、サーバのホスト名または IP アドレスを指定します。 何もサーバを指定しない場合は、 net メタドライバは有効になりません。 </p>
km: <p> <b><big>ការកំណត់​ម៉ាស៊ីនភ្ញៀវ</big></b><br> ប្រសិនបើ​អ្នក​ចង់​ដំណើរការ​ម៉ាស៊ីន​ស្កេន​ដែល​បាន​តភ្ជាប់​ទៅ​កាន់​ម៉ាស៊ីន​ផ្សេង (ម៉ាស៊ីន​បម្រើ) ក្នុង​បណ្តាញ សូម​រៀបចំ net metadriver ដើម្បី​ដំណើរការ​ពួកវា​តាម​ដេមិន​ដែល​កំពុង​រត់​លើ​ម៉ាស៊ីន​បម្រើ ។ saned និង​ជញ្ជាំងភ្លើង​នៅ​លើ​ម៉ាស៊ីន​បម្រើ ត្រូវ​តែ​អនុញ្ញាត​ដំណើរការ ។ ក្នុង <b>ម៉ាស៊ីន​ដែល​ប្រើ</b> សូម​បញ្ចូល​ម៉ាស៊ីន​បម្រើ​ណាមួយ​ដែល​គួរ​ប្រើ ។ បញ្ចូល​បញ្ជី​បំបែក​ដោយ​ក្បៀស​របស់ម៉ាស៊ីន​បម្រើ (ឈ្មោះ​របស់​ម៉ាស៊ីន​បម្រើ ឬអាសយដ្ឋាន IP) ។ ប្រសិនបើ​មិន​បាន​បញ្ចូល​ម៉ាស៊ីន​បម្រើ​ណាមួយ net នឹង​មិន​សកម្មឡើយ ។ </p>
ko: <p> <b><big>클라이언트 설정</big></b><br> 네트워크의 다른 호스트(서버)에 연결된 스캐너에 액세스하려면 서버에서 실행 중인 데몬을 통해 액세스하도록 net 메타드라이버를 설정합니다. 서버의 saned 및 방화벽에서 액세스를 허용해야 합니다. <b>사용할 서버</b>에서 사용할 서버를 입력하십시오. 서버(서버 이름 또는 IP 주소)의 쉼표로 구분된 목록을 입력하십시오. 서버를 입력하지 않으면 net이 활성화되지 않습니다. </p>
pl: <p> <b><big>Ustawienia klienta</big></b><br> Aby mieć dostęp do skanerów podłączonych do innych komputerów (serwerów) w sieci, należy skonfigurować metaprogram obsługi net. Demon saned i zapora na serwerze muszą zezwalać na dostęp W polu <b>Używane serwery</b> podaj, które serwery maja być używane. Serwery (ich nazwy albo adresy IP) należy rozdzielać przecinkami. Jeśli nie zostanie podany żaden serwer, metaprogram obsługi net nie zostanie aktywowany. </p>
ro: <p> <b><big>Setările Clientului</big></b><br> Dacă dorești să accesezi scannerul conectat la alte gazde (servere) din rețea, setează metadriverul net să le acceseze prin serviciul activ de pe servere. Saned și paravanul de pe servere trebuie să permită accesul. În <b>Servere Folosite</b>, tastează ce servere trebuie să fie folosite. Tastează o listă separată prin virgulă (nume de servere sau adrese IP). Dacă nici un server nu este precizat, net nu este activat. </p>
sk: <p> <b><big>Nastavenia klienta</big></b><br> Ak chcete mať prístup k skenerom pripojeným k iným počítačom v sieti, nastavte net metaovládač pre prístup k nim cez bežiaci démon na týchto počítačoch. Démon saned a firewall na danom serveri Vám musí povoliť prístup. V položke <b>Použité servery</b> zadajte ktoré servery by mali byť použité. Zadajte čiarkou oddelený zoznam serverov (názvy serverov, alebo IP adresy). Ak nie sú zadané servery, sieť nie je aktivovaná. </p>
uk: <p> <b><big>Параметри клієнта</big></b><br> Якщо ви бажаєте мати доступ до сканерів, з'єднаних з іншими комп'ютерами (серверами) у вашій мережі, встановіть метадрайвер мережі для доступу до сканерів через фонову службу, запущену на серверах. saned і мережний екран на серверах мають дозволяти такий доступ. У полі <b>Сервери, що використовуються</b> введіть назви серверів, які використовуватимуться. Введіть розділений комами список серверів (назв серверів або їх IP-адрес). Якщо не буде введено серверів, то мережу не буде активовано. </p>
zh_cn: <p> <b><big>客户端设置</big></b><br> 如果您想访问网络中连接在其他主机（服务器）上的扫描仪， 请设置 net 元驱动程序，通过服务器上运行的守护程序来访问它们。 服务器上的 saned 和防火墙必须允许访问。 在<b>使用的服务器</b>中，输入应该使用的服务器。 输入服务器（服务器名称或 IP 地址）列表（以逗号隔开）。 如果未输入服务器，则不会激活 net。 </p>
zh_tw: <p> <b><big>用戶端設定</big></b><br> 如果您想要存取連線到網路中其他主機 (伺服器) 的掃描器， 請設定網路 metadriver 以透過在伺服器上執行的 daemon 來進行存取。 在伺服器上的 saned 和防火牆必須允許這個存取。 在<b>已使用的伺服器</b>中，請輸入應該使用的伺服器。 請輸入伺服器以逗號分隔的清單 (伺服器名稱或 IP 位址)。 如果沒有輸入伺服器，就不會啟動網路。 </p>

source: <p> <b><big>Local Host Configuration</big></b><br> By using the loopback network, saned and the net metadriver can be used even on your local host. In this case, the server and client are the same machine (localhost). Some scanners, such as parallel port scanners, require root privileges. When you enter <tt>localhost</tt> for both the server and the client, you can access such a scanner even as a normal user on your local host. </p>
af: <p> <b><big>Plaaslike gasheerkonfigurasie</big></b><br> Deur die teruglus-netwerk te gebruik, kan saned en die net-meta-aandrywer selfs op u plaaslike gasheer gebruik word. In hierdie geval is die bediener en die kliënt dieselfde masjien (localhost). Sommige skandeerders, soos parallelpoortskandeerders, vereis stamvoorrregte. Wanneer u <tt>plaaslike gasheer</tt> vir sowel die bediener as die kliënt invoer, kan u tot sodanige skandeerder selfs as gewone gebruiker op u plaaslike gasheer, toegang verkry. </p>
bn: <p> <b><big>লোকাল হোস্ট কনফিগারেশন</big></b><br> লুপব্যাক নেটওয়ার্ক ব্যবহার করে, এমনকি আপনার স্থানীয় হোস্টেওsaned এবং net metadriver ব্যবহার করা যেতে পারে. এক্ষেত্রে সার্ভার ও ক্লায়েন্ট একই মেশিনে রয়েছে (localhost). কিছু স্ক্যানার যেমন: সমান্তরাল পোর্ট স্ক্যানারগুলিতে, রুট সুবিধাগুলির প্রয়োজন হয়. সার্ভার ও ক্লায়েন্টে উভয়ের জন্যই আপনি যখন <tt>localhost</tt> প্রবেশকরাবেন, তখন আপনি এরকম একটি স্ক্যানার প্রবেশ করাতে পারবেন, এমনকি আপনার স্থানীয় হোস্টে স্বাভাবিক ব্যবহারকারীহয়েও.. </p>
ca: <p> <b><big>Configuració de l'amfitrió local</big></b><br> En utilitzar la xarxa de bucle de retorn, saned i el metacontrolador net poden utilitzar-se fins i tot al vostre amfitrió local. En aquest cas, el servidor i el client es troben al mateix equip (localhost). Alguns escàners, com ara els escàners de port en paral·lel, necessiten privilegis d'arrel. Si introduïu <tt>localhost</tt> tant per al servidor com per al client, podreu accedir a l'escàner fins i tot com a usuari normal a l'amfitrió local. </p>
cs: <p> <b><big>Nastavení lokálního počítače</big></b><br> Toto nastavení je užitečné v případě používání loopback zařízení. V tomto případě je počítač jak serverem, tak klientem (localhost). Některé skenery jako např. skenery připojené přes paralelní port, vyžadují rootovská práva. Pokud pro server i klienta zadáte <tt>localhost</tt>, můžete skener používat i jako normální uživatel počítače. </p>
da: <p> <b><big>Konfiguration af lokal værtsmaskine</big></b><br> Ved at bruge loopback-netværket kan saned og net-metadriveren bruges selv på din lokale værtsmaskine. I dette tilfælde er server og klient den samme maskine (localhost). Nogle scannere, såsom parallelports-scanere kræver 'root'-rettigheder. Når du angiver <tt>localhost</tt> for både serveren og klienten, kan du tilgå sådan en scanner selv som almindelig bruger på din lokale værtsmaskine. </p>
el: <p> <b><big>Ρύθμιση Τοπικού Κόμβου:</big></b><br> Χρησιμοποιώντας loopback δίκτυο, το saned και ο net metadriver(meta-οδηγος) μπορούν να χρησιμοποιηθούν ακόμα και στον τοπικό διακομιστή σας. Σε αυτή τη περίπτωση, ο διακομιστής σας και ο πελάτης είναι το ίδιο μηχάνημα ('localhost'). Μερικοί σαρωτές, όπως αυτοί που είναι παράλληλα συνδεμένοι, απαιτούν δικαιώματα υπερχρήστη. Όταν ορίζεται <tt>localhost</tt> και για τους δυο, και για το διακομιστή και για το πελάτη, μπορείτε να έχετε πρόσβαση σε τέτοιο σαρωτή ακόμα και σαν απλός χρήστης στοντοπικό διακομιστή σας. </p>
fr: <p> <b><big>Configuration d'un hôte local</big></b><br> Grâce au réseau loopback, saned et le méta-pilote net peuvent même être utilisés sur votre hôte local. Dans ce cas, la même machine (localhost) fait office de serveur et de client. Certains scanneurs, tels que les modèles sur port parallèle, nécessitent des privilèges root. Si vous spécifiez <tt>localhost</tt> pour le serveur et pour le client, vous pouvez accéder à ce type de scanner en tant qu'utilisateur normal sur votre hôte local. </p>
gu: <p> <b><big>લોકલ હોસ્ટ કોન્ફીગરેશન</big></b><br> લોકલ હોસ્ટ કોન્ફીગરેશન દ્વારા તેનો ઉપોયગ તેના લુપબેક નેટવર્ક, સનેડ અને નેટ મેટાડ્રાઇવનો ઉપયોગ પણ તેના લોકલ હોસ્ટ થી છે. આના માટે,સર્વર ક્લાયન્ટ પાસે પણ આવુજ મશીન હોવુ જોઇએ(લોકલહોસ્ટ). ઘણા સ્કેનર્સ, તેના સમાન પોર્ટ પરજ હોય છે. જ્યારે તમે એન્ટર <tt>લોકલહોસ્ટ</tt> બન્ને માટે સર્વર અને ક્લાયન્ટ, તમે તમારા લોકલ હોસ્ટ માટે શરૂઆતનો એસેસ અને સ્કેનરનો કરી શકો. </p>
hu: <p> <b><big>Helyi gép (localhost) beállítása</big></b><br> A visszacsatolási hálózat segítségével a saned és a net meta-illesztőprogram még a saját gép használata esetén is hasznosak lehetnek. Ebben az esetben a kiszolgáló és a kliens ugyanazon a gépen (localhost) futnak. Egyes szkennereket, például a párhuzamos portra csatlakozók, root jogosultságot igényelnek. Ha mind a kiszolgáló, mind a kliens a <tt>localhost</tt> gépen fut, akkor az ilyen szkennereket normál felhasználóként is elérheti.</p>
it: <p> <b><big>Configurazione dell'host locale</big></b><br> Se si utilizza la rete di loopback, saned e il metadriver net possono essere usati anche sull'host locale. In questo caso, il server e il client sono lo stesso computer (host locale). Alcuni scanner, come quelli con porta parallela, richiedono i privilegi di root. Se si immette <tt>host locale</tt> per entrambi il server e lo scanner, è possibile accedere allo scanner anche come utente normale sull'host locale. </p>
ja: <p> <b><big>ローカルホスト設定</big></b><br> ローカルループバックデバイスを利用することで saned と net メタドライバに アクセスすることもできます。 この場合はサーバとクライアントは同一のマシン (localhost) になります。 パラレルポートスキャナなどスキャナによっては root 権限を必要とするものがあるため、 サーバ・クライアントのそれぞれの設定に <tt>localhost</tt> を指定することで、 一般ユーザからでもスキャナを利用できるように設定することができます。 </p>
km: <p> <b><big>ការកំណត់​រចនា​សម្ព័ន្ធ​ម៉ាស៊ីន​មូលដ្ឋាន</big></b><br> ដោយ​ប្រើបណ្តាញ loopback នោះ saned និង​ net metadriver អាច​ត្រូវ​បាន​ប្រើ​សូម្បី​តែ​នៅ​លើ​ម៉ាស៊ីន​មូលដ្ឋាន​របស់​អ្នក ។ ក្នុង​ករណី​នេះ ម៉ាស៊ីន​បម្រើ និង​ម៉ាស៊ីនភ្ញៀវ​គឺ​ជា​ម៉ាស៊ីន​ដូចគ្នា (ម៉ាស៊ីន​មូលដ្ឋាន) ។ ម៉ាស៊ីន​ស្កេន​ខ្លះ ដូចជា​ម៉ាស៊ីន​ស្កេន​ច្រក​ប៉ារ៉ាឡែល ត្រូវការ​សិទ្ធិ​ជា root ។ ពេល​អ្នក​បញ្ចូល <tt>ម៉ាស៊ីន​មូលដ្ឋាន</tt> សម្រាប់​ទាំងម៉ាស៊ីនបម្រើ និង​ម៉ាស៊ីនភ្ញៀវ នោះ​អ្នក​អាច​ដំណើរការ​ម៉ាស៊ីន​ស្កេន​បែបនោះ សូម្បីតែ​អ្នក​អាច​ជា​អ្នកប្រើ​ធម្មតា​នៅ​លើ​ម៉ាស៊ីន​មូលដ្ឋាន​របស់​អ្នក​ក៏​ដោយ ។ </p>
ko: <p> <b><big>로컬 호스트 구성</big></b><br> 루프백 네트워크를 사용하면 로컬 호스트에서도 saned 및 net 메타드라이버를 사용할 수 있습니다. 이 경우 서버와 클라이언트는 같은 컴퓨터가 됩니다(localhost). 병렬 포트 스캐너와 같은 일부 스캐너에는 루트 권한이 필요합니다. 서버와 클라이언트에 대해 모두 <tt>localhost</tt>를 입력하면 로컬 호스트의 일반 사용자도 그러한 스캐너에 접근할 수 있습니다. </p>
mr: <p> <b><मोठे>स्थानिक होस्ट कॉनफिग्युरेशन</मोठे></b><br> लूपबॅक नेटवर्क वापरून व सेन्ड व नेट मेटॅड्राइव्ह तुमच्या स्थानिक होस्ट वरती वापरता येऊ शकते. हया बाबतीत, क्लायंट व सर्व्हर म्हणून एकच यंत्र वापरतो(स्थानिक होस्ट). काही स्कॅनर्स जसे समांतर पोर्ट स्कॅनर्स सारख्याना मूळ फायदे लागतात. जेव्हा तुम्ही <tt>स्थानी होस्ट</tt> घालता दोन्ही सर्व्हर व क्लायंटकरता, तुम्ही तुमच्या स्थानिक होस्टवर असास्कॅ तर सामान्य स्कॅनवर म्हणून संपली आणू शकते. </p>
pl: <p> <b><big>Konfiguracja hosta lokalnego</big></b><br> Dzięki zastosowaniu sieci loopback, saned i metaprogram obsługi net mogą być także używane lokalnie. W takim przypadku komputer (localhost) jest jednocześnie serwerem i klientem. Niektóre skanery, np. skanery korzystające z portu równoległego, wymagają do działania uprawnień administratora (użytkownika root). Po podaniu <tt>localhost</tt> jako serwera i klienta, dostęp do skanera będą mieli też zwykli użytkownicy. </p>
ro: <p> <b><big>Configuraer gazdă locală</big></b><br> Utilizând rețeaua loopback, puteți folosi saned și metadriver-ul net și pe gazda dvs. locală. În acest caz, serverul și clientul se află pe aceeași mașină (localhost). Unele scannere, ca de exemplu acelea pe port paralel, pot cere privilegii de root. Dacă introduceți <tt>localhost</tt> atât pentru server cât și pentru client, puteți accesa astfel de scannere și ca utilizator obișnuit pe gazda dvs. locală. </p>
sk: <p> <b><big>Konfigurácia lokálneho hostiteľa</big></b><br> Použitím loopback siete, saned a sieťový metaovládač môžu byť použité aj na vašom lokálnom hostiteľovi. V tomto prípade server aj klient sú rovnaký počítač (localhost). Niektoré skenery, ako napríklad skenery pre paralelný port, potrebujú práva správcu systému (root). Keď zadáte <tt>localhost</tt> pre server aj klient, môžete takýto skener používať aj ako bežný užívateľ. </p>
th: <p> <b><big>การปรับแต่งค่าเครื่องภายในระบบ</big></b><br> โดยการใช้เครือข่ายแบบ loopback คุณจะสามารถใช้งานดีมอน saned และไดรเวอร์กำกับ net ได้ภายในระบบของคุณ ในกรณีนี้ แม่ข่ายและเครื่องลูกข่ายจะอยู่บนเครี่องเดียวกัน (localhost) นอกจากนี้ อาจมีเครื่องสแกนภาพบางเครื่อง เช่นเครื่องที่เชื่อมต่อผ่านทางพอร์ตขนาน อาจจะต้องการสิทธิ์ของผู้บริหารระบบ (root) ในการทำงานก็ได้ เมื่อคุณป้อนค่าเป็น <tt>localhost</tt> ให้กับทั้งเครื่องแม่ข่ายและเครื่องลูกข่ายแล้ว คุณจะสามารถเข้าใช้งานเครื่องสแกนภาพได้ แม้ว่าคุณจะเป็นผู้ใช้ธรรมดาบนระบบก็ตาม </p>
uk: <p> <b><big>Налаштування локального вузла</big></b><br> Використати кільцевий інтерфейс, saned і метадрайвер net можна навіть на окремому комп'ютері. У цьому випадку, сервером і клієнтом буде той самий комп'ютер (localhost). Деякі сканери, такі як сканери, що використовують паралельний порт, потребують адміністративних дозволів. Якщо ви введете <tt>localhost</tt> у поля для сервера і клієнта, ви зможете отримати доступ до такого сканера навіть з рахунка звичайного користувача вашого комп'ютера. </p>
xh: <p> <b><big>Ubumbeko Lomamkeli Wendawo Leyo</big></b><br> Ngokusebenzisa umsebenzi wothungelwano weseti yeengxelo ezibuyiswayo, i-saned kunye nomqhubi wenkcazo banokusetyenziswa nokuba kukumamkeli wakho wendawo leyo. Xa kunjalo, iseva nomxumi bangumatshini omnye (umamkeliwendawoleyo). Ezinye izifoti zeskena, ezifana neziskena zesiqhagamshelanisi ezinxuseneyo, zifuna amalungelo awodwa engcambu yamandla. Xa ungenisa <tt>umamkeliwendawokeyo</tt> ukwenzela bobabini iseva nomxumi, unako ukufikelela isifoti seskena esinjalo kanti nanjengomsebenzisi oqhelekileyo kumamkeli wakho wendawo leyo. </p>
zh_cn: <p> <b><big>本地主机配置</big></b><br> 通过使用回路网络，saned 和 net 元驱动程序 即使在本地主机上也是可用的。 在这种情况下，服务器和客户端是同一台机器 (localhost)。 某些扫描仪(例如并行端口扫描仪)需要根特权。 当您对服务器和客户端均输入 <tt>localhost</tt> 后， 在本地主机上即使作为普通用户也能访问扫描仪。 </p>
zh_tw: <p> <b><big>「本機組態」</big></b><br> 藉由使用回送網路，即使在您的本機上，使用 saned 和網路 metadriver 仍然相當實用。 在此狀況下，伺服器與用戶端位於同一部電腦 (localhost)。 有些掃描器 (例如，並列埠掃描器) 需要 root 的權限。 <br>當伺服器與用戶端皆輸入 localhost 時， 即使您只是本機上的一般使用者，仍然可存取這類掃描器。 </p>

source: Initializing...
af: Inisialiseer van ...
bn: আরম্ভ করা হচ্ছে...
ca: Iniciant...
cs: Inicializuje se...
da: Initialiserer...
el: Αρχικοποίηση...
fr: Initialisation...
gu: ઈનીશીયલાઇઝીંગ...
hu: A modul indítása…
it: Inizializzazione in corso...
ja: しばらくお待ちください...
km: កំពុង​ចាប់ផ្តើម...
ko: 초기화하고 있습니다...
mr: सुरूवात करणे...
pa: ਸ਼ੁਰੂ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
pl: Inicjalizacja...
ro: Inițializez...
sk: Inicializujem...
th: เตรียมการทำงาน...
uk: Започаткування...
xh: Kuyandululwa...
zh_cn: 正在初始化...
zh_tw: 正在啟始化...

source: The error message is: %1
ca: Aquest és el missatge d'error: %1
cs: Chybové hlášení: %1
da: Fejlbeskeden er:: %1
el: Το μήνυμα σφάλματος είναι: %1
fr: Le message d'erreur est : %1
hu: A hibaüzenet: %1
it: Messaggio di errore: %1
ja: エラーメッセージ: %1
km: សារ​កំហុស​គឺ​ ៖ %1
ko: 오류: %1
pa: ਸੁਨੇਹਾ ਗਲਤੀ ਹੈ: %1
pl: Komunikat błędu: %1
ro: Mesajul de eroare este: %1
sk: Chybová správa je: %1
th: ข้อความผิดพลาดคือ: %1
uk: Повідомлення помилки: %1
zh_cn: 出错消息是： %1
zh_tw: 錯誤訊息為： %1

source: Failed to determine the version of package %1.
af: Misluk om die weergawe van pakket %1 te bepaal.
bn: প্যাকেজ %1 এর ভার্সান নিরূপন করতে ব্যর্থ.
ca: No s'ha pogut determinar la versió del paquet %1.
cs: Nelze zjistit verzi balíčku %1.
da: Bestemmelse af pakkeversionen af %1 fejlede.
el: Απέτυχε ο καθορισμός της έκδοσης του πακέτου %1.
fr: Impossible de déterminer la version du paquet %1.
gu: %1 પેકેજ વર્ઝન તેના ડિટરમાઇનથી ફેલ છે.
hu: Nem sikerült megállapítani a(z) %1 csomag verzióját.
it: Impossibile stabilire la versione del pacchetto %1.
ja: パッケージ %1 のバージョンを判別できませんでした。
km: បរាជ័យ​ក្នុង​ការ​កំណត់​កំណែ​របស់​កញ្ចប់ %1 ។
ko: %1 꾸러미의 버전 확인에 실패했습니다.
mr: पॅकेजची आवृत्ती ठरवण्याचे फसले %1.
pa: ਪੈਕੇਜ %1 ਦਾ ਵਰਜਨ ਪਤਾ ਕਰਨ ਵਿੱਚ ਫੇਲ੍ਹ ਹੈ।
pl: Określenie wersji pakietu %1 nie powiodło się.
ro: Nu am putut determina versiunea pachetului %1.
sk: Nepodarilo sa zistiť verziu balíka %1.
th: ล้มเหลวในการตรวจหาค่ารุ่นของแพกเกจ %1
uk: Не вдалось визначити версію пакунка %1.
xh: Kusilele ukuqikelela uguqulelo lombekelelo %1.
zh_cn: 未能确定包 %1 的版本。
zh_tw: 無法識別套件 %1版本。
