Repository: Dzejrou/yast-translations
Catalog: po/scanner/*.po
Languages: af, bn, ca, cs, da, el, fr, gu, hu, it, ja, km, ko, mr, pa, pl, ro, sk, th, uk, xh, zh_cn, zh_tw

source: Driver %1 may work, but was not tested.
ca: Pot ser que el controlador %1 funcioni, però no s'ha provat.
cs: Ovladač %1 může být funkční, ale nebyl testován.
da: Driveren %1 virker måske, men er ikke blevet testet.
el: Ο οδηγός %1 μπορεί να λειτουργήσει, αλλά δεν έχει δοκιμαστεί.
fr: Le pilote %1 est susceptible de fonctionner, mais n'a pas été testé.
hu: A(z) %1 illesztőprogram lehet, hogy működik, de nem lett bevizsgálva.
it: Il driver %1 può funzionare, ma non è stato testato.
ja: ドライバ %1 はおそらく動作するものと思われますが、テストは行なわれていません。
km: កម្មវិធី​បញ្ជា​​ %1 អាច​ដំណើរការ​​ ប៉ុន្តែ​មិន​ត្រូវ​បាន​សាក​ល្បង​ឡើយ​ ។
ko: %1 드라이버가 작동할 수도 있지만 테스트되지 않았습니다.
pl: Sterownik %1 może działać, ale nie był testowany.
ro: Driverul %1 poate funcționa, dar nu a fost testat.
sk: Ovládač %1 môže fungovať, ale nebolo to otestované.
uk: Драйвер %1 може працювати, але не перевірений.
zh_cn: 驱动程序 %1 或许可以工作，但未经测试。
zh_tw: 驅動程式 %1 可能可以運作，但沒有測試過。

source: Unmaintained driver %1 may provide basic functionality.
ca: El controlador %1 no mantingut podria proporcionar una funcionalitat bàsica.
cs: Neudržovaný ovladač %1 může poskytovat základní funkčnost.
da: Den ikke vedligeholdte driver %1 kan give basal funktionalitet.
el: Ο ασυντήρητος οδηγός %1 παρέχει βασική λειτουργικότητα.
fr: Le pilote non maintenu %1 offre des fonctionnalités de base.
hu: A(z) %1 illesztőprogram lehet, hogy alapszintű funkcionalitást biztosít.
it: Il driver non mantenuto %1 può fornire funzionalità di base.
ja: メンテナンスされていないドライバ %1 は、基本的な機能を提供している可能性があります。
km: កម្មវិធី​បញ្ជា​ដែល​មិន​បាន​ថែ​ទាំ​ %1 អាច​ផ្ដល់​មុខងារ​មូលដ្ឋាន ។​
ko: 유지 관리되지 않는 드라이버 %1에서 기본 기능을 제공할 수도 있습니다.
pl: Nieobsługiwany sterownik %1 może zapewnić podstawową funkcjonalność.
ro: Driverul nemenținut %1 poate oferi funcționalitatea de bază.
sk: Neudržovaný ovládač %1 môže poskytovať základnú funkcionalitu.
uk: Непідтримуваний драйвер %1 надає основну функціональність.
zh_cn: 不再维护的驱动程序 %1 或许可以提供基本的功能。
zh_tw: 已不維護的驅動程式 %1 可能提供基本的功能。

source: Driver %1 should provide basic functionality.
ca: El controlador %1 hauria de proporcionar una funcionalitat bàsica.
cs: Ovladač %1 by měl poskytovat základní funkčnost.
da: Driveren %1 bør give basal funktionalitet.
el: Ο οδηγός %1 παρέχει βασική λειτουργικότητα.
fr: Le pilote %1 offre des fonctionnalités de base.
hu: A(z) %1 illesztőprogramnak alapszintű funkcionalitást kellene biztosítania.
it: Il driver %1 dovrebbe fornire funzionalità di base.
ja: ドライバ %1 は基本的な機能を提供しているはずです。
km: កម្មវិធី​បញ្ជា %1 គួរ​តែ​ផ្ដល់​មុខងារ​មូលដ្ឋាន ។
ko: %1 드라이버에서 기본 기능을 제공해야 합니다.
pl: Sterownik %1 może zapewnić podstawową funkcjonalność.
ro: Driverul %1 poate oferi funcționalitatea de bază.
sk: Ovládač %1 by mal poskytovať základnú funkcionalitu.
uk: Непідтримуваний драйвер %1 надає основну функціональність.
zh_cn: 驱动程序 %1 应该能提供基本的功能。
zh_tw: 驅動程式 %1 應該可以提供基本的功能。

source: Unmaintained driver %1 may provide minimal functionality.
ca: El controlador %1 no mantingut podria proporcionar una funcionalitat mínima.
cs: Neudržovaný ovladač %1 může poskytovat minimální funkčnost.
da: Den ikke vedligeholdte driver %1 kan give minimal funktionalitet.
el: Ο ασυντήρητος οδηγός %1 παρέχει ελάχιστη λειτουργικότητα.
fr: Le pilote non maintenu %1 offre des fonctionnalités minimales.
hu: A(z) %1 illesztőprogram lehet, hogy minimális funkcionalitást biztosít.
it: Il driver non mantenuto %1 può fornire funzionalità minime.
ja: メンテナンスされていないドライバ %1 は、最低限の機能を提供している可能性があります。
km: កម្មវិធី​បញ្ជា​ដែល​មិន​បាន​ថែទាំ​ %1 អាច​ផ្ដល់​មុខងារ​អប្បបរមា ។
ko: 유지 관리되지 않는 드라이버 %1에서 최소 기능을 제공할 수도 있습니다.
pl: Sterownik %1 nie jest obsługiwany, ale może zapewnić minimalną funkcjonalność.
ro: Driverul nemenținut %1 poate oferi funcționalitate minimă.
sk: Neudržovaný ovládač %1 môže poskytovať minimálnu funkcionalitu.
uk: Непідтримуваний драйвер %1 може надати мінімальну функціональність.
zh_cn: 不再维护的驱动程序 %1 或许可以能提供精简的功能。
zh_tw: 已不維護的驅動程式 %1 可能可提供最少的功能。

source: Driver %1 should provide minimal functionality.
ca: El controlador %1 hauria de proporcionar una funcionalitat mínima.
cs: Ovladač %1 by měl poskytovat minimální funkčnost.
da: Driveren %1 bør give minimal funktionalitet.
el: Ο οδηγός %1 παρέχει ελάχιστη λειτουργικότητα.
fr: Le pilote %1 offre des fonctionnalités minimales.
hu: A(z) %1 illesztőprogram minimális funkcionalitást kellene, hogy biztosítson.
it: Il driver %1 dovrebbe fornire funzionalità minime.
ja: ドライバ %1 は最低限の機能を提供しているはずです。
km: កម្មវិធី​បញ្ជា %1 គួរ​តែ​ផ្ដល់​មុខងារ​អប្បបរមា ។
ko: %1 드라이버에서 최소 기능을 제공해야 합니다.
pl: Sterownik %1 może zapewnić minimalną funkcjonalność.
ro: Driverul %1 ar oferi funcționalitate minimă.
sk: Ovládač %1 by mal poskytovať minimálnu funkcionalitu.
uk: Драйвер %1 надає мінімальну функціональність.
zh_cn: 驱动程序 %1 应该能提供精简的功能。
zh_tw: 驅動程式 %1 應該可以提供最少的功能。

source: Driver %1 may work, but the functionality is unknown.
ca: Pot ser que el controlador %1 funcioni, però la funcionalitat és desconeguda.
cs: Ovladač %1 může být funkční, ale funkčnost není známa.
da: Driveren %1 virker måske, men hvor godt vides ikke.
el: Ο οδηγός %1 μπορεί να λειτουργήσει, αλλά η λειτουργικότητά του είναι άγνωστη.
fr: Le pilote %1 est susceptible de fonctionner, mais ses fonctionnalités sont inconnues.
hu: A(z)%1 illesztőprogram lehet, hogy működik, de a pontos funkcionalitása ismeretlen.
it: Il driver %1 può funzionare, ma le sue funzionalità non sono note.
ja: ドライバ %1 はおそらく動作するものと思われますが、機能性は不明です。
km: កម្មវិធី​បញ្ជា %1 អាច​ដំណើរការ​ ប៉ុន្តែ​មិន​ស្គាល់​មុខងារ​ឡើយ ។
ko: %1 드라이버가 작동할 수도 있지만 기능을 알 수 없습니다.
pl: Sterownik %1 może działać, ale funkcjonalność jest znana.
ro: Driverul %1 poate merge, dar funcționalitatea sa este necunoscută.
sk: Ovládač %1 môže fungovať, ale funkcionalita nie je známa.
uk: Драйвер %1 може працювати, але функціональність невідома.
zh_cn: 驱动程序 %1 或许可以工作，但其功能未知。
zh_tw: 驅動程式 %1 可能可以運作，但功能不明。

source: A firmware file contains software that must be uploaded to the scanner's memory. Without firmware, the scanner cannot work. Because firmware is licensed by the scanner manufacturer, we cannot distribute it. Usually the firmware file is stored somewhere on the manufacturer's CD. Alternatively, it may be possible to download it from the manufacturer's web site. Ask the manufacturer how to get the firmware file for your particular scanner. Find additional useful information on the SANE web site at http://www.sane-project.org/. After you get the firmware file, you must configure the driver manually. The man page of the driver describes how to configure it for firmware upload. The following command shows the man page for your driver:
ca: Un fitxer de microprogramari (firmware) conté el programari que s'ha de carregar a la memòria de l'escàner. Sense aquest microprogramari, l'escàner no pot funcionar. Com que el fabricant de l'escàner té la llicència del microprogramari, no podem distribuir-lo. Normalment el fitxer de microprogramari s'emmagatzema en algun lloc del CD del fabricant. De forma alternativa, és possible descarregar-lo del lloc web del fabricant. Demaneu al fabricant com aconseguir el fitxer de microprogramari per al vostre escàner concret. Trobareu informació addicional d'utilitat al lloc web de SANE: http://www.sane-project.org/. Una vegada tingueu el fitxer del microprogramari, heu de configurar el controlador manualment. La pàgina del manual del controlador descriu com configurar-lo per carregar el microprogramari. L'ordre següent mostra la pàgina del manual per al controlador:
cs: Soubor firmwaru obsahuje software, které je potřeba zavést do paměti skeneru. Bez firmwaru nebude skener fungovat. Protože je firmware licencován výrobcem zařízení, nemůžeme jej distribuovat. Obvykle je firmware uložen na CD od výrobce, popř. je možné jej stáhnout ze stránek výrobce. O možnostech získání firmwaru se informujte o svého výrobce skeneru. Další užitečné informace najdete na stránce projektu SANE: http://www.sane-project.org/ Po získání firmwaru musíte ovladač nastavit ručně. Postup nastavení a zavedení firmwaru najdete v manuálové stránce ovladače. Manuálovou stránku svého ovladače zobrazíte příkazem:
da: En firmware-fil indeholder software der skal uploades til scannerens hukommelse. Uden firmware virker scanneren ikke. Da firmware er licenseret af scannerproducenten, kan vi ikke distribuere den. Som regel kan man finde firmware-filen et sted på producentens cd. Alternativt kan man i mange tilfælde downloade den fra producentens hjemmeside. Spørg producenten, hvor du finder firmware til netop din scanner. Find yderligere nyttig information på SANE-hjemmesiden: http://www.sane-project.org/. Når du har skaffet firmware-filen, må du konfigurere driveren manuelt. "man"-siden for driveren beskriver, hvordan man konfigurerer firmware-upload. Den følgende kommando viser 'man'-siden for din driver:
el: Ένα αρχείο firmware περιέχει λογισμικό που πρέπει να φορτωθεί στη μνήμη του σαρωτή. Χωρίς το firmware, ο σαρωτής δε μπορεί να λειτουργήσει. Επειδή το firmware περιορίζεται από την άδεια του κατασκευαστή του σαρωτή, δε μπορούμε να το παρέχουμε. Συνήθως το αρχείο firmware βρίσκεται στο CD του κατασκευαστή. Διαφορετικά, ίσως να μπορείτε να το κατεβάσετε από την ιστοσελίδα του κατασκευαστή. Ρωτήστε το κατασκευαστή πώς να αποκτήσετε το κατάλληλο αρχείο firmware για το σαρωτή σας. Βρείτε επιπλέον χρήσιμες πληροφορίες στην ιστοσελίδα του SANE στο http://www.sane-project.org/ Αφού αποκτήσετε το αρχείο firmware, πρέπει να ρυθμίσετε τον οδηγό χειροκίνητα. Το εγχειρίδιο του οδηγού περιγράφει το πως να τον ρυθμίσετε για να φορτώσετε το firmware. Η ακόλουθη εντολή εμφανίζει το εγχειρίδιο για τον οδηγό σας:
fr: Un fichier de microprogramme contient un logiciel à charger dans la mémoire du scanner. Sans microprogramme, le scanner ne peut pas fonctionner. Le microprogramme étant sous licence du fabricant du scanner, nous ne pouvons pas le fournir. Le microprogramme se trouve habituellement sur le CD du fabricant. Par ailleurs, il peut être possible de le télécharger sur le site Web du fabricant. Renseignez-vous auprès du fabricant de votre scanner pour savoir comment obtenir le fichier de microprogramme correspondant. Des informations utiles sont également disponibles sur le site Web de SANE, à l'adresse http://www.sane-project.org/. Lorsque vous disposez du fichier de microprogramme, il convient de configurer manuellement le pilote. La page de manuel du pilote indique comment le configurer pour le téléchargement du microprogramme. La commande suivante permet d'afficher la page de manuel pour votre pilote :
hu: A firmware-fájl a szkenner memóriájába töltendő szoftvert tartalmazza. Firmware nélkül a szkenner nem működik. Mivel a firmware-t a szkenner gyártója licenceli, mi nem terjeszthetjük. Általában a firmware-fájl valahol a gyártó CD-jén található. Előfordulhat, hogy le lehet tölteni a gyártó webhelyéről. Kérdezze meg a gyártótól, hogyan lehet megszerezni a szkenner firmware-fájlját. További hasznos információ a SANE webhelyén, az alábbi címen található: http://www.sane-project.org/. A firmware-fájl beszerzése után az illesztőprogramot kézzel kell konfigurálni. Az illesztőprogram man oldala leírja, hogyan kell felkészíteni a firmware feltöltésére. Az illesztőprogram man oldala a következő paranccsal hívható elő:
it: Il file del firmware contiene il programma che deve essere caricato nella memoria dello scanner. Senza il firmware, lo scanner non è in grado di funzionare. Poiché il firmware viene concesso in licenza dal produttore dello scanner, non è possibile distribuirlo. Il file del firmware è generalmente contenuto in una delle directory del cd del produttore. In altri casi è possibile scaricarlo dal sito Web del produttore. Per informazioni su dove reperire il firmware per lo scanner in uso, rivolgersi al produttore. Altre informazioni utili sono riportate sul sito Web di SANE all'indirizzo http://www.sane-project.org/. Dopo aver ottenuto il file del firmware, è necessario configurare il driver manualmente. La pagina di manuale del driver fornisce istruzioni su come configurare il driver per il caricamento del firmware. Il seguente commando mostra la pagina di manuale del driver:
ja: ファームウエアファイルにはスキャナ内のメモリに登録すべきソフトウエアが含まれています。 ファームウエア無しではスキャナは動作できません。 ファームウエアはスキャナの製造元から個別にライセンス提供されるもので、我々には配布が許されていません。 一般的にファームウエアファイルは製造元の CD のどこかに保存されています。 場合によっては製造元の Web サイトからダウンロードできる場合もあります。 各スキャナのファームウエア取得方法については製造元にお尋ねください。 また、その他の有用な情報については SANE の Web サイトをご覧ください。 http://www.sane-project.org/ ファームウエアファイルを取得できましたら、手動でドライバを設定する必要があります。 ドライバのマニュアルページにファームウエア登録の方法が記載されていますので、 以下のコマンドでお読みください:
km: ឯកសារ​កម្មវិធី​បង្កប់​មាន​កម្មវិធី​ដែល​ត្រូវតែ​ផ្ទុក​ឡើង​ទៅកាន់​អង្គ​ចងចាំ​របស់​ម៉ាស៊ីន​ស្កេន ។ បើ​គ្មាន​កម្មវិធី​បង្កប់ ម៉ាស៊ីន​ស្កេន​មិន​អាច​ដំណើរការ​បាន​ឡើយ ។ ពីព្រោះ​កម្មវិធី​បង្កប់​ត្រូវ​បាន​ផ្ដល់​អាជ្ញាប័ណ្ណ​ដោយ​ក្រុមហ៊ុន​ផលិត​ម៉ាស៊ីន​ស្កេន​ យើង​មិន​អាច​ចែកចាយ​វា​បាន​ទេ ។ ជាទូទៅ ឯកសារ​កម្មវិធី​បង្កប់​ត្រូវ​បាន​រក្សាទុក​លើ​ទីតាំង​មួយ​ក្នុង​ស៊ីឌី​របស់​ក្រុមហ៊ុន​ផលិត ។ ជា​ជម្រើស អ្នក​អាច​ទាញ​យក​វា​ពី​តំបន់បណ្ដាញ​របស់​ក្រុមហ៊ុន​ផលិត​បាន ។ សួរ​ក្រុមហ៊ុន​ផលិត​អំពី​របៀប​យក​ឯកសារ​កម្មវិធី​បង្កប់​សម្រាប់​ម៉ាស៊ីន​ស្កេនណាមួយ ។ ស្វែងរក​ព័ត៌មាន​បន្ថែម​នៅ​លើ​តំបន់បណ្ដាញ SANE តាម http://www.sane-project.org/ ។ បន្ទាប់ពី​អ្នក​បាន​ទទួល​ឯកសារ​កម្មវិធី​បង្កប់​ហើយ អ្នក​ត្រូវតែ​កំណត់​រចនាសម្ព័ន្ធ​កម្មវិធី​បញ្ជា​ដោយដៃ ។ ទំព័រ​សៀវភៅ​ដៃ​របស់​កម្មវិធី​បញ្ជា​នឹង​ពិពណ៌នា​អំពី​របៀប​កំណត់​រចនាសម្ព័ន្ធ​វា​សម្រាប់​ការ​ផ្ទុក​ឡើង​កម្មវិធី​បង្កប់ ។ ពាក្យ​បញ្ជា​ខាងក្រោម​បង្ហាញ​ទំព័រ​សៀវភៅ​ដៃ​សម្រាប់​កម្មវិធី​បញ្ជា​របស់​អ្នក ៖
ko: 펌웨어 파일에는 스캐너의 메모리에 업로드되어야 하는 소프트웨어가 포함되어 있습니다. 펌웨어가 없으면 스캐너가 작동할 수 없습니다. 스캐너 제조업체에서 펌웨어 사용을 허가한 경우 배포할 수 없습니다. 일반적으로 펌웨어 파일은 제조업체의 CD에 저장됩니다. 또는 제조업체의 웹 사이트에서 다운로드할 수도 있습니다. 특정 스캐너에 대한 펌웨어 파일을 가져오는 방법을 제조업체에 문의하십시오. 다음 위치의 SANE 웹 사이트에서 유용한 추가 정보를 참조하십시오. http://www.sane-project.org/ 펌웨어 파일을 가져온 후 수동으로 드라이버를 구성해야 합니다. 드라이버의 기본 페이지에서 펌웨어 업로드를 위해 구성하는 방법을 설명합니다. 다음 명령은 드라이버 매뉴얼 페이지를 보여 줍니다.
pl: Plik z oprogramowaniem wbudowanym zawiera oprogramowanie, które musi zostać przekazane do pamięci skanera. Skaner bez oprogramowania wbudowanego nie może działać. Ponieważ oprogramowanie wbudowane jest objęte licencją przez producenta skanera, system SUSE Linux nie może go zawierać. Plik z oprogramowaniem wbudowanym jest zwykle dostarczany na dysku CD od producenta. Możliwe też, że można go pobrać z witryny WWW producenta. Zapytaj producenta, w jaki sposób uzyskać plik z oprogramowaniem wbudowanym dla danego skanera. Więcej przydatnych informacji można znaleźć w witrynie WWW projektu SANE (http://www.sane-project.org/). Po uzyskaniu pliku z oprogramowaniem wbudowanym należy ręcznie skonfigurować program obsługi. Podręcznik systemowy dla sterownika opisuje, w jaki sposób skonfigurować go, aby plik z oprogramowaniem wbudowanym został przekazany. Podręcznik dla sterownika jest dostępny po wywołaniu polecenia:
ro: Un fișier microcod conține programe ce trebuie încărcate în memoria scanner-ului. Fără microcod, scanner-ul nu poate funcționa. Deoarece microcodul este licențiat de producătorul scanner-ului, nu îl putem distribui. În mod normal microcodul este stocat undeva pe CD-ul producătorului. Alternativ, este posibil să îl descarci de pe site-ul producătorului. Întreabă producătorul cum poți să obții fișierul microcod pentru scanner-ul tău. Găsește informații adiționale folositoare pe site-ul SANE la http://www.sane-project.org/. După ce obții fișierul microcod, trebuie să configurezi driverul manual. Paginile de manual ale driverului descriu cum să îl configurezi pentru încărcarea microcodului. Următoarea comandă arată paginile de manual al driverului tău:
sk: Súbor s firmvérom obsahuje softvér, ktorý musí byť nahratý do pamäte skenera. Bez firmvéru skener nebude pracovať. Nakoľko firmvér podlieha licencii výrobcu, nemôžme ho distribuovať. Obvykle je uložený na CD od výrobcu. Je tiež možné že sa dá stiahnuť z webovej stránky výrobcu. Zistite si u výrobcu, ako získať firmvér pre Váš skener. Ďalšie informácie môžete nájsť na webovej stránke SANE: http://www.sane-project.org/ Keď súbor s firmvérom získate, musíte ovládač nakonfigurovať manuálne. Manuálová stránka ovládača popisuje ako ho nakonfigurovať pre nahratie firmvéru. Manuálovú stránku pre váš ovládač zobrazí nasledujúci príkaz:
uk: Файл мікропрограмного забезпечення містить ПЗ, яке треба вивантажити в пам'ять сканера. Сканер не може працювати без мікропрограмного забезпечення. Мікропрограмне забезпечення ліцензується виробником, і не можемо його розповсюджувати. Зазвичай, файл з мікропрограмним забезпеченням розміщений десь на КД виробника. Крім цього, ймовірно, його можна звантажити зі сторінки виробника. Запитайте в виробника де знайти цей файл для вашого сканера. Додаткову інформацію можна знайти на сторінці SANE у мережі: http://www.sane-project.org/. Після того як ви дістанете цей файл, мусите налаштувати драйвер вручну. Файл інструкції для драйвера має опис як налаштувати його для вивантаження мікропроцесорного забезпечення. За допомогою наступної команди ви зможете отримати доступ до цієї інструкції:
zh_cn: 固件文件包含必须上载到扫描仪内存中的软件。 没有固件，扫描仪将无法工作。 固件由扫描仪制造商许可，因此我们无权分发。 固件文件通常储存在制造商提供的 CD 中， 或者可在制造商的网站下载。 请向制造商询问如何获得特定扫描仪的固件文件。 要查找更多有用信息，请访问 SANE 网站 http://www.sane-project.org/。 获取固件文件后，必须手动配置驱动程序。 驱动程序的手册页描述如何配置驱动程序以进行固件上载。 以下命令将显示驱动程序的手册页：
zh_tw: 韌體檔案包含必須上載至掃描器記憶體的軟體。 掃描器必須要有韌體才能運作。 由於韌體必須經由掃描器廠商授權，因此我們無法散發韌體。 韌體檔案通常儲存在廠商提供的光碟中。 或者，是從廠商的網站下載韌體。 請洽詢廠商如何取得特定掃描器的韌體檔案。 要尋找其他有用的資訊，請至 SANE 網站： http://www.sane-project.org/ 取得韌體檔案後，您必須手動設定驅動程式。 驅動程式的說明頁面會描述如何設定以執行韌體上載。 下列指令顯示驅動程式的說明頁面：

source: There is at least one printer configuration that uses the ptal service. It is possible to proceed but then the ptal service would be stopped and all print queues that use the ptal service would no longer work. If you proceed, change the printer configuration to use HPLIP.
ca: Hi ha almenys una configuració d'impressora que utilitza el servei ptal. És possible continuar, però aleshores s'aturarà el servei ptal i totes les cues d'impressió que utilitzen el servei ptal deixaran de funcionar. Si continueu, canvieu la configuració de la impressora per utilitzar el servei HPLIP.
cs: Alespoň jedna z nastavených tiskáren používá službu ptal. Je možné pokračovat, ale služba ptal bude zastavena a všechny na ní závislé tiskárny budou nefunkční. Pokud budete pokračovat, změňte nastavení tiskárny pro používání HPLIP.
da: Der er mindst en printerkonfiguration, der bruger ptal-tjenesten. Det er muligt at fortsætte, men så stoppes ptal-tjenesten, og alle printkøer, der bruger ptal-tjenesten, vil ikke virke længere. Hvis du fortsætter, så ændr printerkonfigurationen til at benytte HPLIP.
el: Υπάρχει τουλάχιστον μια ρύθμιση εκτυπωτή που χρησιμοποιεί την υπηρεσία ptal. Μπορείτε να προχωρήσετε αλλά η υπηρεσία ptal θα σταματήσει. και όλες οι ουρές εκτύπωσης που χρησιμοποιούν την υπηρεσία ptal θα σταματήσουν τη λειτουργία τους Όταν προχωρήσετε, αλλάξτε τη ρύθμιση του εκτυπωτή και χρησιμοποιήστε το HPLIP.
fr: Au moins une configuration d'imprimante utilise le service ptal. Il est possible de continuer mais le service ptal serait arrêté et toutes les files d'impression utilisant le service ptal ne fonctionneraient plus. Si vous continuez, modifiez la configuration des imprimantes afin d'utiliser HPLIP.
hu: Legalább egy nyomtatókonfiguráció használja a ptal szolgáltatást. Folytathatja, de a ptal szolgáltatás le lesz állítva és a ptal szolgáltatást használó nyomtatási sorok nem fognak működni. Ha folytatja, változtassa meg a nyomtatóbeállítást, hogy az a HPLIP szolgáltatás használja.
it: È presente almeno una configurazione di stampante che utilizza il servizio ptal. È possibile procedere, ma poi il servizio ptal potrebbe essere arrestato e tutte le code di stampa che usano il servizio ptal non funzionerebbero più. Se si procede, modificare la configurazione della stampante affinché usi HPLIP.
ja: ptal サービスを利用するプリンタが 1 つ以上存在します。 このまま継続することもできますが、その場合は ptal サービスを停止しますので、 ptal サービスを利用する印刷キューは利用できなくなります。 続行する場合は、 HPLIP を利用するようプリンタの設定を変更してください。
km: យ៉ាង​ហោច​ណាស់​មាន​ការ​កំណត់​រចនា​សម្ព័ន្ធ​ម៉ាស៊ីន​បោះពុម្ព​មួយ ដែល​ប្រើ​សេវា ptal ។ វា​អាច​បន្ត ប៉ុន្តែ​សេវា ptal នឹង​ត្រូវ​បាន​បញ្ឈប់ ហើយ​ជួរ​ម៉ាស៊ីន​បោះពុម្ព​ទាំងអស់ ដែល​ប្រើ​សេវា ptal នឹង​លែង​ដំណើរការ ។ ពេល​អ្នក​បន្ត ផ្លាស់ប្ដូរ​ការ​កំណត់​រចនា​សម្ព័ន្ធ​ម៉ាស៊ីន​បោះពុម្ព​ដើម្បី​ប្រើ HPLIP ។
ko: ptal 서비스를 사용하는 프린터 구성이 하나 이상 있습니다. 계속할 수 있지만 그러면 ptal 서비스가 중지되고 ptal 서비스를 사용하는 모든 프린트 대기열이 더 이상 작동하지 않습니다. 계속하는 경우 HPLIP를 사용하도록 프린터 구성을 변경하십시오.
pl: Istnieje co najmniej jedna konfiguracja drukarki, która używa usługi ptal. Można kontynuować, ale usługa ptal zostanie zatrzymana i wszystkie kolejki drukowania, które używają usługi ptal, przestaną działać. W przypadku kontynuowania należy zmienić konfigurację drukarki tak, aby używała modułu HPLIP.
sk: Existujúci aspoň jedna konfigurácia tlačiarne, ktorá používa službu ptal. Je možné pokračovať, ale v takom prípade by bola služba ptal zastavená a všetky tlačové fronty, ktoré ju používajú, by ďalej nefungovali. Keď budete pokračovať, zmeňte konfiguráciu tlačiarne pre používanie HPLIP.
uk: Виявлено принаймні один принтер, що використовує службу ptal. Можна продовжувати, але тоді службу ptal слід зупинити, а всі черги друку, які використовують службу ptal, більше не працюватимуть. Якщо хочете продовжити, то змініть налаштування принтера на використання служби HPLIP.
zh_cn: 至少有一种打印机配置使用 ptal 服务。 您可以继续执行操作，但 ptal 服务将停止， 并且所有使用 ptal 服务的打印队列都将停止工作。 如果您继续执行操作，请更改打印机配置以使用 HPLIP。
zh_tw: 至少有一個印表機組態使用 ptal 服務。 您仍可能繼續進行，但是會停止 ptal 服務, 所有使用 ptal 服務的列印序列將無法再運作。 當您要繼續進行，請變更印表機設定使用 HPLIP。
