Repository: Dzejrou/yast-translations
Catalog: po/scanner/*.po
Languages: af, bn, ca, cs, da, el, fr, gu, hu, it, ja, km, ko, mr, pa, pl, ro, sk, th, uk, xh, zh_cn, zh_tw

source: <p> SCSI scanners are normally detected. If difficulties arise proceeding with <b>Add</b>, check whether your scanner is shown by the command <tt>lsscsi</tt>. If not, the SCSI system cannot communicate with the scanner. Verify that an appropriate kernel module for the SCSI host adapter has been loaded. </p>
af: <p> SCSI-skandeerders word gewoonlik bespeur. As daar probleme ontstaan gaan aan met <b>Voeg by</b>, wat nagaan of u skandeerder getoon word wanneer die opdrag <tt>lsscsi</tt> gegee word. Indien nie, kan die SCSI-stelsel nie met die skandeerder kommunikeer nie. Bevestig dat 'n geskikte kernmodule vir die SCSI-gasheerpasstuk gelaai is. </p>
bn: <p> SCSI স্ক্যানারগুলি স্বাভাবিকভাবে চিহ্নিত হয়. যদি এর সাথে এগিয়ে যেতে সমস্যা হয়- <b>যোগ করা</b>, তাহলে দেখুন যে, এই কম্যান্ডটি আপনার স্ক্যানারটি দেখাচ্ছে কিনা <tt>lsscsi</tt>. যদি তা না হয়, SCSI সিস্টেম স্ক্যানারের সাথে যোগাযোগ করতে পারবে না. যাচাই করে দেখুন যে, SCSI হোস্ট অ্যাডাপটরের জন্য একটি যথাযথ কার্ণেল মডিউললোড করা হয়েছে. </p>
ca: <p> Els escàners SCSI normalment es detecten. Si sorgeixen problemes a l'hora d'usar <b>Afegeix</b>, comproveu si l'escàner es mostra amb l'ordre <tt>lsscsi</tt>. Si no és així, significa que el sistema SCSI no pot comunicar-se amb l'escàner. Verifiqueu que s'ha carregat un mòdul de nucli adequat per a l'adaptador de l'amfitrió SCSI. </p>
cs: <p> Většina SCSI skenerů je bez problémů automaticky rozpoznána. V případě problémů použijte pro nastavení <b>Přidat</b> a také překontrolujte, zda skener najdete ve výstupu příkazu <tt>lsscsi</tt>. Pokud ne, SCSI systém nemůže se skenerem komunikovat. Ujistěte se, že máte pro SCSI řadič zavedený příslušný modul jádra. </p>
da: <p> SCSI-scannere bliver normalt fundet. Hvis der opstår vanskeligheder med <b>Tilføj</b>, så undersøg om din scanner vises med kommandoen <tt>lsscsi</tt>. Hvis ikke kan SCSI-systemet ikke kommunikere med scanneren. Verificér at et passende kernemodul for SCSI værtsadapteren blev indlæst. </p>
el: <p> Οι SCSI σαρωτές κανονικά ανιχνεύονται αυτόματα. Εάν παρουσιάζονται δυσκολίες στη λειτουργία του <b>Προσθήκη</b>, ελέγξτε εάν ο σαρωτής εμφανίζεται με την εντολή <tt>lsscsi</tt>. Εάν όχι, το σύστημα SCSI δεν μπορεί να επικοινωνήσει με τον σαρωτή. Σιγουρευτείτε ότι το κατάλληλο άρθρωμα πυρήνα (kernel module) για το κεντρικό μετατροπέα SCSI έχει φορτωθεί. </p>
fr: <p> Les scanneurs SCSI sont généralement détectés. Si vous rencontrez des difficultés en passant par l'option <b>Ajouter</b>, vérifiez si votre scanner apparaît avec la commande <tt>lsscsi</tt>. Si ce n'est pas le cas, le système SCSI ne peut pas communiquer avec le scanner. Vérifiez si un module de kernel approprié a été chargé pour l'adaptateur hôte SCSI. </p>
gu: <p> SCSI સ્કેનર સામાન્ય રીતે ડિટેક્ટ થઇ શકે. જો મુશ્કેલી તેના પ્રોસેસીંગ સાથે આવે તો <b>એડ</b>, ચેક કરો જેમણે આપની સ્કેનર કમાન્ડ દ્વારા દેખાડશે <tt>lsscsi</tt>. જો નહીતર, SCSI સીસ્ટમ સ્કેનર સાથે તાલ નહી મેળવી શકે. ખાતરી કરેલ છે કે SCSI અનુકૂળ યજમાન માટે બંધ બેસતુ કેરનેલ મોડ્યૂલ લોડ કરેલુ છે. </p>
hu: <p> Az SCSI-szkennerek felismerése általában sikeres. Ha nem sikerül a <b>Hozzáadás</b> lehetőséggel sem beállítani a készüléket, nézze meg, hogy a szkenner látható-e az <tt>lsscsi</tt> parancs kimenetében. Ha nem, akkor az SCSI-alrendszer nem tud kommunikálni a szkennerrel. Ellenőrizze, hogy be van-e töltve az SCSI-adapter megfelelő kernelmodulja. </p>
it: <p> In genere gli scanner SCSI vengono rilevati. Se si verificano problemi, procedere con <b>Aggiungi</b> e verificare che lo scanner venga visualizzato mediante il comando <tt>lsscsi</tt>. Se non lo fosse, il sistema SCSI non può comunicare con lo scanner. Verificare di avere caricato il modulo del kernel appropriato per la scheda host SCSI. </p>
ja: <p> 通常の SCSI スキャナであれば自動的に検出されます。 <b>追加</b> ボタンで進めていってもうまく設定できない場合は、 <tt>lsscsi</tt> コマンドを実行してその出力を確認し、デバイスが現われているかどうかを確認してください。 この出力に現われていない場合は、 SCSI システムがスキャナと正しく通信できていないことを示しています。 適切な SCSI ホストアダプタのカーネルモジュールが読み込まれているかどうかを確認してください。 </p>
km: <p> ម៉ាស៊ីន​ស្កេន SCSI ត្រូវ​បាន​រក​ឃើញ​តាម​ធម្មតា ។ ប្រសិនបើ​មាន​ការ​លំបាក សូម​បន្ត​ដោយ​ចុច <b>បន្ថែម</b> ពិនិត្យមើល​ថា​ម៉ាស៊ីន​ស្កេន​របស់​អ្នក​ត្រូវ​បាន​បង្ហាញ​ដោយ​ប្រើ​ពាក្យ​បញ្ជា <tt>lsscsi</tt> ។ ប្រសិនបើ​មិន​ប្រើ​ទេ ប្រព័ន្ធ SCSI មិន​អាច​ទំនាក់ទំនង​ជាមួយ​ម៉ាស៊ីន​ស្កេន​បាន​ឡើយ ។ ផ្ទៀងផ្ទាត់​ថា​ម៉ូឌុល​ខឺណែល​សមរម្យ​សម្រាប់​អាដាប់ទ័រ​ម៉ាស៊ីន SCSI ត្រូវ​បាន​ផ្ទុក ។ </p>
ko: <p> SCSI 스캐너는 일반적으로 검색됩니다. <b>추가</b>를 사용하여 계속 진행하는 데 어려움이 있으면 <tt>lsscsi</tt> 명령을 통해 스캐너가 표시되는지 확인하십시오. 표시되지 않으면 SCSI 시스템이 해당 스캐너와 통신하지 못하는 것입니다. SCSI 호스트 어댑터에 대한 적절한 커널 모듈이 로드되었는지 확인하십시오. </p>
mr: <p> SCSI स्कर्नस सामन्यत: शोधले जातात. ते करण्यात जर अडचणी आल्या तर <b>मिळवा</b>, वापर व तुमचा स्कॅनर हया सूचनेने दाखवला जातो काते पहा<tt>lsscsi</tt>. जर नसेल तर, SCSI यंत्रणा स्कॅनरशी संपर्क करू शकत नाही. SCSI होस्ट ऍ़डपॅचर करता योग्य कर्नेल मॉडयूल लोड केले आहे काय ते तपासून पहा. </p>
pa: <p> SCSI ਸਕੈਨਰ ਆਮ ਤੌਰ ਉੱਤੇ ਲੱਭੇ ਜਾਂਦੇ ਹਨ। ਜੇ <b>ਸ਼ਾਮਲ</b> ਨਾਲ ਮੁਸ਼ਕਿਲ ਪੇਸ਼ ਆਉਂਦੀ ਹੈ, ਜਾਂਚ ਕਰੋ ਕਿ ਕੀ ਤੁਹਾਡਾ ਸਕੈਨਰ <tt>lsscsi</tt> ਕਮਾਂਡ ਰਾਹੀ ਵਿਖਾਇਆ ਜਾਂਦਾ ਹੈ ਜਾਂ ਨਹੀਂ। ਜੇ ਨਹੀਂ, SCSI ਸਿਸਟਮ ਸਕੈਨਰ ਨਾਲ ਸੰਪਰਕ ਨਹੀਂ ਕਰ ਸਕਦਾ। ਜਾਂਚ ਕਰੋ ਕਿ SCSI ਹੋਸਟ ਅਡਾਪਟਰ ਲਈ ਜਾਇਜ਼ ਕਰਨਲ ਮੋਡੀਊਲ ਲੋਡ ਕੀਤਾ ਹੈ। </p>
pl: <p> Skanery SCSI są zwykle wykrywane. Jeśli pojawią się problemy przy korzystaniu z opcji <b>Dodaj</b>, należy sprawdzić, czy skaner jest pokazywany po wywołaniu polecenia <tt>lsscsi</tt>. Jeśli nie, oznacza to że system SCSI nie jest w stanie skomunikować się ze skanerem. Należy wtedy sprawdzić, czy wczytany jest odpowiedni moduł jądra dla karty hosta SCSI. </p>
ro: <p> Scannerele SCSI sunt detectate de obicei. Dacă continuați cu <b>Adaugă</b> i apar dificultăți, verificați dacă scannerul dvs. este afițat de comanda <tt>lsscsi</tt>. Dacă nu, sistemul SCSI nu poate comunica cu scannerul. Verificați dacă a fost încărcat modulul kernel ce corespunde adaptorului SCSI. </p>
sk: <p> SCSI skenery sú obvykle automaticky zistené. Ak nastanú problémy pri spracovaní s <b>Pridať</b>, uistite sa či Váš skener je vo výpise príkazu <tt>lsscsi</tt>. Ak nie, SCSI systém pravdepodobne nemôže komunikovať so skenerom. Uistite sa, že bol zavedený správny modul jadra pre SCSI adaptér. </p>
th: <p> ตามปกติแล้ว เครื่องสแกนภาพที่เป็นแบบ SCSI นั้นควรจะถูกตรวจหาได้พบ หากเกิดความยุ่งยากขึ้น ให้ลองดำเนินการต่อไปโดยใช้ปุ่ม <b>เพิ่ม</b>, แล้วลองตรวจสอบดูว่ามีเครื่องสแกนภาพของคุณแสดงอยู่ในรายการที่ได้จากผลลัพธ์ของคำสั่ง <tt>lsscsi</tt> หรือไม่ หากไม่มีอยู่ในรายการผลลัพธ์ ระบบ SCSI จะไม่สามารถสื่อสารกับเครื่องสแกนภาพได้ ให้ลองตรวจความถูกต้องของมอดูลของเคอร์เนลของแผงวงจร SCSI ดูก่อนว่า มันถูกโหลด ให้ทำงานแล้วหรือยัง </p>
uk: <p> Зазвичай, сканери SCSI легко виявити. Якщо виникнуть труднощі з <b>Додати</b>, то перевірте чи ваш сканер видно командою <tt>lsscsi</tt>. Якщо ні, то система SCSI не може зв'язатись зі сканером. Перевірте чи було завантажено відповідний модуль ядра для адаптера SCSI. </p>
xh: <p> Izifoti zeskena se-SCSI kuqheleke ukuba zichongeke. Ukuba kuvela amaxesha obunzima aqala ngo-<b>Fakela</b>, qwalasela ukuba ingaba isifoti seskena sakho siyabonakala na ngomyalelo<tt>lsscsi</tt>. Ukuba akunjalo, isixokelelwano se-SCSI asikwazi kunxibelelana nesifoti seskena. Nyanisekisa ukuba imodyuli ye-kernel efanelekileyo yesiqhelanisi sikamamkeli se-SCSI silayishiwe. </p>
zh_cn: <p> SCSI 扫描仪通常会被检测到。 如果使用<b>添加</b>来继续操作出现问题， 则通过命令 <tt>lsscsi</tt> 来检查是否显示了您的扫描仪。 如果未显示，则SCSI 系统将无法与扫描仪通信。 验证是否为 SCSI 主机适配器装载了适当的内核模块。 </p>
zh_tw: <p> 通常能夠偵測到 SCSI 掃描器。 若使用<b>「新增」</b>時，發生問題， 請使用 <tt>lsscsi</tt> 指令檢查掃描器是否顯示。 若未顯示，則表示 SCSI 系統無法與掃描器通訊。 請確認是否已載入適當的 SCSI 主機介面卡核心模組。 </p>

source: <p> Parallel port scanners cannot be configured with this tool except for HP all-in-one devices. Common parallel port scanners must be configured manually. To set up the scanner unit in a HP all-in-one device, which is connected to the parallel port, you may have to run <tt>hp-setup</tt> via <b>Other</b> and <b>Run hp-setup</b> before you can configure the scanner unit with this tool using <b>Add</b>. </p>
ca: <p> Els escàners de port paral·lel no poden configurar-se amb aquesta eina, excepte els dispositius tot en un d'HP. Els escàners comuns en paral·lel s'han de configurar manualment. Per configurar un dispositiu tot en un d'HP connectat a un port paral·lel pot ser que hàgiu d'executar <tt>hp-setup</tt> a través d'<b>Altres</b> i <b>Executa hp-setup</b> abans que pugueu configurar un escàner amb aquesta eina amb <b>Afegeix</b>. </p>
cs: <p> Skenery přes paralelní port nemohou být tímto nástrojem konfigurovány, vyjma zařízení HP all-in-one (vše v jednom). Běžné skenery přes paralelní port je nutno nastavit ručně. K nastavení skenovací jednotky v zařízení HP all-in-one připojenému přes paralelní port možná budete muset nejprve použít <tt>hp-setup</tt> v nabídce <b>Ostatní</b> a <b>Spustit hp-setup</b> než budete moci konfigurovat jednotku skeneru tímto nástrojem za použití <b>Přidat</b>. </p>
da: <p> Scannere til parallelporte kan ikke konfigureres med dette værktøj undtagen HP alt-i-en enheder. Almindelige parallelportsscannere skal konfigureres manuelt. For at sætte scanneren op i en HP alt-i-en, der er sluttet til parallelporten, skal du evt. køre <tt>hp-setup</tt> via <b>Anden</b> og <b>Kør hp-setup</b>, før det virker at konfigurere scannerdelen med <b>Tilføj</b>. </p>
el: <p> Οι παράλληλης θύρας σαρωτές δεν μπορούν να ρυθμιστούν με αυτό το εργαλείο εκτός από τις συσκευές HP all-in-one. Αυτές οι συσκευές θα πρέπει να ρυθμιστούν χειροκίνητα. Για να ρυθμίσετε το σαρωτή σε μία συσκευή HP all-in-one η οποία είναι συνδεδεμένη σε παράλληλη θύρα, πρέπει να τρέξετε το <tt>hp-setup</tt> μέσω <b>Άλλο</b> και <b> Τρέξε το hp-setup</b> πριν μπορέσετε να ρυθμίσετε το σαρωτή με αυτό το εργαλείο χρησημοποιώντας το<b>Προσθήκη</b> </p>
fr: <p> Les scanneurs sur port parallèle ne peuvent pas être configurés avec cet outil excepté pour tous les périphériques HP all-in-one. Les scanners sur port parallèle communs doivent être configurés manuellement. Pour configurer le scanner comme un périphérique HP all-in-one qui est connecté sur le port parallèle, vous devez lancer <tt>hp-setup</tt> via <b>Autre</b> et <b>Lancer hp-setup</b> avant que vous puissiez configurer le scanner avec cet outil en utilisant <b>Ajouter</b>. </p>
hu: <p> A párhuzamos portra kapcsolt szkennerek nem állíthatók be ezzel a programmal, kivéve a HP többfunkciós eszközöket. Az ilyen eszközöket kézzel kell beállítani. A párhuzamos portra kapcsolt HP többfunkciós eszköznél a <tt>hp-setup</tt> programot kell futtatni az <b>Egyéb</b>, majd a <b>hp-setup futtatása</b> gomb megnyomásával, mielőtt elkezdené a szkennert ezzel a programmal beállítani . <b>Hozzáadás</b> gombbal. </p>
it: <p> Gli scanner su porta parallela non possono essere configurati con questo strumento, eccetto i dispositivi multifunzione HP. I comuni scanner su porta parallela devono essere configurati manualmente. Per impostare l'unità scanner di un dispositivo multifunzione HP connesso alla porta parallela potrebbe essere necessario eseguire <tt>hp-setup</tt> per mezzo di <b>Altro</b> ed <b>Esegui hp-setup</b> prima di poter configurare l'unità scanner con questo strumento tramite <b>Aggiungi</b>. </p>
ja: <p> HP オールインワンデバイスの場合を除き、 パラレルポート接続のスキャナをこのツールで設定することはできません。 これらのパラレルポート接続のスキャナは、手動で設定する必要があります。 パラレルポートに接続された HP オールインワンデバイス を設定する場合は、このツールで <b>追加</b> ボタンを押して追加する前に、 <b>その他</b> から <b>hp-setup の起動</b> を選び、 <tt>hp-setup</tt> を実行してください。</p>
km: <p> ម៉ាស៊ីន​ស្កេន​ច្រក​ប៉ារ៉ាឡែល​មិន​អាច​ត្រូវ​បាន​កំណត់​រចនាសម្ព័ន្ធ​ជាមួយ​ឧបករណ៍​នេះ​បាន​ទេ លើកលែងតែ​ឧបករណ៍ HP ទាំងអស់​ក្នុង​មួយ ។ ម៉ាស៊ីន​ស្កេន​ច្រក​ប៉ារ៉ាឡែល​ធម្មតា​ត្រូវតែ​ត្រូវ​បាន​កំណត់​រចនាសម្ព័ន្ធ​ដោយដៃ ។ ដើម្បី​រៀបចំ​ម៉ាស៊ីន​ស្កេន​នៅ​ក្នុង​ឧបករណ៍ HP ទាំងអស់​ក្នុង​មួយ ដែល​ត្រូវ​​តភ្ជាប់​ទៅ​ច្រក​ប៉ារ៉ាឡែល អ្នក​ត្រូវតែ​ដំណើរការ <tt>hp-setup</tt> តាម​រយៈ <b>ផ្សេងទៀត</b> និង <b>ដំណើរការ hp-setup</b> មុន​នឹង​អ្នក​អាច​កំណត់​រចនាសម្ព័ន្ធ​ម៉ាស៊ីន​ស្កេន​ជាមួយ​ឧបករណ៍​នេះ​ដោយ​ចុច <b>បន្ថែម</b> ។ </p>
ko: <p> HP all-in-one 장치를 제외하고 이 도구로 병렬 포트 스캐너를 구성할 수 없습니다. 일반적인 병렬 포트 스캐너는 수동으로 구성해야 합니다. 병렬 포트에 연결된 HP all-in-one 장치에서 스캐너 장치를 설정하려면 <b>추가</b>를 사용하여 이 도구로 스캐너 장치를 구성하기 전에 <b>기타</b> 및 <b>hp-setup 실행</b>을 통해 <tt>hp-setup</tt>을 설정해야 할 수도 있습니다. </p>
pl: <p> Za pomocą tego narzędzia nie jest możliwe skonfigurowanie skanerów podłączanych przez port równoległy, za wyjątkiem urządzeń wielofunkcyjnych HP. Zazwyczaj urządzenia podłączane przez port równoległy (LPT) muszą być konfigurowane ręcznie. Aby skonfigurować skaner urządzenia wielofunkcyjnego HP podłączonego do portu równoległego, uruchom program <tt>hp-setup</tt>, naciskając przycisk <b>Inne</b> i <b>Uruchom hp-setup</b>, zanim możliwe będzie ustawienie skanera w tym narzędziu (za pomocą przycisku <b>Dodaj</b>). </p>
sk: <p> Skenery pripojené cez paralelný port nemôžu byť konfigurované týmto nástrojom okrem HP all-in-one zariadení. Bežné paralelné skenery musia byť konfigurované ručne. Pre nastavenie skenovacej jednotky v zariadení HP all-in-one, ktorý je pripojený k paralelnému portu, budete musieť spustiť <tt>hp-setup</tt> cez <b>Iné</b> a <b>Spustiť hp-setup</b> pred tým, než bude môcť konfigurovať skenovaciu jednotku s týmto nástrojom pomocou <b>Pridať</b>. </p>
uk: <p> Сканери на паралельному порті неможливо налаштувати цим засобом, окрім пристроїв HP все-в-одному. Зазвичай, сканери на паралельному порті слід налаштовувати вручну. Щоб встановити модуль сканера для пристрою HP все-в-одному, який приєднано до паралельного порту, можливо, вам потрібно буде запустити <tt>hp-setup</tt> за допомогою кнопок <b>Інше</b> і <b>Запустити hp-setup</b>, перш ніж запрацює налаштування сканера за допомогою кнопки <b>Додати</b>. </p>
zh_cn: <p> 无法使用此工具来配置并行端口扫描仪，除非是 HP 多功能一体机。 通用并行端口扫描仪必须手动配置。 要设置 HP 多功能一体机中的扫描仪单元，而该单元连接到并行端口， 您可能必须先通过<b>其他</b>和<b>运行 hp-setup</b> 选项运行 <tt>hp-setup</tt>， 再通过此工具的<b>添加</b>选项配置扫描仪单元。 </p>
zh_tw: <p> 除了 HP all-in-one 設備外，您無法使用這個工具 設定平行埠掃描器。 使用平行埠掃描器必須手動設定。 要設定連接在平行埠的 HP all-in-one 掃描器單元， 您必須在這個工具使用 <b>新增</b>設定掃描器前， 經由 <b>其他</b> 和 <b>執行 hp-setup</b> 執行 <tt>hp-setup</tt> </p>

source: <p> Network scanners cannot be configured with this tool except for HP all-in-one devices. Network scanners must be configured manually. A network scanner is a scanner that has a network interface so it is directly accessible in the network. In contrast, scanning via network means accessing a remote scanner connected to another host in the network. To set up the scanner unit in a HP all-in-one device, which is connected via a built-in network interface, you may have to run <tt>hp-setup</tt> via <b>Other</b> and <b>Run hp-setup</b> before it works to configure the scanner unit with this tool using <b>Add</b>. </p>
ca: <p> Els escàners de xarxa no poden configurar-se amb aquesta eina, excepte els dispositius tot en un d'HP. Els escàners de xarxa s'han de configurar manualment. Un escàner en xarxa és un escàner que disposa d'una interfície en xarxa, per la qual cosa és directament accessible a la xarxa. En canvi, escanejar a través de la xarxa significa accedir a un escàner remot connectat a un altre amfitrió de la xarxa. Per configurar un escàner d'un dispositiu tot en un d'HP que està connectat a través d'una interfície de xarxa integrada, pot ser que hàgiu d'executar <tt>hp-setup</tt> a través d'<b>Altres</b> i <b>Executa hp-setup</b> abans de poder configurar-lo amb aquesta eina usant <b>Afegeix</b>. </p>
cs: <p> Síťové skenery nemohou být tímto nástrojem konfigurovány, vyjma HP all-in-one zařízení. Síťové skenery je nutno nastavit ručně. Síťový skener je skener, který má síťové rozhraní, takže je přímo dostupný v místní síti. Naproti tomu skenování po síti znamená přistupovat ke vzdálenému skeneru připojenému na vzdáleném počítači v síti. Pro nastavení jednotky skeneru HP all-in-one zařízení, který je připojen přes vestavěné síťové rozhraní, budete muset použít <tt>hp-setup</tt> v nabídce <b>Ostatní</b> a <b>Spustit hp-setup</b>, než bude možné nastavit tuto jednotku skeneru tímto nástrojem za použití možnosti <b>Přidat</b>. </p>
da: <p> Netværksscannere kan ikke sættes op med dette værktøj undtagen HP alt-i-en enheder. Netværksscannere skal konfigureres manuelt. En netværksscanner er en scanner der har et netværksgrænseflade, så den kan tilgås på netværket. Modsat betyder 'scanning via netværk', at tilgå en scanner tilsluttet en anden værtsmaskine på netværket. For at sætte scannerdelen op, i en HP alt-i-en enhed der er tilsluttet via en indbygget netværksgrænseflade, skal du evt. køre <tt>hp-setup</tt> via <b>Anden</b> og <b>Kør hp-setup</b>, før det virker at konfigurere scannerdelen med <b>Tilføj</b>. </p>
el: <p> Οι δικτυακοί σαρωτές δεν μπορούν να ρυθμιστούν με αυτό το εργαλείο εκτός από τις συσκευές HP all-in-one. Αυτές οι συσκευές θα πρέπει να ρυθμιστούν χειροκίνητα. Ο δικτυακός σαρωτής είναι ένας σαρωτής που έχει μια διεπαφή δικτύου έτσι ώστε να είναι άμεσα προσβάσιμος στο δίκτυο. Αντίθετα, η σάρωση μέσω δικτύου σημαίνει πρόσβαση σε έναν απομακρυσμένο σαρωτή συνδεδεμένο με έναν άλλο κόμβο στο δίκτυο. Για να ρυθμίσετε το σαρωτή σε μία συσκευή HP all-in-one η οποία συνδέεται μέσω μίας ενσωματωμένης διεπαφής δικτύου, πρέπει να τρέξετε το <tt>hp-setup</tt> μέσω <b>Άλλο</b> και <b> Τρέξε το hp-setup</b> πριν μπορέσετε να ρυθμίσετε το σαρωτή με αυτό το εργαλείο χρησημοποιώντας το<b>Προσθήκη</b> </p>
fr: <p> Les scanneurs réseau ne peuvent pas être configurés avec cet outil sauf pour les périphériques HP all-in-one. Les scanners réseau doivent être configurés manuellement Un scanner réseau est un scanner qui a une interface réseau donc il est directement accessible depuis le réseau. A l'inverse, scanner via le réseau signifie accéder à un scanner distant connecté à un autre hôte sur le réseau. Pour configurer le scanner d'un périphérique HP all-in-one. qui est connecté par une interface réseau intégrée, vous devez pouvoir lancer <tt>hp-setup</tt> via <b>Autre</b> et <b>Lancer hp-setup</b> avant que cela fonctionne pour configurer le scanner avec cet outil en utilisant <b>Ajouter</b>. </p>
hu: <p> A hálózati szkennerek nem állíthatók be ezzel a programmal, kivéve a HP többfunkciós eszközöket. Az ilyen eszközöket kézzel kell konfigurálni. A hálózati szkenner egy olyan szkenner, amelyik saját hálózati csatolóval rendelkezik, így közvetlenül elérhető a hálózatról. Ezzel szemben a hálózaton keresztüli szkennelés általában egy szkenner egy másik gépen keresztüli elérését jelenti. A beépített hálózati csatlakozóval rendelkező HP többfunkciós eszközökben lévő szkenner beállításához a <tt>hp-setup</tt> programot kell futtatni az <b>Egyéb</b>, majd a <b>hp-setup futtatása</b> gomb megnyomásával, mielőtt elkezdené a szkennert ezzel a programmal beállítani. Ezt követően lehet a szkennert a <b>Hozzáadás</b> gomb megnyomásával beállítani. </p>
it: <p> Con questo strumento non è possibile configurare gli scanner di rete, a eccezione dei dispositivi multifunzione HP. Gli scanner di rete devono essere configurati manualmente. Uno scanner di rete è uno scanner dotato di interfaccia di rete quindi è direttamente accessibile tramite rete. Eseguire una scansione via rete significa accedere ad uno scanner remoto connesso a un altro host nella rete. Per impostare l'unità scanner in un dispositivo multifunzione HP che è connesso tramite l'interfaccia di rete integrata, è probabilmente necessario eseguire <tt>hp-setup</tt> tramite <b>Altro</b> e <b>Esegui hp-setup</b> prima di procedere alla configurazione dello scanner con questo strumento usando <b>Aggiungi</b>. </p>
ja: <p> HP オールインワンデバイスの場合を除き、 ネットワークスキャナをこのツールで設定することはできません。 ネットワークスキャナは手動で設定する必要があります。 ネットワークスキャナとはネットワークインターフェイスを持つスキャナのことですので、 ネットワークを経由して直接アクセスすることができます。 逆にネットワーク経由でのスキャンとは、ネットワーク上のコンピュータに接続されているスキャナに対して、 ネットワークを介して接続するという意味です。 内蔵のネットワークインターフェイス経由で接続した HP オールインワンデバイスを設定するには、 このツールで <b>追加</b> ボタンを押して追加する前に <b>その他</b> から <b>hp-setup の起動</b> を選び、 <tt>hp-setup</tt> を実行してください。</p>
km: <p> ម៉ាស៊ីន​ស្កេន​តាម​បណ្ដាញ​មិន​អាច​ត្រូវ​បាន​កំណត់​រចនាសម្ព័ន្ធ​ជា​មួយ​ឧបនករណ៍​នេះ​បាន​ទេ​ លើក​លែងតែ​ម៉ាស៊ីន​ស្កេន​ម៉ាក HP ទំនើប ។ ម៉ាស៊ីន​ស្កេន​តាម​​បណ្ដាញ​ត្រូវ​តែ​បាន​កំណត់​រចនាសម្ព័ន្ធ​ដោយ​ដៃ ។ ម៉ាស៊ីន​ស្កេន​តាម​បណ្ដាញ​ គឺ​ជា​ម៉ាស៊ីន​ស្កេន​ដែល​មាន​ចំណុច​ប្រទាក់​បណ្ដាញ ដូច្នេះ វា​អាច​ចូល​ដំណើរការ​ដោយ​ផ្ទាល់​ន​ក្នុង​បណ្ដាញ ។ ផ្ទុយ​មក​វិញ ការ​ស្កេន​តាម​បណ្ដាញ​មាន​ន័យ​ថា ការ​ចូល​ដំណើរការ​ម៉ាស៊ីន​ស្កេន​ពី​ចម្ងាយ ដែល​បាន​តភ្ជាប់​ទៅ​ម៉ាស៊ីន​កុំព្យូទ័រ​នៅ​ក្នុង​បណ្ដាញ​ ។ ដើម្បី​ដំឡើង​ម៉ាស៊ីនស្កេន​ម៉ាក HP ទំនើប ដែល​ត្រូវ​បាន​តភ្ជាប់​តាមរយៈ​ចំណុច​ប្រទាក់​បណ្ដាញ​ដែលមាន​ជាប់​មក​ជា​មួយ អ្នក​អាច​ដំណើរការ <tt>hp-setup</tt> តាម​រយៈ​ <b>វិធី​ផ្សេង</b> និង​ <b>ដំណើរការ hp-setup</b> មុន​នឹង​វា​ដំណើរការ​កំណត់​រចនាសម្ព័ន្ធ​ម៉ាស៊ីន​ស្កេន​​ដែល​ឧបករណ៍​នេះ​ ដោយ​ប្រើ <b>បន្ថែម</b> ។ </p>
ko: <p> HP all-in-one 장치를 제외하고 이 도구로 네트워크 스캐너를 구성할 수 없습니다. 네트워크 스캐너는 수동으로 구성해야 합니다. 네트워크 스캐너는 네트워크에서 직접 액세스할 수 있도록 네트워크 인터페이스가 있는 스캐너입니다. 반면, 네트워크를 통한 스캔은 네트워크의 다른 호스트에 연결된 원격 스캐너에 액세스하는 것을 의미합니다. 기본 제공 네트워크 인터페이스를 통해 연결된 HP all-in-one 장치에서 스캐너 장치를 설정하려면 <b>추가</b>를 사용하여 이 도구로 스캐너 장치를 구성하기 전에 <b>기타</b> 및 <b>hp-setup 실행</b>을 통해 <tt>hp-setup</tt>을 설정해야 할 수도 있습니다. </p>
pl: <p> Skanery sieciowe nie mogą być konfigurowane za pomocą tego narzędzia, za wyjątkiem wielofunkcyjnych urządzeń HP. Skanery sieciowe zazwyczaj muszą być konfigurowane ręcznie. Skaner sieciowy to skaner zaopatrzony w interfejs sieciowy i jest on dostępny jest za pośrednictwem sieci lokalnej. Skanowanie przez sieć oznacza dostęp do skanera podłączonego do którejś ze stacji roboczych w sieci. Aby skonfigurować skaner w urządzeniu wielofunkcyjnym HP podłączonym do komputera poprzez kartę sieciową konieczne jest uruchomienie programu <tt>hp-setup</tt> za pośrednictwem opcji <b>Inne</b> i <b>Uruchom hp-setup</b>, zanim możliwe będzie ustawienie skanera za pomocą przycisku <b>Dodaj</b> w tym narzędziu. </p>
sk: <p> Sieťové skenery nemôžu byť konfigurované s týmto nástrojom okrem HP all-in-one zariadení. Sieťové skenery sa musia konfigurovať ručne. Sieťový skener je skener, ktorý má sieťové rozhranie, takže je priamo prístupný cez sieť. Naproti tomu, skenovanie cez sieť znamená pristupovanie k vzdialenému skeneru, ktorý je pripojený k inému hostiteľovi v sieti. Pre nastavenie skenovacej jednotky v zariadení HP all-in-one, ktorá je pripojená cez vstavané sieťové rozhranie, budete musieť spustiť <tt>hp-setup</tt> cez <b>Iné</b> a <b>Spustiť hp-setup</b> pred tým, než to bude fungovať pre konfiguráciu skenovacej jednotky s týmto nástrojom pomocou <b>Pridať</b> . </p>
uk: <p> Мережні сканери, за винятком багатофункціональних пристроїв від HP, цією програмою налаштувати неможливо. Ці пристрої потребують ручного налаштовування. Мережний сканер — це сканер, який має мережний інтерфейс, отже до нього можливий безпосередній доступ з мережі. На відміну від цього, сканування через мережу означає доступ до віддаленого сканера, який приєднаний до іншого вузла в мережі. Щоб встановити модуль сканера для пристрою HP все-в-одному, який приєднано за допомогою вбудованого інтерфейсу мережі, можливо, вам потрібно буде запустити <tt>hp-setup</tt> за допомогою кнопок <b>Інше</b> і <b>Запустити hp-setup</b>, перш ніж запрацює налаштування сканера за допомогою кнопки <b>Додати</b> цього інструмента. </p>
zh_cn: <p> 无法使用此工具来配置网络扫描仪，除非是 HP 多功能一体机。 必须手动配置网络扫描仪。 网络扫描仪是有网络接口的扫描仪， 因此可在网络中直接访问。 然而，通过网络扫描意味着访问连接到网络中 其他主机的远程扫描仪。 要设置 HP 多功能一体机中的扫描仪单元，而该单元通过内置网络接口连接， 您可能必须先通过<b>其他</b>和<b>运行 hp-setup</b> 选项运行 <tt>hp-setup</tt>， 再通过此工具的<b>添加</b>配置扫描仪单元。 </p>
zh_tw: <p> 除了 HP all-in-one 設備外， 您無法使用這個工具設定網路掃描器。 網路掃描器必須手動設定。 網路掃描器有網路介面， 所以可以在網路直接存取。 相對的，透過網路掃描表示存取連接到網路上 其他主機的遠端掃描器。 要設定經由內建網路介面連接的 HP all-in-one 掃描器單元， 您必須在這個工具使用 <b>新增</b>設定掃描器前， 經由 <b>其他</b> 和 <b>執行 hp-setup</b> 執行 <tt>hp-setup</tt> </p>
