Repository: Dzejrou/yast-translations
Catalog: po/scanner/*.po
Languages: af, bn, ca, cs, da, el, fr, gu, hu, it, ja, km, ko, mr, pa, pl, ro, sk, th, uk, xh, zh_cn, zh_tw

source: <p> A model is supported if there is at least one appropriate scanner driver available. Most scanner drivers are from the SANE project and provided in the sane-backends package. The support status for a particular model varies from minimal to complete.<br> When a driver is shown as 'unmaintained', it does not mean that the driver does not work. Even an unmaintained driver could work perfectly well. But it means that there is no longer someone who knows about the driver internals so that there is usually no help if there are issues with an unmaintained driver. </p>
ca: <p> Un model té suport si hi ha com a mínim un controlador d'escàner adequat disponible. La majoria de controladors d'escàners són del projecte SANE i es proporcionen al paquet sane-backends. L'estat del suport per a un model concret varia de mínim a complet.<br> Quan un controlador es mostra com a no mantingut 'unmaintained', no significa que el controlador no funcioni. Fins i tot un controlador no mantingut pot funcionar perfectament, però significa que ja no hi ha ningú que sàpiga les interioritats del controlador i per això normalment no hi ha ajuda si hi ha problemes. </p>
cs: <p> Model je podporován, pokud je dostupný alespoň jeden odpovídající ovladač skeneru. Většina ovladačů skenerů je z projektu SANE a je dodávána s balíčkem sane-backends. Stav podpory pro jednotlivé modely se pohybuje od minimální po úplnou.<br> Pokud je ovladač označen jako neudržovaný, neznamená to, že nefunguje. I neudržovaný ovladač může perfektně fungovat. Ale znamená to, že už není k dispozici nikdo, kdo by se dokonale vyznal v kódu ovladače, takže obvykle není k dispozici pomoc, jsou-li s neudržovaným ovladačem problémy. </p>
da: <p> En model er understøttet hvis mindst en passende scannerdriver er tilgængelig. De fleste scannerdrivere kommer fra SANE-projektet og leveres i pakken sane-backends. Understøttelsesstatus for en bestemt model varierer fra minimal til fuld.<br> Når en driver vises som "ikke vedligeholdt", betyder det ikke at driveren ikke virker. Selv en ikke vedligeholdt driver kan virke helt perfekt. Det betyder dog at der ikke længere er nogen der kender driveren indgående, så der er som regel ingen hjælp at få hvis der er problemer med en ikke vedligeholdt driver. </p>
el: <p> Ένα μοντέλο υποστηρίζεται εάν υπάρχει έστω και ένας κατάλληλος οδηγός διαθέσιμος για το σαρωτή . Οι περισσότεροι οδηγοί σαρωτών είναι από το SANE project και παρέχονται στα sane-backends πακέτα. Το καθεστώς υποστήριξης για ένα μοντέλο διαφέρει από τη μικρότερη στην πλήρη.<br> Όταν ένας οδηγός φαίνεται σαν "ασυντήρητος", δεν σημαίνει ότι ο οδηγός δεν δουλεύει. Ακόμη και ένας ασυντήρητος οδηγός μπορεί να δουλέψει αντίστοιχα καλά. Αλλά αυτό σημαίνει ότι δεν υπάρχει κάποιος που ξέρει τα εσωτερικά του οδηγού γι' αυτό δεν υπάρχει βοήθεια συνήθως εάν υπάρχουν προβλήματα με έναν ασυντήρητο οδηγό </p>
fr: <p> Un modèle est pris en charge s'il y a au moins un pilote de scanner approprié disponible. La plupart des pilotes scanner sont issus du projet SANE et fournis dans le paquet sane-backends. L'état du support pour un modèle particuliers varie du minimum à complet Quand un pilote est indiquée comme 'non maintenu', cela ne signifie pas que le pilote ne fonctionne pas. Même un pilote qui n'est plus maintenu peut parfaitement fonctionner. Mais cela signifie qu'il n'y a plus personne qui connaisse le fonctionnement du pilote de sorte qu'il n'y a généralement pas d'aide s'il y a des problèmes avec un pilote qui n'est plus maintenu. </p>
hu: <p> Egy típus akkor támogatott, ha legalább egy megfelelő illesztőprogram elérhető hozzá. A legtöbb szkenner illesztőprogram a SANE projektből érkezik és a sane-backends csomagok része. Az egyes típusok támogatási szintje a minimálistól a teljesig változik.<br> Amennyiben az illesztőprogram 'nem karbantartott' státuszban van, az még nem azt jelenti, hogy az illesztőprogram nem működik. Még egy nem karbantartott illesztőprogram is képes tökéletesen működni. Azonban ez azt jelenti, hogy nincs senki, aki ismerné az illesztőprogram belső működését, vagyis probléma esetén nincs támogatás a nem karbantartott illesztőprogramokhoz. </p>
it: <p> Un modello è supportato se è disponibile almeno un driver appropriato per lo scanner. Molti driver per gli scanner sono forniti dal progetto SANE e contenuti nel pacchetto sane-backends. Lo stato del supporto per un particolare modello varia da minimo a completo.<br> Quando un driver è segnalato come 'non mantenuto', questo non significa che il driver non funziona. Persino un driver non mantenuto può funzionare perfettamente bene. Ma significa che non c'è più nessuno che conosca la struttura interna del driver cosicché di solito non si ottiene aiuto se ci sono problemi con un driver non mantenuto. </p>
ja: <p> 1 つ以上の適切なドライバが利用できる場合、そのモデルはサポート済みとして表示されています。 多くのスキャナドライバは SANE プロジェクトから提供されていて、 sane-backends パッケージに含まれています。 また、特定の型式に対するサポート状態は、最小限から完全まで様々あります。<br> ドライバが 'unmaintained' (メンテナンスされていない) と表示されている場合でも、ドライバが動作しないというわけではありません。 場合によってはメンテナンスされていないでも、完全に動作するものがあります。 ただし上記の表示は、ドライバの内部について知っている開発者が誰もいないことを示していて、 それらのドライバを使用した際に発生する問題について、誰も助けることができないことを示しています。 </p>
km: <p> ម៉ូដែល​ត្រូវ​បាន​គាំទ្រ​ ប្រសិន​បើ​នោះ យ៉ាងតិច​ណាស់​មួយ​នៃ​កម្ម​វិធី​បញ្ជា​ម៉ាស៊ីន​ស្កេន​សមរម្យ​ដែល​អាច​រក​បាន​ កម្ម​វិធី​ម៉ាស៊ីន​ស្កេន​ច្រើន​បំផុតបាន​មកពី​គម្រោង​របស់​​ SANE និង​បាន​ផ្តល់ក្នុង​​​កញ្ចប់ខាង​ក្រោយរបស់​​ sane។ គាំទ្រ​ស្ថាន​ភាព​សម្រាប់​ប្រែប្រួល​ម៉ូដែល​ពិសេស​ពីតូច​បំផុត​ដើម្បី​បំពេញ​ ។<br> នៅ​ពេលដែល​កម្ម​វិធី​បញ្ជា​ត្រូវ​បាន​បង្ហាញ​ជា​ 'unmaintained' វា​មិនមានន័យថា​កម្ម​វិធី​បញ្ជា​មិនដំណើរការនោះទេ​​ ។ ទោះបី​កម្ម​វិធី​បញ្ជា​មិន​បាន​ថែទាំ​អាច​ដំណើរការ​យ៉ាងល្អក៏ដោយ​​ ។ ប៉ន្តែ​​ មាន​ន័យនោះ​គ្មានអ្នក​ណាម្នាក់ដែល​ដឹង​អំពី​កម្ម​វិធីបញ្ជា​ខាង​ក្នុង​ទៀត​ទេ​ ដូច្នោះ​នោះ​​ជាធម្ម​តា​មិន​មាន​ជំនួយ​ ប្រសិន​បើ​នោះ​បញ្ចេញ​ជាមួយ​កម្ម​វិធី​បញ្ជាមិន​បាន​ថែ​ទាំ​ ។ </p>
ko: <p> 사용 가능한 스캐너 드라이버가 하나 이상 있는 경우 모델이 지원됩니다. 대부분의 스캐너 드라이버는 SANE 프로젝트에서 가져오며 sane-backends 패키지에 제공됩니다. 특정 모델에 대한 지원 상태는 최소에서 완료까지 다양합니다.<br> 드라이버가 '유지 관리되지 않음'으로 표시되는 경우 드라이버가 작동하지 않는 것은 아닙니다. 유지 관리되지 않은 드라이버도 제대로 작동할 수 있습니다. 그러나 드라이버 내부 요소에 대해 알고 있는 사람이 없으므로 유지 관리되지 않은 드라이버와 관련된 문제가 있을 경우 대체로 도움말이 없습니다. </p>
pl: <p> Model jest wspierany, jeśli istnieje co najmniej jeden sterownik dla danego skanera. Większość sterowników pochodzi z projektu SANE i jest dostarczane w pakiecie sane-backends. Różne modele są wspierane od stopnia podstawowego do implementacji całej funkcjonalności.<br> Jeśli sterownik jest oznaczany jako niewspierany, nie oznacza to nie działania takiego sterownika. Mówi to jedynie, że obecnie żadna osoba nie czuwa nad jego rozwojem. </p>
ro: <p> Un model este suportat dacă există cel puțin un driver de scanner corespunzător disponibil. Majoritatea driverelor de scannere provin de la proiectul SANE și sunt oferite de pachetul suport-sane. Statutul suportului pentru un anume model variază de la minim până la complet.<br> Atunci când un driver apare ca 'nesusținut', nu înseamnă că driverul nu merge. Chiar și un driver nesusținut poate funcționa perfect. Dar înseamnă că numai există nimeni care să știe de părțile componente și astfel nu există ajutor pentru probleme ce pot apărea cu driverul nesusținut. </p>
sk: <p> Model je podporovaný ak je dostupný aspoň jeden zodpovedajúci ovládač. Veľa ovládačov je z projektu SANE a sú dostupné v balíku sane-backends. Stav podpory pre konkrétny model sa líši do minimálnej po kompletnú. Keď je ovládač zobrazený ako neudržiavaný neznamená to, že ovládač nefunguje. Dokonca neudržovaný ovládač môže perfektne pracovať. Ale znamená to, že nie je nikto, kto vie o tom ovládači z čoho pozostáva, takže zvyčajne nie je dostupná pomoc, ak sa vyskytnú problémy s neudržovaným ovládačom. </p>
uk: <p> Модель сканера підтримується, якщо є хоча б один відповідний драйвер. Більшість драйверів надані проектом SANE в пакеті sane-backends. Статус підтримки конкретної моделі варіюється від мінімальної до повної.<br> Якщо драйвер "не підтримується", це зовсім не означає, що він не працює. Навпаки, він може працювати просто ідеально. Просто це означає, що тепер немає нікого, хто б розбирався у внутрішній структурі цього драйвера і у кого можна було б попросити допомоги у разі проблем. </p>
zh_cn: <p> 如果至少有一种合适的扫描仪驱动程序可用，就代表支持该型号。 大部分扫描仪驱动程序来自 SANE 项目，在 sane-backends 包中提供。 特定型号的支持状态从精简到完整不等。<br> 当一个驱动程序显示为“不再维护”时，并不意味着该驱动程序不能工作。 即使是不再维护的驱动程序也可能工作地非常完美。 但它意味着不再有人知道驱动程序的内部结构，因此通常不维护的驱动程序出现问题时，您将无法获取帮助。 </p>
zh_tw: <p> 如果至少有一個適用的掃描器驅動程式，則表示支援該型號。 大部分掃描器驅動程式來自 SANE 專案，並由 sane-backends 套件提供。 特定型號的支援狀態各不相同，有些僅支援基本功能，有些則支援完整功能。<br> 如果驅動程式顯示為「未維護」，並不表示它不能工作。 即使是未維護的驅動程式，也可能會完全正常工作。 但是，該狀態表示不再有人瞭解該驅動程式的內在情況， 因此，如果未維護的驅動程式出現問題，則通常無法獲得任何幫助。 </p>

source: <p> Even if a model has no driver available, the manufacturer might have a driver. Therefore, you should ask the scanner manufacturer for a driver for an unsupported scanner. </p>
af: <p> Selfs as 'n model geen aandrywer beskikbaar het nie, het die vervaardiger dalk 'n aandrywer. Daarom behoort u die skandeerdervervaardiger te vra vir 'n aandrywer vir 'n onondersteunde skandeerder. </p>
bn: <p> একটি মডেলের ক্ষেত্রে এমনকি যদি কোন ড্রাইভার উপলব্ধ না থাকে, তাহলে প্রস্তুতকারী একটিড্রাইভার দিতে পারে. তাই, একটি অসমর্থিত স্ক্যানারের জন্য একটি পেতে আপনার স্ক্যানার প্রস্তুতকারীর সাথেবলা উচিত. </p>
ca: <p> Fins i tot si un model no té cap controlador disponible, pot ser que el fabricant en tingui un. Per això, hauríeu de sol·licitar un controlador per a l'escàner no admès al fabricant de l'escàner. </p>
cs: <p> I když nenajdete pro svůj skener ovladač, není ještě nic ztraceno, protože ovladač může poskytovat přímo výrobce. Informujte se proto u výrobce svého skeneru na linuxový ovladač. </p>
da: <p> Selv om en model ikke har en tilgængelig driver, kan det være, at producenten har en driver. Du bør derfor spørge scannerproducenten efter en driver til en ikke-understøttet scanner. </p>
el: <p> Ακόμα και αν δεν υπάρχουν διαθέσιμοι οδηγοί, ο κατασκευαστής ίσως να έχει κάποιο οδηγό. Γι' αυτό, πρέπει να ρωτάτε τον κατασκευαστή του σαρωτή σας για οδηγούς. </p>
fr: <p> Même si aucun pilote n'est disponible pour un modèle, le fabricant peut en posséder un. Il est donc conseillé de se renseigner auprès du fabricant si un scanneur n'est pas pris en charge. </p>
gu: <p> અગર મોડેલ પાસે કોઇ ડ્રાઇવર ઉપલબ્ધ નથી તો મેનુફેક્ચરપાસે ડ્રાઇવર મળી શકે છે. એટલા માટે સ્કેનર મેનુફેકચર માટે ડ્રાઇવર માટે પૂછી શકો છો અનસપોર્ટેડ સ્કેનર માટે. </p>
hu: <p> Megfelelő illesztő nélkül is előfordulhat, hogy a gyártó biztosít illesztőprogramot. Éppen ezért kérdezze meg bátran a szkenner gyártóját, létezik-e illesztőprogram. </p>
it: <p> Anche se non ci sono driver disponibili per il modello, è possibile che il produttore lo abbia. Chiedere al produttore dello scanner il driver per uno scanner non supportato. </p>
ja: <p> そのモデルに利用可能なドライバが存在しない場合であっても、製造元がドライバを提供している場合があります。 未対応のスキャナである場合は、まずスキャナの製造元に問い合わせてみてください。 </p>
km: <p> ទោះបីជាម៉ូដែល​មួយ​មិន​មាន​កម្មវិធី​បញ្ជា​ក៏​ដោយ ក្រុមហ៊ុន​ផលិត​អាច​នឹង​មាន​កម្មវិធី​បញ្ជា​នោះ ។ ដូច្នេះ​អ្នក​គួរ​តែ​ស្នើ​សុំ​កម្មវិធី​បញ្ជាមួយពីក្រុមហ៊ុន​ផលិត​ម៉ាស៊ីន​ស្កេន សម្រាប់​ម៉ាស៊ីន​ស្កេន​ដែល​មិន​គាំទ្រ ។ </p>
ko: <p> 모델에 대해 사용 가능한 드라이버가 여기에는 없더라도 제조업체에는 있을 것입니다. 따라서 지원되지 않는 스캐너에 대한 드라이버는 스캐너 제조업체에 문의하셔야 합니다. </p>
mr: <p> जर मॉडेलचे ड्रायव्हर्स उपलब्ध नसतील तर निर्माता ते ड्राइव्हर्स देऊ शकतो. त्याकरता, तुम्ही निर्मात्याला सांगायला हवे की त्याने सहाय्य न असलेल्या स्कॅनरचे ड्रायव्हर दयायला हवेत. </p>
pa: <p> ਭਾਵੇਂ, ਜੇ ਇੱਕ ਮਾਡਲ ਲਈ ਡਰਾਇਵਰ ਉਪਲੱਬਧ ਨਾ ਹੋਵੇ ਤਾਂ, ਮੈਨੂਫੈਕਸਚਰ ਕੋਲ ਡਰਾਈਵਰ ਹੋਣਾ ਜਰੂਰੀ ਹੈ। ਇਸ ਲਈ, ਤੁਹਾਨੂੰ ਨਾ-ਸਹਾਇਕ ਸਕੈਨਰ ਨਿਰਮਾਤਾ ਨੂੰ ਡਰਾਈਵਰ ਲਈ ਪੁੱਛਣਾ ਚਾਹੀਦਾ ਹੈ। </p>
pl: <p> Jeśli program obsługi dla modelu nie został znaleziony, możliwe jest że ma go producent skanera. Dlatego zalecane jest zapytanie producenta skanera o program obsługi dla nieobsługiwanego modelu. </p>
ro: <p> Chiar dacă un model nu dispune de driver, producătorul poate avea unul. De aceea consultați producătorul scannerului în legătură cu driverul pentru un scanner nesuportat. </p>
sk: <p> Ak aj nie je ovládač dostupný, môže ho poskytnúť výrobca. Preto by ste ho mali žiadať od neho.</p>
th: <p> แต่ถึงแม้ว่าจะยังไม่มีไดรเวอร์ให้เลือกใช้งาน แต่ทางผู้ผลิตก็ควรจะต้องมีไดรเวอร์ให้กับผู้ใช้งานอยู่ ดังนั้น คุณควรจะสอบถามไปยังผู้ผลิตเครื่องสแกนภพา เพื่อขอรับไดรเวอร์ของเครื่องสแกนภาพ ที่ยังไม่ถูกรองรับการทำงาน </p>
uk: <p> Навіть, якщо тут для моделі нема драйвера, можливо, виробник має драйвер. Тому, ви повинні попросити драйвер в виробника сканера, що не має підтримки. </p>
xh: <p> Nokuba umfuziselo awunamqhubi okhoyo, umenzi usebokuba nomqhubi. Ngoko ke, kufuneka ucele umenzi wesifoti ngokuskena ngomqhubi wesifoti ngokuskena ongaxhaswayo. </p>
zh_cn: <p> 即使某个型号没有可用的驱动程序，制造商也可能有驱动程序。 因此，您应该要求制造商提供有关不支持的扫描仪的驱动程序。 </p>
zh_tw: <p> 即使沒有可用的型號，廠商仍可能提供驅動程式。 因此，您應該洽詢掃描器廠商是否提供驅動程式。 </p>

source: <p> When additional comments are available, they are shown in square brackets. </p>
af: <p> Wanneer bykomende opmerkings beskikbaar is, word dit in vierkanthakies getoon. </p>
bn: <p> যদি অতিরিক্ত মতামত পাওয়া যায়, তাহলে সেগুলিকে চৌকো ব্র্যাকেটে দেখানোহয়. </p>
ca: <p> Si hi ha comentaris addicionals disponibles, apareixen entre claudàtors. </p>
cs: <p> Pokud jsou dostupné dodatečné komentáře, najdete je v závorkách. </p>
da: <p> Når yderligere kommentarer (kun på engelsk) er tilgængelige, vises disse [således]. </p>
el: <p> Όταν επιπλέον σχόλια είναι διαθέσιμα, εμφανίζονται σε παρενθέσεις. </p>
fr: <p> Quand des commentaires supplémentaires sont disponibles, ils sont affichés entre crochets. Ces commentaires ne sont disponibles qu'en anglais.</p>
gu: <p> જ્યારે એડિશનલ કોમેન્ટ મળે તો તેને સ્ક્વેર બ્રેકેટ્સમાંદેખાડે છે. </p>
hu: <p> Ahol vannak további megjegyzések, szögletes zárójelek között láthatók. </p>
it: <p> I commenti aggiuntivi, se disponibili vengono visualizzati tra parentesi quadre. Tali commenti sono disponibili solo in inglese.</p>
ja: <p> 追加のコメントがある場合には角括弧で囲んで表示されます。 (これらのコメントは、英語でのみ表示されます) </p>
km: <p> ពេល​មាន​សេចក្តី​អធិប្បាយ​បន្ថែម​ទៀត ពួក​វា​នឹង​បង្ហាញ​ក្នុង​វង់​តង្កៀប ។ </p>
ko: <p> 사용 가능한 추가 설명이 있는 경우 대괄호로 표시됩니다. </p>
mr: <p> जेव्हा जास्तीच्या सुचना उपलब्ध असतात, ते चौकोनी कंसात दाखवले आहे. </p>
pa: <p> ਜਦੋਂ ਹੋਰ ਟਿੱਪਣੀ ਉਪਲੱਬਧ ਹੋਵੇ, ਉਹ ਬਰੈਕਟਾਂ ਵਿੱਚ ਵਿਖਾਈਆਂ ਹਨ। </p>
pl: <p> Dodatkowe komentarze wyświetlane są w nawiasach kwadratowych. </p>
ro: <p> Dacă există comentarii adiționale, acestea vor fi afișate între paranteze drepte. </p>
sk: <p> Keď sú dostupné ďalšie poznámky, sú uvedené v zátvorkách. </p>
th: <p> เมื่อมีคำอธิยายเพิ่มเติมอยู่ มันจะถูกแสดงให้เห็นอยู่ในวงเล็บเหลี่ยม </p>
uk: <p> Коли наявні додаткові коментарі, то їх показано в квадратних дужках. </p>
xh: <p> Xa okuphawulekayo okufakelwayo kufumaneka, babonisa kwizibiyeli zesikweri. </p>
zh_cn: <p> 如果提供附加的注解，它们将显示在方括号中。 此类注释只有英文形式。</p>
zh_tw: <p> 如果有可用的其他資訊，則會用方括號顯示。 這類備註皆為英文。</p>
