Repository: Dzejrou/yast-translations
Catalog: po/scanner/*.po
Languages: af, bn, ca, cs, da, el, fr, gu, hu, it, ja, km, ko, mr, pa, pl, ro, sk, th, uk, xh, zh_cn, zh_tw

source: Cannot run hp-setup because no graphical display can be opened. This happens if YaST runs in text-only mode, or the user who runs YaST has no DISPLAY environment variable set, or if the YaST process is not allowed to access the graphical display. In this case, abort the scanner configuration, run hp-setup manually, and start the scanner configuration again afterwards.
ca: No es pot executar hp-setup perquè no es pot obrir cap visualització gràfica. Això passa si el YaST s'executa només en mode de text o l'usuari que l'executa no té variable d'entorn de visualització establerta o si el procés del YaST no té permès l'accés a la visualització gràfica. En aquest cas, avorteu la configuració de l'escàner, executeu hp-setup manualment i després torneu a iniciar la configuració de l'escàner.
cs: Nelze spustit hp-setup, protože nemůže být otevřen žádný grafický displej. To se stává, když YaST běží v pouze textovém režimu, když uživatel spouštějící YaST nemá nastavenou žádnou proměnnou DISPLAY nebo když procesům YaSTu není dovolen přístup ke grafickému displeji. V takovém případě byste nyní měli přerušit konfiguraci skeneru, spustit hp-setup ručně a poté znovu spustit konfiguraci skeneru.
da: Kan ikke køre hp-setup, da intet grafisk skærmbillede kan åbnes. Dette sker når YaST kører i teksttilstand, eller når brugeren, der kører YaST, ikke har sat en miljøvariabel for DISPLAY, eller hvis YaST-processen ikke er tilladt adgang til den grafiske visning. I så fald bør du afbryde scannerkonfigurationen nu, køre hp-setup manuelt, og starte scannerkonfigurationen igen bagefter.
el: Δεν μπορεί να εκτελεστεί το hp-setup γιατί δεν μπορεί να ανοιχτεί το γραφικό περιβάλλον. Αυτό συμβαίνει ειδικότερα όταν το YaST τρέχει σε γραμμή εντολών, ή όταν ο χρήστης που χρησιμοποιεί το YaST δεν έχει θέσει μεταβλητή ΓΡΑΦΙΚΟΥ περιβάλλοντος ή όταν η διαδικασία του YaST δεν επιτρέπεται να έχει πρόσβαση στο γραφικό περιβάλλον. Σε αυτή την περίπτωση εσείς πρέπει να ακυρώσετε τη ρύθμιση του σαρωτή τώρα, να τρέξετε το hp-setup χειροκίνητα, και να ξεκινήσετε τη ρύθμιση του σαρωτή μετά.
fr: Ne peut lancer l'installation hp parce qu'aucun affichage graphique ne peut être ouvert. Cela se passe si YasT se lance en mode texte, ou si l'utilisateur qui lance YasT n'a pas la variable d'environnement DISPLAY de définie ou si le processus YasT n'est pas autorisé à accéder à l'affichage graphique. Dans ce cas, abandonner la configuration du scanner, lancer hp-setup manuellement, et redémarrer la configuration du scanner ensuite.
hu: A hp-setup nem futtatható, mert nincs nyitott grafikus felület. Ez tipikusan akkor fordulhat elő, ha a YaST karakteres módban fut, a futtató felhasználó számára nincs beállítva a DISPLAY környezeti változó, vagy a YaST folyamatnak nincs számára nincs engedélyezve a grafikus felület elérése. Ebben az esetben szakítsa meg a szkenner beállítását és futtassa a hp-setup programot kézzel, majd ezek után indítsa újra a szkenner beállítását.
it: Impossibile eseguire hp-setup in quanto non è possibile aprire alcun display grafico. Questo si verifica se YaST viene eseguito in modalità testo, o l'utente che esegue YaST non ha la variabile d'ambiente DISPLAY impostata, o quando il processo YaST non è autorizzato ad accedere all'interfaccia grafica. In questo caso interrompere la configurazione dello scanner, eseguire hp-setup manualmente e avviare successivamente la configurazione dello scanner.
ja: GUI を表示できるディスプレイを開くことができないため、 hp-setup を実行することができません。 このエラーは YaST がテキストのみのモードで動作している場合に発生するほか、 YaST を実行したユーザが DISPLAY 環境変数を設定していない場合にも発生しますし、 GUI 画面へのアクセスが許可されていない場合にも発生します。 これらの場合は、スキャナの設定を中止して手動で hp-setup を起動し、 再度スキャナの設定を行なってください。
km: មិន​អាច​ដំណើរការ hp-setup បាន​ទេ ពីព្រោះ​គ្មាន​ការ​បង្ហាញ​ក្រាហ្វិក​ត្រូវ​បាន​បើក ។ វា​នឹង​កើតឡើង ប្រសិនបើ YaST ដំណើរការ​របៀប​តែ​អត្ថបទ ឬ​អ្នកប្រើ​ដែល​ដំណើរការ YaST មិន​បាន​កំណត់​អថេរ​បរិស្ថាន DISPLAY ឬ​ប្រសិនបើ​ដំណើរការ YaST មិន​ត្រូវ​បាន​អនុញ្ញាត​ឲ្យ ចូល​ប្រើ​ការ​បង្ហាញ​ក្រាហ្វិក ។ ក្នុង​ករណី​នេះ បោះបង់​ការ​កំណត់​​រចនាសម្ព័ន្ធ​ម៉ាស៊ីន​ស្កេន ដំណើរការ hp-setup ដោយដៃ រួច​ចាប់ផ្ដើម​ការ​កំណត់​រចនាសម្ព័ន្ធ​ម៉ាស៊ីន​ស្កេន ម្ដងទៀត​នៅ​ពេលក្រោយ ។
ko: 그래픽 표시를 열 수 없으므로 hp-setup을 실행할 수 없습니다. 이 문제는 YaST가 텍스트 전용 모드에서 실행되거나 YaST를 실행하는 사용자에게 DISPLAY 환경 변수가 설정되지 않은 경우 또는 YaST 프로세스에서 그래픽 표시에 액세스할 수 없는 경우에 발생합니다. 이 경우 스캐너 구성을 중단하고 수동으로 hp-setup을 실행한 후 스캐너 구성을 다시 시작하십시오.
pl: Nie można uruchomić programu hp-setup, gdyż niemożliwe jest połączenie z interfejsem graficznym. Zdarza się to głównie wtedy, gdy program YaST pracuje w trybie tekstowym, użytkownik uruchamiający program YaST nie ma ustawionej zmiennej środowiskowej DISPLAY, lub gdy proces programu YaST nie ma uprawnień do korzystania z interfejsu graficznego. Zaleca się przerwanie konfiguracji skanera w tym momencie, uruchomienie programu hp-setup ręcznie i ponowne rozpoczęcie konfiguracji skanera.
sk: Nie je možné spustiť hp-setup, pretože nemôže byť otvorený žiadny grafický displej. Toto sa stáva, keď YaST beží iba v textovom režime, alebo keď používateľ, ktorý spustil YaST, nemá nastavenú premennú prostredia DISPLAY, alebo keď YaST proces nemá povolený prístup ku grafickému displeju. V takom prípade prerušiť konfiguráciu skenera, spustiť hp-setup ručne a potom znovu spustiť konfiguráciu skenera.
uk: Не вдалося запустити hp-setup, оскільки не вдалося відкрити графічний дисплей. Це може трапитися, зокрема, якщо YaST працює в текстовому режимі, або якщо для користувача, який запустив YaST, не встановлено змінної середовища DISPLAY, або якщо процесу YaST заборонено доступ до графічного дисплея. У цьому випадку вам слід перервати налаштування сканера, запустити hp-setup вручну і почати налаштування сканера згодом.
zh_cn: 无法运行 hp-setup，因为没有可打开的图形显示。 这在 YaST 在文本模式下运行，或运行 YaST 的用户没有设置 DISPLAY 环境变量，或 YaST 进程不允许访问图形显示时发生。 在这种情况下，请中止扫描仪配置，手动运行 hp-setup，之后再次启动扫描仪配置。
zh_tw: 無法執行 hp-setup 因為沒有可開啟的圖形顯示。 這會發生在特別是 YaST 運行在文字模式時， 或當運行 YaST 的使用者沒有設定 DISPLAY 的環境變數， 或當 YaST 程序不允許存取圖形顯示。 在這種情況下，您應該立即中止掃描器組態設定， 手動執行 hp-setup ，然後重新啟動掃描器組態。

source: It seems hplip is not installed, which is required to run hp-setup. Should the hplip package be installed?
ca: Sembla que hplip no està instal·lat. És necessari per executar hp-setup. S'ha d'instal·lar el paquet hplip?
cs: Zřejmě není nainstalován balíček hplip, který hp-setup vyžaduje pro svůj běh. Má se nyní balíček hplip nainstalovat?
da: Tilsyneladende er hplip ikke installeret, hvilket kræves for at køre hp-setup. Vil du installere pakken hplip?
el: Φαίνεται ότι το hplip, το οποίο απαιτείται για να τρέξει το hp-setup, δεν είναι εγκατεστημένο . Να εγκατασταθεί το hplip πακέτο?
fr: Il semble que hplip ne soit pas installé alors qu'il est requis pour lancer hp-setup. Le paquet hplip doit-il être installé?
hu: Úgy tűnik, hogy a hplip nincs telepítve, pedig a hp-setup futtatásához ez elengedhetetlen. Telepíthető a hplip csomag?
it: Sembra che hplip, richiesto per eseguire hp-setup, non sia installato. Installare il pacchetto hplip?
ja: hp-setup を実行するために必要な hplip がインストールされていないようです。 hplip パッケージをインストールしますか？
km: វា​ហាក់​ដូច​ជា hplip មិន​ត្រូវ​បាន​ដំឡើង ដែល​ត្រូវ​បាន​ទាមទារ​ឲ្យ​ដំណើរការ hp-setup ។ គួរ​តែ​ដំឡើង​កញ្ចប់ hplip?
ko: hp-setup을 실행하는 데 필요한 hplip가 설치되어 있지 않은 것 같습니다. hplip 패키지를 설치해야 합니까?
pl: Stwierdzono brak pakietu hplip, który jest niezbędny do uruchomienia programu hp-setup. Czy pakiet hplip ma zostać zainstalowany?
ro: Se pare că hplip nu este instalat, care este necesar pentru rularea configurare-hp. Ar trebui ca hplip să fie instalat?
sk: Zdá sa, že hplip, ktorý je vyžadovaný pre beh hp-setup, nie je nainštalovaný. Mal by byť balík hplip nainštalovaný?
uk: Виглядає на те, що потрібного для запуску hp-setup пакунку hplip не встановлено. Чи слід встановити пакунок hplip?
zh_cn: hplip 似乎没有安装，但运行 hp-setup 需要它。 是否安装 hplip 包？
zh_tw: 似乎未安裝 hplip ，這是執行 hp-setup 所需要的。 要安裝套件 hplip 嗎？

source: Cannot run hp-setup because /usr/bin/hp-setup is not executable or does not exist.
ca: No es pot executar hp-setup perquè /usr/bin/hp-setup no és executable o no existeix.
cs: Nelze spustit hp-setup, protože /usr/bin/hp-setup neexistuje.
da: Kan ikke køre hp-setup, da /usr/bin/hp-setup ikke er kørbar eller ikke findes.
el: Δεν μπορεί να τρέξει το hp-setup επειδή το /usr/bin/hp-setup δεν είναι εκτελέσιμο ή δεν υπάρχει.
fr: Ne peut lancer l'installation hp car /usr/bin/hp-setup n'est pas exécutable ou n'existe pas.
hu: A hp-setup program nem futtatható, mert a /usr/bin/hp-setup nem futtatható állomány vagy nem létezik.
it: Impossibile eseguire hp-setup in quanto /usr/bin/hp-setup non è eseguibile o non esiste.
ja: hp-setup を実行することができません。 /usr/bin/hp-setup が実行ファイルでないか、 もしくは存在していません。
km: មិន​អាច​ដំណើរការ hp-setup ពីព្រោះ /usr/bin/hp-setup មិន​អាច​ប្រតិបត្តិ​បាន ឬ​មិន​មាន ។
ko: /usr/bin/hp-setup을 실행할 수 없거나 없기때문에 hp-setup 을 실행할 수 없습니다.
pl: Nie można uruchomić hp-setup, ponieważ /usr/bin/hp-setup nie jest wykonywalny lub nie istnieje.
ro: Nu pot inițializa hp-setup deoarece /usr/bin/hp-setup nu este executabil sau nu există.
sk: Nedá sa spustiť hp-setup, pretože /usr/bin/hp-setup nie je spustiteľný, alebo neexistuje.
th: ไม่สามารถประมวลผลโปรแกรม hp-setup ได้ เนื่องจาก แฟ้ม /usr/bin/hp-setup ไม่ได้ถูกตั้งให้ประมวลผลได้ หรืออาจจะไม่มีแฟ้มดังกล่าวอยู่
uk: Не вдалося запустити hp-setup, оскільки /usr/bin/hp-setup не є виконуваним файлом або цього файла не існує.
zh_cn: 无法运行 hp-setup，因为 /usr/bin/hp-setup 不可执行 或不存在。
zh_tw: 無法執行 hp-setup 因為 /usr/bin/hp-setup 不是可執行檔 或不存在。

source: Launched hp-setup. You must finish hp-setup before you can proceed with the scanner configuration.
ca: S'ha iniciat hp-setup. Heu d'acabar l'hp-setup abans de continuar la configuració de l'escàner.
cs: Spuštěn hp-setup. Abyste mohli pokračovat v nastavení skeneru, musíte dokončit hp-setup.
da: Startede hp-setup. Du skal færdiggøre hp-setup, før du kan gå videre med scannerkonfigurationen.
el: Εκκίνηση του hp-setup. Πρέπει να τερματίσετε το hp-setup πριν προχωρήσετε στην ρύθμιση του σαρωτή.
fr: Installation hp lancée. Vous devez finir l'installation d'hp avant de pouvoir procéder à la configuration du scanneur.
hu: A hp-setup indítása. A szkenner beállítása előtt hajtsa végre a hp-setup utasításait.
it: È stato avviato hp-setup. È necessario completare hp-setup prima di procedere con la configurazione dello scanner.
ja: hp-setup を開始しました。 スキャナを設定するには hp-setup での作業を完了しなければなりません。
km: បើក​ដំណើរ​ការ hp-setup ។ អ្នក​ត្រូវ​តែ​បញ្ចប់ hp-setup មុន​ពេល​អ្នក​អាច​បន្ត​ជាមួយ​ការ​កំណត់​រចនា​សម្ព័ន្ធ​ម៉ាស៊ីន​ស្កេន ។
ko: hp-setup 을 실행시켰습니다. 스캐너를 구성하려면 hp-setup 의 작업을 마쳐야 합니다.
pl: Uruchomiono hp-setup. Użycie hp-setup jest konieczne, zanim możliwe będzie skonfigurowanie skanera.
ro: Hp-setup a fost lansat. Trebuie să termini cu hp-setup înainte să continui cu configurarea scanner-ului.
sk: Spustený hp-setup. Aby ste mohli pokračovať v nastavení skenera, musíte dokončiť hp-setup.
th: เริ่มการทำงานของ hp-setup แล้ว คุณต้องเสร็จสิ้นการใช้ hp-setup ก่อนจึงจะสามารถกลับมาทำการปรับแต่งเครื่องสแกนภาพต่อไปได้
uk: Запущено hp-setup. Ви маєте завершити hp-setup перш ніж продовжувати налаштування сканера.
zh_cn: 已启动 hp-setup。 必须完成 hp-setup 才能继续配置扫描仪。
zh_tw: 已啟動的 hp-setup。 在您進行掃描器組態之前必須先結束 hp-setup。

source: Not Configured:
af: Nie gekonfigureer nie:
bn: এখনো কনফিগার করা হয়নি:
ca: Sense configurar:
cs: Nekonfigurováno:
da: Ikke konfigureret:
el: Δεν έχει ρυθμιστεί ακόμα:
fr: Non configuré :
gu: કોન્ફીગર્ડ નથીઃ
hu: Nincs beállítva:
it: Non configurato:
ja: 未設定:
km: មិន​បាន​កំណត់​រចនា​សម្ព័ន្ធ ៖
ko: 구성되지 않음:
mr: संरचित नाही:
pa: ਸੰਰਚਿਤ ਨਹੀਂ:
pl: Nieskonfigurowane:
ro: Neconfigurat:
sk: Nakonfigurované:
th: ที่ยังไม่ปรับแต่ง:
uk: Не налаштовано:
xh: Akwenziwanga Lubumbeko:
zh_cn: 未配置：
zh_tw: 未設定：

source: Unknown device
af: Onbekende toestel
bn: অজানা ডিভাইস
ca: El dispositiu és desconegut
cs: Neznámé zařízení
da: Ukendt enhed
el: Άγνωστη συσκευή
fr: Périphérique inconnu
gu: અનનોન ડિવાઇસ
hu: Ismeretlen eszköz
it: Dispositivo sconosciuto
ja: 不明なデバイス
km: មិន​ស្គាល់​ឧបករណ៍
ko: 알수 없는 장치
mr: अज्ञात उपकरण
pa: ਅਣਜਾਣ ਜੰਤਰ
pl: Nieznane urządzenie
ro: Dispozitiv necunoscut
sk: Neznáme zariadenie
th: ไม่ทราบอุปกรณ์
uk: Невідомий пристрій
xh: Asaziwa isixhobo
zh_cn: 未知设备
zh_tw: 不明的裝置

source: Unknown manufacturer
af: Onbekende vervaardiger
bn: অজানা নির্মাতা
ca: Fabricant desconegut
cs: Neznámý výrobce
da: Ukendt producent
el: Άγνωστος κατασκευαστής
fr: Fabricant inconnu
gu: અનનોન મેનુફેક્ચરર
hu: Ismeretlen gyártó
it: Produttore sconosciuto
ja: 不明な製造元
km: មិន​ស្គាល់​ក្រុមហ៊ុន​ផលិត
ko: 알 수 없는 제조업체
mr: अज्ञात निर्माता
pa: ਅਣਜਾਣ ਨਿਰਮਾਤਾ
pl: Nieznany producent
ro: Producător necunoscut
sk: neznámy výrobca
th: ไม่ทราบผู้ผลิต
uk: Невідомий виробник
xh: Akaziwa umenzi
zh_cn: 未知制造商
zh_tw: 未知的廠商

source: Unknown model
af: Onbekende model
bn: অজানা মডেল
ca: Model desconegut
cs: Neznámý model
da: Ukendt model
el: Άγνωστο μοντέλο
fr: Modèle inconnu
gu: અનનોન મોડેલ
hu: Ismeretlen típus
it: Modello sconosciuto
ja: 不明なモデル
km: មិន​ស្គាល់​ម៉ូដែល
ko: 알 수 없는 모델
mr: अज्ञात मॉडेल
pa: ਅਣਜਾਣ ਮਾਡਲ
pl: Nieznany model
ro: Model necunoscut
sk: neznámy model
th: ไม่ทราบรุ่น
uk: Невідома модель
xh: Awaziwa umfuziselo
zh_cn: 未知型号
zh_tw: 不明的型號

source: %1 %2 at %3
af: %1 %2 om %3
bn: %3 তে %1 %2
ca: %1 %2 a %3
cs: %1 %2 na %3
da: %1 %2 på %3
el: %1 %2 στη %3
fr: %1 %2 sur %3
gu: %1 %2 એટ %3
hu: %1 %2 %3 néven
it: %1 %2 su %3
km: %1 %2 នៅ %3
ko: %1 %2 연결 위치: %3
mr: %3 चे %1 %2
pa: %3 ਉੱਤੇ %1 %2
pl: %1 %2 na %3
ro: %1 %2 la %3
sk: %1 %2 na %3
th: %1 %2 ที่ %3
uk: %1 %2 на %3
xh: %1 %2 apha %3
zh_cn: %1 %2 的 %3
zh_tw: %1 %2 於 %3

source: No scanner recognized by this driver
af: Geen skandeerder deur hierdie aandrywer herken nie
bn: এই ড্রাইভারটি দিয়ে কোন স্ক্যানার স্বীকৃত হয়নি
ca: Aquest controlador no ha reconegut cap escàner
cs: Žádný skener pro zvolený ovladač
da: Ingen scanner blev genkendt af denne driver
el: Ο σαρωτής δεν αναγνωρίστηκε από τον οδηγό
fr: Ce pilote ne reconnaît aucun scanneur
gu: આ ડ્રાઇવરથી કોઇપણ સ્કેનર ઓળખી નહિ શકે
hu: Az illesztőprogram nem talált szkennert
it: Nessuno scanner riconosciuto da questo driver
ja: このドライバで認識されるスキャナがありません
km: គ្មាន​ម៉ាស៊ីន​ស្កេន​ត្រូវ​បាន​ទទួលស្គាល់​ដោយ​កម្មវិធី​បញ្ជា​នេះ​ទេ
ko: 이 드라이버에서 인식하는 스캐너 없음
mr: या चालकाने समांतरण ओळखला नाही
pa: ਇਸ ਡਰਾਈਵਰ ਵਲੋਂ ਕੋਈ ਸਕੈਨਰ ਪਛਾਣਿਆ ਗਿਆ ਹੈ।
pl: Brak skanerów obsługiwanych przez ten sterownik
ro: Nici un scanner nu a fost recunoscut de acest driver
sk: Nie je rozpoznaný žiadny skener týmto ovládačom
th: ไม่มีเครื่องสแกนภาพใดที่ถูกจัดการด้วยไดรเวอร์นี้
uk: Немає розпізнаних сканерів для цього драйвера
xh: Akukho sifoti ngokuskena esiqatshelwe ngulo mqhubi
zh_cn: 此驱动程序未识别出扫描仪
zh_tw: 此驅動程式無法識別任何掃描器

source: No scanner was detected and no active scanner or driver exists.
af: Geen skandeerder is bespeur nie en geen aktiewe skandeerder of aandrywer bestaan nie.
bn: কোন স্ক্যানার চিহ্নিত হয়নি এবং কোন সক্রিয় স্ক্যানার বা ড্রাইভারের অস্তিত্ব নেই.
ca: No s'ha detectat cap escàner i no existeix cap escàner ni controlador actiu.
cs: nebyl detekován žádný skener a neexistuje žádný aktivní skener nebo ovladač.
da: Der fandtes ingen scanner, og der findes ingen aktive scannere eller drivere.
el: Δεν εντοπίστηκε σαρωτής και δεν υπάρχει ενεργός σαρωτής ή οδηγός.
fr: Aucun scanneur n'a été détecté ; aucun scanner ou pilote actif n'existe.
gu: કોઇપણ સ્કેનર ડેટેક્ટ નહિ થાય અને એક્ટીવ સ્કેનર ડ્રાઇવર એકઝીટ પણ નહિ થાય.
hu: Nem található szkenner a számítógéphez csatlakoztatva és nincs aktív szkenner vagy illesztőprogram beállítva.
it: Non è stato rilevato alcun scanner e non esistono scanner o driver attivi.
ja: スキャナを検出できませんでした。動作しているスキャナまたはドライバが存在しません。
km: រក​មិនឃើញ​ម៉ាស៊ីន​ស្កេន​ឡើយ ហើយ​ក៏គ្មាន​ម៉ាស៊ីន​ស្កេន ឬ​កម្មវិធី​បញ្ជា​សកម្ម​ដែរ ។
ko: 검색된 스캐너가 없으며 활성 스캐너 또는 드라이버도 존재하지 않습니다.
mr: समांतरण ओळखला नाही व कार्यान्वित समांतरण किंवा चालक अस्तित्वात नाही.
pa: ਕੋਈ ਸਕੈਨਰ ਖੋਜਿਆ ਨਹੀਂ ਗਿਆ ਹੈ ਅਤੇ ਨਾ ਹੀ ਕੋਈ ਸਰਗਰਮ ਸਕੈਨਰ ਜਾਂ ਡਰਾਇਵਰ ਮੌਜੂਦ ਹੈ।
pl: Nie wykryto żadnego skanera i nie istnieją aktywne skanery ani programy obsługi.
ro: Nu a fost detectat nici un scanner și nu există nici un scanner sau driver activ.
sk: Nebol nájdený žiadny skener a neexistuje žiadny aktívny skener, alebo ovládač.
th: ตรวจไม่พบเครื่องสแกนภาพใด ๆ และไม่มีเครื่องสแกนภาพหรือไดรเวอร์ที่ยังทำงานอยู่
uk: Не виявлено сканерів і немає активних сканерів або драйверів.
xh: Akukho sifoti ngokuskena ebesichongiwe kwaye akukho sifoti ngokuskena sisebenzayo okanye umqhubi okhoyo.
zh_cn: 未检测到扫描仪并且不存在活动的扫描仪或驱动程序。
zh_tw: 未偵測到掃描器且沒有作用中的掃描器或驅動程式存在。

source: Firmware upload required.
af: Firmatuuroplaai-aksie vereis.
bn: ফার্মওয়্যার আপলোড করতে হবে.
ca: Cal carregar el microprogramari.
cs: Vyžadován firmware.
da: Firmware-upload kræves.
el: Απαιτείται φόρτωση firmware.
fr: Téléchargement du microprogramme requis.
gu: ફાર્મવેરમાં અપલોડની જરૂરીઆત.
hu: Firmware-feltöltés szükséges.
it: È richiesto il caricamento del firmware.
ja: ファームウエアをアップロードする必要があります。
km: ត្រូវការ​ផ្ទុក​កម្មវិធី​បង្កប់​ឡើង ។
ko: 펌웨어 업로드가 필요합니다.
mr: फर्मलोड अद्यावत करण्याची गरज आहे.
pa: ਫਰਮਵੇਅਰ ਅੱਪਲੋਡ ਦੀ ਲੋੜ ਹੈ।
pl: Wymagane jest przekazanie pliku z oprogramowaniem wbudowanym.
ro: Este necesar un upload de firmware.
sk: Potrebné nahratie firmvéru.
th: ต้องการการอัปโหลดเฟิร์มแวร์
uk: Потрібно вивантажити мікропрограмне забезпечення.
xh: Kufuneka ukulayishwa kwe-Firmware.
zh_cn: 需要上传固件。
zh_tw: 需要韌體上載。

source: Third-party Image Scan driver software from Epson/Avasys required.
ca: Cal el programari del controlador Image Scan de l'empresa Epson/Avasys.
cs: Je vyžadován ovladač třetí strany Image Scan od společnosti Epson/Avasys.
da: Tredjepart Image Scan-driversoftware fra Epson/Avasys påkrævet.
el: Απαιτείται ο οδηγός τρίτων για Σαρωτή Εικόνας από την Epson/Avasys.
fr: Le pilote tiers Image Scan de Epson/Avasys est nécessaire.
hu: Image Scan illesztőprogram szükséges az Epson/Avasys-től.
it: È richiesto il programma driver di terza parte Image Scan fornito da Epson/Avasys.
ja: Epson/Avasys が提供する、サードパーティ製のイメージスキャンドライバソフトウエアが必要です。
ko: Epson/Avasys의 타사 이미지 스캔 드라이버 소프트웨어가 필요합니다.
pl: Wymagany jest sterownik skanera firmy Epson/Avasys.
sk: Vyžaduje sa softvér ovládača tretích strán Image Scan od Epson/Avasys.
uk: Необхідний сторонній драйвер Image від Epson Scan/Avasys.
zh_cn: 需要来自 Epson/Avasys 的第三方图片扫描驱动程序软件。
zh_tw: 需要使用 Epson/Avasys 提供的協力廠商影像掃描驅動程式軟體。

source: Package %1
ca: Paquet: %1
cs: Balíček %1
da: Pakken %1
el: Πακέτο %1
fr: Paquet %1
hu: %1 csomag
it: Pacchetto %1
ja: パッケージ %1
km: កញ្ចប់ %1
ko: %1 패키지
pl: Pakiet %1
ro: Pachetul %1
sk: Balík %1
uk: Пакунок %1
zh_cn: 包 %1
zh_tw: 套件 %1

source: Unmaintained driver %1 may provide good functionality.
ca: El controlador %1 no mantingut podria proporcionar una funcionalitat bona.
cs: Neudržovaný ovladač %1 může poskytovat dobrou funkčnost.
da: Den ikke vedligeholdte driver %1 kan give god funktionalitet.
el: Ο ασυντήρητος οδηγός %1 ενδέχεται να σας παρέχει καλή λειτουργία.
fr: Le pilote non maintenu %1 offre de bonnes fonctionnalités.
hu: A nem karbantartott %1 illesztőprogram megfelelő funkcionalitást biztosíthat.
it: Il driver non mantenuto %1 può offrire buone funzionalità.
ja: メンテナンスされていないドライバ %1 は、優れた機能を提供している可能性があります。
km: កម្ម​វិធី​បញ្ជា​ដែល​មិនបាន​ថែទាំ​​ %1 អាច​ផ្ដល់​មុខ​ងារ​ដ៏​ល្អ ។
ko: 유지 관리되지 않는 드라이버 %1에서 유용한 기능을 제공할 수 있습니다.
pl: Sterownik %1 jest nieobsługiwany, ale może zapewnić dobrą funkcjonalność.
ro: Driverul nemenținut %1 poate oferi o bună funcționalitate.
sk: Neudržovaný ovládač %1 môže poskytovať dobrú funkcionalitu.
uk: Непідтримуваний драйвер %1 може надати добру функціональність.
zh_cn: 不再维护的驱动程序 %1 也许可以提供良好的功能。
zh_tw: 已不維護的驅動程式 %1 可能提供良好的功能。

source: Driver %1 should provide good functionality.
ca: El controlador %1 hauria de proporcionar una funcionalitat bona.
cs: Ovladač %1 by měl poskytovat dobrou funkčnost.
da: Driveren %1 bør give god funktionalitet.
el: Ο οδηγός %1 θα σας παρέχει καλή λειτουργία.
fr: Le pilote %1 offre de bonnes fonctionnalités.
hu: A(z) %1 illesztőprogram megfelelő funkcionalitást biztosít.
it: Il driver %1 dovrebbe offrire buone funzionalità.
ja: ドライバ %1 は、優れた機能を提供しているはずです。
km: កម្មវិធី​បញ្ជា %1 គួរតែ​​ផ្ដល់​មុខងារ​ដ៏​ល្អ ។
ko: %1 드라이버에서 유용한 기능을 제공해야 합니다.
pl: Sterownik %1 powinien zapewnić dobrą funkcjonalność.
ro: Driverul %1 poate oferi o bună funcționalitate.
sk: Ovládač %1 by mal poskytovať dobrú funkcionalitu.
uk: Драйвер %1 надає добру функціональність.
zh_cn: 驱动程序 %1 应该能提供良好的功能。
zh_tw: 驅動程式 %1 應該能提供良好的功能。

source: This scanner is not supported.
af: Hierdie skandeerders word nie ondersteun nie.
bn: এই স্ক্যানারটি সমর্থিত নয়.
ca: Aquest escàner no està permès.
cs: Tento skener není podporován.
da: Denne scanner er ikke understøttet.
el: Αυτός ο σαρωτής δεν υποστηρίζεται.
fr: Ce scanneur n'est pas pris en charge.
gu: આ સ્કેનર સહયોગ નહિ કરે.
hu: Ez a szkenner nem támogatott.
it: Questo scanner non è supportato.
ja: このスキャナはサポートされていません。
km: មិន​គាំទ្រ​ម៉ាស៊ីន​ស្កេន​នេះ​ឡើយ ។
ko: 이 스캐너는 지원되지 않습니다.
mr: समांतरणला मदत नाही.
pa: ਇਹ ਸਕੈਨਰ ਸਹਿਯੋਗੀ ਨਹੀਂ ਹੈ।
pl: Ten skaner nie jest obsługiwany.
ro: Acest scanner nu este suportat.
sk: Tento skener nie je podporovaný.
th: ไม่รองรับเครื่องสแกนภาพนี้
uk: Цей сканер не підтримується.
xh: Esi sifoti ngokuskena asixhaswanga.
zh_cn: 不支持该扫描仪。
zh_tw: 未支援此掃描器。

source: This scanner is not supported by the driver %1.
ca: El controlador %1 no té suport per a aquest escàner.
cs: Tento skener není ovladačem %1 podporován.
da: Denne scanner understøttes ikke af driveren %1.
el: Αυτός ο σαρωτής δεν υποστηρίζεται από τον οδηγό %1.
fr: Ce scanner n'est pas pris en charge par le pilote %1.
hu: Ezt a szkennert nem támogatja a(z) %1 illesztőprogram.
it: Questo scanner non è supportato dal driver %1.
ja: このスキャナはドライバ %1 ではサポートされていません。
km: ម៉ាស៊ីន​ស្កេន​នេះ​មិន​ត្រូវ​បាន​​គាំទ្រ​ដោយ​កម្មវិធី​បញ្ជា %1 ឡើយ​ ។
ko: 이 스캐너는 %1 드라이버에서 지원되지 않습니다.
pl: Ten skaner nie jest obsługiwany przez sterownik %1.
ro: Scanner-ul nu este suportat de driverul %1.
sk: Tento skener nie je podporovaný ovládačom %1.
uk: Цей сканер не підтримується драйвером %1.
zh_cn: 驱动程序 %1 不支持该扫描仪。
zh_tw: 驅動程式 %1 不支援此掃描器。

source: Unmaintained driver %1 may provide complete functionality.
ca: El controlador %1 no mantingut podria proporcionar una funcionalitat completa.
cs: Ovladač %1 může poskytovat úplnou funkčnost.
da: Den ikke vedligeholdte driver %1 kan give fuld funktionalitet.
el: Ο ασυντήρητος οδηγός %1 παρέχει ολοκληρωμένη λειτουργία.
fr: Le pilote non maintenu %1 offre des fonctionnalités complètes.
hu: A nem karbantartott %1 illesztőprogram teljes funkcionalitást biztosíthat.
it: Il driver non mantenuto %1 può fornire funzionalità complete.
ja: メンテナンスされていないドライバ %1 は、完全な機能を提供している可能性があります。
km: កម្មវិធីបញ្ជា​មិន​បាន​ថែទាំ​ %1 អាច​ផ្ដល់​មុខងារ​ដោយ​ពេញលេញ ។​
ko: 유지 관리되지 않는 드라이버 %1에서 전체 기능을 제공할 수도 있습니다.
pl: Nieobsługiwany sterownik %1 może zapewnić pełną funkcjonalność.
ro: Driverul nemenținut %1 poate oferi funcționalitate completă.
sk: Neudržovaný ovládač %1 môže poskytovať kompletnú funkcionalitu.
uk: Непідтримуваний драйвер %1 надає повну функціональність.
zh_cn: 不再维护的驱动程序 %1 也许可以提供完整的功能。
zh_tw: 已不維護的驅動程式 %1 可能提供完整的功能。

source: Driver %1 should provide complete functionality.
ca: El controlador %1 hauria de proporcionar una funcionalitat completa.
cs: Ovladač %1 by měl poskytovat úplnou funkčnost.
da: Driveren %1 bør give fuld funktionalitet.
el: Ο οδηγός %1 θα σας παρέχει ολοκληρωμένη λειτουργία.
fr: Le pilote %1 offre des fonctionnalités complètes.
hu: A(z) %1 illesztőprogram teljes funkcionalitást kellene, hogy biztosítson.
it: Il driver %1 dovrebbe fornire funzionalità complete.
ja: ドライバ %1 は完全な機能を提供しているはずです。
km: កម្ម​វិធី​បញ្ជា​ %1 គួរ​តែ​ផ្ដល់​មុខងារ​​ពេញលេញ​ ។
ko: %1 드라이버에서 전체 기능을 제공해야 합니다.
pl: Sterownik %1 może zapewnić pełną funkcjonalność.
ro: Driverul %1 ar trebui să ofere funcționalitate completă.
sk: Ovládač %1 by mal poskytovať kompletnú funkcionalitu.
uk: Драйвер %1 надає повну функціональність.
zh_cn: 驱动程序 %1 应该能提供完整的功能。
zh_tw: 驅動程式 %1 應該能提供完整的功能。
