Repository: Dzejrou/yast-translations
Catalog: po/scanner/*.po
Languages: af, bn, ca, cs, da, el, fr, gu, hu, it, ja, km, ko, mr, pa, pl, ro, sk, th, uk, xh, zh_cn, zh_tw

source: <p> Use the <b>Search String</b> to find an appropriate entry quickly. To find some text anywhere in the table, enter it in the field. A more complicated search using a case-insensitive regular expression is also possible. If the scanner was detected and the manufacturer name is available in this list, the search string is preset with the manufacturer name, such as <tt>^Epson.*</tt>. To refine the search results, append model-specific details to the search string. For example, append a word that is part of the model name as in <tt>^Epson.*perfection</tt> or append some digits that are part of the model name as in <tt>^Epson.*1200</tt>. </p>
af: <p> Gebruik die <b>Soekstring</b> om gou 'n geskikte inskrywing te vind. Om teks op enige plek in die tabel te vind, voer dit in die veld in. 'n Meer ingewikkelde soektog met gebruik van 'n kasgevoelige algemene uitdrukking, is ook moontlik. As die skandeerder bespeur is en die vervaardigernaam is in hierdie lys beskikbaar, word die soekstring vooraf gegaan deur die vervaardigernaam, soos <tt>^Epson.*</tt>. Om die soekresultate te verfyn, word modelspesifieke besonderhede aan die soekstring geheg. So byvoorbeeld, word 'n woord wat deel van die modelnaam is, soos in <tt>^Epson.*perfection</tt> geheg, of word 'n paar syfers wat deel van die modelnaam is, soos in <tt>^Epson.*1200</tt> aangeheg. </p>
bn: <p> দ্রুত একটি যথাযথ এন্ট্রি খঁুজে পাওয়ার জন্য <b>সার্চ স্ট্রিং</b> ব্যবহার করুন. সারণীর কোথাও থেকে কিছু পাঠ্যাংশ সন্ধান করার জন্য, এটিকে ফিল্ডে প্রবেশ করান. একটি কেস-সেনসিটিভ নিয়মিত এক্সপ্রেশন ব্যবহার করেও একটি আরো জটিল সন্ধান করা সম্ভব. যদি স্ক্যানারটি চিহ্নিত হয় এবং এই তালিকায় প্রস্তুতকারীর নাম থাকে, সেক্ষেত্রে প্রস্তুতকারীর নামের সাথে সার্চ স্ট্রিং প্রি-সেট করা থাকে, যেমন<tt>^Epson.*</tt>. সন্ধানের ফলাফলগুলিকে পরিশোধিত করার জন্য সার্চ স্ট্রিং এর সাথে মডেল-ভিত্তিক বিবরণ যোগ করুন. উদাহরণস্বরূপ, মডেল নামের অংশ একটি শব্দকে যোগ করুন যা রয়েছে <tt>^Epson.*perfection</tt> বা কিছু সংখ্যা যোগ করা যা মডেল নামের অংশ যেমন রয়েছে- <tt>^Epson.*1200</tt>. </p>
ca: <p> Utilitzeu la <b>Cerca la cadena</b> per trobar una entrada adequada de forma ràpida. Per trobar text en qualsevol lloc de la taula, introduïu-lo al camp. També és possible una cerca més complicada mitjançant una expressió regular que no diferenciï entre majúscules i minúscules. Si s'ha detectat l'escàner i el nom del fabricant està disponible en aquesta llista, la cerca de la cadena es predefineix amb el nom del fabricant, com ara <tt>^Epson.*</tt>. Per obtenir uns resultats de cerca més precisos, afegiu detalls específics del model a la cerca de la cadena. Per exemple, afegiu una paraula que formi part del nom del model com a <tt>^Epson.*perfection</tt> o afegiu alguns dígits que formin part del nom del model com a <tt>^Epson.*1200</tt>. </p>
cs: <p> Pro rychlé vyhledávání použijte nabídku <b>Hledat řetězec</b>. Do pole zadejte text, který si přejete vyhledat. Možné je také vyhledávání pomocí regulárních výrazů. Například vyhledávání v seznamu detekovaných skenerů podle výrobce můžete zadat <tt>^Epson.*</tt>. Pokud hledáte navíc i jméno modelu, pak např. <tt>^Epson.*perfection</tt> nebo <tt>^Epson.*1200</tt>. </p>
da: <p> Brug <b>Søgestreng</b> til hurtigt at finde et passende punkt. For at finde noget tekst hvorsomhelst i tabellen, tast den ind i feltet. Mere komplicerede søgninger med versalfølsomme regulære udtryk er også muligt. Hvis scanneren blev fundet, og producentens navn er tilgængelig i denne liste, vil søgestrengen være forudfyldt med med producentens navn, såsom <tt>^Epson.*</tt>. For at raffinere søgeresultatet, hæftes modelspecifikke detaljer ved søgestrengen. For eksempel kan du indsætte en del af modelnavnet efter producenten som i <tt>^Epson.*perfection</tt>, eller tilføje nogle cifre, der er del af modelnavnet som i <tt>^Epson.*1200</tt>. </p>
el: <p> Χρησιμοποιήστε το <b>Αλφαριθμητικό Αναζήτησης</b> για να βρείτε την ανάλογη καταχώρηση γρήγορα. Για να βρείτε κάποιο κείμενο κάπου στον πίνακα, εισάγετέ το στο πεδίο. Μια πιο πολύπλοκη αναζήτηση που χρησιμοποιεί κανονικές εκφράσεις με ευαισθησία χαρακτήρων είναι επίσης διαθέσιμη. Αν ο σαρωτής σας ανιχνεύθηκε και το όνομα του κατασκευαστή είναι διαθέσιμο σε αυτή τη λίστα, το αλφαριθμητικό αναζήτησης είναι παρών με το όνομα του κατασκευαστή, για παράδειγμα <tt>^Epson.*</tt>. Για να τελειοποιήσετε το αποτέλεσμα της αναζήτησης, προσθέστε συγκεκριμένες λεπτομέρειες για το μοντέλο στο αλφαριθμητικό. Για παράδειγμα, προσθέστε μια λέξη που είναι μέρος του ονόματος του μοντέλου όπως είναι το <tt>^Epson.*perfection</tt> ή προσθέστε μερικά ψηφία που είναι μέρος του ονόματος του μοντέλου όπως είναι το <tt>^Epson.*1200</tt>. </p>
fr: <p> Utilisez la <b>Recherche de chaîne</b> pour trouver rapidement une entrée appropriée. Pour trouver du texte dans le tableau, saisissez-le dans le champ. Une recherche plus complexe à l'aide d'une expression régulière sensible à la casse est également possible. Si le scanneur a été détecté et si le nom du fabricant est disponible dans cette liste, le nom du fabricant, par exemple <tt>^Epson.*</tt>, est prédéfini en guise de chaîne de recherche. Pour affiner les résultats de la recherche, ajoutez des détails spécifiques au modèle dans la chaîne de recherche. Par exemple, ajoutez un mot faisant partie du nom de modèle, comme <tt>^Epson.*perfection</tt> , ou ajoutez des chiffres identifiant le modèle, comme <tt>^Epson.*1200</tt>. </p>
gu: <p> યુઝ કરો <b>સર્ચ સ્ટ્રીંગ</b> એપરોપ્રીયેટ એન્ટ્રી જલ્દી ગોતવા માટે. કોઇ ટેક્સટ ટેબલમાં ક્યાય પણ ગોતવા માટે તેને ફીલ્ડમાં એન્ટર કરો. વધારે મુસ્કેલી સર્ચ કેસમાં સેન્સીટીવ રેગ્યુલર એક્સપ્રેશન યુઝ કરીને શક્ય છે. અગર સ્કેનર ડિટેક્ટ થયો હોય ને મેનુફેક્ચરનું નામ લીસ્ટમાં ઉપલબ્ધ હોય તો, સર્ચ સ્ટ્રીંગ મેનુફેક્ચર નેમથી પહેલા યુઝ કરો <tt>^Epson.*</tt>. સર્ચ રીઝલ્ટ સારા કરવા માટે મોડેલ સ્પેસીફીક માહિતી સર્ચ સ્ટ્રીંગમાં એડ કરો. ઉદાહરણ તરીકે, એક વર્ડને એડ કરો જે મોડેલ નેમનો એક હિસ્સો હોય જે જેવી રીતે <tt>^Epson.*પરફેક્સન</tt> અથવા ડિઝીટ એડ કરો જે મોડેલ નેમજો એક હિસ્સો હોય જેમ કે<tt>^Epson.*1200</tt>. </p>
hu: <p> A <b>Karaktersorozat keresése</b> funkcióval gyorsan megtalálhatja a kívánt bejegyzést. A táblázat valamely szövegének gyors kikereséséhez írja be a szöveget a mezőbe. Használható összetettebb keresés is, a kis- és nagybetűket meg nem különböztető reguláris kifejezések alkalmazásával. Ha sikerült felismerni a szkennert és a gyártó neve megtalálható a listában, akkor a karaktersorozatban a gyártó neve előtagként látszik, például <tt>^Epson.*</tt>. A keresési eredmények finomításához adjon modellspecifikus részleteket a keresett karaktersorozathoz. Írjon be például egy olyan szót, amelyik a modell nevének a része, mint például <tt>^Epson.*perfection</tt>, vagy írjon be a modell nevében előforduló számokat, mint például <tt>^Epson.*1200</tt>. </p>
it: <p> Usare la <b>Stringa di ricerca</b> per cercare rapidamente la voce appropriata. Per ricercare un testo in qualsiasi punto della tabella, immetterlo nel campo. È possibile anche effettuare una ricerca più complessa utilizzando le espressioni regolari senza distinzione di minuscole e maiuscole. Se lo scanner è stato rilevato e il nome del produttore è visualizzato in questo elenco, la stringa di ricerca è preimpostata con il nome del produttore, come <tt>^Epson.*</tt>. Per raffinare i risultati della ricerca, appendere alla stringa di ricerca i dettagli specifici sul modello. Ad esempio, appendere una parola che sia parte del nome del modello, come <tt>^Epson.*perfection</tt>, oppure appendere alcuni numeri che sono parte del nome del modello; ad esempio <tt>^Epson.*1200</tt>. </p>
ja: <p> 目的の項目を素早く見つけるには、 <b>検索文字列</b> をお使いください。 表内での文字を見つけるには、この項目にそれを記入すれば表示されます。 大文字と小文字の区別を行なったり正規表現を使ったりする検索も行なうことができます。 スキャナが検出されて製造元の名前が一覧に表示されている場合、 検索文字列は製造元の名前に設定されます (例: <tt>^Epson.*</tt>) 検索結果を絞り込むには、追加でモデル名などの文字列を入力してください。 たとえばモデル名の一部を追加 (例: <tt>^Epson.*perfection</tt>) したり、 モデル名の数字部分の桁を入力 (<tt>^Epson.*1200</tt>) したりなどをすることができます。 </p>
km: <p> ប្រើ <b>ខ្សែអក្សរ​ស្វែងរក</b> ដើម្បី​ស្វែងរក​ធាតុ​សមរម្យ​ឲ្យ​បាន​លឿន ។ ដើម្បី​ស្វែងរក​អត្ថបទ​ខ្លះ​នៅ​កន្លែង​ណាមួយ​ក្នុង​តារាង សូម​បញ្ចូល​វា​ក្នុង​វាល ។ ការស្វែងរក​កម្រិត​ខ្ពស់​ដោយ​ប្រើ​កន្សោម​ធម្មតា ហើយ​មិនប្រកាន់​តួអក្សរ​តូច​ធំ ក៏​អាច​ធ្វើ​បាន​ផង​ដែរ ។ បើ​រកឃើញ​ម៉ាស៊ីន​ស្កេន ហើយ​ឈ្មោះ​របស់​ក្រុមហ៊ុន​ផលិត​មាន​ក្នុង​បញ្ជី​នេះ នោះ​ខ្សែអក្សរ​ស្វែងរក​នឹង​កំណត់យកឈ្មោះ​របស់​ក្រុមហ៊ុន​ផលិត ដូចជា <tt>^Epson.*</tt> ។ ដើម្បី​ធ្វើ​ឲ្យ​លទ្ធផល​ស្វែងរក​កាន់​តែ​សុក្រឹត សូម​បន្ថែម​សេចក្តី​លម្អិត​ជាក់លាក់​របស់​ម៉ូដែល​ទៅកាន់​ខ្សែអក្សរ​ស្វែងរក ។ ឧទាហរណ៍ ៖ បន្ថែម​ពាក្យ​ដែល​ជា​ផ្នែក​របស់​ឈ្មោះ​ម៉ូដែល​នៅ​ខាងចុង​ដូចជា<tt>^Epson.*perfection</tt> ​ឬ​បន្ថែម​តួលេខ​ដែល​ជា​ផ្នែក​របស់​ឈ្មោះ​ម៉ូដែល​នៅ​ខាងចុង​ដូចជា <tt>^Epson.*1200</tt>។ </p>
ko: <p> 적절한 항목을 신속하게 찾으려면 <b>문자열 검색</b>을 사용하십시오. 테이블 내에서 텍스트를 찾으려면 필드에 입력하십시오. 대소문자 구분 정규식을 사용한 좀 더 복잡한 검색도 가능합니다. 스캐너가 검색되었고 제조업체 이름이 목록에 있으면, <tt>^Epson.*</tt>과 같이 제조업체의 이름으로 검색 문자열이 사전 설정됩니다. 검색 결과를 구체화하려면 검색 문자열에 모델 관련 세부 사항을 첨부하십시오. 예를 들어, <tt>^Epson.*perfection</tt>과 같이 모델 이름의 일부인 단어를 첨부하거나 <tt>^Epson.*1200</tt>과 같이 모델 이름의 일부인 몇몇 숫자를 첨부할 수 있습니다. </p>
mr: <p> उचीत एंट्री पटकन शोधण्यासाठी <b>सर्च स्टिंग </b>चा वापर करा. टेबलमध्ये कोठेहि लेखी मजकूर शोधण्यासाठी , तो फिल्डमध्ये एंटर करा. अधिक क्लिष्ट शोध केस-इनसेंसिटीव रेद्युलर एक्स्रेशनच्या सुद्धा शक्य आहे जर स्कॅनरचा शोध लागला आणि या सुचीत उत्पादकाचे नाव उपलब्ध आहे, सर्च स्ट्रिंग उत्पादकाच्या <tt>^एप्सन .*</tt> अशा नावासह प्रिसेट केले आहे. सर्च रिझल्ट अधिक सूक्ष्म करण्यासाठी , विशिष्ट प्रारूपाचे वर्णन सर्च स्ट्रिंगला जोडा. उदा.प्रारूपाचा भाग असलेला शब्द जसा<tt>^एप्सन . *परफेक्शन</tt> मध्येकिंवा प्रारूपाचा भाग असलेला अंक जोडा जसा<tt>^एप्सन . *१२००</tt> मध्ये<p/>
pl: <p> Aby szybko znaleźć odpowiednią pozycję, można skorzystać z opcji <b>Szukaj</b>. Aby znaleźć żądany tekst gdziekolwiek w tabeli, należy wprowadzić go w polu wyszukiwania. Możliwe jest też bardziej skomplikowane wyszukiwanie za pomocą wyrażeń regularnych (bez rozróżniania wielkości liter). Jeśli skaner został wykryty i nazwa producenta jest dostępna na liście, zapytanie wyszukiwania jest automatycznie ustawiane tak, aby zawierało nazwę producenta, np. <tt>^Epson.*</tt>. Aby zawężyć wyniki wyszukiwania, można dodać do szukanego ciągu szczegóły danego modelu. Można na przykład dodać słowo, które jest częścią nazwy modelu (np. <tt>^Epson.*perfection</tt>), albo kilka cyfr, które są częścią nazwy modelu (np. <tt>^Epson.*1200</tt>). </p>
ro: <p> Utilizați <b>Șirul de căutare</b> pentru a găsi mai rapid intrarea dorită. Pentru a căuta un text în întregul tabel, introduceți textul respectiv în acest câmp. Este posibilă de asemenea utilizarea de expresii regulate insensibile la majuscule. Dacă scannerul a fost detectat și numele producătorului există în listă, ca șir de căutare va fi propus numele producătorului, ca de exemplu <tt>^Epson.*</tt>. Pentru a îmbunătăți filtrul de căutare, adăugați șirului și detalii referitoare la model. Adăugați, de exemplu, un cuvânt ce face parte din numele modelului, ca <tt>^Epson.*perfection</tt> or append some digits that are part of the model name as in <tt>^Epson.*1200</tt>. </p>
sk: <p> Pre rýchle hľadanie použite ponuku <b>Hľadať reťazec</b>. Do poľa zadajte text, ktorý si želáte hľadať. Možné je tiež hľadanie pomocou regulárnych výrazov. Napríklad hľadanie v zozname zistených skenerov podľa výrobcu, môžete zadať <tt>^Epson.*</tt>. Ak hľadáte naviac i názov modelu, potom napr. <tt>^Epson.*perfection</tt>,alebo <tt>^Epson.*1200</tt>. </p>
th: <p> ลองป้อนค่าที่ช่อง <b>ข้อความที่จะค้นหา</b> เพื่อใช้ค้นหารายการอย่างเจาะจงได้อย่างรวดเร็วขึ้น ซึ่งอาจจะป้อนบางส่วนของข้อความก็ได้ และการค้นหานี้จะไม่ได้แยกแยะตัวอักษรตัวพิมพ์ใหญ่-เล็กแต่อย่างใด หากเครื่องสแกนภาพถูกตรวจพบและชื่อของผู้ผลิตมีอยู่ในช่องรายการนี้, ข้อความที่จะค้นหาจะถูกกำหนดค่าล่วงหน้ามาให้เป็นชื่อของผู้ผลิต เช่น <tt>^Epson.*</tt> เป็นต้น และเพื่อให้ได้ผลลัพธ์ในการค้นหาที่ดีขึ้น ให้ลองเพิ่มการเจาะจงรุ่นต่อท้ายเข้าไปยังข้อความที่จะค้นหา ตัวอย่างเช่น เพิ่มข้อความที่เป็นส่วนหนึ่งของชื่อรุ่นเป็น <tt>^Epson.*perfection</tt> หรือเพิ่มตัวเลขบางส่วนของรุ่น เป็น <tt>^Epson.*1200</tt> เป็นต้น </p>
uk: <p> Для того щоб швидко знайти об'єкт використовуйте <b>Рядок пошуку</b>. Щоб знайти текст у будь-якому місці таблиці, введіть його у це поле. Повніший пошук з використанням нечутливих до регістру формальних виразів також можливий. Якщо сканер було виявлено і назва фірми-виробника є у списку, пошуковий рядок встановлюється у назву виробника, таку як <tt>^Epson.*</tt>. Щоб покращити результат пошуку, додайте дані про модель до пошукового рядка. Наприклад, додайте слово, що є частиною назви моделі, наприклад, <tt>^Epson.*perfection</tt> або додайте цифри, які є частиною назви моделі, наприклад, <tt>^Epson.*1200</tt>. </p>
xh: <p> Sebenzisa <b>Umtya Wozingelo</b> ukufumanisa ungeniso olufanelekileyo msinyane. Ukufumana isiqendu esithile naphi na kwitheyibhile, singenise kummandla. Uzingelo olunobugocigoci obuthe chatha ngokusebenzisa inkcazelo yento enye engakhathalelanga bukhulu boonobumba nalo yinto enokwenzeka. Ukuba isifoti seskena sichongiwe kanti igama lomenzi likhona kuludwe, umtya wozingelo umiselwa negama lomenzi elifana <tt>^no-Epson.* </tt>. Ukucoselela iziphumo zozingelo, hlomela ubucukubhede bomfuziselo obungqalileyo kumtya wozingelo. Umzekelo, hlomela igama eliyinxalenye yegama lomfuziselo <tt>^njengaku-Epson.*imfezeko</tt> okanye hlomela amanani athile ayinxalenye yegama lomfuziselo <tt>^njengaku-Epson.*1200</tt>. </p>
zh_cn: <p> 使用<b>搜索字符串</b>快速查找到合适的项。 要找出表中的任何文本，在字段中输入该文本。 也可能使用不区分大小写的正则表达式进行更为复杂的搜索。 如果检测到扫描仪并且制造商的名称列在列表中， 搜索字符串将和制造商的名称一起显示，如 <tt>^Epson.*</tt>。 要细化搜索结果，可以在搜索字符串中追加特定于型号的详细信息。 例如，追加作为型号名称一部分的单词如 <tt>^Epson.*perfection</tt> 或追加作为型号名称一部分的数字如 <tt>^Epson.*1200</tt>。 </p>
zh_tw: <p> 使用<b>「搜尋字串」</b>快速找尋適合的項目。 若要找尋表格中的其他文字，請在欄位中輸入。 使用不區分大小寫的方式進行複雜的搜尋也可行。 如果已偵測到掃描器且在清單中包含可用的廠商名稱， 則會已廠商的名稱顯示搜尋的字串，例如<tt>^Epson.*</tt>。 若要得到準確的搜尋結果，請在搜尋字串後加上型號的詳細資訊。 例如，可如 <tt>^Epson.*perfection</tt>中加入一個字作為型號名稱的一部分， 或如 <tt>^Epson.*1200</tt> 中加入數字作為型號名稱的一部分。 </p>

source: <p> <b><big>Scanner and Driver Setup</big></b><br> The driver is activated and the associated scanners are probed. This may take a few seconds, so you must wait until you can press <b>Next</b>. If you press <b>Back</b>, the driver is deactivated. </p>
af: <p> <b><big>Skandeerder- en aandryweropstelling</big></b><br> Die aandrywer word geaktiveer en die verbandhoudende skandeerders word ondersoek. Dit duur dalk 'n paar sekondes, dus moet u wag totdat u <b>Volgende</b> kan druk. As u <b>Terug</b> druk, word die aandrywer gedeaktiveer. </p>
bn: <p> <b><big>স্ক্যানার ও ড্রাইভার সেট-আপ</big></b><br> ড্রাইভার চালু করা হয়েছে এবং সংযুক্ত স্ক্যানারগুলিকে খুব ভালোভাবে খঁোজা হয়েছে. এর জন্য কিছু সেকেন্ড সময় লাগতে পারে, তাই আপনাকে এটিতে চাপ দেওয়ার আগে পর্যন্ত অবশ্যই অপেক্ষা করতে হবে-<b>পরবর্তী</b>. আপনি যদি <b>পিছনে</b>-তে চাপ দেন,তাহলে ড্রাইভারটি নিষ্ক্রিয় হবে. </p>
ca: <p> <b><big>Configuració de l'escàner i del controlador</big></b><br> S'activa el controlador i es proven els escàners associats. Aquesta acció pot tardar uns segons; per tant, haureu d'esperar fins a poder prémer <b>Següent</b>. Si premeu <b>Enrere</b>, es desactivarà el controlador. </p>
cs: <p> <b><big>Skener a konfigurace ovladače</big></b><br> Ovladač se aktivuje a jsou s ním testovány připojené skenery. Testování trvá několik sekund, takže než stisknete tlačítko <b>Další</b>, musíte chvilku počkat.<br> Pokud stisknete tlačítko <b>Zpět</b>, ovladač je deaktivován. </p>
da: <p> <b><big>Scanner- og driver-opsætning</big></b><br> Driveren aktiveres og den associerede scanner undersøges. Det tager nogle sekunder, så du må vente, før du kan trykke på <b>Næste</b>. Hvis du trykker på <b>Tilbage</b>, deaktiveres driveren. </p>
el: <p> <b><big>Εγκατάσταση Οδηγού και Σαρωτή</big></b><br> Ο οδηγός ενεργοποιείται και γίνεται έλεγχος για κατάλληλους σαρωτές. Αυτό ίσως να χρειαστεί μερικά δευτερόλεπτα, γι' αυτό πρέπει να περιμένετε μέχρι να πατήσετε το <b>Επόμενο</b>.<br> Αν πατήσετε <b>Πίσω</b>, ο οδηγός απενεργοποιείται. </p>
fr: <p> <b><big>Configuration du scanneur et du pilote</big></b><br> Le pilote est activé et les scanners associés sont recherchés. Ceci peut prendre quelques secondes, pendant lesquelles vous devez patienter avant de pouvoir cliquer sur <b>Suivant</b>. Si vous cliquez sur <b>Retour</b>, le pilote est désactivé. </p>
gu: <p> <b><big>સ્કેનર અને ડ્રાઇવર સેટઅપ</big></b><br> ડ્રાઇવર પણ એક્ટીવેટ પણ તેની સાથે જ સ્કેનર પ્રોબ છે. આ તેની માટે થોડી ક્ષણ લેશે માટે થોડીવાર વેટ કરો તમે પ્રેસ કરો પછી<b>નેક્સ્ટ</b>. જો તમે પ્રેસ કરો <b>બેક</b>, ડ્રાઇવર ડિએક્ટીવ. </p>
hu: <p> <b><big>Szkenner- és illesztőprogram-beállítás</big></b><br> Az illesztőprogram aktiválásra kerül és a hozzá tartozó szkennereket megvizsgálja a rendszer. Ez eltarthat egy kis ideig, ezért várjon, amíg újra megnyomhatja a <b>Következő</b> gombot. A <b>Vissza</b> gomb megnyomására az illesztőprogram deaktiválásra kerül. </p>
it: <p> <b><big>Configurazione driver e scanner</big></b><br> Viene attivato il driver e vengono rilevati gli scanner associati. Questa operazione può richiedere qualche secondo, quindi è necessario attendere finché diventa possibile premere <b>Avanti</b>. Se si preme <b>Indietro</b>, il driver viene disattivato. </p>
ja: <p> <b><big>スキャナとドライバの設定</big></b><br> ドライバを有効化し、関連するスキャナを検出します。 数秒程度の時間がかかりますので、しばらく待ってから <b>次へ</b> を押してください。 <b>戻る</b> を押すと、ドライバが無効化されます。 </p>
km: <p> <b><big>​រៀបចំ​ម៉ាស៊ីន​ស្កេន និង​កម្មវិធី​បញ្ជា</big></b><br> កម្មវិធី​បញ្ជា​នឹង​សកម្ម ហើយ​ម៉ាស៊ីនស្កេន​ដែល​ទាក់ទង​នឹង​ត្រូវ​បាន​ស្ទង់រក ។ វា​ប្រហែល​ជា​ត្រូវការ​ពេល​ពីរបីវិនាទី ដូច្នេះ​អ្នក​ត្រូវ​តែ​រង់ចាំ រហូត​ដល់​អ្នកអាច​ចុច <b>បន្ទាប់</b> បាន ។ បើ​អ្នក​ចុច <b>ថយក្រោយ</b> កម្មវិធី​បញ្ជា​នឹង​អសកម្ម ។ </p>
ko: <p> <b><big>스캐너 및 드라이버 설정</big></b><br> 드라이버가 활성화되고 관련 스캐너가 검색됩니다. 이 작업에는 몇 초가 걸릴 수 있으므로 <b>다음</b>을 누르기 전에 잠시 기다려야 합니다. <b>뒤로</b>를 누르면 드라이버가 비활성화됩니다. </p>
mr: <p> <b><मोठे>स्कॅॅनर ड्रायव्ह सेटअप</मोठे></b><br> हा ड्रायव्हर जागृत केला आहे व संबधीत स्कॅनर्स तपासले जात आहेत. हयाला काही सेंेकद लागू शकतील तुम्ही थांबलेच पाहिजे जो पर्यत तुम्ही <b>पुढील</b>. ही कळ दाबता <b>मागे</b>, ड्रायव्हर निस्तेज होतो. </p>
pa: <p> <b><big>ਸਕੈਨਰ ਅਤੇ ਡਰਾਇਵਰ ਸੈੱਟਅੱਪ</big></b><br> ਡਰਾਇਵਰ ਸਰਗਰਮ ਹੈ ਅਤੇ ਸਬੰਧਤ ਸਕੈਨਰ ਲੱਭ ਲਏ। ਇਸ ਨੂੰ ਕੁਝ ਸਕਿੰਟ ਲੱਗ ਸਕਦੇ ਹਨ, ਇਸ ਲਈ ਤੁਹਾਨੂੰ <b>ਅੱਗੇ</b> ਦਬਾਉਣ ਤੱਕ ਉਡੀਕ ਕਰਨੀ ਜਰੂਰੀ ਹੈ।<br> ਜੇ ਤੁਸੀਂ <b>ਪਿੱਛੇ</b> ਦਬਾਇਆ, ਡਰਾਇਵਰ ਨਾ-ਸਰਗਰਮ ਹੋ ਜਾਂਦਾ ਹੈ। </p>
pl: <p> <b><big>Konfiguracja skanera i programu obsługi</big></b><br> Trwa aktywacja programu obsługi i wykrywanie powiązanych z nim skanerów. Może to zająć kilka sekund, dlatego proszę poczekać przed naciśnięciem przycisku <b>Dalej</b>. Jeśli zostanie naciśnięty przycisk <b>Powrót</b>, program obsługi zostanie dezaktywowany. </p>
ro: <p> <b><big>Configurare scanner și driver</big></b><br> Driverul este activat și sunt testate scannerele asociate. Această operațiune poate dura câteva secunde, așteptați deci puțin înainte de a apăsa <b>Următor</b>. Dacă apăsați <b>Înapoi</b>, driverul va fi deactivat. </p>
sk: <p><b><big>Nastavenie skenera a ovládača</big></b><br> Ovládač je aktivovaný a skenery sa testujú . To môže chvíľu trvať, preto musíte počkať, kým budete môcť stlačiť <b>Dopredu</b>.<br> Ak stlačíte <b>Dozadu</b>, ovládač bude deaktivovaný. </p>
th: <p> <b><big>การตั้งค่าเครื่องสแกนภาพและไดรเวอร์</big></b><br> ไดรเวอร์นั้นจะถูกเปิดใช้งานและกำหนดให้ทำงานกับเครื่องสแกนภาพที่ตรวจพบ ซึ่งอาจจะใช้เวลาบ้างพอสมควร ดังนั้นคุณควรรอจนกว่าคุณจะสามารถกดที่ปุ่ม <b>ถัดไป</b> ได้ หากคุณกดที่ปุ่ม <b>ย้อนกลับ</b> ไดรเวอร์จะถูกปิดการใช้งาน </p>
uk: <p> <b><big>Налаштування сканера та драйвера</big></b><br> Вмикається драйвер і зондуються асоційовані сканери. Це може зайняти декілька секунд, зачекайте, перш, ніж натиснути <b>Далі</b>. Якщо ви натиснете <b>Назад</b>, то драйвер буде вимкнено. </p>
xh: <p> <b><big>Isifoti Ngokuskena Nokumiselwa Komqhubi</big></b><br> Umqhubi wenziwa asebenze kanti izifoti ngokuskena ezinxulumeneyo ziyacikidwa. Oku kunokuthatha imizuzwana embalwa, ngoko ke kufuneka ulinde de ukwazi ukucinezela <b>ku-Okulandelayo</b>. Ukuba ucinezela <b>ku-Emva</b>, umqhubi ususwa isakhono sokusebenza. </p>
zh_cn: <p> <b><big>扫描仪和驱动程序设置</big></b><br> 激活驱动程序并检测相关的扫描仪。 这可能需要几秒钟，因此在可以按<b>下一步</b>前，必须等待此操作完成。 如果按<b>上一步</b>，则将停用驱动程序。 </p>
zh_tw: <p> <b><big>「掃描器與驅動程式設定」</big></b><br> 啟用驅動程式，並查探相關的掃描器。 此程序可能會花上數秒鐘，因此請耐心等候，直到您能按下<b>「下一步」</b>。 若按下<b>「上一步」</b>，則會停用驅動程式。 </p>
