Repository: Dzejrou/yast-translations
Catalog: po/scanner/*.po
Languages: af, bn, ca, cs, da, el, fr, gu, hu, it, ja, km, ko, mr, pa, pl, ro, sk, th, uk, xh, zh_cn, zh_tw

source: The hpoj driver requires the PTAL system to be set up and running. In particular, the ptal service must be up and running. Before the ptal service can be started, the PTAL system must be initialized. Additionally, the ptal service should be activated for start when booting. The PTAL system and the hplip service exclude each other. Therefore a running hplip service would be stopped and deactivated before the the PTAL system is initialized, activated, and started. An automated initialization of the PTAL system is only safe for USB. If you have a non-USB device or if the automated initialization for USB fails, set up the PTAL system manually. If you have an all-in-one device (scanner+printer), note that a running ptal service monopolizes the USB device file (e.g., /dev/usb/lp0), so the printer can no longer be addressed via the USB device file. Should the PTAL system for USB be initialized, activated, and started now?
af: Die hpoj-aandrywer vereis die PTAL-stelsel om opgestel te word en te loop. In die besonder, moet die ptal-diens aan die gang wees. Voordat die ptal-diens begin kan word, moet die PTAL-stelsel geïnisialiseer word. Bykomend behoort die ptal-diens geaktiveer te word om te begin tydens die selflaai-aksie. Die PTAL-stelsel en die hplip-diens sluit mekaar uit. Daarom sou 'n lopende hplip-diens gestop en gedeaktiveer word voordat die PTAL-stelsel geïnisialiseer, geaktiveer en begin word. 'n Geoutomatiseerde inisialisasie van die PTAL-stelsel is slegs vir USB veilig. As u 'n nie-USB-toestel het of indien die geoutomatiseerde inisialisasie vir USB misluk, stel die PTAL-stelsel met die hand op. As u 'n alles-in-een-toestel (skandeerder+drukker) het, moet u daarop let dat 'n lopende ptal-diens die USB-toestellêer oorheers (bv. /dev/usb/lp0), gevolglik kan die drukker nie langer via die USB-toestellêer aangespreek word nie. Behoort die PTAL-stelsel vir USB nou geïnisialiseer, geaktiveer en begin word?
bn: সেট-আপ করা ও চালু হ ওয়ার জন্য hpoj পরিষেবার PTAL সিস্টেমের প্রয়োজন হয়. বিশেষ ভাবে বলতে গেলে, ptal পরিষেবাটিকে অবশ্যই চালু ও সক্রিয় করতে হবে. ptal পরিষেবা চালু করার আগে, PTAL সিস্টেমটিকে অবশ্যই প্রাথমিক স্থাপনাকরতে হবে. এছাড়াও বুটিংয়ের সময় চালু হওয়ার জন্য ptal পরিষেবাটিকে সক্রিয় করতেহবে. PTAL সিস্টেম ও hplip পরিষেবা একে অন্যকে বর্জন করে. PTAL সিস্টেমের প্রাথমিক স্থাপনা, সক্রিয় হ ওয়া ও চালু হ ওয়ার আগে একটি চলতে থাকা hplip পরিষেবাথেমে যায়, ও নিষ্ক্রিয় হয়. PTAL সিস্টেমের একটি স্বয়ংক্রিয় প্রাথমিক স্থাপনা শুধুমাত্র USB এর জন্যনিরাপদ. নিজে নিজে PTAL সিস্টেমের সেট-আপ করুন. আপনার যদি একটি একের-মধ্যে-সব যন্ত্র (স্ক্যানার + প্রিন্টার) থাকে, তাহলে মনে রাখবেন একটি সক্রিয় ptal পরিষেবা USB ডিভাইস ফাইলের একচেটিয়া অধিকার নেয় (যেমন, /dev/usb/lp0), তাই USB ডিভাইস ফাইল দিয়ে আর প্রিন্টারের সাথে যোগাযোগ স্থাপন করা যায় না. এখন কি USB এর PTAL সিস্টেমটির প্রাথমিক স্থাপনা, সক্রিয় করা, এবংচালু করা উচিত?
ca: El controlador hpoj necessita que el sistema PTAL estigui configurat i en execució. Concretament, el servei ptal ha d'estar carregat i en execució. Abans de poder iniciar el servei ptal, s'ha d'inicialitzar el sistema PTAL. A més a més, el servei ptal hauria d'estar activat per iniciar-se en arrencar. El sistema PTAL i el servei hplip s'exclouen l'un a l'altre. Per això, un servei hplip en execució s'aturarà i es desactivarà abans que s'inicialitzi, s'activi i s'iniciï el sistema PTAL. Una inicialització automàtica del sistema PTAL només és segura per a USB. Si teniu un dispositiu no USB o si la inicialització automàtica per a USB falla, configureu el sistema PTAL manualment. Si teniu un dispositiu tot en un (escàner+impressora), tingueu en compte que un servei ptal en execució monopolitza el fitxer del dispositiu USB (p. ex., /dev/usb/lp0); per la qual cosa, no es podrà accedir a la impressora a través del fitxer del dispositiu USB. Voleu inicialitzar, activar i iniciar ara el sistema PTAL per a USB?
cs: Backend hpoj vyžaduje PTAL systém. K tomu je nutné nastavit a spustit službu ptal. Před spuštěním služby ptal musí být PTAL systém inicializován. Službu ptal lze nastavit tak, aby se automaticky spouštěla při startu systému. PTAL systém a služba hplip se navzájem vylučují. Před spuštěním systému PTAL zastavte a deaktivujte službu hplip. Automatická inicializace PTAL je vhodná pouze pro USB. Pokud vaše zařízení není připojené přes USB nebo pokud USB inicializace selže, proveďte nastavení ručně. V případě all-in-one zařízení (skener+tiskárna) ptal servis zablokuje soubor USB zařízení (např. /dev/usb/lp0), takže k němu již není možné přes tento soubor přistupovat. Má se nyní inicializovat, aktivovat a spustit PTAL systém pro USB?
da: Driveren hpoj kræver, at PTAL-systemet sættes op og kører. I særdeleshed skal ptal tjeneste være oppe og køre. Før ptal-tjenesten kan startes, skal PTAL-systemet initialiseres. Yderligere skal ptal-tjenesten sættes op til at starte under boot. PTAL-systemet og hplip-tjenesten udelukker hinanden. Derfor stoppes og deaktiveres hplip-tjenesten, før PTAL-systemet initialiseres, aktiveres og startes. Automatisk initialisering af PTAL-systemet er kun sikkert for USB. Hvis du har en ikke-USB-enhed, eller hvis automatisk initialisering af USB fejler, så sæt PTAL-systemet op manuelt. Hvis du har en alt-i-en enhed (scanner+printer), så bemærk at en kørende ptal-tjeneste monopoliserer USB-enhedsfilen (eks. /dev/usb/lp0), så printeren ikke længere kan tilgås via USB-enhedsfilen. Skal PTAL-systemet for USB initialiseres, aktiveres og startes nu?
el: Ό οδηγός hpoj απαιτεί το σύστημα PTAL να είναι ρυθμισμένο και να τρέχει. Συγκεκριμένα, η υπηρεσία ptal θα πρέπει να είναι ενεργή και να τρέχει. Προτού ξεκινήσει η υπηρεσία ptal, θα πρέπει το σύστημα PTAL να αρχικοποιηθεί. Επιπλέον, η υπηρεσία ptal θα πρέπει να ενεργοποιηθεί να ξεκινά όταν φορτώνει ο υπολογιστής. Το σύστημα PTAL και η υπηρεσία hplip εξαιρούν η μια την άλλη. Για αυτό μια εκτελούμενη υπηρεσία hplip θα σταματήσει και θα απενεργοποιηθεί πριν το σύστημα PTAL αρχικοποιηθεί, ενεργοποιηθεί, και ξεκινήσει. Μια αυτόματη αρχικοποίηση του συστήματος PTAL είναι ασφαλής μόνο για USB. Αν έχετε μια συσκευή που δεν έχει θύρα USB ή αν η αυτόματη αρχικοποίηση για το USB αποτύχει, ρυθμίστε το σύστημα PTAL χειροκίνητα. Αν έχετε μια συσκευή όλα-σε-ένα (σαρωτής και εκτυπωτής), σημειώστε ότι μια εκτελούμενη υπηρεσία ptal μονοπωλεί το αρχείο της συσκευής USB (e.g., /dev/usb/lp0), ώστε ο εκτυπωτής να μην δρομολογείται μέσω του αρχείου συσκευή USB. Θα πρέπει το σύστημα PTAL για USB να αρχικοποιηθεί, να ενεργοποιηθεί, και να ξεκινήσει τώρα;
fr: Le pilote hpoj a besoin que le système PTAL soit configuré et en cours d'exécution. Le service ptal en particulier doit être en cours d'exécution. Le système PTAL doit être initialisé pour permettre le lancement du service ptal. Par ailleurs, le service ptal doit être configuré pour démarrer à l'amorçage. Le système PTAL et le service hplip s'excluent mutuellement. Par conséquent, le service hplip est interrompu et désactivé avant toute initialisation, activation et démarrage du système PTAL. L'initialisation automatique du système PTAL ne peut se faire qu'en USB. Si vous possédez un périphérique non USB ou si l'initialisation automatique pour USB échoue, configurez manuellement le système PTAL. Si vous possédez un périphérique multifonctions (scanneur + imprimante), notez que l'exécution du service ptal monopolise le fichier de périphérique USB (p.ex., /dev/usb/lp0), empêchant tout adressage de l'imprimante par le biais du fichier de périphérique USB. Voulez-vous initialiser, activer et démarrer le système PTAL pour USB maintenant ?
gu: hpoj ડ્રાઇવનો PTAL સિસ્ટમ ચલાવવા માટે જોઇએ. ptal સીસ્ટમની શરૂઆત કરી શકાય. ptal સર્વિસ શરૂ કર્યા પહેલા, PTAL સિસ્ટમ શરૂકરી શકાય. બુટીંગ કરવા વખતે વધારે PTAL સર્વિસ શરૂ કરી શકાય. PTAL સિસ્ટમ અને hplip સર્વિસ એક બીજાથી અલગ છે. જો તમારી પાસે USB વાળો ડિવાઇસ નથી તો PTAL સર્વિસના માટે USB ડિવાઇસ પ્રભુત્વ જમાવી લેશે. તો પ્રીન્ટરથી કામ નહિ લઇ શકાય ફેલ USBની શરૂઆત શુ PTAL સર્વિસના માટે હાથેથી શરૂ કરી શકાય. જો તમારી પાસે USB વાળો ડિવાઇસ નથી તો ઓટોમેટેડPTAL સિસ્ટમ સેફ છે. PTAL સિસ્ટમ મેન્યુઅલી સેટ અપ કરો. જો આપની પાસે ઑલ-ઇન-વન ડિવાઇસ (સ્કેનર+પ્રિન્ટર) છે, નોંધ જે ચાલુ ptal સર્વિસ મોનોપોલાઇઝ USB ડિવાઇસ ફાઇલમાંથી (ઉ.દા., /dev/usb/lp0), પણ પ્રિન્ટર લાંબા સમયગાળા USB ડિવાઇસ ફાઇલને એડ્રેસ નહી કરી શકે. USBની શરૂઆત શું PTAL સિસ્ટમની માટે ઈનીશીયલ, એક્ટીવેટ અનેશરૂ કરી શકાય?
hu: A hpoj illesztőprogram megköveteli a PTAL rendszer beállítását és működését. A ptal szolgáltatásnak feltétlenül működnie kell. A ptal szolgáltatás elindítása előtt a PTAL rendszert előkészítése szükséges. Ezenfelül a ptal szolgáltatást úgy kell beállítani, hogy rendszerindításkor azonnal elinduljon. A PTAL rendszer és a hplip szolgáltatás kölcsönösen kizárják egymást. Éppen ezért a PTAL rendszer előkészítése, aktiválása és indítása esetén az esetlegesen működő hplip rendszer leállításra és deaktiválásra kerül. A PTAL rendszer automatizált előkészítése csak USB-eszközök esetén biztonságos. Ha nem USB-eszközt használ és az USB-eszközök automatizált előkészítése meghiúsul, akkor állítsa be kézzel a PTAL rendszert. Ha többfunkciós eszközt (szkenner + nyomtató) használ, ne feledje, hogy egy futó PTAL szolgáltatás kisajátítja az USB-eszközfájlt (pl. /dev/usb/lp0), így a nyomtató nem érhető el az USB-eszközfájlon keresztül. Kívánja most előkészíteni, aktiválni és elindítani az USB PTAL szolgáltatást?
it: Il driver hpoj richiede l'attivazione e l'esecuzione del sistema PTAL. In particolare, è importante che il servizio ptal sia attivo e in esecuzione. Prima di poter avviare il servizio ptal, è necessario inizializzare il sistema PTAL. Inoltre, il servizio ptal deve essere attivato all'avvio del computer. Il sistema PTAL e il servizio hplip si escludono a vicenda. Quindi, il servizio hplip in esecuzione viene arrestato e disattivato prima dell'inizializzazione, attivazione e avvio del sistema PTAL. L'inizializzazione automatica del sistema PTAL è sicura solo per USB. Se il dispositivo non è USB o l'inizializzazione automatica di USB fallisce, configurare il sistema PTAL manualmente. Se si utilizza un dispositivo multifunzione (scanner + stampante), si ricordi che l'esecuzione del servizio ptal monopolizza il file del dispositivo USB (ad esempio /dev/usb/lp0), quindi la stampante non può più essere indirizzata tramite il file del dispositivo USB. Inizializzare, attivare e avviare il sistema PTAL per USB?
ja: hpoj ドライバを利用するには PTAL ドライバを設定して動作させる必要があります。 特に ptal サービスは必ず設定して起動する必要があります。 また、ptal サービスを開始する前に PTAL システムを初期化する必要があるばかりか、 ptal サービスはシステム起動時に開始するよう設定する必要があります。 PTAL システムと hplip サービスは互いに排他関係にあるため、同時に使用することはできません。 従って PTAL システムを初期化して開始するには、事前に hplip サービスを停止して 無効化する必要があります。 さらに、 PTAL システムの自動初期化は USB 接続の場合にのみ安全に実行できます。 USB 以外のデバイスを使っている場合や USB 接続にもかかわらず自動初期化が失敗する場合は、 PTAL システムを手動で設定してください。 スキャナとプリンタが内蔵されているオールインワン型のデバイスをお使いの場合は、 ptal サービスが USB デバイス (/dev/usb/lp0 など) を占有することにご注意ください。 そのため USB デバイスファイルを介してプリンタにアクセスすることができなくなります。 USB 用に PTAL システムを初期化して有効化し、開始しますか？
ko: hpoj 드라이버를 사용하려면 PTAL 시스템이 실행되고 있어야 합니다. 특히 ptal 서비스가 실행되고 있어야 합니다. ptal 서비스를 시작할 수 있으려면 먼저 PTAL 시스템을 초기화해야 합니다. 또한 ptal 서비스는 부팅 시 시작 및 활성화되어야 합니다. PTAL 시스템과 hplip 서비스는 상호 배타적인 관계입니다. 따라서 PTAL 시스템을 초기화, 활성화 및 시작하려면 우선 hplip 서비스를 중지하고 비활성화해야 합니다. USB를 사용할 경우에만 PTAL 시스템을 안전하게 자동 초기화할 수 있습니다. 비 USB 장치를 사용하거나 USB에 대한 자동 초기화에 실패할 경우 PTAL 시스템을 수동으로 설정하십시오. 복합기(스캐너+프린터)가 있는 경우 ptal 서비스를 실행하면 USB 장치 파일(예: /dev/usb/lp0)을 독점적으로 사용하게 되므로 USB 장치 파일을 통해 프린터를 사용할 수 없습니다. USB에 대한 PTAL 시스템을 지금 초기화, 활성화 및 시작하시겠습니까?
mr: एचपीओजे ड्रायव्हरला पीटीएएल सिस्टीम सेट करण्याची आणि चालविण्याची गरज असते. विशेषतः पीटीएएल सर्विसेस अप आणि चालू असल्या पाहिजेत, पीटीएएलसर्विस चालू करण्यापूर्वी पीटीएएस सिस्टीम सुरू केली पाहिजे. त्याशिवाय, बूटिंगच्या वेळी पीटीएएल सर्विस सुरू करण्यासाठी सक्रिय करावी, पीटीएएल सिस्टीम आणि एचपीएलआयपी सर्विस एकमेकाना वगळतात. म्हणून पीटीआयएल सिस्टीम सुरू करण्यापूर्वी, सक्रिय करण्यपूर्वी आणि चालू करण्यापूर्वी. चालू एचपीएलआयपी सर्विस थांबविण्यात येईल आणि निष्क्रीय करण्यात येईल पीटीआयएलचे सिस्टीमचे स्वयंचलित चालू होणेकेवळ युएसबीसाठी सुरक्षितआहे. तुमच्याकडे जर नॉन-युएसबी डिव्हाइस असेल किंवा युएसबीसाठी स्वयंचलितसुरू होणे असफल ठरले, पीटीआयएल सिस्टीम हाताने चालू करा. तुमच्याकडे जर ऑल-इन -वन डिव्हाइस(स्कॅनर-प्रिंटर)असेल , नोंद घ्या कि, चालू पीटीआयएल सर्व्हिस युएसबी फाइल संपूर्ण ताब्यात ठेवते(उदा./dev/usb/1o0), त्यामुळे प्रिंटरला या पुढे युएसबी डिव्हाइस फाइलमार्गे आज्ञा देता येणार नाही. युएसबीसाठी पीटीआयएल सिस्टीम आता सुरू , सक्पिय आणि चालू करावी कां?
pa: hpoj ਬੈਕਐਂਡ ਨੂੰ PTAL ਸਿਸਟਮ ਚੱਲਦਾ ਰਹਿਣ ਦੀ ਜਰੂਰਤ ਹੈ। ਖਾਸ ਤੌਰ ਤੇ ptal ਸਰਵਿਸ ਚਲਦੀ ਹੋਣੀ ਜਰੂਰੀ ਹੈ। ptal ਸਰਵਿਸ ਚਾਲੂ ਹੋਣ ਤੋਂ ਪਹਿਲਾਂ, PTAL ਸਿਸਟਮ ਸ਼ੁਰੂ ਹੋਣਾ ਜਰੂਰੀ ਹੈ। ਨਾਲੇ, ptal ਸਰਵਿਸ ਬੂਟਿੰਗ ਦੌਰਾਨ ਚਾਲੂ ਹੋਣ ਲਈ ਸਰਗਰਮ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ। PTAL ਸਿਸਟਮ ਅਤੇ hplip ਸਰਵਿਸ ਇੱਕ ਦੂਜੇ ਦੇ ਅੰਤਰ ਵਿਰੋਧੀ ਹਨ। ਇਸ ਲਈ ਚੱਲ ਰਹੀ hplip ਸਰਵਿਸ PTAL ਸਿਸਟਮ ਸ਼ੁਰੂ, ਸਰਗਰਮ, ਅਤੇ ਚਾਲੂ ਹੋਣ ਤੋਂ ਪਹਿਲਾਂ ਨਾ-ਸਰਗਰਮ ਅਤੇ ਬੰਦ ਹੋਵੇਗੀ। PTAL ਸਿਸਟਮ ਦੀ ਸਵੈ ਸ਼ੁਰੂਆਤੀ ਸਿਰਫ USB ਲਈ ਸੁਰੱਖਿਅਤ ਹੈ। ਜੇ ਤੁਹਾਡੇ ਕਲ ਨਾਨ-USB ਜੰਤਰ ਹੈ ਜਾਂ USB ਲਈ ਸਵੈ ਸ਼ੁਰੂਆਤੀ ਅਸਫਲ ਹੋ ਜਾਂਦੀ ਹੈ, PTAL ਸਿਸਟਮ ਦਸਤੀ ਨਿਰਧਾਰਿਤ ਕਰੋ। ਜੇ ਤੁਹਾਡੇ ਕੋਲ ਆਲ-ਇਨ-ਵਨ ਜੰਤਰ (ਸਕੈਨਰ+ਪਰਿੰਟਰ) ਹੈ, ਯਾਦ ਰੱਖੋ ਕਿ ਚੱਲ ਰਹੀ ptal ਸਰਵਿਸ USB ਜੰਤਰ ਫਾਇਲ (ਜਿਵੇਂ, /dev/usb/lp0) ਤੇ ਏਕਾਧਿਕਾਰੀ ਹੁੰਦੀ ਹੈ, ਇਸ ਲਈ ਪਰਿੰਟਰ ਬਹੁਤਾ ਸਮਾਂ USB ਜੰਤਰ ਫਾਇਲ ਦੁਆਰਾ ਨਹੀਂ ਦਰਸਾਇਆ ਜਾ ਸਕਦਾ। ਕੀ ਹੁਣ PTAL ਸਿਸਟਮ USB ਲਈ ਸ਼ੁਰੂ, ਸਰਗਰਮ, ਅਤੇ ਚਾਲੂ ਕੀਤਾ ਜਾਵੇ?
pl: Program obsługi hpoj wymaga działającego systemu PTAL. W szczególności usługa ptal musi być uruchomiona. Przed uruchomieniem usługi ptal, konieczne jest zainicjowanie systemu PTAL. Dodatkowo, usługa ptal powinna być uruchamiana podczas uruchamiania systemu. System PTAL i usługa hplip wykluczają się wzajemnie. Dlatego działająca usługa hplip powinna zostać zatrzymana i zdezaktywowana przez zainicjowaniem, aktywacją i uruchomieniem systemu PTAL. Automatyczna inicjalizacja systemu PTAL jest bezpieczna tylko w przypadku urządzeń USB. Jeśli nie jest to urządzenie USB, albo jeśli automatyczna inicjalizacja USB nie powiodła się, należy skonfigurować system PTAL ręcznie. Jeśli jest to urządzenie wielofunkcyjne (skaner+drukarka), należy pamiętać, że uruchomienie usługi ptal przejmuje plik urządzenia USB (np. /dev/usb/lp0), czyniąc niemożliwym odwoływanie się do drukarki przez plik urządzenia USB. Czy zainicjować, aktywować i uruchomić system PTAL dla USB?
ro: Driverul hpoj necesită sistemul PTAL configurat și funcțional. În special serviciul ptal trebuie să fie în stare de funcționare. Înainte de a proni serviciul ptal, trebuie inițializat sistemul PTAL. În plus, serviciul ptal trebuie configurat să pornească la bootare. Sistemul PTAL și serviciul hplip se exclud reciproc. De aceea, dacă rulează, serviciul hplip va fi oprit și deactivat înainte de a fi inițializat, activat și pornit sistemul PTAL. Inițializarea automată a sistemului PTAL este sigură numai pentru USB. Dacă aveți un dispozitiv non-USB sau dacă inițializarea automată pentru USB eșuează, configurați sistemul PTAL manual. Dacă aveți un dispozitiv multifuncțional (scanner+imprimantă), rețineți că serviciul ptal monipolizează în timpul rulării fișierul dispozitiv USB (e.g., /dev/usb/lp0), deci imprimanta nu mai poate fi adresată prin fișierul dispozitiv USB. Să inițializez, activez și pornesc sistemul PTAL pentru USB acum?
sk: Ovládač hpoj potrebuje bežiaci systém PTAL. Obzvlášť služba ptal musí byť spustená. Predtým ako bude služba ptal spustená, systém PTAL musí byť inicializovaný. Navyše služba ptal by mala byť nakonfigurovaná aby sa spúšťala pri štarte. Systém PTAL a služba hplip sa navzájom vylučujú, preto služba hplip bude zastavená a deaktivovaná predtým, ako bude systém PTAL inicializovaný a spustený. Automatizovaná inicializácia systému PTAL je bezpečná len pre USB. Ak máte zariadenie iné ako USB, alebo automatická inicializácia pre USB zlyháva, nastavte systém PTAL manuálne. Ak máte all-in-one zariadenie (skener+tlačiareň), uvedomte si, že bežiaca služba service si 'privlastňuje' súbor USB zariadenia (e.g., /dev/usb/lp0), takže tlačiareň nemôže byť cez tento súbor naďalej adresovaná. Má byť systém PTAL pre USB teraz inicializovaný, aktivovaný a spustený?
th: ไดรเวอร์ hpoj มีความต้องการระบบ PTAL เพื่อใช้ในการตั้งค่าและการทำงาน ดังนั้น บริการ ptal จะต้องถูกเปิดใช้และกำลังทำงานอยู่ก่อนด้วย ก่อนที่บริการ ptal จะสามารถเริ่มการทำงานได้ จะต้องเตรียมการทำงานของระบบ PTAL ก่อน และบริการ ptal ควรจะถูกกำหนดให้เริ่มการทำงานพร้อมกับกระบวนการบูตระบบด้วย ระบบ PTAL และบริการ hplip นั้นไม่ได้รวมการทำงานของอีกตัวหนึ่งไว้ด้วยกัน ดังนั้นการให้บริการของ hplip ควรจะถูกหยุดการทำงานไว้และต้องถูกปิดการใช้งาน ก่อนการเตรียมการทำงาน, เปิดใช้งาน และเริ่มการทำงานของระบบ PTAL การเตรียมการทำงานโดยอัตโนมัติของระบบ PTAL นั้นเหมาะจะใช้กับอุปกรณ์แบบ USB เท่านั้น หากคุณมีอุปกรณ์ที่ไม่ได้เป็นแบบ USB หรือการเตรียมการทำงานโดยอัตโนมัติให้กับอุปกรณ์ USB เกิดความล้มเหลว ให้ทำการตั้งค่าระบบ PTAL ด้วยตัวเอง ส่วนกรณีที่คุณมีอุปกรณ์แบบออลอินวัน (เครื่องสแกนภาพ+เครื่องพิมพ์) โปรดจำไว้ว่า บริการ ptal นั้นจะทำการใช้งานแฟ้มอุปกรณ์แบบ USB (เช่น /dev/usb/lp0) ได้เพียงตัวเดียวเท่านั้น นั่นคือ เครื่องพิมพ์จะไม่สามารถถูกกำหนดที่อยู่ให้ใช้งานผ่านแฟ้มอุปกรณ์แบบ USB ได้ จะให้เตรียมการทำงาน, เปิดใช้งาน และเริ่มการทำงานของระบบ PTAL กับอุปกรณ์แบบ USB เดี๋ยวนี้หรือไม่ ?
uk: Драйвер hpoj потребує запуску і роботи системи PTAL. Зокрема, службу ptal має бути запущено. Перш ніж службу ptal буде запущено, систему PTAL слід ініціалізувати. Крім того, служба ptal повинна бути налаштована на запуск під час завантаження. Система PTAL і служба hplip не можуть бути запущені одночасно. Тому запущену службу hplip слід зупинити або деактивувати, перш ніж ви проведете активацію і запуск системи PTAL. Автоматична ініціалізація системи PTAL безпечна лише для USB. Якщо ви маєте не-USB пристрій або якщо автоматична ініціалізація для USB зазнала невдачі, встановіть систему PTAL вручну. Якщо у вас пристрій типу все в одному (сканер+друкарка), зауважте що запущена служба монопольно використовує файл USB-пристрою (наприклад, /dev/usb/lp0), отже друкаркою вже не можна керувати через файл USB-пристрою. Чи слід ініціалізувати, активувати і запустити службу PTAL для USB прямо зараз?
xh: Umqhubi we-hpoj ufuna isixokelelwano se-PTAL ukuba simiselwe kwaye siqhuba. Enyanisweni inkonzo ye-ptal mayiphakame iqhube. Phambi kokuqaliswa kwenkonzo ye-ptal, isixokelelwano se-PTAL masindululwe. Ngaphezu koko, inkonzo ye-ptal mayenziwe isebenze ukuze iqalise xa kumiselwa inkqubo. Isixokelelwano se-PTAL nenkonzo ye-hplip zikhuphelana ngaphandle. Ngoko ke inkonzo ye-hplip eqhubayo inokunqunyanyiswa kwaye isuswe ukusebenza phambi kokuba isixokelelwano sindululwe, senziwe sisebenze kwaye siqalise. Ukundululwa ngekhompyutha kwesixokelelwano se-PTAL kukhuseleke kuphela ukwenzela i-USB. Ukuba unesixhobo esingesiso ese-USB okanye ukuba ukundululwa ngekhompyutha kwe-USB kusilele, misela isixokelelwano se-PTAL ngokwenza ngesandla. Ukuba unesixhobo esinako konke (isifoti seskena+isishicileli), qaphala ukuba inkonzo ye-ptal eqhubayo irhwaphiliza ifayili yezixhobo se-USB (umzk., /dev/usb/lp0), ngoko ke isishicileli asikwazi kufakwa idilesi ngokugqitha kwifayili yezixhobo ngokugqitha ye-USB. Ingaba isixokelelwano se-PTAL se-USB kufuneka sindululwe, senziwe sisebenze, ngokunjalo siqaliswe ngoku?
zh_cn: Hpoj 驱动程序需要设置并运行 PTAL 系统。 特别是必须启动并运行 ptal 服务。 必须先初始化 PTAL 系统才能启动 ptal 服务。 另外，应该在引导时激活并启动 ptal 服务。 PTAL 系统和 hplip 服务是互斥的。 因此在 PTAL 系统初始化、激活和启动之前 应该停止并停用正在运行的 hplip 服务。 PTAL 系统的自动初始化仅对于 USB 是安全的。 如果您有非 USB 设备或 USB 的自动初始化失败， 请手动设置 PTAL 系统。 如果您有多合一设备(扫描仪 + 打印机)，请注意， 正在运行的 ptal 服务会独占 USB 设备文件(例如：/dev/usb/lp0)， 因此无法通过 USB 设备文件对打印机寻址。 现在是否应针对 USB 初始化、激活并启动 PTAL 系统？
zh_tw: hpoj 驅動程式需要 PTAL 系統設定妥當並執行。 一定要啟用並執行 ptal 服務。 在啟動 ptal 服務之前，必須啟始化 PTAL 系統。 此外，應啟用 ptal 服務以便在開機時啟動。 PTAL 系統與 hplip 服務無法共存。 因此，啟始化、啟用並啟動 PTAL 系統之前， 必須先停止並停用執行中的 hplip 服務。 PTAL 系統的自動啟始化僅適用於 USB。 如果您具有非 USB 設備，或是 USB 的自動啟始化失敗， 請手動設定 PTAL 系統。 如果您具有多功能事務機設備 (掃描器+印表機)，請注意 執行中的 ptal 服務將會獨佔 USB 設備檔案 (例如，/dev/usb/lp0)， 因此無法經由 USB 設備檔案來控制印表機。 如果擁有多功能設備 (掃描器加印表機)，請注意 正在執行的 ptal 服務會單獨使用USB 設備檔案 (例如，/dev/usb/lp0) ， 所以可能無法透過 USB 設備檔案使用印表機。 USB 的 PTAL 系統現在是否已啟始化、啟用並啟動呢？
