Repository: Dzejrou/yast-translations
Catalog: po/scanner/*.po
Languages: af, bn, ca, cs, da, el, fr, gu, hu, it, ja, km, ko, mr, pa, pl, ro, sk, th, uk, xh, zh_cn, zh_tw

source: <p> To set up a new scanner, choose the scanner from the list of detected scanners and press <b>Edit</b>. If your scanner has not been detected, use <b>Add</b> for a manual configuration. </p>
af: <p> Om 'n nuwe skandeerder op te stel, kies die skandeerder uit die lys van bespeurde skandeerders en druk <b>Hersien</b>. As u skandeerder nie bespeur is nie, gebruik <b>Voeg by</b> vir 'n konfigurasie met die hand. </p>
bn: একটি নতুন স্ক্যানারের সেট-আপ করার জন্য, চিহ্নিত স্ক্যানারগুলির তালিকা থেকে স্ক্যানারটি বেছে নিন এবং চাপ দিন <b>সম্পাদনায়</b>. আপনার স্ক্যানার যদি চিহ্নিত না হয়, তাহলে ব্যবহার করুন <b>যোগ করা</b>যাতে নিজে নিজেকনফিগারেশন করা যায়. </p>
ca: <p> Per configurar un escàner nou, trieu l'escàner de la llista d'escàners detectats i premeu <b>Edita</b>. Si no s'ha detectat l'escàner, utilitzeu <b>Afegeix</b> per a una configuració manual. </p>
cs: <p> Pro nastavení nového skeneru vyberte skener ze seznamu detekovaných skenerů a poté stiskněte <b>Upravit</b>. Jestliže skener nebyl detekován, zvolte <b>Přidat</b> a proveďte ruční nastavení. </p>
da: <p> For at sætte en ny scanner op skal du vælge scanneren fra listen over fundne scannere og trykke på <b>Redigér</b>. Hvis din scanner ikke blev fundet, benyt <b>Tilføj</b> for manuel konfiguration. </p>
el: <p> Για να ρυθμίσετε έναν νέο σαρωτή, επιλέξτε τον σαρωτή από την λίστα των ανιχνευμένων σαρωτών και πατήστε <b>Επεξεργασία</b>. Αν ο σαρωτής σας δεν έχει ανιχνευτεί, χρησιμοποιήστε το <b>Προσθήκη</b> για χειροκίνητη ρύθμιση. </p>
fr: <p> Pour configurer un nouveau scanneur, choisissez-le dans la liste des scanners détectés, puis cliquez sur <b>Modifier</b>. Si le scanner n'a pas été détecté, cliquez sur <b>Ajouter</b> pour procéder à une configuration manuelle. </p>
gu: <p> નવા સ્કેનર માટે સેટઅપ કરો, લીસ્ટમાંથી સ્કેનર ચૂઝ કરો અને સ્કનરને ડિટેક્ટ કરો અને <b>એડિટ</b> પ્રેસ કરો. જો તમારુ સ્કેનર ડિટેક્ટેડ કરી શકો તો, <b>એડ</b> નો ઉપયોગ કરીને હાથેથી કોન્ફીગરેશન કરો. </p>
hu: <p> Egy új szkenner beállításához válassza ki a szkennert a felismert eszközök listájából és nyomja meg a <b>Szerkesztés</b> gombot. Amennyiben a szkenner automatikus keresése sikertelen, nyomja meg a <b>Hozzáadás</b> gombot a kézi beállításhoz. </p>
it: <p> Per configurare un nuovo scanner, sceglierne uno dall'elenco degli scanner rilevati, quindi selezionare <b>Modifica</b>. Se lo scanner non viene rilevato, selezionare <b>Aggiungi</b> per eseguire una configurazione manuale. </p>
ja: <p> 新しいスキャナを設定するには、検出されたスキャナの一覧でスキャナを選択して <b>編集</b> を押してください。 スキャナが検出されなかった場合には <b>追加</b> を押して手動で設定してください。 </p>
km: <p> ដើម្បី​រៀបចំ​ម៉ាស៊ីន​ស្កេន​ថ្មី សូម​ជ្រើស​ម៉ាស៊ីន​ស្កេន​ពី​បញ្ជី ម៉ាស៊ីន​ស្កេន​ដែល​បាន​រក​ឃើញ ហើយ​ចុច <b>កែសម្រួល</b>។ បើ​ម៉ាស៊ីន​ស្កេន​របស់​អ្នក​មិន​ត្រូវ​បាន​រក​ឃើញ សូម​ចុច <b>បន្ថែម</b> ដើម្បី​កំណត់​រចនា​សម្ព័ន្ធ​ដោយ​ដៃ ។ </p>
ko: <p> 새 스캐너를 설정하려면 검색된 스캐너 목록에서 스캐너를 선택하고 <b>편집</b>을 누르십시오. 원하는 스캐너가 검색되지 않았으면 <b>추가</b>를 사용하여 수동으로 구성하십시오. </p>
mr: <p> नवीन स्कॅनर सेट करण्यासाठी, शोधलेल्या स्कॅनर्स या यादीतून स्कॅनर निवडा व ही कळ दाबा<b>एडीट</b>. जर तुमचा स्कॅनर शोधला गेला नाही तर <b>मिळवा</b> वापरुन स्वत:चे कॉनफिग्युरेशन करा. </p>
pa: <p> ਇੱਕ ਨਵਾਂ ਸਕੈਨਰ ਤਿਆਰ ਕਰਨ ਲਈ, ਖੋਜ ਸਕੈਨਰਾਂ ਦੀ ਲਿਸਟ ਵਿੱਚੋਂ ਸਕੈਨਰ ਦੀ ਚੋਣ ਕਰੋ ਅਤੇ <b>ਸੋਧ</b> ਦਬਾਓ। ਜੇਕਰ ਸਕੈਨਰ ਖੋਜਿਆ ਨਾ ਜਾਵੇ ਤਾਂ ਦਸਤੀ ਸੰਰਚਨਾ ਲਈ <b>ਸ਼ਾਮਲ</b> ਨੂੰ ਦਬਾਓ। </p>
pl: <p> Aby skonfigurować nowy skaner, należy wybrać go z listy wykrytych skanerów i nacisnąć przycisk <b>Edytuj</b>. Jeśli skaner nie został wykryty, należy skonfigurować go ręcznie naciskając przycisk <b>Dodaj</b>. </p>
ro: <p> Pentru a configura un nou scanner, selectați-l din lista de scannere detectate și apăsați <b>Editează</b>. Dacă scannerul dvs. nu a fost detectat, utilizați <b>Adaugă</b> pentru configurare manuală. </p>
sk: <p> Pre nastavenie nového skenera vyberte skener zo zoznamu zistených skenerov a stlačte <b>Upraviť</b>. Ak nebol skener zistený, použite <b>Pridať</b> pre ručnú konfiguráciu. </p>
th: <p> เพื่อตั้งค่าเครื่องสแกนภาพตัวใหม่ ให้เลือกเครื่องสแกนภาพจากรายการ เครื่องสแกนภาพที่ตรวจพบ แล้วกดที่ <b>แก้ไข</b> หากตรวจสอบไม่พบเครื่องสแกนภาพของคุณ ให้ใช้ปุ่ม <b>เพิ่ม</b> เพื่อปรับแต่งด้วยตัวคุณเอง </p>
uk: <p> Щоб встановити новий сканер, виберіть сканер зі списку виявлених сканерів і натисніть <b>Змінити</b>. Якщо ваш сканер не виявлено, вживайте <b>Додати</b>, щоб налаштувати його вручну. </p>
xh: <p> Ukumisela isifoti seskena, khetha isifoti seskena kuludwe lwezifoti zeskena ezichongiweyo wandule ukucinezela <b>ku-Hlela</b>. Ukuba isifoti sakho seskena asikachongwa, sebenzisa <b>u-Fakela</b> ukwenzela ubumbeko lokwenza ngesandla. </p>
zh_cn: <p> 要设置新的扫描仪，请从检测到的扫描仪的列表 中选择扫描仪并按<b>编辑</b>。 如果未检测到您的扫描仪，则使用<b>添加</b>来手动配置。 </p>
zh_tw: <p> 若要設定新的掃描器，請從 偵測到的掃描器清單中選擇掃描器，然後按<b>「編輯」</b>。 若未偵測出您的掃描器，請使用<b>「新增」</b>，進行手動組態。 </p>

source: <p> A normal USB scanner should be detected automatically. By default, only those USB scanners are shown for which the USB vendor and product IDs are known. If a USB scanner is not shown or if there are unexpected results, try <b>Other</b> and <b>Restart Detection</b>. It might happen that particular USB devices which are not scanners are shown too. There is no generic way to reliably distinguish a scanner from other USB devices because there is no USB device class for scanners. Try to proceed with <b>Add</b>. For HP all-in-one devices you may have to run <tt>hp-setup</tt> via <b>Other</b> and <b>Run hp-setup</b> before you can configure the scanner unit with this tool. If you have difficulties configuring your scanner, check whether it appears in the output of <tt>lsusb</tt>. If it is not listed there, the USB system cannot communicate with the scanner. </p>
ca: <p> Un escàner USB normal s'hauria de detectar automàticament. Per defecte, només es mostren els escàners dels quals se'n coneix el proveïdor USB i l'ID del producte. Si no s'ha detectat un escàner o si s'obtenen uns resultats inesperats, proveu <b>Altres</b> i <b>Reinicia la detecció</b>. Podria passar que es mostressin també altres dispositius USB que no són escàners. No hi ha una manera general per distingir un escàner d'altres dispositius USB perquè no hi ha una classe de dispositiu USB per a escàners. Intenteu procedir amb <b>Afegeix</b>. Per als dispositius HP tot en un, hauríeu d'executar <tt>hp-setup</tt> a través d'<b>Altres</b> i <b>Executa hp-setup</b> abans que pugueu configurar l'escàner amb aquesta eina. Si teniu problemes en configurar l'escàner, comproveu si apareix a la sortida de <tt>lsusb</tt>. Si no hi apareix, significa que el sistema USB no pot comunicar-se amb l'escàner. </p>
cs: <p> Většina normálních USB skenerů je bez problémů automaticky rozpoznána. Ve výchozím stavu jsou zobrazeny ty skenery, pro které a jsou známy informace o USB dodavateli a ID produktů. V případě, že USB skener není zobrazen nebo při chybných výsledcích vyzkoušejte volbu <b>Jiné</b> a <b>Restartovat detekci</b>. Může se stát, že poté budou zobrazena i taková USB zařízení, která skenovat neumí. To proto, že neexistuje žádný obecný způsob jak rozpoznat skener od jiných USB zařízení, protože pro skenery neexistuje žádná USB třída. Zkuste pokračovat pomocí možnosti <b>Přidat</b>. Pro HP all-in-one (vše v jednom) USB zařízení budete možná muset před tím, než budete moci konfigurovat jednotku skeneru tímto nástrojem, spustit <tt>hp-setup</tt>, a to volbou <b>Ostatní</b> a <b>Spustit hp-setup</b> Pokud máte s nastavením USB skeneru problémy, překontrolujte výstup příkazu <tt>lsusb</tt>. Pokud ve výstupu skener nenajdete, nemůže USB systém se skenerem komunikovat. </p>
da: <p> En normal USB-scanner bør findes automatisk. Som standard vises kun de USB-scannere, for hvilke USB-leverandør og produkt-id kendes. Hvis en USB-scanner ikke vises, eller hvis der er uventede resultater, så prøv <b>Anden</b> og <b>Genstart søgning</b>. Det kan forekomme, at særlige USB-enheder, som ikke er scannere, også vises. Der findes ikke nogen alment pålidelig metode til at kende en scanner fra andre USB-enheder, da der ikke findes en USB-enhedsklasse for scannere. Prøv at gå videre med <b>Tilføj</b>. For HP alt-i-en enheder skal du måske køre <tt>hp-setup</tt> via <b>Anden</b>og <b>Kør hp-setup</b>, før du kan konfigurere scannerenheden med dette værktøj Hvis du har problemer med at konfigurere din scanner her, så tjek om den viser sig i outputtet af <tt>lsusb</tt>. Hvis den ikke kommer på listen der, kan USB-systemet ikke kommunikere med scanneren. </p>
el: <p> Ένας κανονικός σαρωτής USB θα πρέπει να ανιχνευτεί αυτόματα. Απο προεπιλογή φαίνονται μόνο οι USB σαρωτές από τους οποίους είναι γνωστά ο USB κατασκευαστής και το ID του προϊόντος. Εάν ένας USB σαρωτής δεν φαίνεται ή εάν υπάρχουν μη αναμενόμενα αποτελέσματα, δοκιμάστε <b>Άλλο</b> και <b>Επανεκκίνηση Ανίχνευσης</b>. Μπορεί να εμφανιστούν USB συσκευές που δεν είναι σαρωτές. Δεν υπάρχει ένας γενικός τρόπος για να αναγνωρίζεται αξιόπιστα ένας σαρωτης από άλλες συσκευές USB είναι γιατί δεν υπάρχει κλάση συσκευής USB για σαρωτές. Δοκιμάστε να συνεχίσετε κάνοντας <b>Πρόσθεση</b>. Για όλες τις HP all-in-one συσκευές ίσως χρειαστεί να εκτελέσετε το <tt>hp-setup</tt> μέσω του <b> Άλλο</b> και <b>Εκτελέστε το hp-setup</b> πριν ρυθμίσετε το σαρωτή με αυτό το εργαλείο. Εαν έχετε δυσκολίες στο να ρυθμίσετε το σαρωτή σας, δείτε τι εμφανίζεται στο αποτέλεσμα της εντολής <tt>lsusb</tt>. Εάν δεν είναι σε εκείνη τη λίστα, το σύστημα USB δεν μπορεί να επικοινωνήσει με τον σαρωτή. </p>
fr: <p> Un scanneur USB standard devrait être détecté automatiquement. Par défaut, seuls sont visibles les scanners pour lesquels les identifiants de fournisseur USB et de produit sont connus. Si un scanner USB n'est pas visible ou si il y a des résultats inattendus, essayer <b>Autre</b> et <b>Redémarrer la détection</b>. Il pourrait arriver que des périphériques USB particuliers qui ne sont pas des scanners soient visibles également. Il n'y a pas de méthode générique pour distinguer de manière fiable un scanner des autres périphériques USB car il n'y aucune classe de périphérique pour les scanners. Essayer en procédant avec <b>Ajouter</b>. Pour tous les périphériques HP all-in-one vous pouvez être obligé de lancer<tt>hp-setup</tt> via <b>Autre</b> et <b>Lancer hp-setup</b> avant que vous ne puissiez configurer le scanner avec cet outil. Si vous avez des difficultés à configurer votre scanner, vérifiez si il apparait en sortie de <tt>lsusb</tt>. S'il n'est pas listé là, le système USB ne peut pas communiquer avec le scanner. </p>
hu: <p> Egy átlagos USB szkennert a rendszer automatikusan felismer. Bizonyos esetekben azonban előfordulhat, hogy olyan USB eszköz is megjelenik a listában, amelyik nem szkenner, mert nem egyértelműen különböztethető meg egy szkenner más USB eszközöktől. Előfordulhat, hogy a felismert eszközök nem szkennerek, mivel minden eszközt szkennerként jelenít meg. Nincs általános módszer arra, hogy a rendszer megkülönböztesse a szkennert más USB eszközöktől, mivel az nem rendelkezik külön USB eszközosztállyal. Ha a felismerés sikertelen vagy nem megfelelő, próbálja meg az <b>Egyéb</b> vagy az <b>Felismerés újraindítása</b>, esetleg a <b>Hozzáadás</b> lehetőséget. Az összes HP többfunkciós USB eszköznél a <tt>hp-setup</tt> programot kell futtatni az <b>Egyéb</b>, majd a <b>hp-setup futtatása</b> gomb megnyomásával, mielőtt elkezdené a szkennert ezzel a programmal beállítani. Ha nem sikerül a szkenner beállítása, akkor ellenőrizze, hogy az megjelenik-e az <tt>/usr/sbin/lsusb</tt> kimenetében. Ha nem látható, akkor az USB-alrendszer nem tud kommunikálni a szkennerrel. </p>
it: <p> Un comune scanner USB dovrebbe essere rilevato automaticamente. Per impostazione predefinita vengono mostrati solo quegli scanner USB di cui sono noti l'ID del fornitore e del prodotto USB. Se uno scanner USB non viene visualizzato o se si verificano risultati inattesi, provare <b>Altro</b> o <b>Riavvia rilevamento</b>. Può anche succedere che vengano visualizzati particolari dispositivi USB che non sono scanner. Non esiste un modo generico ed affidabile per distinguere uno scanner da un altro dispositivo USB, in quanto non esiste una classe di dispositivo USB per gli scanner. Provare a procedere con <b>Aggiungi</b>. Per i dispositivi multifunzione HP potrebbe essere necessario eseguire <tt>hp-setup</tt> tramite <b>Altro</b> e <b>Esegui hp-setup</b> prima di essere in grado di configurare lo scanner con questo strumento. Se si hanno difficoltà nel configurare lo scanner, verificare che lo scanner sia visualizzato nell'output di <tt>lsusb</tt>. Nel caso non fosse elencato, il sistema USB non è in grado di comunicare con lo scanner. </p>
ja: <p> 通常の USB スキャナであれば自動的に検出されるはずです。 既定では UDB 製造元と製品 ID が既知のものである USB スキャナ だけが表示されます。 USB スキャナが自動的に検出されなかったり誤った検出をしたりした場合は、 <b>その他</b> を押して <b>再検出</b> を選んでください。 USB デバイスによってはスキャナ機能を持たないものが表示されることもあります。 これは、 USB にはスキャナ用のデバイスクラスが定義されていないため、スキャナを持っているか どうかを一般的に判別する方法が存在しないことによるものです。 この場合も、 <b>追加</b> ボタンを押して追加することができます。 HP 製のオールインワンデバイスの場合は、このツールで設定する前に <b>その他</b> から <b>hp-setup の起動</b> を選択して <tt>hp-setup</tt> を実行してください。 ここでのスキャナ設定がうまくいかない場合は、 <tt>lsusb</tt> コマンドを実行してその出力を確認し、デバイスが現われているかどうかを確認してください。 この出力に現われていない場合は、 USB システムがスキャナと正しく通信できていないことを示しています。 </p>
ko: <p> 정상적인 USB 스캐너가 자동으로 검색되어야 합니다. 기본적으로 USB 제조업체 및 제품 ID가 알려진 USB 스캐너만 표시됩니다. USB 스캐너가 표시되지 않거나 예기치 않은 결과가 있는 경우 <b>기타</b> 및 <b>검색 다시 시작</b>을 시도하십시오. 스캐너가 아닌 USB 장치가 표시될 수도 있습니다. 스캐너에 대한 USB 장치 클래스가 없으므로 스캐너를 다른 USB 장치와 구분할 수 있는 일반적인 방법은 없습니다. <b>추가</b>를 계속하십시오. HP all-in-one 장치의 경우 이 도구로 스캐너 장치를 구성하기 전에 <b>기타</b> 및 <b>hp-setup 실행</b>을 통해 <tt>hp-setup</tt>을 실행해야 할 수도 있습니다. 스캐너를 구성하는 데 문제가 있는 경우 <tt>lsusb</tt> 출력에 표시되는지 여부를 확인하십시오. 나열되지 않는 경우 USB 시스템이 스캐너와 통신할 수 없습니다. </p>
pl: <p> Zwykły skaner USB powinien zostać wykryty automatycznie. Domyślnie wyświetlane są tylko te skanery USB, dla których znane są identyfikatory dostawców i produktu. Jeśli skaner USB nie został wykryty albo wystąpiły nieoczekiwane problemy, kliknij przycisk <b>Inne</b> i <b>Ponownie uruchom wykrywanie</b>. Możliwe, że wyświetlone zostaną także inne urządzenia USB, które nie są skanerami, wyświetlane są bowiem wszystkie potencjalne urządzenia skanujące. Powodem takiego zachowania jest fakt, że nie istnieje klasa urządzeń USB pozwalająca na jednoznaczne zidentyfikowanie skanera w porcie USB. Można także spróbować użyć opcji <b>Dodaj</b>. W przypadku wielofunkcyjnych urządzeń HP konieczne może być uruchomienie programu <tt>hp-setup</tt> za pośrednictwem opcji <b>Inne</b> i <b>Uruchom hp-setup</b> przed skonfigurowaniem urządzenia tym narzędziem. Jeśli wystąpią problemy z konfiguracją skanera za pomocą tego narzędzia, sprawdź, czy po wywołaniu polecenia <tt>lsusb</tt> urządzenie będzie wymienione na liście. Jeśli urządzenie nie będzie na niej obecne, oznacza to, że system USB nie może komunikować się ze skanerem. </p>
sk: <p> Normálny USB skener by mal byť automaticky nájdený. Podľa predvoleného nastavenia sú zobrazené tie USB skenery, pre ktoré je k dispozícii dodávateľ USB a sú známe ID produktov. Ak USB skener nie je zobrazený alebo sú neočakávané výsledky, skúste <b>Iné</b> a <b>Reštartovať detekciu</b>. Môže sa stať, že niektoré USB zariadenia, ktoré nie sú skenery, sa tiež zobrazia. Neexistuje všeobecný spôsob, ako spoľahlivo rozpoznať skener od iných USB zariadení, pretože neexistuje žiadna USB trieda zariadení pre skenery. Skúste pokračovať s <b>Pridať</b>. Pre HP all-in-one zariadenia budete musieť spustiť <tt>hp-setup</tt> cez <b>Iné</b> a <b>Spustiť hp-setup</b> predtým, než budete môcť konfigurovať skenovaciu jednotku s týmto nástrojom. Ak máte problémy s nastavovaním svojho skenera, skontrolujte, či sa objavuje na výstupe príkazu <tt>lsusb</tt>. Ak nie je v zozname, nemôže USB systém so skenerom komunikovať. </p>
uk: <p> Звичайний USB-сканер має бути автоматично виявлено. Типово буде показано лише ті USB-сканери, для яких відомі виробник UDB і ідентифікатор продукту. Якщо сканер не виявлено або отримано несподівані результати, спробуйте вибрати <b>Інше</b> або <b>Перезапустити виявлення</b>. Може трапитись, що буде показано і пристрої USB, які не є сканерами. Причина в тому, що немає простого і надійного способу, щоб відрізнити сканер від інших пристроїв USB, тому що не існує окремого класу USB-пристроїв для сканерів. Також можна спробувати кнопку <b>Додати</b>. Для пристроїв все-в-одному HP вам, можливо, потрібно буде запустити <tt>hp-setup</tt> за допомогою кнопки <b>Інше</b> і <b>Запустити hp-setup</b> перш ніж запрацює налаштування модуля сканера цим інструментом. Якщо ви маєте проблеми з налаштуванням сканера, перевірте, чи не з'явився він у виводі <tt>lsusb</tt>. Якщо його там немає, система USB не може обмінюватися інформацією зі сканером. </p>
zh_cn: <p> 一般的 USB 扫描仪应该可被系统自动检测到。 系统默认只会显示 USB 供应商和产品 ID 已知的 USB 扫描仪。 如果一款 USB 扫描仪未显示或有非预期的结果， 请尝试使用<b>其他</b>和<b>重新检测</b>。 有时可能也显示某些不是扫描仪的 USB 设备。没有通用的方法可以有效地区分扫描仪和其他 USB 设备， 因为没有针对扫描仪的 USB 设备类。 请尝试通过<b>添加</b>继续。 如果是惠普多功能一体机，您可能需要先通过<b>其他</b>和<b>运行 hp-setup</b> 选项运行 <tt>hp-setup</tt>， 然后才能通过此工具配置扫描仪单元。 如果您配置扫描仪出现了问题，请检查它是否出现在了 <tt>lsusb</tt> 的输出中。 如果输出中未列出，则表示 USB 系统不能与扫描仪通讯。 </p>
zh_tw: <p> 一般的 USB 掃描器應該都能被自動偵測到。 預設情況下，只會顯示那些 UDB 廠商與 產品 ID 已知的 USB 掃描器。 如果 USB 掃描器未顯示或出現非預期的結果， 請嘗試<b>「其他」</b>和<b>「重新啟動偵測」</b>。 某些不屬於掃描器的特殊 USB 裝置可能 也會顯示。這是因為掃描器不存在 USB 裝置分類， 所以沒有可靠的通用方法可以區分掃描器與其他 USB 裝置。 請嘗試繼續使用<b>「新增」</b>操作。 對於 HP 多功能事務機，可能必須透過<b>「其他」</b> 和<b>「執行 hp-setup」</b>來執行 <tt>hp-setup</tt>， 然後才能使用此工具設定掃描器裝置。 如果您在設定掃描器時遇到問題，請檢查它是否 出現在 <tt>lsusb</tt> 的輸出中。 如果未列出，則表示 USB 系統將無法與掃描器進行通訊。 </p>
