Repository: Dzejrou/yast-translations
Catalog: po/sound/*.po
Languages: af, bg, bn, ca, cs, da, de, el, es, fi, fr, gl, gu, hi, hr, hu, id, ja, km, lt, mr, nb, nl, pa, pt, ro, ru, sk, sv, ta, th, uk, wa, xh

source: Value of the specific channel (0-100). Use the 'channels' command to see a list of available channels.
af: Waarde van die spesifieke kanaal (0-100). Gebruik die 'kanale'-opdrag om 'n lys met beskikbare kanale te sien.
bg: Сила на звука за определен канал (0-100). Използвайте командата 'channels' за да видите всички налични канали.
bn: নির্দিষ্ট চ্যানেলের (0-100) মান. উপলব্ধ চ্যানেলগুলির তালিকা দেখার জন্যেচ্যানেলসমূহ' নির্দেশটি ব্যবহার করুন.
ca: Valor del canal específic (0-100). Useu l'ordre channels per consultar una llista de canals disponibles.
cs: Hodnoty kanálů (0-100). Seznam dostupných kanálů získáte zadáním příkazu 'channels'.
da: Den specifikke kanals værdi (0-100). Brug 'kanaler'-kommandoen for at se en liste over tilgængelige kanaler.
de: Wert des speziellen Kanals (0-100). Verwenden Sie das Kommando 'channels' zum Anzeigen einer Liste verfügbarer Kanäle.
el: Αξία του συγκεκριμένου καναλιού (0-100). Χρησιμοποιήστε την εντολή channels για να δείτε μια λίστα με τα διαθέσιμα κανάλια.
es: Valor del canal específico (0-100). Utilice el comando 'channels' para ver una lista de los canales disponibles.
fi: Tietyn kanavan arvo (0-100). Käytä "channels"-komentoa saadaksesi luettelon kaikista saatavilla olevista kanavista.
fr: Valeur du canal spécifié (0-100). Utilisez la commande 'channels' pour voir une liste des canaux disponibles.
gl: Valor da canle específica (0-100). Utilice a orde 'channels' para ver unha lista das canles dispoñibles.
gu: સ્પેસીફીક ચેનલની કિંમત (0-100). 'ચેનલ્સ' ઉપયોગ કરવા માટેકમાન્ડને અવેલી લીસ્ટ ઉપર ચેનલ માટે જાવો.
hi: विशिष्ट चैनल का मान (0-100). उपलब्ध चैनलों की सूची देखने के लिए 'चैनल्स' कमांड का उपयोग करें.
hr: Vrijednost određenog kanala (0-100). Koristite naredbu 'kanali' da biste vidjeli listu dostupnih kanala.
hu: Az adott csatorna értéke (0-100). A rendelkezésre álló csatornák listája a 'channels' paranccsal jeleníthető meg.
id: Nilai dari channel tertentu (0-100). Gunakan perintah 'channels' untuk melihat daftar parameter yang dibolehkan.
ja: 特定のチャンネル (0-100) の値。利用可能なチャンネルの一覧を確認するには 'channels' コマンドを使用してください。
km: តម្លៃឆានែលដែល​បាន​បញ្ជាក់ (0-100)​ ។ ប្រើ​ពាក្យ​បញ្ជា 'channels' ដើម្បីមើល​បញ្ជី​ឆានែលដែល​មាន​ ។
lt: Specifinio kanalo reikšmė (0-100). Komanda „channels“ parodo visus galimus kanalus.
mr: (0-100) हया ठराविक चॅनलची किंमत 'चॅनल्स' सूचना उपलब्ध चॅनेलची यादी पहा.
nb: Verdi for spesifisert kanal (0-100). Bruk 'channels'-kommandoen for å vise en liste over tilgjengelige kanaler.
nl: Waarde van het specifieke kanaal (0-100). Gebruik het commando 'channels' voor een lijst met beschikbare kanalen.
pa: ਖਾਸ ਚੈਨਲ (0-100) ਦਾ ਮੁੱਲ। ਉਪਲੱਬਧ ਚੈਨਲਾਂ ਦੀ ਲਿਸਟ ਵੇਖਣ ਲਈ 'channels' ਕਮਾਂਡ ਵਰਤੋਂ।
pt: Valor do canal específico (0-100). Utilize o comando 'channels' para ver a lista de canais disponíveis.
ro: Valoarea canalului specificat (0-100). Pentru a afișa lista canalelor disponibile, utilizați comanda 'channels'.
ru: Значение определенного канала (0-100). Используйте команду channels, чтобы увидеть список доступных каналов.
sk: Hodnota daného kanálu (0-100). Použite príkaz 'channels' na zobrazenie zoznamu dostupných kanálov.
sv: Värde för den specifika kanalen (0-100). Använd kommandot "channels" för att se en lista över tillgängliga kanaler.
ta: குறிப்பிட்ட அலைவரிசையின் மதிப்பு (0-100). ‘channels’ கட்டளையைக் கிடைக்கும் அலைவரிசைகளின் பட்டியலைக் காணப் பயன்படுத்தவும்.
uk: Значення для певного каналу (0-100). Використовувати команду 'channels', щоб побачити список наявних каналів.
wa: Valixhance do specifike canå (0-100). Si siervi del comande « channels » po vey ene djivêye des canås k' i gn a.
xh: Ixabiso letshaneli ebaluliweyo (0-100). Sebenzisa u 'umyalelo' weetshaneli ukubona uluhlu lwemida evumelekileyo.

source: List all available sound kernel modules.
af: Lys alle beskikbare klankkernmodules.
bg: Показване на всички звукови модули на ядрото.
bn: সকল উপলব্ধ সাউন্ড কার্নেল মডিউল তালিকাভুক্ত করুন.
ca: Llista de tots els mòduls de so del nucli disponibles.
cs: Seznam všech dostupných zvukových modulů jádra.
da: Vis alle tilgængelige lydkernemoduler.
de: Alle verfügbaren Sound-Kernelmodule auflisten.
el: Εμφάνιση όλων των διαθέσιμων τομέων πυρήνα ήχου.
es: Lista de todos los módulos de sonido del kernel disponibles.
fi: Näytä luettelo kaikista ytimen äänimoduuleista.
fr: Liste de tous les modules noyau son disponibles.
gl: Lista de todos os módulos de son do kernel dispoñibles.
gu: બધી લીસ્ટ સાઉન્ડ કેરનલ મોડેલ પર ઉપલબ્ધ છે.
hi: सभी उपलब्ध आवाज करनल मोडयूलो को सूचीबद्ध करें।
hr: Izlistaj sve dostupne module jezgre za zvučne kartice.
hu: Az elérhető hang-kernelmodulok megjelenítése.
id: Daftar semua modul kernel suara yang tersedia.
ja: 利用可能なすべてのサウンドカーネルモジュールの一覧を表示します。
km: រាយម៉ូឌុល​ខឺណែល​សំឡេងដែល​មានទាំងអស់
lt: Išvardinti visus prieinamus branduolio garso modulius.
mr: सर्व उपलब्ध केंद्रीय ध्वनी मॉड्यूलची यादी करा.
nb: Vis alle tilgjengelige kjernemoduler for lyd.
nl: Alle beschikbare kernel-geluidsmodules weergeven.
pa: ਸਭ ਉਪਲੱਬਧ ਸਾਊਂਡ ਕਾਰਡ ਮੋਡੀਊਲ ਵਿਖਾਓ।
pt: Listar todos os módulos de som disponíveis no kernel.
ro: Lista modulelor kernel pentru sinet disponibile.
ru: Показать все доступные звуковые модули ядра.
sk: Vypísať zoznam všetkých dostupných zvukových modulov jadra.
sv: Lista alla tillgängliga ljudkärnmoduler.
ta: கிடைக்கூடிய அனைத்து ஒலி உருமைய கூறுகளைப் பட்டியலிடவும்.
th: เรียกรายการมอดูลระบบเสียงของเคอร์เนลที่มีอยู่ทั้งหมด
uk: Перелічити всі наявні звукові модулі ядра.
wa: Fwait l' djivêye di tos les modules di son do nawea k' i gn a.
xh: Dwelila zonke iimodyuli ze-kernel zesandi ezifumanekayo.

source: List available volume channels of given card.
af: Lys alle beskikbare volumekanale van gegewe kaart.
bg: Показване на всички канали за дадена карта.
bn: প্রদত্ত কার্ডের উপলব্ধ ভলিউম চ্যানেলগুলি তালিকাভুক্ত করুন.
ca: Enumera els canals de volum disponibles de la targeta especificada.
cs: Seznam dostupných zvukových kanálů karty.
da: Vis tilgængelige lydstyrkekanaler på det givne kort.
de: Verfügbare Lautstärke-Kanäle der angegebenen Karte auflisten.
el: Εμφάνιση διαθέσιμων καναλιών έντασης της δεδομένης κάρτας.
es: Lista de los canales de volumen disponibles para la tarjeta especificada.
fi: Näytä luettelo halutun kortin äänikanavista.
fr: Liste des canaux de volume disponibles de la carte spécifiée.
gl: Lista das canles de volume dispoñibles para a tarxeta especificada.
gu: આપેલા કાર્ડમાં વોલ્યુમ ચેનલનું લીસ્ટ ઉપલબધ છે.
hi: बताए गए कार्ड के उपलब्धवोल्यूम चैनलयूलो को सूचीबद्ध करें।
hr: Izlistaj sve kanale glasnoće odabrane kartice.
hu: Az adott kártya elérhető hangerő-csatornáinak listája.
id: Daftar channel volume yang tersedia dari kartu yang diberikan.
ja: 指定されたカードの利用可能な音量チャンネルの一覧を表示します。
km: រាយ​ឆានែលសំឡេង​ដែលមាន របស់កាត​ដែល​បាន​ផ្ដល់ ។
lt: Parodyti garso plokštės garso kanalus.
mr: दिलेल्या कार्डवरील उपलब्ध ध्वनी वाहिनीची यादी करा.
nb: Vis tilgjengelige volumkanaler for kortet.
nl: Beschikbare volumekanalen van de opgegeven kaart weergeven.
pa: ਦਿੱਤੇ ਕਾਰਡ ਦੇ ਉਪਲੱਬਧ ਵਾਲੀਅਮ ਚੈਨਲ ਵਿਖਾਓ।
pt: Listar canais de volume da placa indicada.
ro: Lista canalelor de volum disponibile pentru placa dată.
ru: Список доступных звуковых каналов данной карты.
sk: Zobraziť dostupné kanály hlasitosti danej karty.
sv: Visa tillgängliga volymkanaler för det angivna kortet.
ta: கொடுக்கப்பட்ட அட்டையின் கிடைக்கக்கூடி ஒலியளவு அலைவரிசைளைப் பட்டியலிடவும்.
th: เรียกรายการช่องเสียงที่มีอยู่ของแผงวงจรที่เลือก
uk: Перелічити наявні канали гучності даної плати.
wa: Fwait l' djivêye des canås pol volume d' ene cwåte dinêye.
xh: Dwelida amandla afumaneka eetshaneli zekhadi elinikezelweyo.

source: Number of sound card
af: Nommer van klankkaart
bg: Номер на звуковата карта
bn: সাউন্ড কার্ডের নম্বর
ca: Número de la targeta de so
cs: Číslo zvukové karty
da: Antal lydkort
de: Soundkartennummer
el: Αριθμός της κάρτας ήχου
es: Número de la tarjeta de sonido
fi: Äänikortin numero
fr: Nombre de cartes son
gl: Número da tarxeta de son
gu: સાઉન્ડ કાર્ડના નંબર
hi: आवाज कार्डो की सख्याँ
hr: Broj zvučne kartice
hu: A hangkártya száma
id: Jumlah kartu suara
ja: サウンドカードの数
km: ចំនួន​កាត​សំឡេង
lt: Garso plokštės numeris
mr: ध्वनीकार्डची संख्या
nb: Lydkortets nummer
nl: Aantal geluidskaarten
pa: ਸਾਊਂਡ ਕਾਰਡ ਦੀ ਗਿਣਤੀ
pt: Número da placa de som
ro: Numărul plăcii de sunet
ru: Номер звуковой карты
sk: Číslo karty
sv: Antal ljudkort
ta: ஒலி அட்டைகளின் எண்ணிக்கை
th: จำนวนของแผงวงจรเสียง
uk: Номер звукової плати
wa: Nombe di cwåtes son
xh: Inamba yekhadi lesandi

source: All available sound cards
af: Alle beskikbare klankkaarte
bg: Всички налични звукови карти
bn: সকল উপলব্ধ সাউন্ড কার্ড
ca: Totes les targetes de so disponibles
cs: Všechny dostupné zvukové karty
da: Alle tilgængelige lydkort
de: Alle verfügbaren Soundkarten
el: Όλες οι διαθέσιμες κάρτες ήχου
es: Tarjetas de sonido disponibles
fi: Kaikki saatavilla olevat äänikortit
fr: Toutes les cartes son disponibles
gl: Todas as tarxetas de son dispoñibles
gu: બધા સાઉન્ડ કાર્ડ ઉપલબ્ધ
hi: सभी उपलब्ध आवाज कार्ड
hr: Sve dostupne zvučne kartice
hu: Minden elérhető hangkártya
id: Semua kartu suara yang tersedia
ja: 利用可能な全てのサウンドカード
km: កាត​សំឡេង​ដែល​មានទាំងអស់
lt: Visos prieinamos garso kortos
mr: सर्व उपलब्ध ध्वनीकार्ड
nb: Ingen tilgjengelige lydkort
nl: Alle beschikbare geluidskaarten
pa: ਸਭ ਉਪਲੱਬਧ ਸਾਊਂਡ ਕਾਰਡ
pt: Todas as placas de som disponíveis
ro: Toate plăcile de sunet disponibile
ru: Все доступные звуковые карты
sk: Všetky dostupné zvukové karty
sv: Alla tillgängliga ljudkort
ta: கிடைக்கக்கூடிய அனைத்து ஒலி அட்கைகள்
th: แผงวงจรเสียงที่มีอยู่ทั้งหมด
uk: Всі наявні звукові плати
wa: Totes les cwåtes son k' i gn a
xh: Wonke amakhadi esandi afumanekayo

source: Kernel module (driver) for the sound card
af: Kernmodule (aandrywer) vir die klankkaart
bg: Модул (драйвер) на ядрото за звуковата карта
bn: সাউন্ড কার্ডের কার্নেল মডিউল (ড্রাইভার)
ca: Mòdul del nucli (controlador) per a la targeta de so
cs: Modul jádra (ovladač) zvukové karty
da: Kernemodul (driver) for lydkortet
de: Kernelmodul (Treiber) für die Soundkarte
es: Módulo del kernel (controlador) para la tarjeta de sonido
fi: Äänikortin ydinmoduuli (ohjain)
fr: Module noyau (pilote) pour la carte son
gl: Módulo do kernel (controlador) para a tarxeta de son
gu: સાઉન્ડ કાર્ડ માટે કેરનેલ મોડેલ્સ (ડ્રાઇવર)
hi: आवाज कार्ड के लिए करनल मोडयूल (चालक)
hr: Modul jezgre (upravljački program) za zvučnu karticu
hu: A hangkártya kernelmodulja (illesztőprogramja)
id: modul kernel (penggerak) untuk kartu suara
ja: サウンドカードのカーネルモジュール (ドライバ)
km: ម៉ូឌុល​ខឺណែល (កម្មវិធី​បញ្ជា) សម្រាប់​កាត​សំឡេង
lt: Branduolio modulis (tvarkyklė) garso plokštei
mr: ध्वनीकार्डासाठी केंद्रीय मॉड्यूल (सूत्र चालक)
nb: Kjernemodul (driver) for lydkortet
nl: Kernel-module (stuurprogramma) voor de geluidskaart
pa: ਸਾਊਂਡ ਕਾਰਡ ਲਈ ਕਰਨਲ ਮੋਡੀਊਲ (ਡਰਾਈਵਰ)
pt: Módulo de Kernel (driver) para a placa de som
ro: Modulul kernel (driver) pentru placa de sunet
ru: Модуль ядра (драйвер) для звуковой карты
sk: Modul jadra (ovládač) pre zvukovú kartu
sv: Kärnmodul (drivrutin) för ljudkortet
ta: ஒலி அட்டைக்கான உருமைய கூறு (இயக்கி)
th: มอดูลของเคอร์เนล (ไดรเวอร์) สำหรับแผงวงจรเสียง
uk: Модуль ядра (драйвер) для звукової плати
wa: Module do nawea (mineu) pol cwåte son
xh: Imodyuli ye-Kernel (umqhubi) yekhadi lesandi

source: Play the test sound when the card is configured
af: Speel die toetsklank wanneer die kaart gekonfigureer word
bg: Прослушване на тестов звук когато картата е настроена
bn: কার্ড সংরূপিত হয়ে যাওয়ার পরে পরীক্ষামূলক শব্দটি বাজান
ca: Reprodueix el so de prova quan la targeta estigui configurada
cs: Po nastavení karty přehrát testovací zvukový soubor
da: Spil testlyden når kortet er konfigureret
de: Nach der Konfiguration der Karte Testsound spielen
el: Παίξιμο του δοκιμαστικού ήχου όταν η κάρτα ρυθμιστεί
es: Probar sonido cuando la tarjeta esté configurada
fi: Soita testiääni, kun äänikortti on määritetty
fr: Procéder au test son lorsque la carte est configurée
gl: Probar son cando a tarxeta estea configurada
gu: સાઉન્ડ ટેસ્ટને પ્લે કરો તમારા કોન્ફીગરેશન કાર્ડ માટે
hi: जब कार्ड समनुरुपित हो जाए तो टेस्ट आवाज चलाऐं
hr: Pokreni test zvuka kada kartica bude postavljena
hu: A tesztdallam lejátszása a beállítás után
id: Memutar tes suara saat kartu dikonfigurasi
ja: カードを設定したときにテストサウンドを再生する
km: សាក​សំឡេង ពេលកំណត់​រចនាសម្ព័ន្ធ​កាត​រួច
lt: Sukonfigūravus garso plokštę, išbandyti garsą
mr: जेव्हा कार्डची संरचना होईल तेव्हा चाचणी ध्वनी करा
nb: Test lyden når kortet er konfigurert
nl: Testgeluid afspelen zodra de geluidskaart geconfigureerd is
pa: ਕਾਰਡ ਸੰਰਚਨਾ ਦੌਰਾਨ ਟੈਸਟ ਸਾਊਂਡ ਚਲਾਓ
pt: Tocar com de teste quando a placa estiver configurada
ro: Redă sonorul de test când placa este configurată
ru: Воспроизвести тестовый звук, когда карта будет настроена
sk: Zahrať testovací zvuk po nastavení karty
sv: Spela testljud när kortet är inställt
ta: அட்டை வடிவமைக்கப்பட்டவுடன் சோதனை ஒலியை இசைக்கவும்.
th: เล่นเสียงทดสอบเมื่อปรับแต่งแผงวงจรเรียบร้อยแล้ว
uk: Програти пробний звук, коли плату налаштовано
wa: Djouwer l' saye di son cwand l' cwåte est apontieye
xh: Dlala isandi sovavanyo xa ikhadi libumbekile

source: Volume value for the sound card (0-100)
af: Volumewaarde vir die klankkaart (0-100)
bg: Сила на звука за картата (0-100)
bn: সাউন্ড কার্ডের (0-100) ভলিউমের মান
ca: Valor del volum de la targeta de so (0-100)
cs: Nastavení hlasitosti pro zvukovou kartu (0-100)
da: Lydstyrke for lydkortet (0-100)
de: Lautstärkewert für die Soundkarte (0-100)
el: Τιμή της έντασης για τη κάρτα ήχου (0-100)
es: Volumen para la tarjeta de sonido (0-100)
fi: Äänikortin äänenvoimakkuuden arvo (0-100)
fr: Valeur du volume pour la carte son (0-100)
gl: Volume para a tarxeta de son (0-100)
gu: સાઉન્ડ કાર્ડ માટે વોલ્યુમ વેલ્યુ (0-100)
hi: आवाज कार्ड (0-100) के लिए वोल्यूम मान
hr: Vrijednost glasnoće za zvučnu karticu (0-100)
hu: A hangkártya hangereje (0-100)
id: nilai volume untuk kartu suara (0-100)
ja: サウンドカードの音量値 (0-100)
km: តម្លៃ​សំឡេង​សម្រាប់​កាត​សំឡេង (0-100)
lt: Garso plokštės garsumo reikšmė (0-100)
mr: ध्वनीकार्डसाठी ध्वनीपातळी मूल्य (0-100)
nb: Lydstyrkeverdi for lydkortet (0-100)
nl: Volumewaarde voor de geluidskaart (0-100)
pa: ਸਾਊਂਡ ਕਾਰਡ (0-100) ਲਈ ਵਾਲੀਅਮ ਮੁੱਲ
pt: Valor do volume para a placa de som (0-100)
ro: Valoarea volumului pentru placa de sunet (0-100)
ru: Значение уровня громкости звуковой карты (0-100)
sk: Hlasitosť pre zvukovú kartu (0-100)
sv: Volymvärde för ljudkortet (0-100)
ta: ஒலி அட்டையின் (0-100) ஒலியளவு மதிப்பு.
th: ค่าระดับเสียงสำหรับแผงวงจรเสียง (0-100)
uk: Значення гучності для звукової плати (0-100)
wa: Valixhance do volume pol cwåte son (0-100)
xh: Amandla exabiso lekhadi lesandi (0-100)

source: Successfully added card '%1'.
af: Suksesvol bygevoegde kaart '%1'.
bg: Успешно е добавена картата '%1'.
bn: সফলরূপে '%1' কার্ড যুক্ত হয়েছে.
ca: La targeta '%1' s'ha afegit amb èxit.
cs: Úspěšně přidána karta '%1'.
da: Kort '%1' tilføjet med succes.
de: Hinzufügen der Karte '%1' erfolgreich abgeschlossen.
el: Επιτυχής πρόσθεση κάρτας '%1'.
es: Tarjeta '%1' añadida con éxito.
fi: Kortti %1 lisättiin onnistuneesti.
fr: Carte '%1' ajoutée avec succès.
gl: Tarxeta '%1' engadida con éxito.
gu: સફળતાપૂર્વક એક કરેલી કાર્ડ '%1'.
hi: सफलतापूर्वक जोङा गया कार्ड'%1'।
hr: Uspješno dodana kartica '%1'.
hu: A(z) '%1' hangkártya hozzáadása sikerült.
id: Berhasil menambahkan kartu '%1'.
ja: カード '%1' を正常に追加しました。
km: បាន​បន្ថែម​កាតដោយ​ជោគជ័យ '%1' ។
lt: Sėkmingai pridėta plokštė „%1“.
mr: कार्ड यशस्वीपणे जमा केले '%1'.
nb: Kortet '%1' er lagt til.
nl: Kaart '%1' is met succes toegevoegd.
pa: ਠੀਕ ਤਰ੍ਹਾਂ ਸ਼ਾਮਲ ਕੀਤਾ ਕਾਰਡ '%1'।
pt: Placa '%1' adicionada com sucesso.
ro: Placa '%1' a fost adăugată cu succes.
ru: Карта %1 успешно добавлена.
sk: Úspešne pridaná karta '%1'.
sv: Lyckades med att lägga till kort "%1".
ta: அட்டை ‘%1’ வெற்றிகரமாக சேர்க்கப்பட்டுவிட்டது.
uk: Успішно додано плату "%1".
wa: Cwåte radjoutêye comifåt « %1 ».
xh: Lifakelwe ngempumelelo ikhadi '%1'.

source: You must specify the card number.
af: U moet die kaartnommer spesifiseer.
bg: Трябва да зададете номера картата.
bn: আপনাকে কার্ড নম্বর নির্দিষ্ট করতে হবে.
ca: Cal que especifiqueu el número de la targeta.
cs: Musíte zadat číslo karty.
da: Du skal specificere kortnummeret.
de: Sie müssen eine Kartennummer angeben.
el: Θα πρέπει να προσδιορίσετε τον αριθμό της κάρτας.
es: Debe especificar el número de la tarjeta.
fi: Kortin numero on annettava.
fr: Vous devez spécifier le numéro de la carte.
gl: Debe especificar o número da tarxeta.
gu: તમારૂ ચૌક્કસ કાર્ડ નંબર મેળવો.
hi: कार्ड का न० बताना होगा ।
hr: Morate navesti broj kartice.
hu: Meg kell adni a hangkártya számát.
id: Anda harus menentukan nomor kartu.
ja: カード番号を指定する必要があります。
km: អ្នក​ត្រូវ​តែ​បញ្ជាក់​លេខកាត ។
lt: Turite nurodyti plokštės numerį.
mr: तुम्ही कार्डक्रमांक दर्शविला पाहिजे.
nb: Du må spesifisere kortnummeret.
nl: U moet het kaartnummer specificeren.
pa: ਤੁਹਾਨੂੰ ਕਾਰਡ ਨੰਬਰ ਦੇਣਾ ਪਵੇਗਾ।
pt: Deve especificar o número da placa.
ro: Trebuie să specificați numărul plăcii.
ru: Вы должны определить номер карты.
sk: Musíte zadať číslo karty.
sv: Du måste ange kortnumret.
ta: நீங்கள் அட்டை எண்ணைக் குறிப்பிடவேண்டும்.
th: คุณต้องระบุหมายเลขของแผงวงจรก่อน
uk: Необхідно вказати номер плати.
wa: Vos dvoz specifyî l' limero di cwåte.
xh: Kufuneka ubalule inamba yekhadi.

source: There is no such sound card.
af: Daar is nie so 'n klankkaart nie.
bg: Няма такава звукова карта.
bn: এখানে এমন কোন সাউণ্ড কার্ড নেই.
ca: Aquesta targeta de so no existeix.
cs: V systému není žádná taková karta.
da: Der findes ikke sådan et lydkort.
de: Es ist keine solche Soundkarte vorhanden.
el: Δεν υπάρχει καμία τέτοια κάρτα ήχου.
es: Esta tarjeta de sonido no existe.
fi: Tällaista äänikorttia ei ole.
fr: Il n'y a pas une telle carte son.
gl: Esta tarxeta de son non existe.
gu: ત્યાં કોઇપણ સાઉન્ડ કાર્ડ નથી.
hi: ऐसा कोई आवाज कार्ड नहीं है।
hr: Takva kartica ne postoji.
hu: Nincs ilyen hangkártya.
id: Tidak ada kartu suara tersebut.
ja: そのようなサウンドカードはありません。
km: មិន​មាន​កាត​សំឡេង​បែប​នេះ​ទេ ។
lt: Nėra tokios garso plokštės.
mr: तेथे कोणतेही असे ध्वनीकार्ड नाही.
nb: Dette lydkortet finnes ikke.
nl: Zo'n geluidskaart is er niet.
pa: ਇੱਥੇ ਕੋਈ ਸਾਊਂਡ ਕਾਰਡ ਨਹੀਂ ਹੈ।
pt: Esta placa de som não existe.
ro: Nu există nici o astfel de placă de sunet.
ru: Такой звуковой карты нет.
sk: Táto zvuková karta neexistuje.
sv: Det finns inget sådant ljudkort.
ta: அப்படி ஒரு ஒலி அட்டை எதுவம் இல்லை.
uk: Немає такої звукової плати.
wa: I gn a pont d' cwåte son insi.
xh: Akukho khadi lesandi linjalo.

source: Parameters of card '%1' (using module %2):
af: Parameters van kaart '%1' (gebruik module %2):
bg: Параметри за картата '%1' (с модул %2):
bn: '%1' কার্ডের স্থিতিমাপগুলি (%2 মডিউল ব্যবহাররত):
ca: Paràmetres de la targeta '%1' (mitjançant el mòdul %2):
cs: Parametry karty '%1' (používající modul %2):
da: Parametrene for kort '%1' (ved brug af modul %2):
de: Parameter der Karte '%1' (Verwendung des Moduls %2):
el: Παράμετροι της κάρτας '%1' (χρησιμοποιώντας παραμέτρους %2):
es: Parámetros de la tarjeta '%1' (usando el módulo %2):
fi: Kortin '%1' parametrit (käyttää moduulia %2):
fr: Paramètres de la carte '%1' (utilisant le module %2) :
gl: Parámetros da tarxeta '%1' (usando o módulo %2):
gu: '%1' પેરામીટરનું કાર્ડ (%2 મોડેલનો ઉપયોગ):
hi: कार्ड '%1' के पैरामीटर (मोडयूल %2 इस्तेमाल करते हुए):
hr: Parametri kartice '%1' (koristeći modul '%2'):
hu: A(z) '%1' kártya paraméterei (a(z) %2 modul használatával):
id: Parameter kartu '%1' (menggunakan modul %2):
ja: カード '%1' のパラメータ (モジュール %2 を使用):
km: ប៉ារ៉ាម៉ែត្រ​របស់​កាត '%1' (ប្រើ​ម៉ូឌុល %2) ៖
lt: Plokštės „%1“ parametrai (naudojams %2 modulis):
mr: कार्डची '%1' मूल्ये (मॉड्यूल वापरताना %2):
nb: Parametere for kortet '%1' (som bruker modulen %2):
nl: De parameters van kaart '%1' (gebruikt module %2):
pa: ਕਾਰਡ '%1' ਦੇ ਪੈਰਾਮੀਟਰ (ਮੋਡੀਊਲ %2 ਵਰਤ ਕੇ):
pt: Parâmetros da placa '%1' (A utilizar o módulo %2):
ro: Parametrii plăcii '%1' (utilizând modulul %2):
ru: Параметры карты '%1' (используя модуль %2):
sk: Parametre karty '%1' (modul '%2'):
sv: Parametrar för kort "%1" (använder modul %2):
ta: அட்டை ‘%1’ன் அளபுருக்கள் (கூறு %2ஐப் பயன்படுத்தி):
th: พารามิเตอร์ของแผงวงจร '%1' (โดยใช้มอดูล %2):
uk: Параметри плати "%1" (використовуючи модуль %2):
wa: Parametes del cwåte « %1 » (e s' siervant do module « %2 »):
xh: Imida yekhadi '%1' (usebenzisa imodyuli %2):

source: Default Value: %1
af: Verstekwaarde: %1
bg: Стойност по подразбиране: %1
bn: ডিফল্ট মান: %1
ca: Valor predeterminat: %1
cs: Výchozí hodnota: %1
da: Standardværdi: %1
de: Standardwert: %1
el: Προεπιλεγμένη Τιμή: %1
es: Valor por defecto: %1
fi: Oletusarvo: %1
fr: Valeur par défaut : %1
gl: Valor predefinido: %1
gu: ડિફોલ્ટ વેલ્યુ: %1
hi: डिफाल्ट मान: %1
hr: Pretpostavljena vrijednost: %1
hu: Alapértelmezett érték: %1
id: Nilai Bawaan: %1
ja: 既定値: %1
km: តម្លៃ​លំនាំ​ដើម ៖ %1
lt: Numatyta reikšmė: %1
mr: प्रारंभीची मूल्ये: %1
nb: Standardverdi: %1
nl: Standaardwaarde: %1
pa: ਡੀਫਾਲਟ ਮੁੱਲ: %1
pt: Valor Pré-definido: %1
ro: Valoare implicită: %1
ru: Значение по умолчанию: %1
sk: Štandardná hodnota: %1
sv: Förvalt värde: %1
ta: கொடாநிலை மதிப்பு:%1
th: ค่าปริยาย: %1
uk: Типове значення: %1
wa: Prémetowe valixhance: %1
xh: Ixabiso Elihlala likhona: %1

source: Current Value: %1
af: Huidige waarde: %1
bg: Текуща стойност: %1
bn: বর্তমান মান: %1
ca: Valor actual: %1
cs: Současné hodnota: %1
da: Nuværende værdi: %1
de: Aktueller Wert: %1
el: Τρέχουσα Τιμή: %1
es: Valor actual: %1
fi: Nykyinen arvo: %1
fr: Valeur actuelle : %1
gl: Valor actual: %1
gu: કરન્ટ વેલ્યુ: %1
hi: हालिया मान: %1
hr: Trenutna vrijednost: %1
hu: Jelenlegi érték: %1
id: Nilai Sekarang: %1
ja: 現在の値: %1
km: តម្លៃ​បច្ចុប្បន្ន ៖ %1
lt: Dabartinė reikšmė: %1
mr: चालू मूल्ये: %1
nb: Gjeldende verdi: %1
nl: Huidige waarde: %1
pa: ਮੌਜੂਦਾ ਮੁੱਲ: %1
pt: Valor Actual: %1
ro: Valoare curentă: %1
ru: Текущее значение: %1
sk: Aktuálna hodnota: %1
sv: Aktuellt värde: %1
ta: தற்போதைய மதிப்பு:%1
th: ค่าปัจจุบัน: %1
uk: Поточне значення: %1
wa: Valixhance do moumint: %1
xh: Ixabiso Langoku: %1

source: Detecting sound cards...
af: Bespeur van klankkaarte ...
bg: Откриване на звукови карти…
bn: সাউন্ড কার্ড সন্ধান করছে...
ca: Detectant les targetes de so...
cs: Detekují se zvukové karty...
da: Søger efter lydkort...
de: Soundkartenerkennung läuft...
el: Ανίχνευση κάρτας ήχου...
es: Detectando tarjetas de sonido...
fi: Tunnistetaan äänikortit...
fr: Détection des cartes son...
gl: Detectando tarxetas de son...
gu: સાઉન્ડ કાર્ડસ ડિટેક્ટ કરી રહયું છે...
hi: आवाज कार्डस खोज रहा है...
hr: Otkrivam zvučne kartice...
hu: Hangkártyák keresése...
id: Sedang mendeteksi kartu suara...
ja: サウンドカードを検出しています...
km: កំពុង​រក​កាត​សំឡេង...
lt: Aptinkamos garso plokštės...
mr: ध्वनी कार्ड शोधत आहे...
nb: Søker etter lydkort...
nl: De geluidskaarten worden gedetecteerd...
pa: ਸਾਊਂਡ ਕਾਰਡ ਖੋਜੇ ਜਾ ਰਹੇ ਹਨ...
pt: A detectar placas de som...
ro: Detectez plăcile de sunet...
ru: Определение звуковых карт...
sk: Hľadám zvukové karty...
sv: Identifierar ljudkort...
ta: ஒலி அட்டைகள் அறியப்படுகின்றன....
th: กำลังตรวจสอบแผงวงจรเสียง...
uk: Виявлення звукових плат...
wa: Dji trove les cwåtes son...
xh: Ifumana amakhadi esandi...

source: Sound
af: Klank
bg: Звук
bn: শব্দ
ca: So
cs: Zvuková karta
da: Lyd
el: Ήχος
es: Sonido
fi: Ääni
fr: Son
gl: Son
gu: સાઉન્ડ
hi: आवाज
hr: Zvuk
hu: Hang
id: Suara
ja: サウンド
km: សំឡេង
lt: Garsas
mr: ध्वनि
nb: Lyd
nl: Geluid
pa: ਸਾਊਂਡ
pt: Som
ro: Sunet
ru: Звук
sk: Zvuk
sv: Ljud
ta: ஒலி
th: ระบบเสียง
uk: Звук
wa: Son
xh: Isandi

source: &Sound
af: &Klank
bg: &Звук
bn: শব্দ
ca: &So
cs: Zv&uk
da: &Lyd
el: &Ήχος
es: &Sonido
fi: Ää&ni
fr: &Son
gl: &Son
gu: &સાઉન્ડ
hi: आवाज(&S)
hr: &Zvuk
hu: &Hang
id: &Suara
ja: サウンド (&S)
km: សំឡេង​
lt: &Garsas
mr: ध्वनी
nb: &Lyd
nl: &Geluid
pa: ਸਾਊਂਡ(&S)
pt: &Som
ro: &Sunet
ru: &Звук
sk: &Zvuk
sv: &Ljud
ta: ஒலி
th: ระบบเสียง
uk: &Звук
wa: &Son
xh: &Isandi
