Repository: Dzejrou/yast-translations
Catalog: po/sound/*.po
Languages: af, bg, bn, ca, cs, da, de, el, es, fi, fr, gl, gu, hi, hr, hu, id, ja, km, lt, mr, nb, nl, pa, pt, ro, ru, sk, sv, ta, th, uk, wa, xh

source: The applications which use OSS (Open Sound System) can use the software mixer by using aoss wrapper. Use command <tt>aoss &lt;application&gt;</tt> to start the application.
af: Die toepassings wat OSS (Open Sound System, oop klankstelsel) gebruik, kan die sagteware menger gebruik, deur van die aoss-omvouer gebruik te maak. Gebruik opdrag <tt>aoss &lt;application&gt;</tt> om die toepassing te begin.
bg: Приложенията, които работят с OSS (Open Sound System) могат да използват софтуерния миксер с помощта на aoss. Използвайте командата <tt>aoss &lt;приложение&gt;</tt> за да го пуснете.
bn: যে প্রয়োগগুলি OSS (ওপেন সাউন্ড সিস্টেম) ব্যবহার করে সেগুলি aoss মোড়ক ব্যবহার করে সফটওয়্যার মিক্সার ব্যবহার করতে পারে। প্রয়োগটি শুরু করতে <tt>aoss &lt;application&gt;</tt> আদেশ ব্যবহার করুন।
ca: Les aplicacions que utilitzen l'OSS (Sistema de so obert) poden usar el mesclador de programari mitjançant l'embolcall aoss. Utilitzeu l'ordre <tt>aoss &lt;application&gt;</tt> per a iniciar l'aplicació.
cs: Aplikace používající OSS (Open Sound System) mohou používat softwarový směšovač pomocí aoss wrapperu. Ke spuštění aplikace použijte příkaz <tt>aoss &lt;prikaz_spusteni_aplikace&gt;</tt>.
da: Programmerne som anvender OSS (Open Sound System) kan anvende software- mixeren ved at bruge aoss-wrapper. Brug kommandoen <tt>aoss &lt;program&gt;</tt> til at starte programmet.
de: Die Anwendungen, die OSS (Open Sound System) verwenden, können den Software- Mixer über die Erweiterung aoss verwenden. Starten Sie die Anwendung mit dem Befehl <tt>aoss &lt;application&gt;</tt>.
el: Οι εφαρμογές που χρησιμοποιούν το OSS (Σύστημα Ήχου Ανοικτού Λογισμικού) μπορεί να χρησιμοποιήσει τον λογισμικό μείκτη με τη χρήση του aoss wrapper. Χρησιμοποιήστε την εντολή <tt>aoss &lt;application&gt;</tt> για να ξεκινήσετε την εφαρμογή.
es: Las aplicaciones que utilizan OSS (sistema de sonido abierto) pueden utilizar el mezclador de software mediante el encapsulador aoss. Utilice el comando <tt>aoss &lt;aplicación&gt;</tt> para iniciar la aplicación.
fi: Ohjelmat jotka käyttävät OSS (Open Sound System) järjestelmää, voivat käyttää ohjelmistopohjaista mikseriä käyttämällä 'aoss wrapper'iä. Käytä komentoa <tt>aoss &lt;ohjelma&gt;</tt> käynnistääksesi ohjelman.
fr: Les applications utilisant OSS (Open Sound System) peuvent faire appel au mixeur logiciel en utilisant le wrapper aoss. Utilisez la commande <tt>aoss &lt;application&gt;</tt> pour démarrer l'application.
gl: Os aplicativos que utilizan OSS (sistema de son aberto) poden utilizar o software mixer por medio de encapsulado aoss. Utilice a orde <tt>aoss &lt;aplicación&gt;</tt> para iniciar o aplicativo.
gu: અનુપ્રયોગો જે OSS (ખુલ્લા સાઉન્ડ સિસ્ટમ) વાપરે છે તે aoss રેપર દ્વારા સોફ્ટવેર મિક્સર વાપરી શકે છે. અનુપ્રયોગ શરૂ કરવા <tt> aoss &lt;અનુપ્રયોગ &gt;</tt> કમાન્ડ વાપરો.
hi: OSS (खुले साउंड सिस्टम) का प्रयोग करने वाले अनुप्रयोग एओस रैपर का प्रयोग करने के द्वारा सॉफ्टवेयर मिक्सर का प्रयोग कर सकते हैं। अनुप्रयोग आरंभ करने हेतु <tt>aoss &lt;application&gt;</tt> आदेश का प्रयोग करें।
hr: Programi koji koriste OSS (Otvoreni zvučni sustav) mogu koristiti mikser koristeći aoss omotač. Koristite naredbu <tt>aoss &lt;program&gt;</tt> da biste pokrenuli program.
hu: Az OSS (Open Sound System) rendszert használó alkalmazások képesek a keverő használatára aoss-en keresztül. Elindításukhoz használja az <tt>aoss &lt;alkalmazás&gt;</tt> parancsot.
id: Aplikasi yang menggunakan OSS (Open Sound System) dapat menggunakan perangkat lunak mixer dengan menggunakan aoss wrapper. Gunakan perintah <tt>aoss &lt;application&gt;</tt> untuk memulai aplikasi.
ja: OSS (Open Sound System) を利用するアプリケーションは aoss ラッパーを利用することで ソフトウエアミキサーを使用することができます。コマンド <tt>aoss &lt;アプリケーション&gt;</tt> を実行するとアプリケーションを開始することができます。
km: កម្មវិធី​ដែល​ប្រើ OSS (Open Sound System) អាច​ប្រើ​កម្មវិធី ឧបករណ៍​លាយ​ដោយ​ប្រើឧបករណ៍​រុំ aoss ។ ប្រើ​ពាក្យ​បញ្ជា <tt>aoss &lt;application&gt;</tt> ដើម្បី ចាប់ផ្ដើម​កម្មវិធី ។
lt: Programos, naudojančios OSS (Atvirą Garso Sistemą) gali naudoti programinį maišiklį per aoss apvalkalą. Tokią programą paleiskite įvykdę komandą <tt>aoss &lt;programa&gt;</tt>.
mr: जी उपयोजिता ओएसएस (ओपन साउंड सिस्टीम) वापरते ती एओएसएस व्रॅपरचाउपयोग करून सॉफ्टवेअरॉलमिक्सर वापरू शकते. <tt>aoss&lt;application &gt; </tt>कमांड वापरा, उपयोजिता सुरू करा.
nb: Programmer som bruker OSS (Open Sound System) kan bruke programvaremikseren via aoss. Bruk kommandoen <tt>aoss &lt;application&gt;</tt> for å starte programmet.
nl: Programma's die gebruik maken van OSS (Open Sound System) kunnen de softwaremixer gebruiken door middel van de aoss-wrapper. Gebruik het commando <tt>aoss &lt;osscommando&gt;</tt> om het programma te starten. &lt;osscommando&gt; is een commando met eventuele parameters dat de OSS API gebruikt.
pa: ਕਾਰਜ, ਜੋ ਕਿ OSS (ਓਪਨ ਸਾਊਂਡ ਸਿਸਟਮ) ਵਰਤਦੇ ਹਨ, aoss ਰੈਪਰ ਵਰਤ ਕੇ ਮਿਕਸਰ ਸਾਫਟਵੇਅਰ ਵਰਤ ਸਕਦੇ ਹਨ। ਕਾਰਜ ਸ਼ੁਰੂ ਕਰਨ ਲਈ <tt>aoss &lt;application&gt;</tt> ਕਮਾਂਡ ਦਿਓ।
pt: As aplicações que utilizam OSS (Open Sound System) pode utilizar a misturadora de software pela utilização do invólucro aoss. Utilize o comando <tt>aoss &lt;applicação&gt;</tt> para iniciar a aplicação.
ro: Aplicațiile ce utilizează OSS (Open Sound System) pot utiliza mixerul software folosind wrapper-ul aoss. Utilizați comanda <tt>aoss &lt;aplicație&gt;</tt> pentru a lansa aplicația.
ru: Приложения, использующие протокол OSS (Open Sound System), могут применять программный микшер при помощи оболочки aoss. Для запуска приложения используйте команду <tt>aoss &lt;приложение&gt;</tt>.
sk: Aplikácia, ktorá používa OSS (Open Sound System) môže používať softvérový mixér, ak sa použije príkaz aoss. Použitím príkazu <tt>aoss aplikácia</tt> spustíte the aplikáciu s podporou softvérového mixovania zvuku.
sv: Program som använder OSS (Open Sound System) kan använda programmixern med hjälp av en aoss-wrapper. Använd kommandot <tt>aoss &lt;application&gt;</tt> för att starta programmet.
ta: OSS (திறந்த ஒலி அமைப்பு)பயன்படுத்தும் பயன்பாடுகள் aoss உறையை பயன்படுத்துவதன் மூலம் மென்பொருள் கலவையை பயன்படுத்தலாம். பயன்பாட்டை</tt> துவக்குவதற்கு <tt>aoss &lt;application&gt; என்ற ஆணையை பயன்படுத்துக.
uk: Програми, які застосовують відкриту систему звуку (OSS), можуть вживати програмний мікшер за допомогою обгортання aoss. Вживайте команду <tt>aoss &lt;програма&gt;</tt>, щоб запустити програму.
wa: L' aplicåcion ki s' sieve d' OSS (Drovi Sistinme di Son) si pout siervi do programe di maxhaedje en eployant aoss wrapper. Eployîz l' comande <tt>aoss &lt;aplicåcion&gt;</tt>. pos enonder l' aplicåcion.
xh: Iinkqubo ezisebenzisa i-OSS (Vula Isixokelelwano Sesandi) zingasebenzisa isixubi se-software ngokusebenzisa isisongelo se-aoss. Sebenzisa umyalelo <tt>we-aoss &lt;inkqubo&gt;</tt> uku qalisa inkqubo.

source: <p>An error has occurred. </p>
af: <p>'n Fout het voorgekom. </p>
bg: <p>Възникнала е грешка.</p>
bn: <p>একটি ত্রুটি ঘটেছে.</p>
ca: <p>S'ha produït un error.</p>
cs: <p>Došlo k chybě.</p>
da: <p>Der opstod en fejl. </p>
de: <p> Ein Fehler ist aufgetreten. </p>
el: <p>Ένα σφάλμα παρουσιάστηκε. </p>
es: <p>Ocurrió un error.</p>
fi: <p>Ilmeni virhe. </p>
fr: <p>Il s'est produit une erreur. </p>
gl: <p>Ocorreu un erro. </p>
gu: <p>ભૂલ થઇ છે. </p>
hi: <p>खराबी आ गई है।</p>
hr: <p>Dogodila se pogreška. </p>
hu: <p>Hiba történt.</p>
id: <p>Sebuah kesalahan telah terjadi.</p>
ja: <p>エラーが発生しました。 </p>
km: <p>កំហុស​មួយ​បាន​កើតឡើង ។ </p>
lt: <p>Įvyko klaida. </p>
mr: <p>चूक आढळली आहे. </p>
nb: <p>En feil har oppstått. </p>
nl: <p>Er is een fout opgetreden. </p>
pa: <p>ਇੱਕ ਗਲਤੀ ਹੋਈ ਹੈ। </p>
pt: <p>Ocorreu um erro. </p>
ro: <p>A apărut o eroare. </p>
ru: <p>Произошла ошибка.</p>
sk: <p>Nastala chyba.</p>
sv: <p>Det har uppstått ett fel. </p>
ta: <p>ஒரு பிழை ஏற்பட்டுள்ளது.</p>
uk: <p>Трапилась помилка. </p>
wa: <p>Åk n' a nén stî. </p>
xh: <p>Kuye kwavela imposiso. </p>

source: <p> If the the problem persists, try passing <b>options</b> to the ALSA module. If your sound card still will not work, try <i>OSS/Free</i> or another module. </p>
af: <p> As die probleem voortduur, probeer om <b>opsies </b> na die ALSA-module oor te dra. As u klankkaart steeds nie wil werk nie, probeer <i>OSS/Free</i> of 'n ander module. </p>
bg: <p> Ако проблемът все още не е решен, опитайте да подадете <b>параметри</b> на ALSA модула. Ако звуковата Ви карта все още не работи опитайте <i>OSS/Free</i> или друг модул. </p>
bn: <p> যদি সমস্যাটি চলতেই থাকে তাহলে <b>বিকল্পসমূহ</b> কে ALSA মডিউলে পাঠাবার চেষ্টা করুন. এরপরেও যদি আপনার সাউন্ড কার্ড কাজ না করে তাহলে <i>OSS/Free</i> বা অপর একটি মডিউল চেষ্টা করুন. </p>
ca: <p> Si el problema continua, proveu de passar les <b>opcions</b> al mòdul ALSA. Si la targeta de so continua sense funcionar, proveu amb <i>OSS/Free</i> o amb un altre mòdul. </p>
cs: <p> Pokud problém přetrvává, zkuste předat ALSA modulu <b>volby</b>. Pokud vaše karta stále nefunguje, zkuste modul <i>OSS/Free</i> nebo jiný. </p>
da: <p> Hvis problemet ikke forsvinder så prøv at sende <b>tilvalg</b> til ALSA-modulet. Hvis dit lydkort stadig ikke virker, prøv da <i>OSS/Free</i> eller et andet modul. </p>
de: <p> Falls das Problem weiterhin besteht, versuchen Sie <b>Optionen</b> an das ALSA-Modul zu übergeben. Falls Ihre Soundkarte dennoch nicht funktioniert, probieren Sie <i>OSS/Free</i> oder ein anderes Modul. </p>
el: <p> Αν το πρόβλημα παραμένει, προσπαθήστε να περάσετε <b>επιλογές</b> στην μονάδα ALSA. Αν η κάρτα ήχου ακόμα δεν λειτουργεί, δοκιμάστε <i>OSS/Free</i> ή κάποια άλλη μονάδα. </p>
es: <p> Si el problema persiste, intente pasar las <b>opciones</b> al módulo ALSA. Si tu tarjeta de sonido no funciona, intente <i>OSS/Free</i> u otro módulo. </p>
fi: <p> Mikäli virhe toistuu, yritä asettaa ALSA-moduuliin <b>valinnat</b>. Jos äänikorttisi ei siltikään toimi, kokeile <i>OSS/Free</i> tai muuta moduulia. </p>
fr: <p> Si ce problème persiste, vous pouvez tenter de passer quelques <b>options</b> au module ALSA. Si votre carte son ne fonctionne toujours pas, vous pouvez essayer <i>OSS/Free</i> ou un autre module. </p>
gl: <p> De persistir o problema, intente pasar as <b>opcións</b> ao módulo ALSA. Se a súa tarxeta de son non funciona, intente <i>OSS/Free</i> ou outro módulo. </p>
gu: <p> જો સમસ્યા ઉભી થાય તો, ALSA મોડ્યૂલને <b>વિકલ્પો</b> પસાર કરવાનો પ્રયાસ કરો. જો આપનું સાઉન્ડ કાર્ડ હજીપણ કાર્ય નહીં કરે, તો<i>OSS/ફ્રી</i> અથવા મોડ્યુલ પ્રયાસ કરો. </p>
hi: <p> यदि समस्या जारी रहती है, ALSA मॉड्यूल को </b>विकल्प</b> पास करने का प्रयास करें. यदि आपका आवाज कार्ड फिर भी काम नहीं करता है, <i>OSS/फ्री</i> अथवा अन्य मॉड्यूल के लिए प्रयास करें. </p>
hr: <p> Ako se problem i dalje bude pojavljivao, probajte proslijediti <b>izbore</b> ALSA modulu. Ako vaša zvučna kartica i dalje ne radi, probajte <i>OSS/Free</i> ili drugi modul. </p>
hu: <p> Ha a probléma van, próbáljon meg <b>paramétereket</b> átadni az ALSA modulnak. Ha a hangkártya továbbra sem működik, próbálja ki az <i>OSS/Free</i>-t vagy másik modult. </p>
id: <p> Jika masalah terus berlanjut, coba lewati <b>Pilihan</b> untuk modul ALSA. Jika kartu suara Anda masih tidak akan bekerja, cobalah <i>OSS/Free</i> atau modul lain. </p>
ja: <p> それでも問題がある場合は、 ALSA モジュールの <b>オプション</b> を 設定してみてください。それでもサウンドカードが 動作しない場合は <i>OSS/Free</i> または他のモジュールを使用 してみてください。 </p>
km: <p> បើ​បញ្ហា​កើត​មាន ព្យាយាម​ហុច <b>ជម្រើស</b> ទៅ​ម៉ូឌុល ALSA​ ។ បើ​កាត​សំឡេង​របស់​អ្នក​នៅ​តែ​ មិន​ដំណើរការ ព្យាយាម <i>OSS/Free</i> ឬ​ ម៉ូឌុល​មួយ​ផ្សេង ។ </p>
lt: <p> Jei problema išlieka, bandykite ALSA moduliui paduoti <b>parametrus</b>. Jei jūsų garso plokštė vis dar neveiks, pamėginkite <i>OSS/Free</i> arba kitokį modulį. </p>
mr: <p> जर अडचण कायम राहीली, दाबून <b>विकल्प</b> ALSA मॉडयूलकरता. जर तुमचे ध्वनी कार्ड तरीही चालले नाही तर <i>OSS/Free</i> or इतर मॉडयूल वापरून पहा. </p>
nb: <p> Hvis problemet fortsetter, forsøk å velge ulike <b>alternativer</b> for ALSA-modulen. Hvis lydkortet fremdeles ikke virker, forsøk <i>OSS/Free</i> eller en annen modul. </p>
nl: <p> Wanneer het probleem blijft bestaan, probeer dan enige <b>opties</b> mee te geven aan de ALSA-module. Als u uw geluidskaart dan nog niet aan de praat krijgt, probeer het dan eens met <i>OSS/Free</i> of een andere module. </p>
pa: <p> ਜੇ ਮੁਸ਼ਕਲ ਉਵੇਂ ਹੀ ਰਹਿੰਦੀ ਹੈ, ਤਾਂ ALSA ਮੋਡੀਊਲ ਨੂੰ <b>ਚੋਣ</b> ਦੇਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ। ਜੇ ਤੁਹਾਡਾ ਸਾਊਂਡ ਕਾਰਡ ਹਾਲੇ ਵੀ ਕੰਮ ਨਹੀਂ ਕਰਦਾ, <i>OSS/Free</i> ਜਾਂ ਹੋਰ ਮੋਡੀਊਲ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ। </p>
pt: <p> Se o problemas persistir, tente passar as <b>opções </b> para o módulo ALSA. Se a placa de som continuar sem funcionar, tente <i>OSS/Free</i> ou outro módulo. </p>
ro: <p> Dacă problema persistă, încercați să transmiteți <b>opțiuni</b> modulului ALSA. Dacă placa de sunet tot nu funcționează, încercați <i>OSS/Free</i> sau alt modul. </p>
ru: <p> Если проблема осталась, попытайтесь передать <b>параметры</b> в модуль ALSA. Если ваша звуковая карта все равно не работает, попробуйте <i>OSS/Free</i> или другой модуль. </p>
sk: <p> Ak problém pretrváva, skúste predať modulu ALSA <b>options</b>. Ak vaša karta stále nefunguje, skúste <i>OSS/Free</i> alebo iný modul. </p>
sv: <p> Om problemet kvarstår, försök att skicka <b>alternativ</b> till ALSA-modulen. Om ljudkortet fortfarande inte fungerar, försök med <i>OSS/Free</i> eller någon annan modul. </p>
ta: <p> பிரச்சனைத் தொடர்ந்தால், <b>விருப்பத்தேர்வுகளை</b> ALSA கூறுக்கு மாற்றி முயற்சிச்கவும். உங்கள் ஒலி அட்டை இன்னமும் இயங்கவில்லை என்றால் <i>OSS/Free</i> அல்லது இன்னொருக் கூறை முயற்சிக்கவும். </p>
uk: <p> Якщо проблема залишилась, спробуйте передати <b>параметри</b> у модуль ALSA. Якщо ваша звукова плата все ще не працює,спробуйте <i>OSS/Free</i> або інший модуль. </p>
wa: <p> Sel problinme est co la, sayîz d' passer kékès <p>tchuzes</p> ås module ALSA. Si vosse cwåte son n' rote co todi nén, sayîz <i>OSS/Free</i> oudonbén en ôte module. </p>
xh: <p> Ukuba ingxaki ihlala ikhona, zama ukudlulisela <b>izikhethwa</b> kwimodyuli ye-ALSA. Ukuba ikhadi lakho lesandi nangoku alifuni kusebenza, zama I <i>OSS/Ekhululekiley</i> okanye enye imodyuli. </p>

source: <p> This is the complete sound card list. Use the <b>Finish</b> button to save sound card information. </p>
af: <p> Dit is die volledige klankkaartlys. Gebruik die <b>Voltooi</b>-knoppie om klankkaartinligting te berg. </p>
bg: <p> Това е целият списък със звукови карти. За да запазите информацията за картата натиснете <B>Край</B>. </p>
bn: <p> এটি হল সম্পূর্ণ সাউন্ড কার্ডের তালিকা. সাউন্ড কার্ডের তথ্য সংরক্ষণের জন্যে <b>সমাপ্ত</b> ব্যবহার করুন.</p>
ca: <p> Aquesta és la llista sencera de les targetes de so. Utilitzeu el botó <b>Acaba</b> per desar la informació de la targeta de so. </p>
cs: <p> Toto je kompletní seznam zvukových karet. Tlačítkem <b>Konec</b> uložíte informace o zvukové kartě. </p>
da: <p> Dette er den komplette liste over lydkort. Brug <b>Afslut</b>-knappen for at gemme lydkort information. </p>
de: <p> Dies ist die komplette Soundkartenliste. Verwenden Sie den Button <b>Beenden</b> zum Speichern der Soundkarteninformationen. </p>
el: <p> Αυτή είναι η πλήρης λίστα καρτών ήχου. Χρησιμοποιήστε το κουμπί <b>Τέλος</b> για αποθήκευση πληροφοριών κάρτας ήχου. </p>
es: <p> Esta es la lista completa de tarjetas de sonido. Utilice el botón <b>Finalizar</b> para grabar la información de la tarjeta de sonido. </p>
fi: <p> Tämä on täydellinen äänikorttiluettelo. Napsauta <b>Valmis</b> tallentaaksesi äänikortin tiedot. </p>
fr: <p> Voici la liste complète des cartes son. Utilisez le bouton <b>Terminer</b> pour enregistrer les informations concernant la carte son. </p>
gl: <p> Esta é a lista completa de tarxetas de son. Utilice <b>Finalizar</b> para gardar a información da tarxeta de son. </p>
gu: <p> આ સંપૂર્ણ સાઉન્ડ કાર્ડ સૂચી છે. સાઉન્ડ કાર્ડ માહિતી સેવ કરવા <b>ફિનીશ</b> બટનનો ઉપયોગ કરો. </p>
hi: <p> यह संपूर्ण आवाज कार्ड सूची है. आवाज कार्ड जानकारी को संचय करने के लिए <b>फिनिश</b> का उपयोग करें. </p>
hr: <p> Ovo je potpuna lista zvučnih kartica. Koristite <b>Završi</b> gumb da biste sačuvali informacije o zvučnoj kartici. </p>
hu: <p> Ez a teljes hangkártyalista. Használja a <b>Kész</b> gombot a hangkártyaadatok elmentéséhez. </p>
id: <p> Ini adalah daftar lengkap kartu suara. Gunakan tombol <b>Selesai</b> untuk menyimpan informasi kartu suara. </p>
ja: <p> ここには全てのサウンドカードを表示しています。 <b>完了</b> ボタンを押すと サウンドカードの情報を保存することができます。 </p>
km: <p> នេះ​ជា​បញ្ជី​កាត​សំឡេង​ពេញលេញ ។ ប្រើ​ប៊ូតុង <b>បញ្ចប់</b> ដើម្បី​រក្សាទុក​ព័ត៌មាន​កាត​សំឡេង ។​ </p>
lt: <p> Tai visas garso plokščių sąrašas. Norėdami išsaugoti informaciją apie garso plokštę, spauskite mygtuką <b>Užbaigti</b>. </p>
mr: <p> ही ध्वनी कार्डची पूर्ण यादी आहे. वापरुन <b>फीनीश</b> बटन ध्वनी कार्डची माहिती साठवा. </p>
nb: <p> Dette er hele lydkortlisten. Klikk på <b>Fullfør</b>-knappen for å lagre lydkortinformasjonen. </p>
nl: <p> Dit is de complete lijst met geluidskaartgegevens. Klik op de knop <b>Voltooien</b> om de geluidskaartinformatie op te slaan. </p>
pa: <p> ਇਹ ਮੁਕੰਮਲ ਸਾਊਂਡ ਕਾਰਡ ਲਿਸਟ ਹੈ। ਸਾਊਂਡ ਕਾਰਡ ਜਾਣਕਾਰੀ ਸੰਭਾਲਣ ਲਈ <b>ਸਮਾਪਤ</b> ਵਰਤੋਂ। </p>
pt: <p> Lista completa de placas de som. Utilize o botão <b>Terminar</b> para guardar a informação da placa de som. </p>
ro: <p> Aceasta este lista completă a plăcilor de sunet. Utilizați butonul <b>Gata</b> pentru a salva informațiile plăcilor de sunet. </p>
ru: <p> Это полный список звуковых карт. Нажмите кнопку <b>Готово</b>, чтобы сохранить данные звуковых карт. </p>
sk: <p> Toto je úplný zoznam zvukových kariet. Pomocou <b>Dokončiť</b> uložíte informácie o zvukovej karte. </p>
sv: <p> Det här är den fullständiga ljudkortslistan. Använd knappen <b>Slutför</b> för att spara ljudkortsinformation. </p>
ta: <p> இது முழுமையான ஒலி அட்டைப் பட்டியல். <b>முடிவைFinish</b> ஒலி அட்டைத் தகவலை சேமிப்பதற்காக அழுத்தவும். </p>
uk: <p> Це повний список звукових плат. Натисніть кнопку <b>Закінчити</b>, щоб зберегти інформацію звукової плати. </p>
wa: <p> Çouci est l' complete djivêye des cwåtes son. Siervoz vs do boton <b>Fini</b> po schaper les informåcions sol cwåte son. </p>
xh: <p> Olu luluhlu olugqityiweyo lwekhadi lesandi. Sebenzisa i <b>Qhosha</b> lokugqiba ukugcina ulwazi lwekhadi lesandi. </p>

source: <p> Use <b>Delete</b> to remove a configured sound card. Use <b>Add sound card</b> to add a sound card. </p>
af: <p> Gebruik <b>Skrap</b> om 'n gekonfigureerde klankkaart te verwyder. Gebruik <b>Voeg klankkaart by</b> om klankkaart by te voeg. </p>
bg: <p> Използвайте <b>Изтриване</b> за да премахнете настроена звукова карта. Използвайте <b>Добавяне на звукова карта</b> за да добавите нова. </p>
bn: <p> সংরূপিত সাউন্ড কার্ড অপসারণের জন্যে <b>মুছে দিন</b> ব্যবহার করুন. সাউন্ড কার্ড যোগ করার জন্যে <b>সাউন্ড কার্ড যোগ করুন</b> ব্যবহার করুন. </p>
ca: <p> Seleccioneu <b>Suprimeix</b> per a suprimir una targeta de so que ja s'ha configurat. Utilitzeu l'opció <b>Afegeix una targeta de so</b> si voleu afegir-ne una. </p>
cs: <p> Použijte <b>Odstranit</b> pro odstranění nakonfigurované zvukové karty. Použijte <b>Přidat zvukovou kartu</b> pro přidání. </p>
da: <p> Brug <b>Slet</b> for at fjerne et konfigureret lydkort. Brug <b>Tilføj lydkort</b> for at tilføje et lydkort. </p>
de: <p> Verwenden Sie <b>Löschen</b> zum Entfernen einer konfigurierten Soundkarte. Verwenden Sie <b>Soundkarte hinzufügen</b> zum Hinzufügen einer Soundkarte. </p>
el: <p> Χρησιμοποιήστε <b>Διαγραφή</b> για αφαίρεση ρυθμισμένης κάρτας ήχου. Χρησιμοποιήστε <b>Προσθήκη κάρτας ήχου</b> για προσθήκη μια κάρτας ήχου. </p>
es: <p> Utilice <b>Suprimir</b> para configurar la tarjeta de sonido. Utilice <b>Añadir tarjeta de sonido</b> para añadir una tarjeta de sonido. </p>
fi: <p> Napsauta <b>Poista</b> poistaaksesi määritetyn äänikortin. Napsauta <b>Lisää äänikortti</b> lisätäksesi äänikortin. </p>
fr: <p> Utilisez le bouton <b>Effacer</b> pour éliminer une carte configurée. Utilisez le bouton <b>Ajouter une carte son</b> pour ajouter une carte. </p>
gl: <p> Utilice <b>Eliminar</b> para retirar a tarxeta de son configurada. Utilice <b>Engadir tarxeta de son</b> para engadir unha tarxeta de son. </p>
gu: <p> કોન્ફીગર થયેલ સાઉન્ડ કાર્ડ રીમુવ કરવા <b>ડીલીટ</b> નો ઉપયોગ કરો. સાઉન્ડ કાર્ડ ઉમેરવા <b>એડ સાઉન્ડ કાર્ડ</b> નો ઉપયોગ કરો. </p>
hi: <p> किसी विन्यास किए गए आवाज कार्ड को हटाने के लिए <b>डिलिट</b> का उपयोग करें. किसी आवाज कार्ड को जोड़ने के लिए <b>ऐड आवाज कार्ड</b> का उपयोग करें. </p>
hr: <p> Koristite <b>Izbriši</b> da biste uklonili postavljenu zvučnu karticu. Koristite <b>Dodaj zvučnu karticu</b> da biste dodali zvučnu karticu. </p>
hu: <p> Használja a <b>Törlés</b> gombot a beállított hangkártya eltávolításához. Használja a <b>Hangkártya hozzáadása</b> gombot a hangkártya hozzáadásához. </p>
id: <p> Gunakan <b>Hapus</b> untuk menghapus kartu suara yang sudah dikonfigurasi. Gunakan <b>Tambah kartu suara</b> untuk menambahkan kartu suara. </p>
ja: <p> 設定したサウンドカードを削除するには <b>削除</b> を押してください。 サウンドカードを追加するには <b>追加</b> を押してください。 </p>
km: <p> ប្រើ <b>លុប​</b> ដើម្បី​យក​កាត​សំឡេង​ដែល​បាន​កំណត់​រចនាសម្ព័ន្ធ​ចេញ ។ ប្រើ <b>បន្ថែម​កាត​សំឡេង</b> ដើម្បី​បន្ថែម​កាត​សំឡេង​មួយ​ ។ </p>
lt: <p> Norėdami pašalinti sukonfigūruotą garso plokštę, spauskite <b>Pašalinti</b>. Norėdami pridėti garso plokštę, spauskite <b>Pridėti garso plokštę</b>. </p>
mr: <p> वापर <b>मिठवा</b> कॉनफिग्युअर्ड केलेली ध्वनी कार्ड. वापर <b>ऍ़ड साऊन्ड कार्ड</b> ध्वनी कार्ड जोडण्यासाठी वापरा. </p>
nb: <p> Bruk <b>Slett</b> for å slette et konfigurert lydkort. Bruk <b>Legg til lydkort</b> for å legge til et lydkort. </p>
nl: <p> Met <b>Verwijderen</b> kunt u een geconfigureerde geluidskaart verwijderen. Met <b>Geluidskaart toevoegen</b> kunt u een geluidskaart toevoegen. </p>
pa: <p> ਸੰਰਚਿਤ ਸਾਊਂਡ ਕਾਰਡ ਹਟਾਉਣ ਲਈ <b>ਹਟਾਓ</b> ਵਰਤੋਂ। ਸਾਊਂਡ ਕਾਰਡ ਸ਼ਾਮਲ ਕਰਨ ਲਈ <b>ਸਾਊਂਡ ਕਾਰਡ ਸ਼ਾਮਲ</b> ਵਰਤੋਂ। </p>
pt: <p> Utilize <b>Apagar</b> para remover as placas de som configuradas. Utilize <b>Adicionar placa de som</b> para adicionar uma placa de som. </p>
ro: <p> Utilizați <b>Șterge</b> petnru a îndepărta o placă de sunet configurată. Utilizați <b>Adaugă placă de sunet</b> pentru a adăuga o placă de sunet. </p>
ru: <p> Нажмите <b>Удалить</b> для удаления установленной звуковой карты. Нажмите <b>Добавить звуковую карту</b> для добавления звуковой карты. </p>
sk: <p> Použite <b>Zmazať</b> pre odstránenie nakonfigurovanej zvukovej karty, <b>Pridať novú kartu</b> umožňuje novú kartu pridať. </p>
sv: <p> Använd <b>Ta bort</b> för att ta bort ett inställt ljudkort. Använd <b>Lägg till ljudkort</b> för att lägga till ett ljudkort. </p>
ta: <p> <b>நீக்குகவை</b> வடிவமைக்கப்பட்ட ஒலி அட்டையை நீக்கப் பயன்படுத்தவும். <b>ஒலி அட்டையை சேர்க்க </b> வை ஒரு ஒலி அட்டையை சேர்ப்பதற்காகப் பயன்படுத்தவும். </p>
uk: <p> Натисніть <b>Вилучити</b>, щоб вилучити налаштовану звукову плату. Натисніть <b>Додати звукову плату</b>, щоб додати звукову плату. </p>
wa: <p> Siervoz vs di <b>Disfacer</b> po oister ene cwåte son apontieye. Siervoz vs di <b>Radjouter ene cwåte son</b> po radjouter ene cwåte son. </p>
xh: <p> Sebenzisa u <b>Cima</b> ukushenxisa ikhadi lesandi elibumbekile. Sebenzisa u <b>Faka ikhadi lesandi</b> ukufaka ikhadi lesandi. </p>
