Repository: Dzejrou/yast-translations
Catalog: po/sound/*.po
Languages: af, bg, bn, ca, cs, da, de, el, es, fi, fr, gl, gu, hi, hr, hu, id, ja, km, lt, mr, nb, nl, pa, pt, ro, ru, sk, sv, ta, th, uk, wa, xh

source: <p>You can try to pass some <b>options</b> to the module.</p>
af: <p>U kan probeer om enkele <b>opsies</b> na die module oor te dra.</p>
bg: <p>Можете да опитате да подадете някои <b>параметри</b> на модула.</p>
bn: <p>আপনি কয়েকটি <b>বিকল্প</b> মডিউলে পাঠাবার চেষ্টা করতে পারেন.</p>
ca: <p>Podeu provar de passar algunes <b>opcions</b> al mòdul.</p>
cs: <p>Můžete vyzkoušet předat některé <b>volby</b> modulu jádra.</p>
da: <p>Du kan prøve at sende nogle <b>tilvalg</b> til modulet.</p>
de: <p>Sie können versuchen, dem Modul einige <b>Optionen</b> zu übergeben.</p>
el: <p>Μπορείτε να προσπαθήσετε να περάσετε κάποιες <b>επιλογές</b> στην μονάδα.</p>
es: <p>Puede intentar pasar algunas <b>opciones</b> al módulo.</p>
fi: <p>Voit yrittää asettaa joitakin moduulin <b>valintoja</b>.</p>
fr: <p>Vous pouvez tenter de passer quelques <b>options</b> au module.</p>
gl: <p>Pode intentar pasar algunhas <b>opcións</b> ao módulo.</p>
gu: <p>આપ મોડ્યુલને કેટલાંક <b>વિકલ્પો</b> પસાર કરવાનો પ્રયાસ કરી શકો.</p>
hi: <p>तुम कुछ <b>विकल्प</b> मोडयूल को देने की कोशिश कर सकते हो।</p>
hr: <p>Možete pokušati proslijediti neke <b>izbore</b> u modul.</p>
hu: <p>Megpróbálhat néhány <b>paramétert</b> átadni a modulnak.</p>
id: <p>Anda dapat mencoba melewati beberapa <b>Opsi</b> untuk modul.</p>
ja: <p>このモジュールには <b>オプション</b> を指定することができます。</p>
km: <p>អ្នក​អាច​សាកល្បងហុច <b>ជម្រើស</b> ខ្លះ​ទៅ​ម៉ូឌុល ។​</p>
lt: <p>Galite pamėginti moduliui paduoti tam tikrus <b>parametrus</b>.</p>
mr: <p>तुम्ही मॉड्युलकडे काही <b>पर्याय</b> पाठवायचा प्रयत्न करू शकता.</p>
nb: <p>Du kan forsøke å velge noen <b>alternativer</b> for modulen.</p>
nl: <p>U kunt proberen om enige <b>opties</b> mee te geven aan de module.</p>
pa: <p>ਤੁਸੀਂ ਕੁਝ <b>ਚੋਣਾਂ</b> ਮੋਡੀਊਲ ਨੂੰ ਭੇਜਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰ ਸਕਦੇ ਹੋ।</p>
pt: <p>Pode tentar passar algumas <b>opções</b> para o módulo.</p>
ro: <p>Puteți încerca să transmiteți modulului niște <b>opțiuni</b>.</p>
ru: <p>Вы можете передать дополнительные <b>параметры</b> модулю ядра.</p>
sk: <p>Môžete skúsiť predať modulu nejaké <b>možnosti</b>.</p>
sv: <p>Du kan försöka att skicka några <b>alternativ</b> till modulen.</p>
ta: <p>நீங்கள் சில <b>விருப்பத் தேர்வுகளை </b>கூற்றிற்கு மாற்ற முயற்சிக்கவும். </p>
uk: <p>Можете спробувати передати певні <b>параметри</b> у модуль.</p>
wa: <p>Vos ploz sayî d' passer des <b>tchuzes</b> å module.</p>
xh: <p>Ungazama ukudlulisela ezinye <b>izikhethwa</b> kwimodyuli.</p>

source: The sound card
af: Die klankkaart
bg: Звуковата карта
bn: সাউন্ড কার্ড
ca: La targeta de so
cs: Zvuková karta
da: Lydkortet
de: Die Soundkarte
el: Η κάρτα ήχου
es: La tarjeta de sonido
fi: Äänikortti
fr: La carte son
gl: A tarxeta de son
gu: ધ સાઉન્ડ કાર્ડ
hi: आवाज कार्ड
hr: Zvučna kartica
hu: A(z)
id: kartu suara
ja: サウンドカード
km: កាត​សំឡេង​
lt: Garso plokštė
mr: ध्वनीकार्ड
nb: Lydkortet
nl: De geluidskaart
pa: ਸਾਊਂਡ ਕਾਰਡ
pt: A placa de som
ro: Placa de sunet
ru: Звуковая карта
sk: Zvuková karta
sv: Ljudkortet
ta: ஒலி அட் டை
th: แผงวงจรเสียง
uk: Звукова плата
wa: Li cwåte son
xh: Ikhadi lesandi

source: &Quick automatic setup
af: &Snel outomatiese opstelling
bg: &Бърза автоматична настройка
bn: দ্রুত স্বয়ংক্রিয় সেটআপ
ca: Confi&guració automàtica ràpida
cs: R&ychlé automatické nastavení
da: &Hurtig automatisk opsætning
de: S&chnelles automatisches Setup
el: &Γρήγορη αυτόματη εγκατάσταση
es: Confi&guración automática rápida
fi: Pika-&asennus
fr: Configuration automatique &rapide
gl: Confi&guración automática rápida
gu: &ક્વીક ઓટોમેટીક સેટઅપ
hi: तेज आटोमैटिक सैटअप(&Q)
hr: &Brzo automatsko postavljanje
hu: Gyors, au&tomatikus beállítás
id: &Penataan cepat otomatis
ja: 簡易設定 (&Q)
km: រៀបចំ​ស្វ័យប្រវត្តិ​រហ័ស
lt: G&reitas automatinis konfigūravimas
mr: झटपट स्वयंचलित मांडणी
nb: &Raskt automatisk oppsett
nl: &Snelle automatische instelling
pa: ਤੁਰੰਤ ਆਟੋਮੈਟਿਕ ਸੈਟਅੱਪ(&Q)
pt: &Configuração automática rápida
ro: Configurare automată rapidă
ru: &Быстрая автоматическая установка
sk: &Rýchle automatické nastavenie
sv: Sna&bb automatisk installation
ta: உடனடி தன்னியக்க அமைப்பு
uk: &Швидке автоматичне налаштування
wa: &Roed apontiaedje otomatike
xh: &Ukumisela inkqubo okukhawulezileyo okuzenzekelayo

source: Normal &setup
af: Normale &opstelling
bg: Нор&мална настройка
bn: স্বাভাবিক সেটআপ
ca: Configuració &normal
cs: Normální na&stavení
da: Normal op&sætning
de: Normales &Setup
el: Κανονική &εγκατάσταση
es: Configuración &normal
fi: &Perusasennus
fr: Configuration &normale
gl: Configuración &normal
gu: નોર્મલ &સેટઅપ
hi: सामान्य सैटअप(&s)
hr: &Normalne postavke
hu: S&zokványos beállítás
id: &Penataan normal
ja: 標準設定 (&S)
km: រៀបចំ​ធម្មតា
lt: Papra&stas konfigūravimas
mr: साधारण मांडणी
nb: Normalt &oppsett
nl: Normale &instelling
pa: ਸਧਾਰਨ ਸੈਟਅੱਪ(&s)
pt: &Configuração Normal
ro: Configurare normală
ru: Обычная у&становка
sk: Normálne &nastavenie
sv: Normala in&ställningar
ta: சாதாரண அமைப்பு
th: ตั้งค่าปกติ
uk: Звичайне &налаштування
wa: Normå &apontiaedje
xh: Ukumisela inkqubo &okuqhelekileyo

source: Advanced setup with possibility to change &options
af: Gevorderde opstelling met moontlikheid om &opsies te wysig
bg: Раз&ширено поставяне с възможност за промяна на параметри
bn: বিকল্প পরিবর্তনের সম্ভাবনা সমেত উন্নত সেটআপ
ca: Configuració &avançada amb la possibilitat de canviar les opcions
cs: Expertní nastavení s možností měnit v&olby
da: Avanceret &opsætning med mulighed for at ændre tilvalg
de: Erweitertes Setup mit der Möglichkeit, &Optionen zu ändern
el: Προχωρημένη εγκατάσταση με δυνατότητα αλλαγής &επιλογών
es: Configuración &avanzada con posibilidad de cambiar las opciones
fi: &Erikoisasennus mahdollisuudella vaihtaa valintoja
fr: Configuration avancée avec possibilité de changer les &options
gl: Configuración avanzada con posibilidade de cambiar as &opcións
gu: વિકલ્પો બદલવાની શક્યતા સાથેનું એડવાન્સડ સેટઅપ
hi: विकल्प बदलने की सभांवना के साथ एडवांस सैटअप
hr: Napredne postavke s mogučnošću promjene &izbora
hu: Speciális beállítás a &paraméterek megváltoztatásának lehetőségével
id: Penataan lanjutan dengan kemungkinan untuk mengubah &pilihan
ja: オプションの変更が可能な詳細設定 (&O)
km: ការ​រៀបចំ​កម្រិត​ខ្ពស់ ដែល​អាច​ឲ្យ​អ្នក​ផ្លាស់ប្ដូរ​ជម្រើស
lt: Papildomas k&onfigūravimas su parametrų keitimo galimybe
mr: प्रगत मांडणी पर्याय बदलण्याच्या शक्यतेसह
nb: Avansert &oppsett med egendefinerte alternativer
nl: Geavanceerde instelling met de mogelijkheid om &opties te wijzigen
pa: ਚੋਣਾਂ ਬਦਲਣ ਦੀ ਸੰਭਾਵਨਾ ਸਮੇਤ ਤਕਨੀਕੀ ਸੈਟਅੱਪ(&o)
pt: Configuração avançada com possibilidade de modificar as &opções
ro: Configurare avansată cu posibilitatea modificării opțiunilor
ru: Д&ополнительная настройка с возможностью изменения параметров
sk: Pokročilé nastavenie so zmenou jednotlivých &možností
sv: Avancerade inställningar med m&öjlighet att ändra inställningar
ta: விருப்பத் தேர்வுகளை மாற்றக்கூடிய சாத்தியங்களுடனான மேம்படுத்தப்பட்ட அமைப்பு
uk: Розширене налаштування з можливістю зміни &параметрів
wa: Sipepieus apontiaedje avou l' possibilité d' candjî les &tchuzes
xh: Ukumisela inkqubo okuhambele phambili ngokuba nako ukwenzeka kokutshintsha &kwezikhethwa

source: Sound Card Configuration
af: Klankkaartkonfigurasie
bg: Настройка на звуковата карта
bn: সাউণ্ড কার্ড কনফিগারেশন
ca: Configuració de la targeta de so
cs: Konfigurace zvukové karty
da: Konfiguration af lydkort
de: Soundkartenkonfiguration
el: Ρύθμιση Κάρτας Ήχου
es: Configuración de la tarjeta de sonido
fi: Äänikorttimääritykset
fr: Configuration de la carte son
gl: Configuración da tarxeta de son
gu: સાઉન્ડ કાર્ડ કોન્ફીગરેશન
hi: आवाज कार्ड समनुरुपण
hr: Postavke zvučne kartice
hu: Hangkártya beállítása
id: Konfigurasi Kartu Suara
ja: サウンドカードの構成
km: ការកំណត់​រចនាសម្ព័ន្ធ​កាត​សំឡេង
lt: Garso plokštės konfigūravimas
mr: ध्वनिकार्ड संरचना
nb: Lydkortkonfigurasjon
nl: Geluidskaartconfiguratie
pa: ਸਾਊਂਡ ਕਾਰਡ ਸੰਰਚਨਾ
pt: Configuração da Placa de Som
ro: Configurare placă de sunet
ru: Настройка звуковой карты
sk: Nastavenie zvukovej karty
sv: Ljudkortsinställningar
ta: ஒலி அட்டை வடிவமைப்பு
th: การปรับแต่งแผงวงจรเสียง
uk: Налаштування звукової плати
wa: Apontiaedje del cwåte son
xh: Ubumbeko Lwekhadi Lesandi

source: &Volume
bg: &Сила на звука
bn: ভলিউম
ca: &Volum
cs: &Hlasitost
da: &Lydstyrke
de: &Lautstärke
el: &Ένταση
es: &Volumen
fi: Äänen&voimakkuus
gu: &વોલ્યુમ
hi: वोल्यूम(&V)
hr: &Glasnoća
hu: &Hangerő
ja: 音量 (&V)
km: កម្រិត​សំឡេង
lt: &Garsumas
mr: ध्वनिपातळी
nb: &Lydstyrke
pa: ਵਾਲੀਅਮ(&V)
ro: &Volum
ru: &Громкость
sk: &Hlasitosť
sv: &Volym
ta: கனம்
th: ระดับเสียง
uk: &Гучність
xh: &Amandla

source: Settings for sound card
af: Instellings vir klankkaart
bg: Настройки за звуковата карта
bn: সাউন্ড কার্ডের জন্যে সেটিং
ca: Paràmetres de la targeta de so
cs: Nastavení zvukové karty
da: Indstillinger for lydkort
de: Soundkarteneinstellungen
el: Ρυθμίσεις κάρτας ήχου
es: Parámetros para la tarjeta de sonido
fi: Äänikortin asetukset
fr: Paramètres pour la carte son
gl: Parámetros da tarxeta de son
gu: સાઉન્ડ કાર્ડ માટે ગોઠવો
hi: आवाज कार्ड के लिए व्यवस्थाऐं
hr: Postavke zvučne kartice
hu: Hangkártya-beállítások
id: Pengaturan kartu suara
ja: サウンドカードの設定
km: ការកំណត់​សម្រាប់​កាត​សំឡេង
lt: Garso plokštės nuostatos
mr: ध्वनीकार्डाची मांडणी
nb: Innstillinger for lydkort
nl: Geluidskaartinstellingen
pa: ਸਾਊਂਡ ਕਾਰਡ ਲਈ ਸੈਟਿੰਗ
pt: Definições para a placa de som
ro: Setări pentru placa de sunet
ru: Параметры звуковой карты
sk: Nastavenie zvukovej karty
sv: Inställningar för ljudkort
ta: ஒலி அட்டை அமைவுகள்
th: ตั้งค่าสำหรับแผงวงจรเสียง
uk: Параметри звукової плати
wa: Apontiaedjes pol cwåte son
xh: Izakhelo zekhadi lesandi

source: Volume Adjust and Test
bg: Регулиране и проба силата на звука
ca: Prova i ajustament de volum
cs: Nastavení hlasitosti a testování
da: Lydstyrkejustering og -test
de: Lautstärke anpassen und testen
el: Ρύθμιση έντασης και Δοκιμή
es: Prueba y ajuste del volumen
fi: Äänenvoimakkuuden säätäminen ja testaus
fr: Réglage du volume et test
gl: Axuste do volume e proba
hr: Podešavanje glasnoće i testiranje
hu: Hangerő beállítása és tesztelés
id: Sesuaikan Volume dan Tes
ja: 音量の設定とテスト
km: លៃ​តម្រូវ និង​សាកល្បង​កម្រិត​សំឡេង
lt: Reguliuoti garsumą ir išbandyti
nb: Lydstyrkejustering og test
nl: Volume aanpassen en testen
pa: ਵਾਲੀਅਮ ਐਡਜੱਸਟ ਅਤੇ ਟੈਸਟ
pt: Ajustar e Testar Volume
ro: Ajustare și testare volum
ru: Настройка и проверка уровня громкости
sk: Úprava hlasitosti a test
sv: Justera volymen och testa
th: ปรับระดับเสียงและทดสอบ
uk: Встановлення гучності та перевірка
wa: Apontyî l' volume eyet l' sayî

source: Press 'Test' to start playing sound sample
af: Druk 'Toets' om klankmonster te begin speel.
bg: Натиснете 'Пробване' за да започне просвирването.
bn: নমুনা শব্দ বাজানো শুরু করার জন্যে 'পরীক্ষণ' টিপুন
ca: Premeu "Prova" perquè es reprodueixi una mostra del so
cs: Stiskněte 'Test' pro přehrání zvukového vzorku
da: Tryk 'Test' for at starte lydprøve
de: Klicken Sie auf 'Test' für einen Klangtest
el: Πατήστε το 'Δοκιμή' για να ξεκινήσει να παίζει το ηχητικό δείγμα
es: Pulse Probar para comenzar a reproducir una muestra de sonido
fi: Napsauta "Testaa" aloittaaksesi ääninäytteen soittamisen
fr: Cliquez sur 'Tester' pour entendre un échantillon sonore
gl: Prema 'Probar' para iniciar a reproducción dunha mostra de son
gu: સાઉન્ડ સેમ્પલ વગાડવાનું શરૂ કરવા 'ટેસ્ટ' દબાવો
hi: नमूना आवाज चलाने के लिए 'टेस्ट' दबाऐं
hr: Pritisnite 'Test' da biste pokrenuli zvučni uzorak
hu: Nyomja meg a 'Teszt' gombot a hangminta lejátszásához
id: Tekan 'Tes' untuk mulai memainkan sampel suara
ja: 'テスト' を押してサウンドサンプルの再生を開始してください
km: ចុច 'សាកល្បង' ដើម្បី​ចាប់ផ្ដើមចាក់​គំរូ​សំឡេង​
lt: Norint paleisti pavyzdžio grojimą, spauskite „Testas“
mr: ध्वनीमुद्रा सुरू करण्यासाठी 'चाचणी' वर दाबा
nb: Klikk 'Test' for å starte avspilling av en lydprøve
nl: Klik op 'Testen' om een geluidsfragment te laten horen
pa: ਸੈਂਪਲ ਸਾਊਂਡ ਚਲਾਉਣ ਲਈ 'ਟੈਸਟ' ਦਬਾਓ
pt: Prima 'Testar' para tocar um som de teste
ro: Apăsați 'Testează' pentru a lansa redarea unei probe de sunet
ru: Нажмите «Тест», чтобы запустить воспроизведение образца звука
sk: Pomocou 'Test' spustíte prehranie zvukovej ukážky
sv: Klicka på "Testa" för att spela ljudexempel
ta: ஒலி மாதிரியை இசைக்க ‘ சோதிக்க’ வை அழுத்தவும்.
th: กดที่ 'ทดสอบ' เพื่อเริ่มทำการเล่นเสียงตัวอย่าง
uk: Натисніть "Тест", щоб почати програвання звукового уривка
wa: Tchôkîz so « Sayî » pos enonder ene saye do son
xh: Cinezela u'Vavanya' ukuqalisa ukudlala isampuli yesandi

source: Sound Card Volume
af: Klankkaartvolume
bg: Сила на звука
bn: সাউন্ড কার্ড ভলিউম
ca: Volum de la targeta de so
cs: Hlasitost zvukové karty
da: Lydstyrke for lydkort
de: Soundkartenlautstärke
el: Ένταση Κάρτας Ήχου
es: Volumen de la tarjeta de sonido
fi: Äänikortin äänenvoimakkuus
fr: Volume de la carte son
gl: Volume da tarxeta de son
gu: સાઉન્ડ કાર્ડ વોલ્યુમ
hi: आवाज कार्ड वोल्यूम
hr: Glasnoća zvučne kartice
hu: Hangkártya hangereje
id: Volume Kartu Suara
ja: サウンドカードの音量
km: កម្រិត​កាត​សំឡេង
lt: Garso plokštės garsumas
mr: ध्वनीकार्डची ध्वनी पातळी
nb: Lydstyrke for lydkort
nl: Geluidskaartvolume
pa: ਸਾਊਂਡ ਕਾਰਡ ਵਾਲੀਅਮ
pt: Volume da Placa de Som
ro: Volum placă de sunet
ru: Уровень громкости звуковой карты
sk: Hlasitosť zvukovej karty
sv: Ljudkortsvolym
ta: ஒலி அட்டை ஒலியளவு
th: ระดับเสียงของแผงวงจรเสียง
uk: Гучність звукової плати
wa: Volume del cwåte son
xh: Amandla Ekhadi Lesandi

source: Please try to configure this sound card manually using the "Cirrus Logic CS4232" or "Cirrus Logic CS4236" driver and configure its parameters using the 'Advanced setup'.
af: Probeer asseblief om hierdie klankkaart met die hand te konfigureer deur van die "Cirrus Logic CS4232" of "Cirrus Logic CS4236"-aandrywer gebruik te maak, en om die parameters daarvan te konfigureer deur van die 'Gevorderde opstelling' gebruik te maak.
bg: Моля, опитайте се да настроите ръчно тази карта с драйвери "Cirrus Logic CS4232" или "Cirrus Logic CS4236". Параметрите могат да се зададат като използвате 'Разширено поставяне'.
bn: অনুগ্রহ করে "Cirrus Logic CS4232" বা "Cirrus Logic CS4236" ড্রাইভার ব্যবহার করে এই সাউন্ড কার্ডটি হস্তচালিতভাবে সংরূপণের চেষ্টা করুন এবং 'উন্নত সেটআপ' ব্যবহার করে এর স্থিতিমাপগুলি সংরূপণ করুন.
ca: Proveu de configurar aquesta targeta de forma manual mitjançant el controlador "Cirrus Logic CS4232" o "Cirrus Logic CS4236", i configureu-ne els paràmetres amb la "Configuració avançada".
cs: Prosím pokuste se nastavit tuto zvukovou kartu ručně pomocí ovladače "Cirrus Logic CS4232" nebo "Cirrus Logic CS4236" a upravte její parametry pomocí 'Pokročilé nastavení'.
da: Vær venlig at prøve at konfigurere lydkortet manuelt med "Cirrus Logic CS4232" eller "Cirrus Logic CS4236"-driveren og konfigurér dens parametre med 'Avanceret opsætning'.
de: Führen Sie eine manuelle Konfiguration dieser Soundkarte durch. Verwenden Sie dafür den Treiber "Cirrus Logic CS4232" oder den Treiber "Cirrus Logic CS4236" und konfigurieren Sie die Parameter mithilfe der Option 'Erweitertes Setup'.
el: Παρακαλώ προσπαθήστε να ρυθμίσετε την κάρτα ήχου χειροκίνητα χρησιμοποιώντας τον οδηγό "Cirrus Logic CS4232" ή "Cirrus Logic CS4236" και ρυθμίστε τις παραμέτρους χρησιμοποιώντας το 'Ρύθμιση για Προχωρημένους'.
es: Intente configurar esta tarjeta manualmente utilizando el controlador "Cirrus Logic CS4232" o "Cirrus Logic CS4236" y configure sus parámetros utilizando 'Configuración avanzada'.
fi: Yritä määrittää tämä äänikortin käsin käyttäen "Cirrus Logic CS4232" tai "Cirrus Logic CS4236" ohjainta ja määritä sen parametrit käsin käyttäen 'Erikoisasennusta'.
fr: Veuillez essayer de configurer cette carte son manuellement en utilisant le pilote "Cirrus Logic CS4232" ou "Cirrus Logic CS4236" et configurez ses paramètres en utilisant la 'Configuration avancée'.
gl: Intente configurar esta tarxeta manualmente utilizando o controlador "Cirrus Logic CS4232" ou "Cirrus Logic CS4236" e configure os seus parámetros utilizando 'Configuración avanzada'.
gu: કૃપા કરી આ સાઉન્ડ કાર્ડને મેન્યુઅલી કોન્ફીગર કરવા "સાઇરસ લોજીક CS4232" અથવા "સાઇરસ લોડીક CS4236" ડ્રાઇવરનો ઉપયોગ કરવા અને તેના પેરામીટર્સ 'એડવાન્સ્ડ સેટઅપ'નો ઉપયોગ કરીને કોન્ફીગર કરવા પ્રયાસ કરો.
hi: इस आवाज कार्ड को "Cirrus Logic CS4232" अथवा "Cirrus Logic CS4236" का उपयोग करके मैनुअली विन्यास करें और 'एडवान्स्ड सेटअप' का उपयोग करते हुए उसके मानदंडों को विन्यास करें.
hr: Molimo vas da pokušate ručno podesiti ovu zvučnu karticu koristeći "Cirrus Logic CS4232" ili "Cirrus Logic CS4236" upravljački program i postavite parametre koristeći 'Napredne postavke'.
hu: Próbálja meg kézzel beállítani a hangkártyát a "Cirrus Logic CS4232" vagy "Cirrus Logic CS4236" meghajtóval és állítsa be a paramétereket a 'Speciális beállítás'-ban.
id: Silakan coba untuk mengkonfigurasi kartu suara ini secara manual menggunakan penggerak "Cirrus Logic CS4232" atau "Cirrus Logic CS4236" dan konfigurasikan parameter menggunakan 'Pengaturan lanjutan'.
ja: このサウンドカードを設定する際は、 "Cirrus Logic CS4232"または "Cirrus Logic CS4236" ドライバを 使用するよう手動で選択し、 パラメータ設定を '詳細設定' から行ってください。
km: សូមព្យាយាម​កំណត់​រចនាសម្ព័ន្ធ​កាតសំឡេង​នេះ​ដោយ​ដៃ ដោយ​ប្រើ​កម្មវិធី​បញ្ជា "Cirrus Logic CS4232" ឬ​"Cirrus Logic CS4236" និង​កំណត់​រចនាសម្ព័ន្ធ ប៉ារ៉ាម៉ែត្រ​របស់​វា​ដោយ​ប្រើ 'ការ​រៀបចំ​កម្រិត​ខ្ពស់​' ។
lt: Rankiniu būdu bandykite konfigūruoti šią garso plokštę, naudojant „Cirrus Logic CS4232“ arba „Cirrus Logic CS4236“ tvarkyklę ir konfigūruoti jos parametrus naudojant „Papildomą konfigūravimą“.
mr: "Cirrus Logic CS4232" or "Cirrus Logic CS4236" वापरुन हे ध्वनी कार्ड स्वत: कॉनफिग्युअर करण्याचा प्रयत्न करा व ऍ़डवान्स सेटअप वापरून त्याचे गुणधर्म कॉनफिग्युअर करा.
nb: Forsøk å konfigurere dette lydkortet manuelt ved å bruke "Cirrus Logic CS4232"- eller "Cirrus Logic CS4236"-driveren, og velg parametere under 'Avansert oppsett'.
nl: Probeer eerst deze geluidskaart handmatig in te stellen, gebruik makend van het stuurprogramma "Cirrus Logic CS4232" of "Cirrus Logic CS4236", en configureer de parameters met behulp van de 'Geavanceerde instelling'.
pa: ਇਸ ਸਾਊਂਡ ਕਾਰਡ ਨੂੰ "Cirrus Logic CS4232" ਜਾਂ "Cirrus Logic CS4236" ਡਰਾਈਵਰ ਵਰਤ ਕੇ ਖੁਦ ਸੰਰਚਿਤ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ ਅਤੇ ਇਸ ਦੇ ਪੈਰਾਮੀਟਰਾਂ ਨੂੰ 'ਤਕਨੀਕੀ ਸੈਟਅੱਪ' ਵਰਤ ਕੇ ਸੰਰਚਿਤ ਕਰੋ।
pt: Por favor tente configurar esta placa de som manualmente utilizando o driver "Cirrus Logic CS4232" ou "Cirrus Logic CS4236" e configure estes parâmetros utilizando 'Configuração Avançada'.
ro: Încercați să configurați manual această placă de sunet utilizând driverul "Cirrus Logic CS4232" sau "Cirrus Logic CS4236" și configurați parametrii acestia utilizând 'Configurare avansată'.
ru: Попытайтесь настроить эту звуковую карту вручную с помощью драйвера Cirrus Logic CS4232 или Cirrus Logic CS4236 и задать для них параметры в разделе «Дополнительная настройка».
sk: Prosím, skúste nastaviť túto zvukovú kartu ručne pomocou ovládača "Cirrus Logic CS4232" alebo "Cirrus Logic CS4236" a jej možnosti pomocou 'Pokročilé nastavenie'.
sv: Försök att ställa in det här ljudkortet manuellt med "Cirrus Logic CS4232"- eller "Cirrus Logic CS4236"-drivrutinen och ställ in dess parametrar med "Avancerade inställningar".
ta: தயவு செய்து இந்த ஒலி அட்டையைக் கைமுறையாக "Cirrus Logic CS4232" அல்லது "Cirrus Logic CS4236" இயக்கயைப் பயன்படுத்தி வடிவமைக்கவும் மற்றும் அதன் அளபுருக்களை ‘மேம்படுத்தப்பட்ட அமைப்பைப்’ பயன்படுத்தி வடிவமைக்கவும்.
uk: Будь ласка, спробуйте налаштувати цю звукову плату вручну за допомогою драйвера "Cirrus Logic CS4232" або "Cirrus Logic CS4236" та налаштуйте її параметри, використовуючи "Розширене налаштування".
wa: Sayîz s' i vs plait d' apontyî cisse cwåte son al mwin en eployant l' mineu « Cirrus Logic CS4232 » oudonbén « Cirrus Logic CS4236 » eyet apontyî ses parametes e s' siervant do « Sipepieus apontiaedje ».
xh: Nceda zama ukubumba elikhadi lesandi ngesandla usebenzisa i "Cirrus Logic CS4232" okanye i"Cirrus Logic CS4236" yomqhubi wenze ubumbeko kwimida yayo usebenzisa 'Ukumisela inkqubo okuhambele phambili'.

source: An error occurred during the installation of
af: 'n Fout het voorgekom tydens die installasie van
bg: Възникнала е грешка при инсталирането на
bn: এর স্থাপনার সময়ে একটি ত্রুটি ঘটেছে
ca: S'ha produït un error durant la instal·lació de
cs: Došlo k chybě při instalaci
da: En fejl opstod under installationen af
de: Fehler während der Installation von
el: Ένα σφάλμα παρουσιάστηκε κατά τη διάρκεια της εγκατάστασης του
es: Error durante la instalación de
fi: Virhe ilmeni asennuksen aikana
fr: Une erreur s'est produite pendant l'installation de
gl: Ocorreu un erro durante a instalación de
gu: ઇન્સ્ટોલેશન દરમ્યાન ભૂલ ઉદ્ભવી છે
hi: अधिष्ठापन के वक्त खराबी आ गई
hr: Dogodila se pogreška prilikom instalacije
hu: Hiba történt a következő telepítése közben:
id: Terjadi kesalahan selama instalasi
ja: インストール中にエラーが発生しました:
km: កំហុស​មួយ​បាន​កើតឡើង ខណៈពេល​កំពុង​ដំឡើង
lt: Įvyko klaida diegiant
mr: च्या स्थापनेवेळी चूक जाली
nb: Det oppstod en feil under installasjon av
nl: Er is een fout opgetreden tijdens de installatie van
pa: ਇਸ ਦੀ ਇੰਸਟਾਲੇਸ਼ਨ ਦੌਰਾਨ ਗਲਤੀ ਹੋਈ ਹੈ
pt: Ocorreu um erro durante a instalação de
ro: A apărut o eroare la instalarea
ru: Произошла ошибка во время установки
sk: Nastala chyba počas inštalácie
sv: Ett fel uppstod under installationen av
ta: ஒரு பிழை இந்த ............. நிறுவலின் போது ஏற்பட்டுள்ளது...
th: เกิดข้อผิดพลาดขึ้นระหว่างทำการติดตั้ง
uk: Трапилась помилка під час встановлення
wa: Åk n' a nén stî come dj' astaléve
xh: Imposiso ivele ngexesha lokuhlahlwa kwe

source: Cannot find file: %1 (test audio file)
af: Kan lêer nie vind nie: %1 (toets oudiolêer)
bg: Файлът не може да бъде открит: %1 (файл за тестване на звука)
bn: ফাইলটি পাওয়া যায় নি: %1 (পরীক্ষামূলক অডিও ফাইল)
ca: No s'ha trobat el fitxer: %1 (fitxer de so de prova)
cs: Nelze najít soubor: %1 (testovací zvukový soubor)
da: Kan ikke finde filen: %1 (test audiofil)
de: Diese Datei kann nicht gefunden werden: %1 (Audio-Testdatei)
el: Δεν μπορώ να βρω το αρχείο: %1 (αρχείο δοκιμής ήχου)
es: No se encuentra el archivo: %1 (archivo de sonido de prueba)
fi: Tiedostoa %1 ei löydy. (testiäänitiedosto)
fr: Impossible de trouver le fichier : %1 (test du fichier audio)
gl: Non se puido atopar o ficheiro: %1 (ficheiro de son de proba)
gu: કેનનોટ ફાઇન્ડ ફાઇલ: %1 (ઓડિયો ફાઇલ ચકાસો)
hi: फाइल नहीं ढूँढ सकता: %1 (टेस्ट आडियो फाइल)
hr: Ne mogu pronaći datoteku: %1 (testna audio datoteka)
hu: A(z) %1 fájl nem található. (hang tesztfájl)
id: tidak dapat menemukan berkas: %1 (Berkas tes audio)
ja: 以下のファイルが見つかりません: %1 (テスト用オーディオファイル)
km: មិន​អាច​រក​ឯកសារ ៖​ %1 (សាកល្បង​ឯកសារ​អូឌីយូ)
lt: Nepavyksta rasti rinkmenos: %1 (bandomoji garso rinkmena)
mr: फाईल सापडत नाही: %1 (चाचणी ध्वनी फाईल)
nb: Kan ikke finne filen: %1 (test lydfil)
nl: Kan bestand niet vinden: %1 (audiotestbestand)
pa: ਫਾਇਲ ਲੱਭੀ ਨਹੀਂ ਜਾ ਸਕੀ: %1 (ਆਡੀਓ ਫਾਇਲ ਟੈਸਟ)
pt: Não foi possível encontrar o ficheiro: %1 (testar ficheiro de som)
ro: Nu am găsit fișierul: %1 (fișier test audio)
ru: Не удается найти файл: %1 (тестовый аудиофайл)
sk: Nepodarilo sa nájsť súbor: %1 (testovací zvukový súbor)
sv: Filen %1 kunde inte hittas. (testfil för ljud)
ta: கோப்பை அறிய முடியவில்லை: %1 (ஒலி கோப்பை சோதிக்கவும்)
th: ไม่พบแฟ้ม: %1 (แฟ้มเสียงทดสอบ)
uk: Не вдається знайти файл: %1 (пробний звуковий файл)
wa: Dji n' sai trover l' fitchî: %1 (fitchî son di saye)
xh: Ayikwazi kufumana ifayili: %1 (vavanya ifayili enesandi)
