Repository: Dzejrou/yast-translations
Catalog: po/sound/*.po
Languages: af, bg, bn, ca, cs, da, de, el, es, fi, fr, gl, gu, hi, hr, hu, id, ja, km, lt, mr, nb, nl, pa, pt, ro, ru, sk, sv, ta, th, uk, wa, xh

source: Name of the &Option
af: Naam van die &opsie
bg: Име на &параметъра
bn: বিকল্পটির নাম
ca: Nom de l'&opció
cs: Název &volby
da: Tilvalgets &navn
de: Name der &Option
el: Το όνομα της Επιλ&ογής
es: Nombre de la &opción
fi: Valinnan &nimi
fr: Nom de l'&option
gl: Nome da &opción
gu: &વિકલ્પનું નામ
hi: &विकल्प का नाम
hr: Naziv &izbora
hu: &Paraméter neve
id: Nama dari &Opsi
ja: オプションの名前 (&O)
km: ឈ្មោះ​របស់​ជម្រើស
lt: &Parinkties pavadinimas
mr: पर्यायाचे नाव
nb: Navn på &valget
nl: Naam van de &optie
pa: ਚੋਣ ਦਾ ਨਾਂ(&O)
pt: Nome da &Opção
ro: Numele &&opțiunii
ru: Имя п&араметра
sk: Meno voľby
sv: A&lternativets namn
ta: &விருப்பத்தேர்வின் பெயர்
th: ชื่อของตัวเลือก
uk: Назва &параметра
wa: N&o del tchuze
xh: Igama &Lesikhethwa

source: &Value
af: &Waarde
bg: Сто&йност
bn: মান
ca: &Valor
cs: &Hodnota
da: &Værdi
de: &Wert
el: &Τιμή
es: &Valor
fi: &Arvo
fr: &Valeur
gl: &Valor
gu: કિંમત
hi: मान
hr: &Vrijednost
hu: É&rték
id: &Nilai
ja: 値 (&V)
km: តម្លៃ
lt: &Reikšmė
mr: मूल्य
nb: &Verdi
nl: &Waarde
pa: ਮੁੱਲ(&V)
pt: &Valor
ro: &Valoare
ru: &Значение
sk: &Hodnota
sv: &Värde
ta: மதிப்பு
th: ค่า
uk: &Значення
wa: &Valixhance
xh: &Ixabiso

source: &Option:
af: &Opsie:
bg: &Параметър:
bn: বিকল্প:
ca: &Opció:
cs: V&olba:
da: &Tilvalg:
el: &Επιλογή:
es: &Opción:
fi: &Valinta:
gl: &Opción:
gu: &ઑપ્શનઃ
hi: विकल्प:
hr: I&zbor:
hu: &Paraméter:
id: &Opsi:
ja: オプション (&O):
km: ជម្រើស ៖
lt: &Parametras:
mr: पर्याय:
nb: &Alternativ:
nl: &Optie:
pa: ਚੋਣ(&O):
pt: &Opções:
ro: &Opțiune:
ru: П&араметр:
sk: &Možnosť:
sv: A&lternativ:
ta: விருப்பத் தேர்வுகள்
th: ตัวเลือก:
uk: &Параметр:
wa: &Tchuze:
xh: &Isikhethwa:

source: Value of the option contains invalid characters '%1'. Enter a valid value.
bg: Въведената стойност за параметъра съдържа невалидни символи „%1“. Въведете валидна стойност.
ca: El valor de l'opció conté caràcters no vàlids: %1. Introduïu-hi un valor vàlid.
cs: Hodnota volby obsahuje neplatné znaky %1. Vložte platnou hodnotu.
da: Værdien for indstillingen indeholder ugyldige tegn "%1". Angiv en gyldig værdi.
de: Der eingestellte Wert beinhaltet ungültige Zeichen '%1'. Geben Sie einen gültigen Wert ein.
el: Η τιμή της επιλογής περιέχει μη έγκυρους χαρακτήρες '%1' Εισάγετε έγκυρη τιμή.
es: El valor de la opción contiene caracteres no válidos: %1. Introduzca un valor válido.
fi: Valinnan arvo sisältää kelpaamattomia merkkejä '%1'. Anna kelpaava arvo.
fr: La valeur de l'option contient des caractères invalides '%1'. Entrez une valeur valide.
gl: O valor da opción contén caracteres incorrectos '%1'. Introduza un valor correcto.
hi: विकल्प के मान में अमान्य अक्षर '%1' हैं। मान्य मान दर्ज करें।
hu: A megadott érték érvénytelen karaktert tartalmaz: '%1'. Adjon meg érvényes értéket.
id: Nilai dari opsi berisi karakter '%1' yang tidak valid. Masukkan nilai yang valid.
ja: 指定した値には正しくない文字 '%1' が 含まれています。 正しい値を入力してください。
km: តម្លៃ​របស់​ជម្រើស​មាន​តួអក្សរ មិន​ត្រឹមត្រូវ '%1' ។ បញ្ចូល​តម្លៃ​ត្រឹមត្រូវ ។
lt: Parinkties reikšmė turi neleistiną simbolį „%1“. Nurodykite tinkamą reikšmę.
nb: Verdien inneholder utgyldige tegn '%1'. Angi en gyldig verdi.
nl: Waarde van de optie bevat ongeldige tekens '%1'. Voer een geldige waarde in.
pt: O valor da opção contêm caracteres inválidos '%1'. Entre um valor válido.
ro: Valoarea opțiunii conține caracterele invalide '%1'. Introduceți o valoare validă.
ru: Значение опции содержит неверные символы '%1'. Введите верное значение.
sk: Hodnota voľby obsahuje neplatné znaky '%1'. Zadajte platnú hodnotu.
sv: Värdet för alternativet innehåller ogiltiga tecken %1. Ange ett giltigt värde.
uk: Значення параметра містить нечинні символи «%1». Введіть чинне значення.
wa: I gn a des caracteres nén valåbe « %1 » el valixhance del tchuze. Dinez ene valixhance valåbe.

source: Name of the option contains invalid characters '%1'. Enter a valid name.
bg: Въведеното име на параметъра съдържа невалидни символи „%1“. Въведете валидно име.
ca: El nom de l'opció conté caràcters no vàlids: %1. Introduïu-hi un nom vàlid.
cs: Název volby obsahuje neplatné znaky %1. Vložte platný název.
da: Navnet på indstillingen indeholder ugyldige tegn "%1". Angiv et gyldigt navn.
de: Der eingestellte Name beinhaltet ungültige Zeichen '%1'. Geben Sie einen gültigen Namen ein.
el: Το όνομα της επιλογής περιέχει μη έγκυρους χαρακτήρες '%1' Εισάγετε έγκυρο όνομα.
es: El nombre de la opción contiene caracteres no válidos: %1. Introduzca un nombre válido.
fi: Valinnan nimi sisältää kelpaamattomia merkkejä '%1'. Anna kelpaava nimi.
fr: Le nom de l'option contient des caractères invalides '%1'. Entrez un nom valide.
gl: O nome da opción contén caracteres non válidos %1'. Introduza un nome válido.
hi: विकल्प के नाम में अमान्य अक्षर '%1' हैं। मान्य नाम दर्ज करें।
hu: A megadott név érvénytelen karaktert tartalmaz: '%1'. Adjon meg érvényes nevet.
id: Nama dari opsi berisi karakter '%1' yang tidak valid. Masukkan nama yang valid.
ja: 指定した名前には正しくない文字 '%1' が 含まれています。 正しい名前を入力してください。
km: ឈ្មោះ​ជម្រើស​មាន​តួអក្សរ មិន​ត្រឹមត្រូវ '%1' ។ បញ្ចូលឈ្មោះ​ដែល​ត្រឹមត្រូវ ។
lt: Parinkties pavadinimas turi neleistiną simbolį „%1“. Nurodykite tinkamą pavadinimą.
nb: Navnet inneholder ugyldige tegn '%1'. Angi et gyldig navn.
nl: Naam van de optie bevat ongeldige tekens '%1'. Voer een geldige waarde in.
pt: O nome da opção contem caracteres inválidos '%1'. Insira um valor válido.
ro: Numele opțiunii conține caractere invalide '%1'. Introduceți un nume valid.
ru: Имя опции содержит неверные символы '%1'. Введите верное имя.
sk: Názov voľby obsahuje neplatné znaky '%1'. Zadajte platný názov.
sv: Namnet för alternativet innehåller ogiltiga tecken %1. Ange ett giltigt namn.
uk: Назва параметра містить нечинні символи «%1». Введіть чинну назву.
wa: I gn a des caracteres nén valåbe « %1 » el valixhance do no. Dinez on no valåbe.

source: Change the Option
af: Wysig die opsie
bg: Промяна на параметъра
bn: পরিবর্ধনের অপশন
ca: Canvia l’opció
cs: Změnit volbu
da: Ændr tilvalget
de: Option ändern
el: Αλλαγή της Επιλογής
es: Cambiar la opción
fi: Muuta valintaa
fr: Modifier l'option
gl: Cambiar a opción
gu: એડવાન્સડ ઓપ્શન્સ
hi: उन्नत विकल्प
hr: Promijeni izbor
hu: Paraméter módosítása
id: Ubah Opsi
ja: オプションの変更
km: ផ្លាស់ប្ដូរ​ជម្រើស
lt: Keisti parinktį
mr: प्रगत पर्याय
nb: Endre valget
nl: Optie wijzigen
pa: ਚੋਣ ਬਦਲੋ
pt: Alterar a Opção
ro: Modifică opțiunea
ru: Изменить параметр
sk: Zmeniť voľbu
sv: Ändra alternativ
ta: மேம்படுத்தப்பட்ட விருப்பத் தேர்வுகள்
th: เปลี่ยนค่าตัวเลือก
uk: Змінити параметр
wa: Candjî l' tchuze
xh: Tshintsha Isikhethwa

source: Add a New Option
af: Voeg 'n nuwe opsie by
bg: Добавяне на нов параметър
bn: পরিবর্ধনের অপশন
ca: Afegeix una nova opció
cs: Přidat novou volbu
da: Tilføj et nyt tilvalg
de: Neue Option hinzufügen
el: Προσθήκη μιας Νέας Επιλογής
es: Añadir una opción nueva
fi: Lisää uusi valinta
fr: Ajouter une nouvelle option
gl: Engadir unha opción nova
gu: એડવાન્સડ ઓપ્શન્સ
hi: उन्नत विकल्प
hr: Dodaj novi izbor
hu: Új paraméter hozzáadása
id: Tambah Opsi Baru
ja: 新規オプションの追加
km: បន្ថែម​ជម្រើស​ថ្មី
lt: Pridėti naują parinktį
mr: प्रगत पर्याय
nb: Legg til et nytt valg
nl: Nieuwe optie toevoegen
pa: ਇੱਕ ਨਵੀਂ ਚੋਣ ਸ਼ਾਮਲ ਕਰੋ
pt: Adicionar Nova Opção
ro: Adaugă o opțiune nouă
ru: Добавить новый параметр
sk: Pridať novú voľbu
sv: Lägg till nytt alternativ
ta: மேம்படுத்தப்பட்ட விருப்பத் தேர்வுகள்
th: เพิ่มตัวเลือกใหม่
uk: Додати новий параметр
wa: Radjouter ene novele tchuze
xh: Faka Isikhethwa Esitsha

source: No description available
af: Geen beskrywing beskikbaar nie
bg: Няма налично описание
bn: কোন বর্ণনা উপলব্ধ নেই
ca: Aquesta descripció no està disponible
cs: Popis není dostupný
da: Ingen beskrivelse tilgængelig
de: Keine Beschreibung verfügbar
el: Δεν υπάρχει διαθέσιμη περιγραφή
es: Descripción no disponible
fi: Kuvausta ei saatavilla
fr: Aucune description disponible
gl: Descrición non dispoñible
gu: કોઇ અહેવાલ નથી
hi: कोई विवरण उपलब्ध नहीं
hr: Opis nije dostupan
hu: Nincs leírás
id: Deskripsi tidak tersedia
ja: 説明はありません
km: មិន​មាន​ការ​ពិពណ៌នា
lt: Nėra aprašo
mr: वर्णन उपलब्ध नाही
nb: Ingen beskrivelse tilgjengelig
nl: Geen beschrijving beschikbaar
pa: ਕੋਈ ਵੇਰਵਾ ਉਪਲੱਬਧ ਨਹੀਂ
pt: Sem descrição
ro: Nu există o descriere
ru: Описание недоступно
sk: Popis nie je k dispozícii
sv: Ingen beskrivning tillgänglig
ta: எந்த ஒரு விளக்கமும் கிடைக்கப் பெறவில்லை
th: ไม่มีคำอธิบาย
uk: Опис відсутній
wa: Gn a pont d' discrijhaedje
xh: Akukho nkcazelo ifumanekayo

source: Description
af: Beskrywing
bg: Описание
bn: বর্ণনা
ca: Descripció
cs: Popis
da: Beskrivelse
de: Beschreibung
el: Περιγραφή
es: Descripción
fi: Kuvaus
gl: Descrición
gu: ડીસ્ક્રીપ્શન
hi: विवरण
hr: Opis
hu: Leírás
id: Deskripsi
ja: 説明
km: ការ​ពិពណ៌នា
lt: Aprašas
mr: विवरण
nb: Beskrivelse
nl: Beschrijving
pa: ਵੇਰਵਾ
pt: Descrição
ro: Descriere
ru: Описание
sk: Popis
sv: Beskrivning
ta: விளக்கம்
th: ข้อมูลอธิบาย
uk: Опис
wa: Discrijhaedje
xh: Inkcazelo

source: Option
af: Opsie
bg: Параметър
bn: অপশন
ca: Opció
cs: Volba
da: Tilvalg
el: Επιλογή
es: Opción
fi: Valinta
gl: Opción
gu: ઓપ્શન
hi: विकल्प
hr: Izbor
hu: Beállítás
id: Opsi
ja: オプション
km: ជម្រើស
lt: Parametras
mr: पर्याय
nb: Alternativ
nl: Optie
pa: ਚੋਣ
pt: Opção
ro: Opțiune
ru: Параметр
sk: Možnosť
sv: Alternativ
ta: விருப்பத்தேர்வு
th: ตัวเลือก
uk: Параметр
wa: Tchuze
xh: Isikhethwa

source: Value
af: Waarde
bg: Стойност
bn: মান
ca: Valor
cs: Hodnota
da: Værdi
de: Wert
el: Τιμή
es: Valor
fi: Arvo
fr: Valeur
gl: Valor
gu: કિંમત
hi: मान
hr: Vrijednost
hu: Érték
id: Nilai
ja: 値
km: តម្លៃ
lt: Reikšmė
mr: मूल्य
nb: Verdi
nl: Waarde
pa: ਮੁੱਲ
pt: Valor
ro: Valoare
ru: Значение
sk: Hodnota
sv: Värde
ta: மதிப்பு
th: ค่า
uk: Значення
wa: Valixhance
xh: Ixabiso

source: R&eset all
af: S&tel alles weer
bg: &Изчистване на всичко
bn: সবগুলি পুনঃস্থাপন করুন
ca: &Reinicia-ho tot
cs: O&bnovit vše
da: &Nulstil alt
de: Alle zu&rücksetzen
el: Ε&παναφορά όλων
es: &Restablecer todo
fi: &Palauta kaikki
fr: Tout &remettre à zéro
gl: &Restablecer todo
gu: રી&સેટ ઑલ
hi: सभी रीसैट करें
hr: &Ponovno postavi sve
hu: Az összes érték vi&sszaállítása
id: &Atur ulang semua
ja: 全てリセット (&E)
km: កំណត់​ឡើង​វិញ​ទាំងអស់
lt: &Pamiršti viską
mr: पुन्हा निश्चित करा
nb: T&ilbakestill alle
nl: Alles r&esetten
pa: ਸਭ ਮੁੜ-ਸੈਟ(&e)
pt: L&impar Todas
ro: R&esetează tot
ru: Сбросить вс&е
sk: &Použiť všetky štandardné
sv: Åt&erställ alla
ta: அனைத்தையும் மாற்றியமைக்கவும்
th: ปรับกลับไปใช้ค่าปริยายทั้งหมด
uk: &Скинути все
wa: Rim&ete totafwait a zero
xh: Mi&sela kwakhona konke

source: Sound Card Advanced Options
af: Klankkaart se gevorderde opsies
bg: Разширени настройки за звуковата карта
bn: সাউন্ড কার্ডের উন্নত বিকল্পসমূহ
ca: Opcions avançades de la targeta de so
cs: Expertní volby pro zvukovou kartu
da: Avancerede indstillinger for lydkort
de: Erweiterte Optionen für die Soundkarte
el: Προχωρημένες Επιλογές Κάρτας Ήχου
es: Opciones avanzadas de tarjeta de sonido
fi: Äänikortin lisäasetukset
fr: Options avancées de la carte son
gl: Opcións avanzadas da tarxeta de son
gu: સાઉન્ડ કાર્ડ એડવાન્સડ ઓપ્શન્સ
hi: आवाज कार्ड के एडवांस विकल्प
hr: Napredne postavke zvučne kartice
hu: Hangkártya speciális beállításai
id: Opsi Lanjutan Kartu Suara
ja: サウンドカードの高度なオプション
km: ជម្រើស​កម្រិត​ខ្ពស់​របស់​កាត​សំឡេង
lt: Garso plokštės išsamios parinktys
mr: ध्वनीकार्ड - आधुनिक पर्याय
nb: Avanserte valg for lydkort
nl: Geavanceerde geluidskaartopties
pa: ਸਾਊਂਡ ਕਾਰਡ ਤਕਨੀਕੀ ਚੋਣ
pt: Opções Avançadas da Placa de Som
ro: Opțiuni avansate placă de sunet
ru: Дополнительные параметры звуковой карты
sk: Pokročilé nastavenia zvukovej karty
sv: Avancerade ljudkortsinställningar
ta: ஒலி அட்டையின் மேம்பாட்டு விருப்பத்தேர்வுகள்
th: ตัวเลือกขั้นสูงของแผงวงจรเสียง
uk: Додаткові параметри звукової плати
wa: Sipepieuzès tchuzes del cwåte son
xh: Izikhethwa Ezisehambele phambili Zekhadi Lesandi

source: There are no options for this module
af: Daar is geen opsies vir hierdie module nie
bg: Няма параметри за този модул
bn: এই মডিউলের জন্যে কোন বিকল্প নেই
ca: No hi ha cap opció per a aquest mòdul
cs: Tomuto modulu neodpovídají žádné volby
da: Der er ingen tilvalg til dette modul
de: Es gibt keine Optionen für dieses Modul
el: Δεν υπάρχουν επιλογές για αυτή τη μονάδα
es: No hay opciones para este módulo
fi: Tällä moduulilla ei ole valintoja
fr: Il n'existe pas d'options pour ce module
gl: Non hai opcións para este módulo
gu: આ મોડલ માટે બીજો કાંઇ ઉપાય નથી
hi: इस मोडयूल के लिए कोई विकल्प नहीं है
hr: Ne postoje izbori za ovaj modul
hu: Ehhez a modulhoz nincsenek paraméterek
id: Tidak ada pilihan untuk modul ini
ja: このモジュールのオプションはありません
km: មិន​មាន​ជម្រើស​សម្រាប់​ម៉ូឌុល​នេះ
lt: Šiam moduliui nėra parametrų
mr: ह्या मॉड्यूलसाठी कोणतेही पर्याय नाहीत
nb: Det er ingen alternativer for denne modulen
nl: Er zijn geen opties voor deze module
pa: ਇਸ ਮੋਡੀਊਲ ਲਈ ਕੋਈ ਚੋਣ ਨਹੀਂ ਹੈ
pt: Não existem opções para este módulo
ro: Nu există opțiuni pentru acest modul
ru: Этот модуль не имеет параметров
sk: Pre tento modul nie sú žiadne možnosti
sv: Den här modulen saknar alternativ
ta: இந்த கூற்றிற்கான விருப்பத் தேர்வுகள் எதுவம் இல்லை.
th: ไม่มีตัวเลือกสำหรับมอดูลนี้
uk: Немає параметрів для цього модуля
wa: I gn a pont d' tchuze po c' module
xh: Akukho zikhethwa zale modyuli

source: Do you really want to reset all values?
af: Wil u werklik alle waardes weer stel?
bg: Наистина ли желаете да изчистите всички стойности?
bn: আপনি কি প্রকৃতই সমস্র মানগুলি পুনঃস্থাপন করতে চান?
ca: Segur que voleu reiniciar tots els valors?
cs: Opravdu chcete resetovat všechny hodnoty?
da: Ønsker du virkelig at nulstille alle værdier?
de: Wirklich alle Werte zurücksetzen?
el: Είστε σίγουροι ότι θέλετε να επαναφέρετε όλες τις τιμές;
es: ¿Seguro que desea restablecer todos los valores?
fi: Haluatko todella palauttaa kaikki arvot?
fr: Voulez-vous vraiment remettre à zéro toutes les valeurs ?
gl: Seguro que desexa restablecer todos os valores?
gu: શુ તમે સચ્ચેજ બધી વેલ્યુને રીસેટ કરેલી છે?
hi: क्या तुम सचमुच सभी मान रीसैट करना चाहते हो?
hr: Da li zaiste želite ponovno postaviti sve vrijednosti?
hu: Valóban vissza akarja állítani az összes értéket?
id: Apakah Anda benar-benar ingin mengatur ulang semua nilai?
ja: 全ての値をリセットしますか？
km: តើ​អ្នក​ពិត​ជា​ចង់​កំណត់តម្លៃ​ទាំងអស់ឡើងវិញ​ឬ ?
lt: Tikrai norite atstatyti visas reikšmes?
mr: तुम्हाला सर्व मूल्ये पुन्हा निश्चित खरंच करायची आहेत?
nb: Er du sikker på at du vil tilbakestille alle verdier?
nl: Weet u zeker dat u alle waarden wilt resetten?
pa: ਕੀ ਤੁਸੀਂ ਸਾਰੇ ਮੁੱਲ ਮੁੜ ਸੈਟ ਕਰਨੇ ਹਨ?
pt: Deseja realmente reiniciar todos os valores?
ro: Chiar doriți să resetați toate valorile?
ru: Вы действительно хотите сбросить все значения?
sk: Naozaj chcete vrátiť späť všetky hodnoty?
sv: Vill du verkligen återställa alla värden?
ta: நீங்கள் அனைத்து மதிப்புகளையும் மாற்றியமைக்க விரும்புகிறீர்களா?
th: คุณต้องการจะปรับค่าทั้งหมดกลับเป็นค่าเดิม จริงหรือไม่ ?
uk: Ви дійсно хочете скинути всі значення?
wa: Voloz rmete a zero totes les valixhances podbon?
xh: Ingaba ufuna ngenene ukumisela kwakhona amaxabiso?

source: Sound Cards
af: Klankkaarte
bg: Звукови карти
bn: সাউণ্ড কার্ডগুলি
ca: Targetes de so
cs: Zvukové karty
da: Lydkort
de: Soundkarten
el: Κάρτες Ήχου
es: Tarjetas de Sonido
fi: Äänikortit
fr: Cartes son
gl: Tarxetas de son
gu: સાઉન્ડ કાર્ડસ
hi: आवाज कार्डस
hr: Zvučne kartice
hu: Hangkártyák
id: Kartu Suara
ja: サウンドカード
km: កាត​សំឡេង
lt: Garso plokštės
mr: ध्वनीकार्ड
nb: Lydkort
nl: Geluidskaarten
pa: ਸਾਊਂਡ ਕਾਰਡ
pt: Placas de Som
ro: Plăci de sunet
ru: Звуковые карты
sk: Zvukové karty
sv: Ljudkort
ta: ஒலி அட்டைகள்
th: แผงวงจรเสียง
uk: Звукові плати
wa: Cwåtes son
xh: Amakhadi Esandi

source: Unknown CD-ROM device
af: Onbekende CD-ROM-toestel
bg: Непознато CD-ROM устройство
bn: অজানা CD-ROM ডিভাইস
ca: Dispositiu de CD-ROM desconegut
cs: Neznámé zařízení CD-ROM
da: Ukendt cd-rom-enhed
de: Unbekanntes CD-ROM-Gerät
el: Άγνωστη Συσκευή CD-ROM
es: Dispositivo CD-ROM desconocido
fi: Tuntematon CD-ROM-laite
fr: Périphérique CD-ROM inconnu
gl: Dispositivo CD-ROM descoñecido
gu: અજાણ્યું સીડી-રોમ ઉપકરણ
hi: अज्ञात सी-डी-रॉम उपकरण
hr: Nepoznat CD-ROM uređaj
hu: Ismeretlen CD-ROM eszköz
id: Perangkat CD-ROM tidak diketahui
ja: 不明な CD-ROM デバイス
km: មិន​ស្គាល់​ឧបករណ៍​ស៊ីឌី​រ៉ូម
lt: Nežinomas CD-ROM įrenginys
mr: अज्ञात सीडी-रॉम डिव्हाइस
nb: Ukjent CD-ROM-enhet
nl: Onbekend CD-ROM-station
pa: ਅਣਜਾਣ CD-ROM ਜੰਤਰ
pt: Dispositivo de CD-ROM desconhecido
ro: Dispozitiv CD-ROM necunoscut
ru: Неизвестное устройство CD-ROM
sk: Neznáme CD-ROM zariadenie
sv: Okänd cd-rom-enhet
ta: அறியப்படாத சிடி-ரோம் சாதனம்
th: อุปกรณ์ซีดีรอมที่ไม่รู้จัก
uk: Невідомий пристрій CD-ROM
wa: Éndjin di plake lazer nén cnoxhou
xh: Isixhobo se-CD-ROM esingaziwa

source: Unknown CD-ROM Device
af: Onbekende CD-ROM-toestel
bg: Непознато CD-ROM устройство
bn: অজানা CD-ROM ডিভাইস
ca: Dispositiu de CD-ROM desconegut
cs: Neznámé zařízení CD-ROM
da: Ukendt cd-rom-enhed
de: Unbekanntes CD-ROM-Gerät
el: Άγνωστη Συσκευή CD-ROM
es: Dispositivo CD-ROM desconocido
fi: Tuntematon CD-ROM-laite
fr: Périphérique CD-ROM inconnu
gl: Dispositivo CD-ROM descoñecido
gu: અજાણ્યું સીડી-રોમ ઉપકરણ
hi: अज्ञात सी-डी-रॉम उपकरण
hr: Nepoznat CD-ROM uređaj
hu: Ismeretlen CD-ROM eszköz
id: Perangkat CD-ROM Tidak Diketahui
ja: 不明な CD-ROM デバイス
km: មិន​ស្គាល់​ឧបករណ៍​ស៊ីឌីរ៉ូម
lt: Nežinomas CD-ROM įrenginys
mr: अज्ञात सीडी-रॉम डिव्हाइस
nb: Ukjent CD-ROM-enhet
nl: Onbekend CD-ROM-station
pa: ਅਣਜਾਣ CD-ROM ਜੰਤਰ
pt: Dispositivo de CD-ROM desconhecido
ro: Dispozitiv CD-ROM necunoscut
ru: Неизвестное устройство CD-ROM
sk: Neznáme CD-ROM zariadenie
sv: Okänd cd-rom-enhet
ta: அறியப்படாத சிடி-ரோம் சாதனம்
th: อุปกรณ์ซีดีรอมที่ไม่รู้จัก
uk: Невідомий пристрій CD-ROM
wa: Éndjin di plake lazer nén cnoxhou
xh: Isixhobo se-CD-ROM esingaziwa

source: CD-ROM &Device
af: CD-ROM-&toestel
bg: &CD-ROM устройство
bn: CD-ROM ডিভাইস
ca: &Dispositiu de CD-ROM
cs: Zařízení C&D-ROM
da: C&d-rom-enhed
de: CD-ROM-&Gerät
el: Συσκευή C&D-ROM
es: &Dispositivo CD-ROM
fi: C&D-ROM -laite
fr: &Périphérique CD-ROM
gl: &Dispositivo CD-ROM
gu: સીડી-રોમ &ઉપકરણ
hi: सी-डी-रॉम &उपकरण
hr: &CD-ROM uređaj
hu: CD-ROM &eszköz
id: &Perangkat CD-ROM
ja: CD-ROM デバイス (&D)
km: ឧបករណ៍​ស៊ីឌីរ៉ូម
lt: CD-ROM įren&ginys
mr: सीडी-रॉम डिव्हाइस
nb: CD-ROM-&enhet
nl: CD-ROM-s&tation
pa: C&D-ROM ਜੰਤਰ
pt: &Dispositivo CD-ROM
ro: &Dispozitiv CD-ROM
ru: Устройство C&D-ROM
sk: &Zariadenie CD-ROM
sv: C&d-rom-enhet
ta: சிடி-ரோம் &சாதனம்
th: อุปกรณ์ซีดีรอม
uk: П&ристрій CD-ROM
wa: Én&djin di plake lazer
xh: Isixhobo &se-CD-ROM

source: The kernel module %1 for sound support could not be loaded. This can be caused by incorrect module parameters, including invalid IO or IRQ parameters.
af: Die kernmodule %1 vir klankondersteuning kon nie gelaai word nie. Dit kan veroorsaak word deur verkeerde moduleparameters, insluitend ongeldige IO- of IRQ-parameters.
bg: Модулът на ядрото %1 за тази звукова карта не може да бъде зареден. Това може да е в следствие на грешни параметри, като IO или IRQ.
bn: শব্দ সহায়তার জন্যে কার্নেল মডিউল %1 চালু করা যায় নি. অবৈধ IO বা IRQ স্থিতিমাপ সমেত ভুল মডিউল স্থিতিমাপের কারণে এটা ঘটে থাকতে পারে.
ca: No s'ha pogut carregar el mòdul del nucli %1 per al suport de so. Aquest error es pot haver produït per la utilització de paràmetres incorrectes del mòdul, incloent-hi E/S o IRQ no vàlides.
cs: Modul pro jádro '%1' se zvukovou podporou nelze načíst. Toto může být způsobeno nesprávnými parametry modulu, včetně špatných IO nebo IRQ parametrů.
da: Kernemodulet %1 for lydunderstøttelse kunne ikke indlæses. Det kan skyldes forkerte modulparametre, inklusive ugyldige IO- eller IRQ-parametre.
de: Das Kernelmodul %1 für die Soundunterstützung konnte nicht geladen werden. Ein möglicher Grund dafür können falsche Modulparameter sein, sowie ungültige IO- oder IRQ-Parameter.
el: Η μονάδα του πυρήνα %1 για υποστήριξη ήχου δεν μπορεί να φορτωθεί. Αυτό μπορεί να οφείλεται σε λανθασμένες παραμέτρους, συμπεριλαμβανομένων λανθασμένων παραμέτρων IO ή IRQ .
es: El módulo del kernel %1 para el soporte de sonido no puede ser cargado. Esto puede deberse a unos parámetros del módulo incorrectos, inclusive E/S o IRQ no válidas.
fi: Äänituen tarjoavaa ydinmoduulia %1 ei voitu ladata. Tämä voi johtua vääristä moduuliparametreista, mukaan lukien virheelliset IO- tai IRQ-parametrit.
fr: Le module du noyau %1 pour le support son n'a pas pu être chargé. Ceci peut être dû à des paramètres de module incorrects, y compris des paramètres E/S ou IRQ non valides.
gl: O módulo do kernel %1 para o soporte de son non se pode cargar. Isto puede deberse a uns parámetros incorrectos do módulo, inclusive E/S ou IRQ non válidas.
gu: %1 કેરનેલ મોડેલ સાઉન્ડ સપોર્ટ માટે છે તે લોડ નહિ થઇ શકે. કારણકે આ બધા સાચ્ચા મોડેલ પેરામીટર પણ ઇનવેલીડમાં IO અથવા IRQ પેરામીટરર્સ સમાયેલુ છે.
hi: आवाज सपोर्ट हेतु कर्नल मॉड्यूल %1 को लोड नहीं किया जा सका. यह गलत मॉड्यूल मानदंडों, जिसमें अमान्य IO अथवा IRQ मानदंड शामिल हैं, के कारण हो सकता है.
hr: Modul jezgre %1 za zvučnu podršku ne može biti učitan. Ovo može biti uzrokovano neispravnim parametrima modula, uključujući neispravne U/I ili IRQ parametre.
hu: A(z) %1 kernelmodult a hangtámogatáshoz nem lehet betölteni. Ezt helytelen modulparaméter (például érvénytelen I/O vagy IRQ paraméter) okozhatja.
id: Kernel modul %1 untuk dukungan suara tidak dapat dimuat. Hal ini dapat disebabkan oleh kesalahan parameter modul, termasuk parameter valid IO dan IRQ.
ja: サウンド対応のためのカーネルモジュール %1 を読み込む ことができませんでした。 IO や IRQ パラメータなど、 誤ったモジュールパラメータを設定している可能性があります。
km: មិន​អាច​ផ្ទុក​ម៉ូឌុល​ខឺណែល %1 សម្រាប់ការគាំទ្រ​សំឡេង វា​នេះ​អាច​បណ្ដាល​មក​ពី​ប៉ារ៉ាម៉ែត្រ​ម៉ូឌុល​មិន​ត្រឹមត្រូវ​ រួម​មាន​ប៉ារ៉ាម៉ែត្រ IO ឬ IRQ មិន​ត្រឹមត្រូវ ។
lt: Nepavyksta įkelti branduolio modulio %1, reikalingo garso palaikymui. Tai galėjo įvykti dėl neteisingų modulio parametrų, įskaitant neteisingus IO arba IRQ parametrus.
mr: %1 कर्नेल मॉडयूल ध्वनी सहाय्याचे लोड होऊ शकले नाही. हे अयोब्य मॉडयूल पॅरामिटर्समुळे IO or IRQ पॅरामिटर्समुळे झाले आहे.
nb: Kjernemodulen %1 for lydstøtte kunne ikke lastes. Dette kan skyldes feil modulparametere, for eksempel ugyldige inn/ut- eller IRQ-parametere.
nl: De kernelmodule %1 voor geluidsondersteuning kon niet geladen worden. Dit kan veroorzaakt zijn door onjuiste moduleparameters, waaronder ongeldige IO- of IRQ-parameters.
pa: ਸਾਊਂਡ ਸਹਿਯੋਗ ਲਈ ਕਰਨਲ ਮੋਡੀਊਲ %1 ਲੋਡ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ। ਇਸ ਦਾ ਕਾਰਨ ਗਲਤ ਮੋਡੀਊਲ ਪੈਰਾਮੀਟਰ, ਜਿਵੇਂ ਗਲਤ IO ਜਾਂ IRQ ਪੈਰਾਮੀਟਰ ਜੋ ਸਕਦੇ ਹਨ।
pt: Não foi possível carregar o módulo de kernel %1 para suporte de som. Isto pode ter sido causado por parâmetros incorretos do módulo, Incluíndo parâmetros de IO ou IRQ inválidos.
ro: Modulul kernel %1 pentru suport de sunet nu poate fi instalat. Poate fi din cauza unor parametri modul incorecți, inclusiv parametri IO sau IRQ invalizi.
ru: Не удалось загрузить модуль ядра %1 для поддержки звука. Это может быть вызвано неправильными параметрами модуля, включая неверные параметры IO или IRQ.
sk: Nie je možné načítať modul jadra %1 pre podporu zvuku. Je to možno spôsobené nesprávnymi parametrami modulu, vrátane neplatných hodnôt prerušenia alebo I/O adresy.
sv: Kärnmodulen %1 för ljudstöd kunde inte laddas. Det här kan orsakas av felaktiga modulparametrar, inkluderande ogiltiga IO- eller IRQ-parametrar.
ta: ஒலி ஆதரவுக்கான உருமையக் கூறு %1 ஏற்றமுடியவில்லை. செல்லாத IO அல்லது IRQ அளபுரு உள்ளிட்ட, தவறான கூறு அளபுருக்கள் காரணமாக இருக்கலாம்.
uk: Не вдалось завантажити модуль ядра для підтримки звуку - %1. Це може бути викликано неправильними параметрами модуля, включно з нечинними параметрами В/В або IRQ.
wa: Li module %1 do nawea pol sopoirt do son n' sait esse tcherdjî. Ça pout esse a cåze di mwais parametes do module, come des parametes I/R oudonbén IRQ nén valides.
xh: Imodyuli ye-kernel %1 yokuxhasa isandi ayinakulayishwa. Oku kungabangelwa yimida yemodyuli eziphosisekileyo, iquka imida ye-IO okanye i-IRO.
