Repository: Dzejrou/yast-translations
Catalog: po/sound/*.po
Languages: af, bg, bn, ca, cs, da, de, el, es, fi, fr, gl, gu, hi, hr, hu, id, ja, km, lt, mr, nb, nl, pa, pt, ro, ru, sk, sv, ta, th, uk, wa, xh

source: To apply changes, the sound system must be restarted. Restart sound system now?
af: Om wysigings toe te pas, moet die klankstelsel herbegin word. Herbegin klankstelsel nou?
bg: За да приложите промените звуковата система трябва да бъде рестартирана. Желаете ли да рестартирате звуковата система?
bn: পরিবর্তনগুলি প্রয়োগ করার জন্যে সাউন্ড সিস্টেম পুনরায় চালু করতে হবে. সাউন্ড সিস্টেম এখন চালু করতে চান?
ca: Cal que reinicieu el sistema de so perquè s'apliquin els canvis. Voleu reiniciar-lo ara?
cs: K provedení změn je třeba restartovat zvukový systém. Restartovat jej nyní?
da: For at anvende ændringer, skal lydsystemet genstartes. Genstart lydsystemet nu?
de: Zum Übernehmen der Änderungen muss das Sound-System neu gestartet werden. Sound-System neu starten?
el: Πρέπει να γίνει επανεκκίνηση του συστήματος για να εφαρμοστούν οι αλλαγές. Επανεκκίνηση συστήματος ήχου τώρα;
es: Para aplicar los cambios, el sistema de sonido debe reiniciarse. ¿Desea reiniciarlo ahora?
fi: Jotta muutokset tulisivat voimaan, äänijärjestelmä pitää käynnistää uudelleen. Käynnistetäänkö äänijärjestelmä uudelleen nyt?
fr: Pour que les changements soient pris en compte, le système son doit être redémarré. Voulez-vous redémarrer le système son maintenant ?
gl: Para aplicar os cambios, o sistema de son debe reiniciarse. Desexa reiniciar agora o sistema de son?
gu: સાઉન્ડ સીસ્ટમને ચેન્જ કરવા એપ્લાય કરો તેનાથી રીસ્ટાર્ટ થશે. રીસ્ટાર્ટ સાઉન્ડ સીસ્ટમ નાવ?
hi: परिवर्तनों को लागू करने हेतु, आवाज सिस्टम को पुनः चालू किया जाए. अब आवाज सिस्टम को पुनः चालू करें?
hr: Da biste primjenili postavke, zvučni sustav se mora ponovno pokrenuti. Želite li to učiniti sada?
hu: A változtatások életbe lépéséhez a hangrendszert újra kell indítani. Megtegyem ezt most?
id: Untuk menerapkan perubahan, sistem suara harus dimula ulang. Mula ulang sistem suara sekarang?
ja: 変更を適用するには、サウンドシステムを 再起動しなければなりません。 サウンドシステムを再起動しますか？
km: ដើម្បី​អនុវត្តការ​ផ្លាស់ប្ដូរ ប្រព័ន្ធ​សំឡេង​ ត្រូវតែចាប់ផ្ដើម​ឡើងវិញ ។​ ចាប់ផ្ដើម​ប្រព័ន្ធ​សំឡេងឡើងវិញឥឡូវនេះឬ ?​
lt: Norint, jog pakeitimai įsigaliotų, garso sistema turi būti paleista iš naujo. Garso sistemą paleisti iš naujo dabar?
mr: बदलू लागू करण्यासाठी, आवाज यंत्रणा पुन्हा सुरु व्हायला हवी. ध्वनीयंत्रणा आता सुरु करायची का?
nb: For å aktivere endringer må lydsystemet startes på nytt. Vil du starte lydsystemet på nytt nå?
nl: Voor het activeren van de wijzigingen dient het geluidssysteem opnieuw gestart te worden. Wilt u het geluidssysteem opnieuw starten?
pa: ਤਬਦੀਲੀ ਲਾਗੂ ਕਰਨ ਲਈ, ਸਾਊਂਡ ਸਿਸਟਮ ਮੁੜ ਚਲਾਉਣਾ ਜਰੂਰੀ ਹੈ। ਕੀ ਹੁਣ ਸਾਊਂਡ ਸਿਸਟਮ ਮੁੜ ਚਲਾਉਣਾ ਹੈ?
pt: Para aplicar as modificações, o sistema de som deve ser reiniciado. Reiniciar sistema de som agora?
ro: Pentru a aplica modificările trebuie restartat sistemul de sunet. Să restartez sistemul de sunet acum?
ru: Для того чтобы изменения вступили в силу, аудиосистема должна быть перезапущена. Перезапустить аудиосистему сейчас?
sk: Aby sa zmeny prejavili, musíte zvukový systém reštartovať. Mám ho reštartovať?
sv: För att verkställa ändringarna måste ljudsystemet startas om. Starta om ljudsystemet nu?
ta: மாற்றங்களை செயல்படுத்த, ஒலி அமைப்பு மறுதுவக்கம் செய்யப்படவேண்டும். ஒலி அமைப்பை தற்போது மறுதுவக்கம் செய்யலாமா?
th: เพื่อให้การเปลี่ยนแปลงที่ทำไปมีผลปรับใช้ จะต้องเริ่มการทำงานของระบบเสียงใหม่ เริ่มการทำงานของระบบเสียงใหม่เดี๋ยวนี้หรือไม่ ?
uk: Щоб застосувати зміни, необхідно перезапустити звукову систему. Перезапустити звукову систему?
wa: Po mete ene alaedje les candjmints, l' sistinme di son doet esse renondé. Renonder l' sistinme di son asteure?
xh: Ukufaka utshintsho, isixokelelwano sesandi kufuneka siqaliswe kwakhona. Qalisa isixokelelwano sesandi ngoku?

source: Restart of the sound system has failed. Check options of the driver.
bg: Рестартирането на аудио системата бе неуспешно. Проверете настройките на драйвера.
ca: No s'ha pogut reiniciar el sistema de so. Comproveu les opcions del controlador.
cs: Restart zvukového systému se nezdařil. Zkontrolujte možnosti ovladače.
da: Genstart af lydsystemet mislykkedes. Kontrollér driverens tilvalg.
de: Fehler beim Neustart des Sound-Systems. Überprüfen Sie die Optionen des Treibers.
el: Η επανεκκίνηση του συστήματος ήχου απέτυχε. Ελέγξτε τις επιλογές του οδηγού.
es: Error al reiniciar el sistema de sonido. Compruebe las opciones del controlador.
fi: Äänijärjestelmän uudelleen käynnistys epäonnistui. Tarkista ajurin valinnat.
fr: Le redémarrage du système de son a échoué. Vérifiez les options du pilote.
gl: O reinicio do sistema de son fallou. Comprobe as opcións do controlador.
hr: Ponovno pokretanje zvučnog sustava nije uspjelo. Provjerite izbore upravljačkog programa.
hu: A hangrendszer újraindítása nem sikerült. Ellenőrizze az illesztőprogram beállításait.
id: Restart sistem suara gagal. Periksa opsi penggerak.
ja: サウンドシステムの再起動に失敗しました。 ドライバのオプション設定を確認してください。
km: ការ​ចាប់ផ្ដើម​ប្រព័ន្ធ​សំឡេង​ឡើង​វិញ​​បាន​បរាជ័យ ។ ពិនិត្យមើល​ជម្រើស​របស់​កម្មវិធី​បញ្ជា ។
lt: Nepavyko paleisti iš naujo garso sistemos. Tikrinkite tvarkyklės parinktis.
nb: Omstart av lydsystemet mislyktes. Kontroller valgene for driveren.
nl: Het opnieuw opstarten van het geluidssysteem is mislukt. Controleer de opties van het stuurprogramma.
pa: ਸਾਊਂਡ ਸਿਸਟਮ ਨੂੰ ਮੁੜ-ਚਾਲੂ ਕਰਨ ਲਈ ਫੇਲ੍ਹ ਹੋਇਆ। ਡਰਾਇਵਰ ਲਈ ਚੋਣਾਂ ਦੀ ਜਾਂਚ ਕਰੋ।
pt: A reinicialização do sistema de som falhou. Verifique as opções do driver.
ro: Repornirea sistemului de sunet a eșuat. Verifică opțiunile driverului.
ru: Не удалось перезапустить звуковую систему. Проверьте параметры драйвера.
sk: Zlyhalo znovuspustenie zvukového systému. Skontrolujte voľby ovládača.
sv: Det gick inte att starta om ljudsystemet. Kontrollera alternativen för drivrutinen.
th: การเริ่มการทำงานของระบบเสียงใหม่ล้มเหลว โปรดตรวจสอบตัวเลือกของไดรเวอร์
uk: Помилка перезапуску системи звуку. Перевірте параметри драйвера.
wa: Li renondaedje do sistinme di son a fwait berwete. Verifyîz les tchuzes do mineu.

source: PulseAudio is not installed or cannot be configured.
bg: PulseAudio не е инсталирано или не е настроено
ca: El PulseAudio no està instal·lat o no es pot configurar.
cs: Funkce PulseAudio není nainstalována nebo ji nelze nakonfigurovat.
da: PulseAudio er ikke installeret eller kan ikke konfigureres.
de: PulseAudio ist nicht installiert oder kann nicht konfiguriert werden.
el: Το PulseAudio δεν είναι εγκατεστημένο ή δεν μπορεί να ρυθμιστεί.
es: PulseAudio no esta instalado o no se puede configurar.
fi: PulseAudio ei ole asennettu tai sitä ei voida määrittää.
fr: PulseAudio n'est pas installé ou ne peut pas être configuré.
gl: PulseAudio non esta instalado ou non se pode configurar.
hr: PulseAudio nije instaliran ili ne može biti podešen.
hu: A PulseAudio nincs telepítve vagy nem állítható be.
id: PulseAudio tidak dipasang atau tidak dapat dikonfigurasi.
ja: PulseAudio はインストールされていないか、設定することができません。
km: PulseAudio មិន​ត្រូវ​បាន​ដំឡើង ឬ​មិនអាច​ត្រូវ​បាន​កំណត់​រចនាសម្ព័ន្ធ​ទេ ។
lt: PulseAudio neįdiegtas arba negali būti konfigūruojamas.
nb: PulseAudio er Ikke installert eller kan ikke settes opp
nl: PulseAudio is niet ingesteld of kan niet geconfigureerd worden.
pa: ਪਲੱਸਆਡੀਓ ਇੰਸਟਾਲ ਨਹੀਂ ਹੈ ਜਾਂ ਸੰਰਚਿਤ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕਦੀ।
pt: O PulseAudio ou não está instalado ou não pode ser configurado.
ro: PulseAudio nu este instalat sau nu poate fi configurat.
ru: PulseAudio не установлен или не может быть настроен.
sk: PulseAudio nie je nainštalované, alebo sa nedá konfigurovať.
sv: PulseAudio har inte installerats eller kan inte konfigureras.
uk: Не встановлено PulseAudio або його неможливо налаштувати.
wa: PulseAudio n' est nén astalé ou n' sait nén esse apontyî.

source: PulseAudio Configuration
bg: Настройка на PulseAudio
ca: Configuració del PulseAudio
cs: Konfigurace PulseAudio
da: Konfiguration af PulseAudio
de: PulseAudio-Konfiguration
el: Ρύθμιση PulseAudio
es: Configuración de PulseAudio
fi: PulseAudio-määritys
fr: Configuration de PulseAudio
gl: Configuración de PulseAudio
hr: PulseAudio postavke
hu: PulseAudio beállítása
id: Konfigurasi PulseAudio
ja: PulseAudio 設定
km: ការ​កំណត់​រចនា​សម្ព័ន្ធ PulseAudio
lt: PulseAudio konfigūracija
nb: PulseAudio-oppsett
nl: PulseAudio-configuratie
pa: ਪਲੱਗਆਡੀਓ ਸੰਰਚਨਾ
pt: Configuração PulseAudio
ro: Configurația PulseAudio
ru: Настройка PulseAudio
sk: Konfigurácia PulseAudio
sv: PulseAudio-konfiguration
uk: Налаштування PulseAudio
wa: Apontiaedje di PulseAudio

source: &Enable PulseAudio Support
bg: &Разрешаване на поддръжка на PulseAudio
ca: &Habilita el suport del PulseAudio
cs: &Povolit podporu funkce PulseAudio
da: &Aktivér PulseAudio-understøttelse
de: PulseAudio-Unterstützung &aktivieren
el: &Ενεργοποίηση Υποστήριξης PulseAudio
es: Habilitar compatibilidad con Puls&eAudio
fi: &Ota PulseAudio-tuki käyttöön
fr: Activ&er la prise en charge PulseAudio
gl: Activar p&ermitir utilizar PulseAudio
hr: &Omogući PulseAudio podršku
hu: &PulseAudio támogatásának engedélyezése
id: &Aktifkan Dukungan PulseAudio
ja: PulseAudio サポートを有効にする (&E)
km: បើក​ការ​គាំទ្រ PulseAudio
lt: Į&galinti PulseAudio palaikymą
nb: &Aktiver PulseAudio-støtte
nl: Ondersteuning voor PulsAudio activ&eren
pa: ਪਲੱਸਆਡੀਓ ਸਹਿਯੋਗ ਯੋਗ(&E)
pt: &Ativar Suporte PulseAudio
ro: Activează Suportul PulseAudio
ru: &Включить поддержку PulseAudio
sk: &Zapnúť podporu PulseAudio
sv: &Aktivera PulseAudio-support
uk: &Увімкнути підтримку PulseAudio
wa: &Mete en alaedje li sopoirt PulseAudio

source: Advanced Options
af: Gevorderde opsies
bg: Разширени параметри
bn: পরিবর্ধনের অপশন
ca: Opcions avançades
cs: Pokročilá nastavení
da: Avancerede indstillinger
de: Erweiterte Optionen
el: Προχωρημένες Επιλογές
es: Opciones avanzadas
fi: Lisävalinnat
fr: Options avancées
gl: Opcións avanzadas
gu: એડવાન્સડ ઓપ્શન્સ
hi: उन्नत विकल्प
hr: Napredne postavke
hu: Speciális beállítások
id: Opsi Lanjutan
ja: 高度なオプション
km: ជម្រើស​កម្រិត​ខ្ពស់
lt: Išsamios parinktys
mr: प्रगत पर्याय
nb: Avanserte valg
nl: Geavanceerde opties
pa: ਤਕਨੀਕੀ ਚੋਣਾਂ
pt: Opções Avançadas
ro: Opțiuni avansate
ru: Дополнительные параметры
sk: Pokročilé nastavenia
sv: Avancerade alternativ
ta: மேம்படுத்தப்பட்ட விருப்பத் தேர்வுகள்
th: ตัวเลือกขั้นสูง
uk: Додаткові параметри
wa: Sipepieusès tchuzes
xh: Izikhethwa Esezikwibanga Eseliphambili

source: &Start Sequencer (Load MIDI Drivers)
bg: &Стартиране на секуенсера (зареждане на драйвери за MIDI)
ca: &Inicia el seqüenciador (carrega els controladors MIDI)
cs: &Spustit sekvencer (načíst ovladače MIDI)
da: &Start sequencer (indlæs MIDI-drivere)
de: &Sequenzer starten (MIDI-Treiber laden)
el: Εκκίνη&ση του Sequencer (Φόρτωση Οδηγών MIDI)
es: Iniciar &secuenciador (cargar controladores MIDI)
fi: Käynnistä &sekvensseri (lataa MIDI-ajurit)
fr: &Démarrer le séquenceur (Charger les pilotes MIDI)
gl: Iniciar &secuenciador (cargar controladores MIDI)
hr: &Pokreni sekvencer (učitaj MIDI upravljačke programe)
hu: &Szekvenszer indítása (MIDI-illesztőprogramok betöltése)
id: &Mulai Sequencer (Muat Penggerak MIDI)
ja: シーケンサの開始 (MIDI ドライバの読み込み) (&S)
km: ចាប់ផ្ដើម​កម្មវិធី​ដាក់​បន្ត (ផ្ទុក​កម្មវិធី​បញ្ជា MIDI)
lt: Paleisti &sintezatorių (įkelti MIDI tvarkykles)
nb: &Start sekvenser (last MIDI-drivere)
nl: Sequencer &starten (MIDI-stuurprogramma's laden)
pa: ਸਿਕਿਊਂਸਿਰ ਚਲਾਓ (MIDI ਡਰਾਇਵਰ ਲੋਡ ਕਰੋ)(&S)
pt: &Iniciar Sequenciador (Carregar Drivers MIDI)
ro: Pornește &&sequencer-ul (Încarcă drivelere MIDI)
ru: &Запустить секвенсор (Загрузить драйверы MIDI)
sk: &Spustiť sekvencér(nahrať MIDI ovládače)
sv: &Starta sequencer (Läs in Midi-drivrutiner)
th: เริ่มตัวสังเคราะห์เสียง (โหลดไดรเวอร์มิดี้)
uk: &Запустити встановлювач черги (завантажити драйвери MIDI)
wa: &Enonder secwinceu (tcherdjî mineus MIDI)

source: &Volume...
bg: &Сила на звука
bn: ভলিউম
ca: &Volum...
cs: &Hlasitost...
da: &Lydstyrke...
de: &Lautstärke...
el: &Ένταση...
es: &Volumen...
fi: Äänen&voimakkuus...
gu: &વોલ્યુમ
hi: वोल्यूम(&V)
hr: &Glasnoća...
hu: &Hangerő...
id: &Suara...
ja: 音量 (&V)...
km: កម្រិត​សំឡេង...
lt: &Garsumas...
mr: ध्वनिपातळी
nb: &Volum...
pa: ਵਾਲੀਅਮ(&V)...
ro: &Volum...
ru: &Громкость...
sk: &Hlasitosť...
sv: &Volym...
ta: கனம்
th: ระดับเสียง...
uk: &Гучність...
xh: &Isixa...

source: Play &Test Sound
bg: Пускане на &тестов звук
ca: &Prova de so
cs: Přehrát &testovací zvukový soubor
da: Afspil &testlyd
de: &Testsound spielen
el: Αναπαραγωγή Ή&χου Δοκιμής
es: &Prueba de reproducción de sonido
fi: Toista &testiääni
fr: Lancer le son de &test
gl: &Proba de reprodución de son
hi: ध्वनि जाँचें (&T)
hr: Po&kreni test zvuka
hu: &Teszthang
id: Putar & Uji Suara
ja: テストサウンドの再生 (&T)
km: ចាក់​​សំឡេង​សាកល្បង
lt: Groti &bandomąjį garsą
nb: Spill &test-lyd
nl: &Testgeluid afspelen
pa: ਟੈਸਟ ਸਾਊਂਡ ਚਲਾਓ(&T)
pt: Reproduzir Som de &Teste
ro: Redă sonorul de &&test
ru: Воспроизвести &тестовый звук
sk: Zahrať s&kúšobne zvuk
sv: Spela &testljud
th: เล่นเสียงทดสอบ
uk: Програти &тестовий звук
wa: Djouwer son d' &saye

source: &Start Sequencer
af: &Begin rangskikker
bg: &Стартиране на секуенсера
bn: সিকোয়েন্সার চালু করুন
ca: Inicia el &seqüenciador
cs: &Spustit sekvencer
de: &Sequenzer starten
el: Εκκίνη&ση Sequencer
es: Iniciar &secuenciador
fi: Käynnistä &sekvensseri
fr: &Démarrer le séquenceur
gl: Iniciar &secuenciador
gu: &સ્ટાર્ટ સીક્વેન્સર
hi: sequencer शुरु करें(&S)
hr: Pok&reni sekvencer
hu: &Szekvenszer indítása
id: &Mulai Sequencer
ja: シーケンサの開始 (&S)
km: ចាប់ផ្ដើម​កម្មវិធី​ដាក់​បន្ត
lt: Paleisti &sintezatorių
mr: सिक्वन्सर सुरू करा
nb: &Start sekvenser
nl: Sequencer &starten
pa: ਸਿਕਿਊਂਸਿਰ ਚਲਾਓ(&S)
pt: &Iniciar Sequenciador
ro: Pornește &&sequencer-ul
ru: &Запустить секвенсор
sk: &Spustiť sekvencér
sv: &Starta sequencer
ta: வரிசைப்படுத்தியை துவக்கவும்
th: เริ่มตัวสังเคราะห์เสียง
uk: &Запустити встановлювач черги
wa: &Enonder secwinceu
xh: &Qalisa Isilandelelanisi

source: Set as the &Primary Card
af: Stel as die &hoofkaart
bg: Задаване като &основна карта
bn: প্রাইমারী কার্ড হিসাবে সেট করুন
ca: Configurada com a targeta &primària
cs: Nastavit jako primární kartu
da: Sæt som det &primære kort
de: Als &primäre Karte festlegen
el: Ορισμός ώς η &Προτεύουσα Κάρτα
es: Definir como tarjeta &principal
fi: Aseta &ensisijaiseksi kortiksi
fr: Définir comme carte &primaire
gl: Definir como tarxeta &principal
gu: &પ્રાથમિક કાર્ડ તરીકે સેટ કરો
hi: &प्राथमिक कार्ड के रूप में सेट करें
hr: Postavi kao pr&imarnu karticu
hu: Beállítás &elsődleges kártyaként
id: Atur sebagai Kartu &Primer
ja: プライマリカードとして設定する (&P)
km: កំណត់​ជា​កាត​ចម្បង
lt: Nustatyti kaip &pirminę plokštę
mr: प्रायमरी कार्ड म्हणून सेट करा
nb: Definer som &primært kort
nl: Als &primaire kaart vastleggen
pa: ਪ੍ਰਾਇਮਰੀ ਕਾਰਡ ਵਾਂਗ ਸੈੱਟ ਕਰੋ(&P)
pt: Definir como Placa &Primária
ro: Setează ca &&placă primară
ru: Задать в &качестве основной карты
sk: Nastaviť &kartu ako primárnu
sv: Ange som &primärt kort
ta: &முதன்மை அட்டையாக அமை
th: ตั้งเป็นแผงวงจรใช้งานหลัก
uk: Зробити &головною платою
wa: Defini come &prumre cwåte
xh: Misela njenge&Khadi Lokuqala

source: PulseAudio &Configuration...
bg: &Настройка на PulseAudio
ca: &Configuració de PulseAudio...
cs: &Konfigurace PulseAudio...
da: &Konfiguration af PulseAudio...
de: PulseAudio-&Konfiguration...
el: &Ρύθμιση PulseAudio...
es: &Configuración de PulseAudio...
fi: PulseAudio-&määritys...
fr: &Configuration de PulseAudio...
gl: &Configuración de PulseAudio
hr: PulseAudio po&stavke...
hu: PulseAudio &beállítása...
id: &Konfigurasi PulseAudio...
ja: PulseAudio 設定 (&C)...
km: កា​រកំណត់​រចនាសម្ព័ន្ធ PulseAudio...
lt: PulseAudio &konfigūracija...
nb: PulseAudio-&oppsett...
nl: PulseAudio-&configuratie...
pa: ਪਲੱਸਆਡੀਓ ਸੰਰਚਨਾ(&C)...
pt: &Configuração PulseAudio...
ro: Configurația PulseAudio...
ru: &Настройка PulseAudio...
sk: &Konfigurácia PulseAudio...
sv: &PulseAudio-konfiguration...
uk: Налаш&тування PulseAudio...
wa: &Apontiaedje di PulseAudio...

source: &Install SoundFonts...
bg: &Инсталиране на SoundFonts
ca: &Instal·la les SoundFonts...
cs: &Instalovat SoundFonts...
da: &Installér lydfonte...
de: SoundFonts &installieren...
el: &Εγκατάσταση SoundFonts...
es: &Instalar SoundFonts...
fi: &Asenna SoundFont...
fr: &Installer les SoundFonts...
gl: &Instalar SoundFonts...
hu: &Soundfont fájlok telepítése…
id: &Pasang SoundFonts...
ja: SoundFont のインストール (&I)...
km: ដំឡើង SoundFonts...
lt: Įd&iegti SoundFont rinkmenas...
nb: &Installer lydfonter...
nl: Geluidsfonts &installeren...
pt: &Instalar SoundFonts...
ro: Instalez Fonturi Sunete...
ru: Установ&ить SoundFont...
sk: &Inštalovať SoundFonts...
sv: &Installerar SoundFonts...
uk: &Встановити звукові шрифти...

source: Sound Configuration
af: Klankkonfigurasie
bg: Настройка на звука
bn: সাউণ্ড কনফিগারেশন
ca: Configuració del so
cs: Konfigurace zvuku
da: Lydkonfiguration
de: Soundkonfiguration
el: Ρύθμιση Ήχου
es: Configuración de sonido
fi: Äänimääritykset
fr: Configuration du son
gl: Configuración do son
gu: સાઉન્ડ કોન્ફીગરેશન
hi: आवाज समनुरुपण
hr: Postavke zvuka
hu: Hangbeállítások
id: Konfigurasi Suara
ja: サウンド設定
km: ការកំណត់​រចនាសម្ព័ន្ធ​សំឡេង
lt: Garso konfigūravimas
mr: ध्वनी संरचना
nb: Lydkonfigurasjon
nl: Geluidsconfiguratie
pa: ਸਾਊਂਡ ਸੰਰਚਨਾ
pt: Configuração de Som
ro: Configurare sunet
ru: Настройка звука
sk: Nastavenie zvuku
sv: Ställ in ljud
ta: ஒலி வடிவம்
th: การปรับแต่งระบบเสียง
uk: Налаштування звуку
wa: Apontiaedje do son
xh: Ubumbeko Lwesandi

source: Index
bg: Индекс
ca: Índex
el: Κατάλογος Περιεχομένων
es: Índice
fi: Indeksi
gl: Índice
hi: सूची
hr: Indeks
ja: インデックス
km: លិបិក្រម
lt: Numeris
nb: Indeks
pa: ਇੰਡੈਕਸ
pt: Índice
ru: Индекс
th: ดัชนี
uk: Індекс
wa: Indecse

source: Card Model
af: Kaartmodel
bg: Модел на картата
bn: মডেল
ca: Model de targeta
cs: Model karty
da: Kortmodel
de: Kartenmodell
el: Μοντέλο Κάρτας
es: Modelo de tarjeta
fi: Korttimalli
fr: Modèle de carte
gl: Modelo da tarxeta
gu: કાર્ડ મોડેલ
hi: कार्ड मोडल
hr: Model kartice
hu: Kártya típusa
id: Model Kartu
ja: カードモデル
km: ម៉ូដែលកាត
lt: Plokštės modelis
mr: कार्ड नमुना
nb: Kortmodell
nl: Kaartmodel
pa: ਕਾਰਡ ਮਾਡਲ
pt: Modelo da Placa
ro: Model placă
ru: Модель карты
sk: Model karty
sv: Kortmodell
ta: அட்டை உருபடிவம்
th: รุ่นของแผงวงจร
uk: Модель плати
wa: Modele di cwåte
xh: Imodeli Yekhadi

source: Other
af: Ander
bg: Други
bn: অন্যান্য
ca: Altres
cs: Ostatní
da: Andet
de: Andere
el: Άλλα
es: Otros
fi: Muu
fr: Autres
gl: Outro
gu: બીજા
hi: अन्य
hr: Ostalo
hu: Egyéb
id: Lainnya
ja: その他
km: ផ្សេង​ទៀត
lt: Kita
mr: इतर
nb: Annet
nl: Overig
pa: ਹੋਰ
pt: Outro
ro: Altele
ru: Другое
sk: Iné
sv: Övriga
ta: பிற
th: อื่น ๆ
uk: Інше
wa: Ôte
xh: Ezinye

source: All
af: Alles
bg: Всички
bn: সবগুলি
ca: Tot
cs: Vše
da: Alle
de: Alle
el: Όλα
es: Todo
fi: Kaikki
fr: Toutes
gl: Todas
gu: બધા
hi: सभी
hr: Sve
hu: Mind
id: Semua
ja: すべて
km: ទាំង​អស់
lt: Visi
mr: सर्व
nb: Alle
nl: Alles
pa: ਸਭ
pt: Todos
ro: Tot
ru: Все
sk: Všetky
sv: Alla
ta: அனைத்து
th: ทั้งหมด
uk: Всі
wa: Totafwait
xh: Konke

source: Sound Card &Vendor
af: Klankkaart&verkoper
bg: &Доставчик на звуковата карта
bn: সাউন্ড কার্ড বিক্রেতা
ca: &Proveïdor de la targeta de so
cs: &Výrobce zvukové karty
da: &Producent af lydkort
de: Soundkarten&anbieter
el: &Οδηγός κάρτας ήχου
es: &Fabricante de la tarjeta de sonido
fi: Äänikortin &valmistaja
fr: &Fabricant de la carte son
gl: &Fabricante da tarxeta de son
gu: સાઉન્ડ કાર્ડ &વેન્ડર
hi: आवाज कार्ड विक्रेता(&V)
hr: Proi&zvođač zvučne kartice
hu: Hangkártya &gyártója
id: &Vendor Kartu Suara
ja: サウンドカード製造元 (&V)
km: ក្រុមហ៊ុន​លក់​កាត​សំឡេង
lt: Garso plokštės &gamintojas
mr: ध्वनीकार्ड विक्रेता
nb: Lydkort&produsent
nl: Le&verancier van geluidskaart
pa: ਸਾਊਂਡ ਕਾਰਡ ਵੇਂਡਰ(&V)
pt: &Fabricante da Placa de Som
ro: &Vânzător placă de sunet
ru: Произ&водитель звуковой карты
sk: &Výrobca zvukovej karty
sv: Ljudkortstill&verkare
ta: ஒலி அட்டை விற்பனையாளர்
th: ผู้จำหน่ายแผงวงจรเสียง
uk: &Постачальник звукової плати
wa: &Vindeu del cwåte son
xh: Umthengisi &Wekhadi Lesandi

source: Sound card &driver
af: Klankkaart&aandrywer
bg: Драйвер &за звуковата карта
bn: সাউন্ড কার্ড ড্রাইভার
ca: Controla&dor per a targeta de so
cs: Ovla&dač zvukové karty
da: Lydkort-&driver
de: Soundkarten&treiber
el: &Οδηγός κάρτας ήχου
es: Controla&dor de tarjeta de sonido
fi: Äänikortin &ohjain
fr: &Pilote de la carte son
gl: Controla&dor da tarxeta de son
gu: સાઉન્ડ કાર્ડ &ડ્રાઇવર
hi: आवाज कार्ड चालक(&d)
hr: &Upravljački program zvučne kartice
hu: Hang&kártya illesztőprogramja
id: &Penggerak Kartu Suara
ja: サウンドカードドライバ (&D)
km: កម្មវិធី​បញ្ជា​កាត​សំឡេង
lt: Garso plokštės &tvarkyklė
mr: ध्वनिकार्ड सूत्रचालक
nb: Lydkort&driver
nl: Geluidskaartstuur&programma
pa: ਸਾਊਂਡ ਕਾਰਡ ਡਰਾਈਵਰ(&d)
pt: &Driver da Placa de Som
ro: Driver placă de sunet
ru: &Драйвер звуковой карты
sk: &Ovládač zvukovej karty
sv: Ljudkorts&drivrutin
ta: ஒலி அட்டை இயக்கி
th: ไดรเวอร์ของแผงวงจรเสียง
uk: &Драйвер звукової плати
wa: &Mineu del cwåte son
xh: Umqhubi wekhadi &lesandi

source: Sound card &model
af: Klankkaart&model
bg: &Модел на звуковата карта
bn: সাউন্ড কার্ড &মডেল
ca: &Model de targeta de so
cs: &Model zvukové karty
da: Lydkort&model
de: &Modell der Soundkarte
el: &Μοντέλο κάρτας ήχου
es: &Modelo de tarjeta de sonido
fi: Äänikortin &malli
fr: &Modèle de la carte son
gl: &Modelo de tarxeta de son
gu: સાઉન્ડ કાર્ડ &મોડેલ
hi: आवाज कार्ड मोडल(&m)
hr: &Model zvučne kartice
hu: Hangkártya &típusa
id: &Model Kartu Suara
ja: サウンドカードモデル (&M)
km: ម៉ូដែលកាត​សំឡេង
lt: Garso plokštės &modelis
mr: ध्वनिकार्ड नमुना
nb: Lydkort&modell
nl: &Model van geluidskaart
pa: ਸਾਊਂਡ ਕਾਰਡ ਮਾਡਲ(&m)
pt: &Modelo da Placa de Som
ro: Model placă de sunet
ru: &Модель звуковой карты
sk: &Model zvukovej karty
sv: &Modell på ljudkortet
ta: ஒலிஅட்டை உருவடிவம்
th: รุ่นของแผงวงจรเสียง
uk: &Модель звукової плати
wa: M&odele del cwåte son
xh: Imodeli yekhadi &lesandi

source: Show List of Kernel Modules
af: Toon lys met kernmodules
bg: Показване на списък с модулите на ядрото
bn: কার্নেল মডিউলের তালিকা দেখান
ca: Mostra una llista dels mòduls del nucli
cs: Zobrazit seznam modulů jádra
da: Vis liste over kernemoduler
de: Liste der Kernel-Module anzeigen
el: Εμφάνιση λίστας των τομέων πυρήνα
es: Mostrar lista de módulos del kernel
fi: Näytä ydinmoduulien luettelo
fr: Afficher la liste des modules noyau
gl: Mostrar a lista de módulos do kernel
gu: કેરનેલ મોડેલ્સ લીસ્ટને જોવો
hi: करनल मोडयूलों की सूची दिखाएं
hr: Prikaži listu modula jezgre
hu: A kernelmodulok listájának megtekintése
id: Tampilkan Daftar Kernel Modul
ja: カーネルモジュールの一覧を表示
km: បង្ហាញ​បញ្ជី​នៃ​ម៉ូឌុល​ខឺណែល
lt: Parodyti branduolio modulių sąrašą
mr: केंद्रीय मॉड्यूलची यादी दाखवा
nb: Vis liste over kjernemoduler
nl: Lijst met kernelmodules weergeven
pa: ਕਰਨਲ ਮੋਡੀਊਲਾਂ ਦੀ ਲਿਸਟ ਵੇਖਾਓ
pt: Mostrar Lista de Módulos de Kernel
ro: Afișează lista modulelor kernel
ru: Показать список модулей ядра
sk: Zobraziť zoznam modulov jadra
sv: Visa lista över kärnmoduler
ta: உருமையக்கூறுகளின் பட்டியலைக் காட்டவும்.
th: แสดงรายการมอดูลของเคอร์เนล
uk: Показати список модулів ядра
wa: Mostrer l' djivêye des modules do nawea
xh: Bonisa Uluhlu Lweemodeli ze-Kernel

source: &Search
af: &Soek
bg: &Търсене
bn: &খোঁজো
ca: &Cerca
cs: &Hledat
da: &Søg
de: &Suche
el: &Εύρεση
es: Bu&scar
fi: &Etsi
fr: &Rechercher
gl: &Buscar
gu: &સર્ચ
hi: खोजें(&S)
hr: Pr&etraži
hu: &Keresés
id: &Cari
ja: 検索 (&S)
km: ស្វែង​រក
lt: &Paieška
mr: शोधा
nb: &Søk
nl: &Zoeken
pa: ਖੋਜ(&S)
pt: &Procurar
ro: &Caută
ru: Пои&ск
sk: &Hľadať
sv: &Sök
ta: தேடுக
th: ค้นหา
uk: &Пошук
wa: &Trover
xh: &Zingela
