Repository: Dzejrou/yast-translations
Catalog: po/sound/*.po
Languages: af, bg, bn, ca, cs, da, de, el, es, fi, fr, gl, gu, hi, hr, hu, id, ja, km, lt, mr, nb, nl, pa, pt, ro, ru, sk, sv, ta, th, uk, wa, xh

source: <p> If the list contains <b>autodetected</b> cards not yet configured, select one and continue. Otherwise, use <b>manual selection</b>. </p>
af: <p> As die lys <b>outobespeurde</b> kaarte wat nog nie gekonfigureer is nie, bevat, kies een en gaan voort. Anders gebruik u <b>met-die-hand keuse</b>. </p>
bg: <p> Ако списъкът съдържа <b>автоматично открити</b>, но не настроени карти изберете една и продължете В противен случай използвайте <b>ръчно избиране</b>. </p>
bn: <p> তালিকায় যদি এখনও সংরূপিত না হওয়া <b>স্বয়ংনির্ধারিত</b> কার্ড থাকে তাহলে একটি নির্বাচন করুন এবং এগিয়ে যান. অন্যথায় <b>হস্তচালিত নির্বাচন</b> ব্যবহার করুন. </p>
ca: <p> Si a la llista apareixen targetes que s'han <b>detectat automàticament</b> però que encara no s'han configurat, trieu-ne una i continueu. En cas contrari, utilitzeu la <b>Selecció manual</b>.</p>
cs: <p>Prosím zvolte kartu, kterou chcete nastavit. Pokud seznam obsahuje <b>autodetekované</b> (a ještě nenakonfigurované) karty, zvolte jednu a pokračujte. Jinak použijte <b>manuální konfiguraci</b>.</p>
da: <p> Hvis listen indeholder <b>automatisk fundne</b> kort som endnu ikke er konfigureret så vælg et og fortsæt. Ellers, brug <b>manuel udvælgelse</b>. </p>
de: <p> Falls die Liste <b>automatisch erkannte</b> und nicht bereits konfigurierte Karten enthält, selektieren Sie eine und fahren Sie fort. Andernfalls wählen Sie <b>manuelle Auswahl</b>. </p>
el: <p> Αν η λίστα περιέχει <b>αυτόματα ανιχνεύσιμες</b> κάρτες μη ρυθμισμένες ακόμα, επιλέξτε μια και προχωρήστε. Αλλιώς, χρησιμοποιήστε <b>χειροκίνητη ρύθμιση</b>. </p>
es: <p> Si la lista contiene tarjetas<b>autodetectedadas</b> (y no configuradas todavía), elija una y siga adelante. Alternativamente puede utilizar <b>Selección manual</b>.</p>
fi: <p> Jos luettelo sisältää <b>automaattisesti tunnistettuja</b> kortteja, joita ei ole vielä määritetty, valitse yksi niistä ja jatka. Muussa tapauksessa valitse <b>määritys käsin</b>. </p>
fr: <p> Si la liste contient des cartes <b>détectées automatiquement</b> mais pas encore configurées, sélectionnez l'une des cartes et continuez. Sinon, utilisez <b>Sélection manuelle</b>. </p>
gl: <p> Se a lista contiene tarxetas<b>autodetectadas</b> (e aínda non configuradas), elixa unha e siga adiante. Alternativamente pode utilizar <b>Selección manual</b>.</p>
gu: <p> જો લીસ્ટ કોન્ટેન્સ <b>ઓટોડીટેક્ટેડ</b> કાર્ડસ નોટ યેટ કોન્ફીગર્ડ, એકને સીલેક્ટ કરીને ચાલુ કરો. નહિતો, <b>મેન્યુઅલ સિલેક્શન</b> ઉપયોગ કરો. </p>
hi: <p> यदि सूची में <b>ऑटोडिटेक्टेड</b> कार्ड शामिल हैं जिन्हें अभी तक विन्यास नहीं किया गया है, एक का चयन करें और जारी रखें. अन्यथा, <b>मैनुअल सिलेक्शन</b> का उपयोग करें. </p>
hr: <p> Ako lista sadrži <b>automatski otkrivene</b> kartice koje još nisu podešene, odaberite jednu i nastavite. Inače, koristite <b>ručni odabir</b>. </p>
hu: <p> Ha a lista tartalmaz <b>automatikusan felimert</b> (és még be nem állított) kártyákat, válasszon ki egyet, és állítsa be. Ellenkező esetben használja a <b>kézi kiválasztást</b>. </p>
id: <p> Jika daftar berisi kartu <b>deteksi otomatis</b> belum dikonfigurasi, pilih salah satu dan lanjutkan. Jika tidak, gunakan <b>pilihan manual</b>. </p>
ja: <p> 一覧に <b>自動検出</b> された未設定のカードが表示された場合は それを選択して続行してください。一覧に表示されていない場合は <b>手動選択</b> を選んでください。 </p>
km: <p> បើ​បញ្ជី​មាន​កាត <b>ដែលបាន​រកឃើញ​ស្វ័យ​ប្រវត្តិ</b> មិន​ទាន់បាន កំណត់​រចនាសម្ព័ន្ធ​នៅ​ឡើយ សូម​ជ្រើស​កាត​មួយ រួច​បន្ត ។ បើមិន​ដូច្នោះ​ទេ សូម​ប្រើ <b>ជម្រើស​ដោយ​ដៃ</b> ។ </p>
lt: <p> Jei sąraše yra <b>detektuotų</b>, bet dar nesukonfigūruotų plokščių, pasirinkite vieną ir tęskite toliau. Kitu atveju naudokite <b>rankinį pasirinkimą</b>. </p>
mr: <p> जर यादीत कॉनफिग्युअर केलेले <b>ऑबेडीब्ेक्टेड</b> कार्डस असतील. व एखादे निवडून पुढे जा. किंवा, <b>मॅन्युअल निवड</b>. </p>
nb: <p> Hvis listen inneholder <b>automatisk detekterte</b> kort som ikke er konfigurert ennå, velg et kort og fortsett. Hvis ikke, bruk <b>manuelt valg</b>. </p>
nl: <p> Als de lijst <b>automatisch gedetecteerde</b> kaarten bevat die nog niet geconfigureerd zijn, selecteer er dan één en ga dan verder. Gebruik in het andere geval de <b>handmatige selectie</b>. </p>
pa: <p> ਜੇ ਲਿਸਟ ਵਿੱਚ <b>ਆਟੋਮੈਟਿਕ-ਖੋਜੇ</b> ਸ਼ਾਮਲ ਕਾਰਡ ਹਾਲੇ ਸੰਰਚਿਤ ਨਹੀਂ, ਇੱਕ ਚੁਣੋ ਅਤੇ ਜਾਰੀ ਰੱਖੋ। ਨਹੀਂ ਤਾਂ, <b>ਦਸਤੀ ਚੋਣ</b> ਵਰਤੋਂ। </p>
pt: <p> Se a lista contém placas <b>detectadas automaticamente</b>por configurar, seleccione uma e continue. Caso contrário, utilize <b>selecção manual</b>. </p>
ro: <p> Dacă lista conține plăci <b>autodetectate</b> încă neconfigurate, selectați una și continuați. Altfel, utilizați <b>selecția manuală</b>. </p>
ru: <p> Если список содержит <b>определенные автоматически</b> и еще не сконфигурированные карты, то выберите одну. Иначе, используйте <b>выбор вручную</b> </p>
sk: <p> Ak zoznam obsahuje <b>automaticky nájdené</b> (a ešte nenastavené) karty, niektorú si vyberte a pokračujte v nastavení. Inak použite <b>ručné nastavenie</b>. </p>
sv: <p> Om listan innehåller <b>automatiskt identifierat</b> (men ej ännu inställt) kort, väljer du ett och fortsätter. Använd <b>manuellt val</b> annars. </p>
ta: <p> பட்டியல் <b>தன்னியக்க அறிதல் </b> வடிவமைக்கப்படாத அட்டைகளைக் கொண்டிருந்தால், ஒன்றைத் தேர்வுசெய்து, தொடரவும். அல்லது, <b>கைமுறைத் தேர்வைப் </b>பயன்படுத்தவும். </p>
uk: <p> Якщо список містить <b>автовиявлені</b> плати, які ще не налаштовано, виберіть якусь і продовжуйте. Інакше, використовуйте <b>вибір вручну</b>. </p>
xh: <p> Ukuba uluhlu luqulethe <b>amakhadi</b> afunyenwe ngokuzenzekelayo angekenziwa ubumbeko, khetha libelinye kwaye uqhubeke. Kungenjalo, sebenzisa <b>ukukhetha ngesandla</b>. </p>

source: There are programs running that are currently using the audio device. To reset the configuration, these programs must be terminated. Proceed?
af: Daar is lopende programme wat tans die oudiotoestel gebruik. Om die konfigurasie weer te stel, moet hierdie programme getermineer word. Aangaan?
bg: Все още има работещи приложения, които използват аудио устройството. За да изчистите настройването тези приложения трябва да бъдат спрени. Желаете ли да продължите?
bn: বর্তমানে কিছু প্রোগ্রাম চলছে যা অডিও উপকরণটিকে ব্যবহার করছে. সংরূপণ পুনঃস্থাপনের জন্যে এই প্রোগ্রামগুলিকে বিনষ্ট করতে হবে. এগোতে চান?
ca: En aquests moments hi ha programes que s'estan executant i que utilitzen el dispositiu de so. Si voleu reiniciar la configuració cal que sortiu d'aquests programes. Voleu continuar?
cs: Právě běží programy používající audio zařízení. K obnovení konfigurace musejí být tyto programy ukončeny. Pokračovat?
da: Der kører programmer som lige nu bruger lydenheden. For at nulstille konfigurationen, skal disse programmer lukkes ned. Vil du fortsætte?
de: Einige laufende Programme greifen gerade auf die Soundschnittstellen zu. Zum Zurücksetzen der Konfiguration müssen diese Programme beendet werden. Wollen Sie fortfahren?
el: Υπάρχουν προγράμματα που τρέχουν και χρησιμοποιούν την τρέχουσα συσκευή ήχου. Για να επαναφέρετε την ρύθμιση, αυτά τα προγράμματα πρέπει να τερματιστούν. Συνέχεια;
es: Existen programas en ejecución que están utilizando en estos momentos el dispositivo de sonido. Para restablecer la configuración, estos programas deben cerrarse. ¿Desea continuar?
fi: Tällä hetkellä on käynnissä ohjelmia, jotka käyttävät äänilaitetta. Palauttaaksesi määritykset nämä ohjelmat pitää lopettaa. Jatketaanko?
fr: Des programmes en cours d'exécution utilisent déjà le périphérique audio. Pour remettre la configuration à ses valeurs initiales, vous devez terminer ces programmes. Désirez-vous continuer ?
gl: Existen programas en execución que están a utilizar nestes intres o dispositivo de son. Para restablecer a configuración, estes programas deben terminar. Desexa continuar?
gu: ક્યા આગળ અત્યારના ઉપયોગી પ્રોગ્રામ ચાલી રહયાં છે તેના ચાલુ ઓડિયો ડિવાઇસ છે. કોન્ફીગરેશનમાં રીસેટ કરેલા પ્રોગ્રામસ શુ તેના ગંતવ્ય સ્થાનથી જ. ચાલ રહયાં છે?
hi: कुछ प्रोग्राम चल रहे हैं जिनमें ऑडियो डिवाइस का उपयोग हो रहा है. विन्यासको पुनः सेट करने के लिए, इन प्रोग्रामों को समाप्त किया जाना आवश्यक है. आगे बढ़ें?
hr: Postoje programi koji trenutno koriste audio uređaj. Da biste ponovno pokrenuli postavke, ovi programi moraju biti zatvoreni. Da li želite nastaviti?
hu: Vannak futó programok, amelyek jelenleg használják a hangeszközt. A beállítás visszaállításához (reset) ezeket a programokat le kell állítani. Folytassam?
id: Ada program sedang berjalan yang saat ini menggunakan perangkat audio. Untuk mengatur ulang konfigurasi, program ini harus dihentikan. Proses?
ja: オーディオデバイスを利用するアプリケーションが 動作しています。 設定をリセットするにはそれらを終了する 必要があります。続行しますか？
km: បច្ចុប្បន្ន​មាន​កម្មវិធី​មួយ​ចំនួន​កំពុង​រត់ និង​កំពុង​ប្រើ​ប្រាស់ ឧបករណ៍​អូឌីយ៉ូ ។​ ដើម្បី​កំណត់​រចនាសម្ព័ន្ធ​ឡើងវិញ កម្មវិធី ទាំងនេះ​នឹង​ត្រូវ​បិទ ។ បន្ដឬ ?​
lt: Yra programų, kurios šiuo metu naudoja garso įrenginį. Norėdami atstatyti konfigūraciją, šios programos turi būti sustabdytos. Tęsti?
mr: श्राव्य उपकरण वापरणारे सध्या चालू असणारे काही प्रोग्राम्स आहेत. कॉनफिग्युरेशन रिसेट करण्यासाठी हे प्रोग्राम्स थांबवले गेले पाहिजेत. त्याबाबत पुढे जायचे का?
nb: Noen aktive programmer bruker lydenheten nå. Disse programmene må avsluttes for å tilbakestille konfigurasjonen. Vil du fortsette?
nl: Op dit moment draaien er programma's die gebruik maken van het audio-apparaat. Deze programma's moeten worden afgesloten om de configuratie te kunnen resetten. Doorgaan?
pa: ਇੱਥੇ ਪਰੋਗਰਾਮ ਚੱਲ ਰਹੇ ਹਨ, ਜੋ ਮੌਜੂਦ ਆਡੀਓ ਵਰਤ ਰਹੇ ਹਨ। ਸੰਰਚਨਾ ਮੁੜ ਸੈੱਟ ਕਰਨੀ ਹੈ, ਇਹ ਪਰੋਗਰਾਮ ਬੰਦ ਹੋਣੇ ਚਾਹੀਦੇ ਹਨ। ਜਾਰੀ ਰੱਖਣਾ ਹੈ?
pt: Existem programas a serem executados que estão a utilizar o dispositivo de audio. Para reinicializar a configuração, os programas devem ser terminádos. Continuar?
ro: Momentan rulează programe ce utilizează dispozitivul audio. Pentru a reseta configurația, aceste programe trebuie închise. Continuați?
ru: В настоящее время запущены программы, которые используют данное аудиоустройство. Для сброса настроек эти программы должны быть завершены. Продолжить?
sk: Momentálne bežia programy, ktoré používajú zvukové zariadenie. Resetom konfigurácie sa programy ukončia. Chcete pokračovať?
sv: Det finns startade program som för tillfället använder ljudenheten. För att kunna återställa inställningarna måste dessa program avslutas. Fortsätta?
ta: தற்போது ஒலி சாதனத்தைப் பயன்படுத்தும் நிரல் . இயங்கிக் கொண்டிருக்கின்றன. வடிவமைப்பை மாற்றியமைக்க, இந்த நிரல்கள் நிறுத்தப்படவேண்டும். தொடரலாமா?
uk: Є програми, які в даний час використовують звуковий пристрій. Щоб скинути конфігурацію, необхідно зупинити ці програми. Продовжити?
wa: I gn a des programes enondés ki s' siervèt pol moumint di l' éndjin odio. Po rmete a zero l' apontiaedje, ces programes divèt esse finis. El fé?
xh: Kukho iinkqubo ezisebenzayo ezisebenzisa okwangoku isixhobo esinesandi. Ukumisela kwakhona ubumbeko, ezi nkqubo kufuneka zipheliswe. Qhuba?

source: <p> Here, modify options for the sound modules. If you are not <b>absolutely sure</b> what you are doing, leave this dialog untouched. </p>
af: <p> Verander hier opsies vir die klankmodules. As u nie <b>heeltemal seker is</b> wat u doen nie, moet u hierdie dialoog onaangeraak laat. </p>
bg: <p> Тук можете да променяте параметрите на модулите за звука. Ако не сте <b>абсолютно сигурен</b> какво правите, оставете този екран непроменен. </p>
bn: <p> এখানে সাউন্ড মডিউলের জন্যে বিকল্পগুলি পরিবর্তন করুন. আপনি কি করছেন সে বিষয়ে আপনি যদি <b>সম্পূর্ণরূপে নিশ্চিত</b> না হন, তাহলে এই আলাপচারিতাটিকে স্পর্শ করবেন না. </p>
ca: <p> Aquí es poden modificar les opcions del mòdul de so. No modifiqueu aquest diàleg si no esteu <b>totalment segur</b> del que voleu fer. </p>
cs: <p> Zde můžete změnit možnosti zvukových modulů. Pokud si nejste <b>absolutně jistí</b>, raději ponechte tento dialog tak, jak je. </p>
da: <p> Justér tilvalg for lydmodulerne. Hvis du ikke er <b>helt sikker</b> på hvad du laver, så lad denne dialog være uændret. </p>
de: <p> Hier können Sie die Optionen für die Soundmodule bearbeiten. Wenn Sie nicht <b>absolut sicher</b> sind, dann lassen Sie die Optionen besser unverändert. </p>
el: <p> Εδώ, διαμορφώστε τις επιλογές για τις υπομονάδες ήχου. Αν δεν είστε <b>απόλυτα σίγουροι</b> για το τι κάνετε, αφήστε το διάλογο αυτό άθικτο. </p>
es: <p> Aquí puede modificar las opciones de los módulos de sonido. Si no está <b>absolutamente seguro</b> de lo que va hacer, no modifique nada en este recuadro de dialogo. </p>
fi: <p> Muuta täällä äänimoduulien valintoja. Jos et ole <b>ehdottoman varma</b> mitä olet tekemässä, jätä tämä valintaikkuna ennalleen. </p>
fr: <p> Modifiez ici les options pour les modules son. Si vous n'êtes pas <b>absolument sûr</b> de ce que vous faites, ne modifiez rien dans cette boîte de dialogue. </p>
gl: <p> Aquí, pode modificar as opcións dos módulos de son. Se non está <b>absolutamente seguro</b> do que vai facer, non modifique nada neste cadro de diálogo. </p>
gu: <p> અહિયા, સાઉન્ડ મોડેલના ઓપ્શન માટે તેને મોડીફાય થશે. જો તમે <b> સાચ્ચે શ્યોર</b> નહી હોય તો, તમે શું કરશો મતે તમે આ ડાયલોગને ટચ કર્યાં વગર રહેવા દો. </p>
hi: <p> यहां, आवाज मॉड्यूलों के लिए विकल्पों को परिवर्तित करें. यदि आप जो कर रहे हैं यदि आप जो कर रहे हैं, उसके बारे में <b>पूरी तरह सुनिश्चित</b> नहीं है, इस डायलॉग को छोड़ दें. </p>
hr: <p> Ovdje možete uređivati izbore za zvučne module. Ako niste <b>apsolutno sigurni</b> u ono što radite, ostavite ovaj prozor kakav je. </p>
hu: <p> Itt módosíthatja a hangmodulok opcióit. Ha <b>nem biztos benne</b>, mit tesz, hagyja ezt a párbeszédablakot érintetlenül. </p>
id: <p> Disini, modifikasi pilihan untuk modul suara. Jika Anda tidak <b>benar-benar yakin</b> apa yang Anda lakukan, tinggalkan dialog ini tak tersentuh. </p>
ja: <p> ここではサウンドモジュールのオプションを変更することができます。 特別な事情がない限り、このダイアログの内容は <b>変更しないでください</b>。 </p>
km: <p> នៅទីនេះ សូម​កែប្រែ​ជម្រើស​សម្រាប់​ម៉ូឌុល​សំឡេង ។ បើ​អ្នកមិន <b>ប្រាកដ​មែនទែន​</b> អំពី​អ្វី​ដែល​អ្នក​កំពុង​ធ្វើ​ទេ ទុក​ប្រអប់​នេះ​នៅ​ដដែល ។ </p>
lt: <p> Čia modifikuokite garso modulių parametrus. Jei nesate <b>visiškai užtikrintas</b> tuo, ką darote, nelieskite šio dialogo. </p>
mr: <p> येथे, ध्वनी मॉडूल्सकरता विकल्पात बदल करा. तुम्हाला जर तुम्ही <b>याची खात्री</b> काय करत असेल तर, असेल तर ते डायलॉग कप्प्‍ाा तसाच ठेवा. </p>
nb: <p> Her kan du endre alternativer for lydmodulene. Hvis du ikke er <b>helt sikker</b> på hva du gjør, bør du ikke gjøre endringer i denne dialogen. </p>
nl: <p> Hier kunt u de opties van de geluidsmodules wijzigen. Doe niets in deze dialoog als u niet <b>absoluut zeker</b> weet waar u mee bezig bent. </p>
pa: <p> ਇੱਥੇ, ਸਾਊਂਡ ਮੋਡੀਊਲ ਲਈ ਚੋਣ ਤਬਦੀਲ ਕਰੋ। ਜੇ ਤੁਹਾਨੂੰ <b>ਪੱਕਾ ਯਕੀਨ</b> ਨਹੀਂ ਹੈ ਕਿ ਤੁਸੀਂ ਕੀ ਕਰਦੇ ਹੋ, ਇਸ ਨੂੰ ਅਣਡਿੱਠ ਕਰੋ। </p>
pt: <p> Aqui, pode modificar as opções dos módulos de som. Se não está <b>absolutamente seguro</b> sobre o que está a fazer, não modifique nada nesta caixa de diálogo. </p>
ro: <p> Aici puteți modifica opțiunile pentru modulele de sunet. Dacă nu sunteți <b>absolut sigur</b> de acțiunile dvs., nu utilizați acest dialog. </p>
ru: <p> Здесь вы можете изменить параметры звуковых модулей. Если вы не <b>уверены</b> в том, что вы делаете, не меняйте настройки в этом окне. </p>
sk: <p> Tu môžete zmeniť možnosti pre zvukové moduly. Ak si <b>nie ste absolútne istý</b>, čo robíte, prosím, nechajte tento dialóg bez zmeny. </p>
sv: <p> Här kan du ändra alternativ för ljudmoduler. Om du inte är <b>helt säker</b> på vad du gör, lämna den här dialogrutan orörd. </p>
ta: <p> இங்கே, ஒலி கூறுகளுக்கான விருப்பத்தேர்வுகளை மாற்றியமைக்கவும். உங்களுக்கு என்ன செய்வது <b>நிச்சயமாகத் தெரியவில்லை </b>என்றால் இந்த சொல்லாடலைத் தொடாமல் விட்டுவிடவும். </p>
uk: <p> Тут можна змінити параметри для звукових модулів. Якщо ви не <b>цілком впевнені</b> в тому, що робите, залиште тут все без змін. </p>
wa: <p> Vaici, candjîz les tchuzes po les modules son. Si vs n' estoz nén <b>pår seur</b> di c' ki vos fjhoz, leyîz cisse divize sins candjmint. </p>
xh: <p> Apha, lungisa izikhethwa zeemodyuli zesandi. Ukuba awuqinisekanga <b>ngokupheleleyo</b> ngento oyenzayo, yishiye le ngxoxo ingachukunyiswanga. </p>
