Repository: Dzejrou/yast-translations
Catalog: po/sound/*.po
Languages: af, bg, bn, ca, cs, da, de, el, es, fi, fr, gl, gu, hi, hr, hu, id, ja, km, lt, mr, nb, nl, pa, pt, ro, ru, sk, sv, ta, th, uk, wa, xh

source: The sound volume and configuration for the sound card will be saved now.
af: Die klankvolume en -konfigurasie vir die klankkaart sal nou geberg word.
bg: Силата на звука и другите настройки за звуковата карта сега ще бъдат запазени.
bn: সাউন্ড কার্ডের ভলিউম এবং সাউন্ড কার্ডের সংরূপণ এখন সংরক্ষিত হবে.
ca: Ara es desaran el volum del so i la configuració de la targeta.
cs: Nastavení hlasitosti a konfigurace zvukové karty se nyní uloží.
da: Lydstyrken og konfigurationen for lydkortet vil blive gemt nu.
de: Die Lautstärke und die Konfiguration der Soundkarte werden jetzt gespeichert.
el: Η ένταση ήχου και οι ρυθμίσεις για την κάρτα ήχου θα αποθηκευτούν τώρα.
es: El volumen del sonido y la configuración de la tarjeta se guardarán ahora.
fi: Äänikortin äänenvoimakkuus ja määritykset tallennetaan nyt.
fr: Le volume du son et la configuration de la carte son vont être enregistrés maintenant.
gl: O volume do son e a configuración da tarxeta de son vanse gardar agora.
gu: સાઉન્ડ વોલ્યુમ અનેસાઉન્ડ કાર્ડ માટેનું કોન્ફીગરેશન હવે સેવ કરાશે.
hi: आवाज कार्ड के लिए आवाज वोल्यूम और समनुरुपण अब संचय किया जाएगा।
hr: Postavke glasnoće i postavke zvučne kartice će sada biti sačuvane.
hu: A hangerő és a hangkártya beállításai most mentésre kerülnek.
id: Volume suara dan konfigurasi untuk kartu suara akan disimpan sekarang.
ja: サウンドカードの音量と設定を保存します。
km: កម្រិត​សំឡេង និង​ការ​កំណត់​រចនាសម្ព័ន្ធ​ សម្រាប់​កាត​សំឡេង នឹង​ត្រូវ​បាន​រក្សាទុក​ឥឡូវនេះ ។​
lt: Dabar bus išsaugota garso plokštės konfigūracija ir garso stiprumas.
mr: ध्वनीचा आवाज व आवाज कॉनफिग्युअरेशन आता साठवून ठेवायला हवे.
nb: Lydstyrken og konfigurasjonen for lydkortet vil bli lagret nå.
nl: Het volume en de configuratie van de geluidskaart worden nu opgeslagen.
pa: ਸਾਊਂਡ ਕਾਰਡ ਦਾ ਸਾਊਂਡ ਵਾਲੀਅਮ ਅਤੇ ਸੰਰਚਨਾ ਹੁਣ ਸੰਭਾਲੀ ਜਾਵੇਗੀ।
pt: O volume do som e a configuração da placa de som vão ser guardadas agora.
ro: Volumul sunetului și configurația plăcii de sunet vor fi salvate acum.
ru: Уровень звука и другие настройки звуковой карты будут сохранены
sk: Konfigurácia zvukovej karty a jej hlasitosť sa teraz uloží.
sv: Ljudvolymen och inställningarna för ljudkortet kommer nu att sparas.
ta: ஒலியனின் ஒலியளவு மற்றும் ஒலி அட்டைக்கான வடிவமைப்பு தற்போது சேமிக்கப்படும்.
th: ระดับเสียงและการปรับแต่งค่า สำหรับแผงวงจรเสียง จะถูกบันทึกในตอนนี้แล้ว
uk: Тепер буде збережено гучність звуку та конфігурацію звукової плати.
wa: Li volume eyet l' apontiaedje do son pol cwåte son vont-st esse schapé sol côp.
xh: Amandla esandi kunye nobumbeko lwekhadi lesandi luza kugcinwa ngoku.

source: The sound configuration will be saved now.
af: Die klankkonfigurasie sal nou geberg word.
bg: Настройките на звука сега ще бъдат запазени.
bn: শব্দ সংরূপণ এখন সংরক্ষিত হবে.
ca: Ara es desarà la configuració del so.
cs: Nastavení zvuku se nyní uloží.
da: Lydkortkonfiguration vil blive gemt nu.
de: Die Konfiguration der Soundkarte wird jetzt gespeichert.
el: Η ρύθμιση ήχου θα αποθηκευτεί τώρα.
es: La configuración del sonido se guardará ahora.
fi: Äänikortin määritykset tallennetaan nyt.
fr: La configuration de la carte son va maintenant être enregistrée.
gl: Vaise gardar agora a configuración do son.
gu: સાઉન્ડ કોન્ફીગરેશન હવે સેવ કરી કરાશે.
hi: आवाज समनुरुपण अब संचय किया जाएगा।
hr: Postavke zvuka će sada biti sačuvane.
hu: A hangbeállítások most mentésre kerülnek.
id: Konfigurasi suara akan disimpan sekarang.
ja: サウンド設定を保存します。
km: ការ​កំណត់​រចនាសម្ព័ន្ធ​សំឡេង​នឹង​ត្រូវ​បាន​រក្សាទុក​ឥឡូវនេះ ។
lt: Garso konfigūracija dabar bus išsaugota.
mr: ध्वनी संरचना आता संग्रहीत होईल.
nb: Lydkonfigurasjonen vil bli lagret nå.
nl: De geluidsconfiguratie wordt nu opgeslagen.
pa: ਸਾਊਂਡ ਸੰਰਚਨਾ ਹੁਣ ਸੰਭਾਲੀ ਜਾਵੇਗੀ।
pt: A configuração de som vai ser guardada agora.
ro: Configurația sunetului va fi salvată acum.
ru: Настройки звуковой карты будут сохранены.
sk: Konfigurácia zvukovej karty sa teraz uloží.
sv: Ljudinställningarna kommer nu att sparas.
ta: ஒலி வடிவமைப்பு தற்போது சேமிக்கப்படும்.
th: การปรับแต่งระบบเสียงจะถูกทำการบันทึกในตอนนี้แล้ว
uk: Тепер буде збережено конфігурацію звуку.
wa: L' apontiaedje son va esse schapé asteure.
xh: Ubumbeko lwesandi luza kugcinwa ngoku.

source: will be configured as the first sound card (%1)
af: sal as die eerste klankkaart (%1) gekonfigureer word
bg: ще бъде де настроена като първа звукова карта (%1)
bn: প্রথম সাউন্ড কার্ড হিসাবে সংরূপিত হবে (%1)
ca: (%1) es configurarà com la primera targeta de so
cs: se nakonfiguruje jako první zvuková karta (%1)
da: vil blive konfigureret som det første lydkort (%1)
de: wird als erste Soundkarte (%1) konfiguriert
el: θα ρυθμιστεί ως η πρώτη κάρτα ήχου (%1)
es: será configurada como la primera tarjeta de sonido (%1)
fi: määritetään ensimmäiseksi äänikortiksi (%1)
fr: va être configurée comme première carte son (%1)
gl: será configurada como a primeira tarxeta de son (%1)
gu: પ્રથમ સાઉન્ડ કાર્ડ (%1) તરીકે કન્ફિગર કરાશે
hi: पहले आवाज कार्ड(%1) की तरह समनुरुपित किया जाएगा
hr: biti će postavljena kao prva zvučna kartica (%1)
hu: hangkártya első hangkártyaként (%1) kerül beállításra
id: akan dikonfigurasi sebagai kartu suara pertama (%1)
ja: 第 1 サウンドカード (%1) として設定します
km: នឹង​ត្រូវ​បាន​កំណត់​រចនាសម្ព័ន្ធ​ជា​កាត​សំឡេង​ទី​មួយ (%1)
lt: bus sukonfigūruota kaip pirmoji garso plokštė (%1)
mr: पहिले ध्वनिकार्ड म्हणून संरचित होईल (%1)
nb: vil bli konfigurert som første lydkort (%1)
nl: wordt geconfigureerd als de eerste geluidskaart (%1)
pa: ਪਹਿਲੇ ਸਾਊਂਡ ਕਾਰਡ (%1) ਤੌਰ 'ਤੇ ਸੰਰਚਿਤ ਹੋਵੇਗਾ
pt: vai ser configurada como primeira placa de som (%1)
ro: va fi configurată ca prima placă de sunet (%1)
ru: будет настроена как первая звуковая карта (%1)
sk: bude nakonfigurovaná ako prvá zvuková karta (%1)
sv: kommer att ställas in som det första ljudkortet (%1)
ta: முதல் ஒலி அட்டை (%1)ஆக வடிவமைக்கப்படும்.
uk: буде налаштовано як першу звукову плату (%1)
wa: serè apontieye come prumire cwåte son (%1)
xh: liza kubumbeka njengekhadi lesandi lokuqala (%1)

source: will be configured as the second sound card (%1)
af: sal as die tweede klankkaart (%1) gekonfigureer word
bg: ще бъде де настроена като втора звукова карта (%1)
bn: দ্বিতীয় সাউন্ড কার্ড হিসাবে সংরূপিত হবে (%1)
ca: (%1) es configurarà com la segona targeta de so
cs: se nakonfiguruje jako druhá zvuková karta (%1)
da: vil blive konfigureret som det andet lydkort (%1)
de: wird als zweite Soundkarte (%1) konfiguriert
el: θα ρυθμιστεί ως η δεύτερη κάρτα ήχου (%1)
es: será configurada como la segunda tarjeta de sonido (%1)
fi: määritetään toiseksi äänikortiksi (%1)
fr: va être configurée comme deuxième carte son (%1)
gl: será configurada como a segunda tarxeta de son (%1)
gu: દ્વિતીય સાઉન્ડ કાર્ડ તરીકે કોન્ફીગર કરાશે (%1)
hi: दूसरेे आवाज कार्ड(%1) की तरह समनुरुपित किया जाएगा
hr: biti će postavljena kao druga zvučna kartica (%1)
hu: hangkártya második hangkártyaként (%1) kerül beállításra
id: akan dikonfigurasi sebagai kartu suara kedua (%1)
ja: 第 2 サウンドカード (%1) として設定します
km: នឹង​ត្រូវ​បាន​កំណត់​រចនាសម្ព័ន្ធ​ជា​កាត​សំឡេង​ទីពីរ (%1)
lt: bus su sukonfigūruota kaip antroji garso plokštė (%1)
mr: दुसरे ध्वनिकार्ड म्हणून संरचित होईल (%1)
nb: vil bli konfigurert som andre lydkort (%1)
nl: wordt geconfigureerd als de tweede geluidskaart (%1)
pa: ਦੂਜੇ ਸਾਊਂਡ ਕਾਰਡ (%1) ਤੌਰ 'ਤੇ ਸੰਰਚਿਤ ਹੋਵੇਗਾ
pt: vai ser configurada como segunda placa de som (%1)
ro: va fi configurată ca a doua placă de sunet (%1)
ru: будет настроена как вторая звуковая карта (%1)
sk: bude nakonfigurovaná ako druhá zvuková karta (%1)
sv: kommer att ställas in som det andra ljudkortet (%1)
ta: இரண்டாவது ஒலி அட்டை (%1)ஆக வடிவமைக்கப்படும்.
uk: буде налаштовано як другу звукову плату (%1)
wa: serè apontieye come deujhinme cwåte son (%1)
xh: liza kubumbeka njengekhadi lesandi lesibini (%1)

source: will be configured as the third sound card (%1)
af: sal as die derde klankkaart (%1) gekonfigureer word
bg: ще бъде де настроена като трета звукова карта (%1)
bn: তৃতীয় সাউন্ড কার্ড হিসাবে সংরূপিত হবে (%1)
ca: (%1) es configurarà com la tercera targeta de so
cs: se nakonfiguruje jako třetí zvuková karta (%1)
da: vil blive konfigureret som det tredie lydkort (%1)
de: wird als dritte Soundkarte (%1) konfiguriert
el: θα ρυθμιστεί ως η τρίτη κάρτα ήχου (%1)
es: será configurada como la tercera tarjeta de sonido (%1)
fi: määritetään kolmanneksi äänikortiksi (%1)
fr: va être configurée comme troisième carte son (%1)
gl: será configurada como a terceira tarxeta de son (%1)
gu: તૃતીય સાઉન્ડ કાર્ડ તરીકે કોન્ફીગર કરાશે (%1)
hi: तीसरेरे आवाज कार्ड(%1) की तरह समनुरुपित किया जाएगा
hr: biti će postavljena kao treća zvučna kartica (%1)
hu: hangkártya harmadik hangkártyaként (%1) kerül beállításra
id: akan dikonfigurasi sebagai kartu suara ketiga (%1)
ja: 第 3 サウンドカード (%1) として設定します
km: នឹង​ត្រូវ​បាន​កំណត់​រចនាសម្ព័ន្ធ​ជា​កាត​សំឡេង​ទីបី (%1)
lt: bus su sukonfigūruota kaip trečioji garso plokštė (%1)
mr: तिसरे ध्वनिकार्ड म्हणून संरचित होईल (%1)
nb: vil bli konfigurert som tredje lydkort (%1)
nl: wordt geconfigureerd als de derde geluidskaart (%1)
pa: ਤੀਜੇ ਸਾਊਂਡ ਕਾਰਡ (%1) ਤੌਰ 'ਤੇ ਸੰਰਚਿਤ ਹੋਵੇਗਾ
pt: vai ser configurada como terceira placa de som (%1)
ro: va fi configurată ca a treia placă de sunet (%1)
ru: будет настроена как третья звуковая карта (%1)
sk: bude nakonfigurovaná ako tretia zvuková karta (%1)
sv: kommer att ställas in som det tredje ljudkortet (%1)
ta: மூன்றாவது ஒலி அட்டை (%1)ஆக வடிவமைக்கப்படும்.
uk: буде налаштовано як третю звукову плату (%1)
wa: serè apontieye come troejhinme cwåte son (%1)
xh: liza kubumbeka njengekhadi lesandi lesithathu (%1)

source: will be configured as the %2th sound card (%1)
af: sal as die %2e klankkaart (%1) gekonfigureer word
bg: ще бъде де настроена като %2а звукова карта (%1)
bn: %2তম সাউন্ড কার্ড হিসাবে সংরূপিত হবে (%1)
ca: es configurarà com a %2a targeta de so (%1)
cs: se nakonfiguruje jako %2-tá zvuková karta (%1)
da: vil blive konfigureret som det %2. lydkort (%1)
de: wird als %2te Soundkarte (%1) konfiguriert
el: θα ρυθμιστούν ως η %2η κάρτα ήχου (%1)
es: se configurará como la %2.ª tarjeta de sonido (%1)
fi: määritetään %2. äänikortiksi (%1)
fr: va être configurée comme %2ème carte son (%1)
gl: (%1) será configurada como a %2ª tarxeta de son
gu: %2તમ સાઉન્ડ કાર્ડ તરીકે કોન્ફીગર કરાશે (%1)
hi: %2 े आवाज कार्ड(%1) की तरह समनुरुपित किया जाएगा
hr: biti će postavljena kao %2 zvučna kartica (%1)
hu: be lesz állítva %2. hangkártyaként (%1)
id: akan dikonfigurasi sebagai kartu suara ketiga ke%2 (%1)
ja: 第 %2 サウンドカード (%1) として設定します
km: នឹង​ត្រូវ​បាន​កំណត់​រចនាសម្ព័ន្ធ​ជា​កាត​សំឡេង​ទី %2 (%1)
lt: bus sukonfigūruota kaip %2 garso plokštė (%1)
mr: %2रे ध्वनिकार्ड म्हणून संरचित होईल (%1)
nb: vil bli konfigurert som %2. lydkort (%1)
nl: wordt geconfigureerd als de %2-de geluidskaart (%1)
pa: %2ਚੇ ਸਾਊਂਡ ਕਾਰਡ (%1) ਤੌਰ ਉੱਤੇ ਸੰਰਚਿਤ ਹੋਵੇਗਾ
pt: vai ser configurada como %2 placa de som (%1)
ro: va fi configurată ca a %2a placă de sunet (%1)
ru: будет настроена как %2-я звуковая карта (%1)
sk: bude nakonfigurovaná ako %2. zvuková karta (%1)
sv: kommer att ställas in som det %2:e ljudkortet (%1)
ta: (%1) %2வது ஒலி அட்டையாக வடிவமைக்கப்படும்
uk: буде налаштовано як %2-у звукову плату (%1)
wa: serè apontieye come %2inme cwåte son (%1)
xh: liza kubumbeka njengekhadi lesandi le%2 (%1)

source: Install SoundFonts
bg: Инсталиране на SoundFonts
ca: Instal·la les SoundFonts
cs: Instalovat SoundFonts
da: Installér lydfonte
de: SoundFonts installieren
el: Εγκατάσταση SoundFonts
es: Instalar SoundFonts
fi: Asenna SoundFontit
fr: Installer les SoundFonts
gl: Instalar SoundFonts
hu: Soundfont fájlok telepítése
id: Pasang SoundFonts
ja: SoundFont をインストールする
km: ដំឡើង SoundFonts
lt: Įdiegti SoundFont rinkmenas
nb: Installer lydfonter
nl: Geluidsfonts installeren
pt: Instalar SoundFonts
ro: Instalez Fonturi Sunete
ru: Установить SoundFont
sk: Inštalovať SoundFonts
sv: Installera SoundFonts
uk: Встановити звукові шрифти

source: Should YaST2 install the wavetable SoundFont-files from your Soundblaster Live! or AWE driver CD?
bg: Желаете ли YaST да инсталира wavetable SoundFont от CD с драйвери на Soundblaster Live! или AWE?
ca: Voleu que el YaST2 instal·li les fonts de so de la taula d'ones des del CD dels controladors de SoundBlaster Live! o AWE?
cs: Přejete si nechat YaST instalovat Wavetable-SoundFonts ze svého Soundblaster Live! nebo AWE CD s ovladači?
da: Skal YaST2 installere wavetable-lydfont-filer fra din Soundblaster Live! eller AWE driver-cd?
de: Möchten Sie, dass YaST2 die Wavetable-SoundFont-Dateien von Ihrer Soundblaster Live! oder AWE Treiber-CD installiert?
el: Θέλετε το YaST2 να εγκαταστήσει τα αρχεία wavetable SoundFont από το CD οδηγών της Soundblaster Live! ή AWE σας;
es: ¿Desea que YaST2 instale los archivos SoundFont de WaveTable desde su Soundblaster Live! o el CD de controlador AWE?
fi: Tulisiko YaST:in asentaa wavetable SoundFont-tiedostot Soundblaster Live!:n- tai AWEn CD-ohjainlevyltä?
fr: Souhaitez-vous que YaST2 installe la table d'onde des fichiers SoundFonts depuis votre CD de pilotes Soundblaster Live! ou AWE ?
gl: Desexa que YaST instale o ficheiro coa táboa de ondas de SoundFont desde a súa SoundBlaster Live! ou desde o seu CD de controladores AWE?
hu: Telepítse a YaST2 a SoundBlaster Live! vagy az AWE illesztőprogramokat tartalmazó CD-n található Soundfont-fájlokat?
id: Haruskah YaST2 memasang berkas wavetable SoundFont dari Soundblaster Live! Anda atau CD driver AWE?
ja: Soundblaster Live!またはAWEドライバCDから SoundFont ファイルをインストールしますか?
km: តើ YaST2 ដំឡើង​ឯកសារ SoundFont ពី Soundblaster បន្ត​ផ្ទាល់​របស់​អ្នក ! ឬ​​ស៊ីឌី​កម្មវិធី​បញ្ជា AWE ?
lt: Ar YaST turėtų įdiegti wavetable SoundFont rinkmenas iš jūsų „Soundblaster Live“! arba AWE tvarkyklių CD?
nb: Skal YaST2 installere wavetable-lydfontene fra CD-en med Soundblaster Live!- eller AWE-drivere?
nl: Wilt u dat YaST2 de 'wavetable'-geluidsfonts installeert vanaf SoundBlaster Live! of de cd van AWE met apparaatstuurprogramma's?
pt: Deve o YaST2 instalar os ficheiros SoundFont wavetable do seu Soundblaster Live! ou do AWE a partir do CD?
ro: Dorești ca YaST2 să instaleze tabelul undă fișiere Font Sunete de pe CD-ul cu driveri Soundblaster Live! sau AWE?
ru: Должен ли YaST2 установить файлы SoundFont для вашей карты Soundblaster Live! или с диска с драйверами к AWE?
sk: Chcete aby YaST2 nainštaloval wavetable SoundFont súbory z vášho CD s ovládačmi Soundblaster Live!, alebo CD s AWE ovládačom?
sv: Ska YaST2 installera WaveTable SoundFont-filer från Soundblaster Live! eller cd-skivan med AWE-drivrutinen?
uk: Чи повинен YaST2 встановити файли звукових шрифтів під хвильову таблицю для Soundblaster Live! або з КД із драйверами до AWE?

source: Insert the driver CD for the Soundblaster Live! or AWE card in the CD-ROM drive.
af: Sit die aandrywer-CD vir die Soundblaster Live!- of AWE-kaart in die CD-ROM-aandrywer.
bg: Поставете CD-то с драйвери за Soundblaster Live! или AWE звукова карта в CD-ROM устройството.
bn: সাউন্ডব্লাস্টার লাইভ! বা AWE কার্ডের ড্রাইভার CD CD-ROM ড্রাইভে প্রবিষ্ট করবেন?
ca: Introduïu el CD de la targeta SoundBlaster Live! o AWE a la unitat de CD.
cs: Vložte do jednotky CD-ROM disk CD s ovladačem pro kartu Soundblaster Live! / AWE.
da: Indsæt driver-cd'en for Soundblaster Live! eller AWE-kortet i dit cd-rom-drev.
de: Legen Sie die Treiber-CD für die Soundblaster Live! oder AWE-Karte in Ihr CD-ROM-Laufwerk ein.
el: Παρακαλώ εισάγετε το CD οδηγών της κάρτας Soundblaster Live! ή AWE στον οδηγό CD-ROM.
es: Por favor, introduzca el CD de la tarjeta SoundBlaster Live! / AWE en la unidad de CD.
fi: Aseta Soundblaster Live!:n tai AWE-kortin CD-ohjainlevy CD-asemaan.
fr: Insérez dans le lecteur le CD de pilotes pour la carte son Soundblaster Live! / AWE.
gl: Por favor, insira o CD da tarxeta SoundBlaster Live! / AWE na unidade CD-ROM.
gu: સાઉન્ડ બ્લાસ્ટર લાઇવ! માટે ડ્રાઇવર CD દાખલ કરો અથવા AWE કાર્ડને CD-ROM ડ્રાઇવમાં.
hi: CD-ROM ड्राइव में आवाज ब्लास्टर लाइव! अथवा AWE कार्ड के लिए ड्राइवर CD ड़ालें.
hr: Umetnite CD s upravljačkim programima za Soundblaster Live! ili AWE karticu u CD-ROM uređaj.
hu: Helyezze be a Soundblaster Live! vagy AWE meghajtó CD-t a CD-olvasóba.
id: Masukkan CD driver untuk Soundblaster Live! atau kartu AWE dalam CD-ROM.
ja: Soundblaster Live! または AWE カードのドライバ CD を CD-ROM ドライブに 挿入してください。
km: បញ្ចូល​ស៊ីឌី​កម្មវិធី​បញ្ជា​សម្រាប់ Soundblaster Live! ឬ​កាត AWE ក្នុង​ដ្រាយ​ស៊ីឌី​រ៉ូម ។​
lt: Į cdrom įrenginį įdėkite Soundblaster Live! arba AWE plokštės tvarkyklių CD.
mr: साऊंडब्लास्टर लाईव्ह ! वी ड्रायव्हर सीडी घाला. किंवा सीडी रॉम ड्राईव्हमध्ये एडब्लर्ड कॉनफिग्युअर करा.
nb: Sett inn driver-CDen for Soundblaster Live!- eller AWE- kortet i CD-ROM-stasjonen.
nl: Plaats de fabrikant-CD van de SoundBlaster Live!- of AWE-kaart in het CD-ROM-station.
pa: ਸਾਊਂਡਬਲਾਸਟਰ ਲਾਈਵ! ਜਾਂ AWE ਕਾਰਡ ਲਈ ਡਰਾਈਵਰ CD CD-ROM ਡਰਾਈਵ ਵਿੱਚ ਪਾਓ।
pt: Introduza o CD com o driver para a placa Soundblaster Live! ou AWE na drive de CD.
ro: Introduceți CD-ul cu driverul pentru placa Soundblaster Live! sau AWE în unitatea CD-ROM.
ru: Вставьте диск с драйверами для Soundblaster Live! или для карты AWE в привод CD-ROM.
sk: Vložte CD s ovládačmi pre kartu Soundblaster Live! alebo AWE do mechaniky CD-ROM.
sv: Lägg i drivrutin-cd för Soundblaster Live! eller AWE-kortet i cd-enheten.
ta: Soundblaster LIve! அல்லது AWE அட்டைக்கான இயக்கி குறுவட்டைI குறுவட்டு இயக்கியில் செருகவும்.
uk: Вставте КД з драйверами для плати Soundblaster Live! або AWE в привід CD-ROM.
wa: Sititchî l' plake lazer des mineux pol cwåte Soundblaster Live! ou AWE el lijheu d' plake lazer.
xh: Faka umqhubi we-CD Wesandi Ngelo xesha! Okanye ikhadi le-AWE kwisixhobo se-CD-ROM.

source: %1 SoundFont-files have been installed in %2.
bg: %1 SoundFont бяха инсталирани в %2.
ca: S'han instal·lat els fitxers de la font de so %1 a %2.
cs: %1 souborů SoundFont bylo instalováno v %2.
da: %1 lydfont-filer er blevet installeret i %2.
de: %1 SoundFont-Dateien in %2 installiert.
el: %1 SoundFont-αρχεία έχουν εγκατασταθεί στο %2.
es: %1 archivos de SoundFont se han instalado en %2.
fi: %1 SoundFont-tiedostot asennettu hakemistoon %2.
fr: %1 fichiers SoundFont ont été installés dans %2.
gl: %1 SoundFonts instaláronse correctamente en %2.
hu: A YaST %1 Soundfont-fájlt telepített a(z) %2 könyvtárba.
id: Berkas SoundFont %1 telah dipasang pada %2.
ja: SoundFont ファイル %1 を %2 にインストールしました。
km: ឯកសារ %1 SoundFont ត្រូវ​បាន​ដំឡើង​នៅ​ក្នុង %2 ។
lt: %1 SoundFont rinkmenos įdiegtos į %2.
nb: Lydfontfilene %1 er installert i %2.
nl: %1 SoundFont-bestanden zijn geïnstalleerd in %2.
pt: %1 Ficheiros SoundFont foram instalados em %2.
ro: %1 fișiere Fonturi Sunete au fost instalate în %2.
ru: Файлов SoundFont установлено в %2: %1.
sk: %1 súbory SoundFont boli nainštalované do %2.
sv: %1 SoundFont-filerna har installerats i %2.
uk: %1 файлів звукових шрифтів було встановлено в %2.

source: No SoundFont-files found.
bg: Няма намерени шрифтове за звука.
ca: No s'ha trobat cap fitxer de la font de so.
cs: Soubory SoundFont nebyly nalezeny.
da: Ingen lydfont-filer blev fundet.
de: Keine SoundFont-Dateien gefunden.
el: Δεν βρέθηκαν αρχεία SoundFont.
es: No se encuentran archivos SoundFont.
fi: SoundFont-tiedostoja ei löydetty.
fr: Aucun SoundFont n'a été trouvé.
gl: No se atoparon ficheiros SoundFont.
hu: Nem találhatók Soundfont-fájlok.
id: Berkas SoundFont tidak ditemukan.
ja: SoundFont ファイルが見つかりません。
km: រក​មិនឃើញ​​ឯកសារ​ SoundFont នោះ​ទេ ។
lt: Nerasta SoundFont rinkmenų.
nb: Ingen lydfontfiler funnet.
nl: Geen SoundFont-bestanden gevonden.
pt: Não foram encontrados ficheiros Soundfont.
ro: Nici un fișier Font Sunet găsit.
ru: Файлы SoundFont не найдены.
sk: Nenájdené súbory SoundFont.
sv: Inga SoundFont-filer hittades.
uk: Не знайдено файли звукових шрифтів.

source: Would you like to change the CD and retry ?
af: Wou u graag die CD wysig en weer probeer?
bg: Желаете ли да смените CD-то и да опитате отново?
bn: আপনি কি CD পরিবর্তন করে পুনরায় চেষ্টা করতে চান?
ca: Voleu canviar el CD i tornar-ho a provar?
cs: Chcete zkusit jiný disk CD?
da: Vil du skifte cd og prøve igen?
de: Möchten Sie die CD wechseln und es erneut versuchen?
el: Θέλετε να αλλάξετε το CD και να προσπαθήσετε ξανά;
es: ¿Desea cambiar el CD y reintentar?
fi: Haluatko vaihtaa CD-levyn ja kokeilla uudelleen?
fr: Voulez-vous changer de CD et recommencer ?
gl: Desexa cambiar o CD e reintentalo?
gu: શું આપને CD બદલવા અને પુનઃપ્રયાસ કરવાનું ગમશે?
hi: क्या तुम CD बदल कर दुबारा कोशिश करना चाहते हो?
hr: Da li biste željeli zamijeniti CD i pokušati ponovno?
hu: Megpróbálja egy másik CD-vel?
id: Apakah Anda ingin mengubah CD dan mencoba lagi?
ja: 他の CD を試しますか？
km: តើ​អ្នក​ចង់​ផ្លាស់ប្ដូរ​ស៊ីឌី ហើយ​ព្យាយាម​ម្ដង​ទៀត​ឬទេ ?
lt: Ar norėtumėte pakeisti CD ir pamėginti dar kartą ?
mr: तुम्ही सीडी हदलून पुन्हा प्रयत्न करायचा आहे का?
nb: Vil du forsøke en annen CD ?
nl: Wilt u van CD veranderen en het opnieuw proberen?
pa: ਕੀ ਤੁਸੀਂ CD ਬਦਲ ਕੇ ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰਨੀ ਚਾਹੁੰਦੇ ਹੋ?
pt: Deseja trocar de CD e repetir?
ro: Doriți să schimbați CD-ul și să încercați din nou?
ru: Сменить компакт-диск и повторить попытку?
sk: Chcete vymeniť CD a skúsiť to znovu?
sv: Vill du byta cd och försöka igen?
ta: குறுவட்டை மாற்றி மீண்டும் முயற்ச்சிக்க விரும்புகிறீர்களா?
th: คุณต้องการจะเปลี่ยนแผ่นซีดีแล้วลองใหม่หรือไม่ ?
uk: Хочете змінити КД і спробувати знов?
wa: Voloz vs candjî l' plake lazer eyet rassayî?
xh: Ungathanda ukutshintsha i-CD kwaye uzame kwakhona?
