Repository: Dzejrou/yast-translations
Catalog: po/sound/*.po
Languages: af, bg, bn, ca, cs, da, de, el, es, fi, fr, gl, gu, hi, hr, hu, id, ja, km, lt, mr, nb, nl, pa, pt, ro, ru, sk, sv, ta, th, uk, wa, xh

source: Do you really want to delete this entry?
af: Wil u werklik hierdie inskrywing skrap?
bg: Наистина ли желаете да изтриете този запис?
bn: আপনি কি প্রকৃতই এই প্রবিষ্টিটি মুছে দিতে চান?
ca: Segur que voleu suprimir aquesta entrada?
cs: Opravdu chcete smazat tuto položku?
da: Ønsker du virkelig at slette dette punkt?
de: Wollen Sie diesen Eintrag wirklich löschen?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε αυτήν την καταχώρηση;
es: ¿Seguro que desea suprimir esta entrada?
fi: Haluatko todella poistaa tämän rivin?
fr: Voulez-vous vraiment effacer cette entrée ?
gl: Desexa realmente eliminar esta entrada?
gu: શું આપ ખરેખર આ એન્ટ્રી ડીલીટ કરવા માંગો છો
hi: क्या तुम सचमुच इस भरती को मिटाना चाहते हो?
hr: Da li zaiste želite obrisati ovaj unos?
hu: Valóban törölni akarja ezt a bejegyzést?
id: Apakah Anda benar-benar ingin menghapus entri ini?
ja: この項目を削除してよろしいですか？
km: តើ​អ្នក​ពិត​ជា​ចង់​លុប​ធាតុ​បញ្ចូល​នេះ​ឬ ?
lt: Tikrai norite ištrinti šį elementą?
mr: तुम्हास खरोखर ही नोंद कमी करायची आहे का?
nb: Er du sikker på at du vil slette denne oppføringen?
nl: Weet u zeker dat u dit item wilt verwijderen?
pa: ਕੀ ਤੁਸੀਂ ਇਹ ਐਂਟਰੀ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pt: Deseja realmente apagar esta entrada?
ro: Chiar doriți să ștergeți această intrare?
ru: Вы действительно хотите удалить эту запись?
sk: Naozaj chcete zmazať túto položku?
sv: Vill du verkligen ta bort den här posten?
ta: நீங்கள் இந்த பதிவை நிச்சயமாக நீக்க விரும்புகிறீர்களா?
th: คุณต้องการจะลบรายการนี้จริงหรือไม่ ?
uk: Ви дійсно хочете вилучити вибраний запис?
wa: Voloz vs vormint disfacer ciste intrêye?
xh: Ingaba uyafuna ngenene ukulucima olu ngeniso ?

source: Enabled
af: Ontsper
bg: Разрешено
bn: সমর্থিত
ca: Habilitat
cs: Povoleno
da: Aktiveret
de: Aktiviert
el: Ενεργοποιημένο
es: Habilitado
fi: Käytössä
fr: Activé
gl: Activado
gu: સમર્થ
hi: समर्थ हैं
hr: Omogućeno
hu: Engedélyezve
id: Aktifkan
ja: 有効
km: បាន​បើក
lt: Įgalinta
nb: Aktivert
nl: Ingeschakeld
pa: ਯੋਗ
pt: Activado
ro: Activat
ru: Включено
sk: Zapnuté
sv: Aktiverad
ta: இயக்கம் பெற்றுள்ளது
th: เปิดใช้งาน
uk: Увімкнено
wa: Mete en alaedje
xh: Kunikwe isakhono

source: Disabled
af: Versper
bg: Забранено
bn: নিষ্ক্রিয়
ca: Inhabilitat
cs: Zakázáno
da: Deaktiveret
de: Deaktiviert
el: Απενεργοποιημένο
es: Inhabilitado
fi: Poistettu käytöstä
fr: Désactivé
gl: Desactivado
gu: અસમર્થ
hi: असमर्थ हैं
hr: Onemogućeno
hu: Letiltva
id: Non aktifkan
ja: 無効
km: បាន​បិទ
lt: Uždrausta
mr: अक्षम केले
nb: Deaktivert
nl: Uitgeschakeld
pa: ਅਯੋਗ
pt: Desactivado
ro: Dezactivat
ru: Выключено
sk: Vypnuté
sv: Inaktiverad
ta: செயலிழந்துள்ளது
th: ปิดการใช้
uk: Вимкнено
wa: Dismete
xh: Kususwe isakhono

source: It looks like probing the chip %1 failed last time. Probe the chip now?
af: Dit lyk asof ondersoek van die vlokkie %1 die vorige keer misluk het. Ondersoek die vlokkie nou?
bg: Изглежда че тестването на чипа %1 е било неуспешно предишния път. Желаете ли да тестване чипа сега?
bn: মনে হচ্ছে চিপ %1 সন্ধান করা শেষবার ব্যর্থ হয়েছে. চিপটি এখন সন্ধান করতে চান?
ca: Sembla que l'últim cop que es va provar el xip %1 es va produir un error. Voleu provar el xip ara?
cs: Zdá se, že testování čipu %1 selhalo. Opakovat?
da: Det ser ud til at undersøgelsen af chippen %1 mislykkedes sidste gang. Undersøg chippen nu?
de: Anscheinend ist der Prüfvorgang für den Chip %1 beim letzten Mal fehlgeschlagen. Soll der Prüfvorgang für den Chip nun gestartet werden?
el: Μοιάζει σαν να ανιχνεύεται το chip %1 απέτυχε την τελευταία φορά. Ανίχνευση του chip ξανά;
es: Al parecer, la prueba del chip %1 fracasó la última vez. ¿Desea probar el chip ahora?
fi: Näyttää siltä, että piirin %1 tunnistus ei onnistunut viime kerralla. Yritetäänkö piiriä tunnistaa nyt?
fr: Apparemment, le test du chip %1 a échoué la dernière fois. Tester le chip maintenant ?
gl: Semella que a proba do chip %1 fallou a última vez. Desexa probar o chip agora?
gu: આ પ્રોબીંગ જેવી જ ચીપ %1 છે જે ફેલ થઇ. હવે ચીપ પ્રોબ કરો?
hi: यह अंतिम बार %1 चिप की जांच जैसा लगता है. अब चिप की जांच करें?
hr: Izgleda da isprobavanje čipa %1 prvi put nije uspjelo. Da li ga želite isprobati sada?
hu: A %1 lapkakészlet felismerése nem sikerült a legutolsó alkalommal. Megpróbálja ismét felismertetni?
id: Sepertinya gagal menyelidik chip %1 terakhir kali. Deteksi chip sekarang?
ja: 前回 %1 チップの検出に失敗したようです。 もう一度検出を行いますか？
km: វា​ហាក់បី​ដូច​ជា​ការ​ស្ទង់រក​បន្ទះ​សៀគ្វី​តូច %1 បាន​បរាជ័យ​ពេល​មុន​ ។​ ស្ទង់រក​បន្ទះ​សៀគ្វី​តូច​ឥឡូវនេះ​ឬ ?
lt: Panašu, kad tikrinant lustą %1 praeitą kartą įvyko klaida. Bandyti dabar?
mr: चिपला प्रश्न केल्यासारखे वाटते %1 आधी अपयशी. आता चिपला प्रश्न करू नका?
nb: Det ser ut som søket etter brikken %1 mislyktes sist. Vil du søke etter brikken nå?
nl: Het lijkt erop dat de test van chip %1 de vorige keer is mislukt. Wilt u de chip nu testen?
pa: ਇਹ ਪਿਛਲੀ ਵਾਰ ਫੇਲ੍ਹ ਹੋਈ %1 ਚਿੱਪ ਦੀ ਖੋਜ ਕਰਨ ਵਾਂਗ ਲੱਗਦਾ ਹੈ। ਹੁਣ ਚਿੱਪ ਦੀ ਖੋਜ ਕਰਨੀ ਹੈ?
pt: Aparentemente o teste ao chip %1 falhou da última vez. Testar o chip agora?
ro: Se pare că examinarea precedentă a chip-ului %1 a eșuat. Să examinez chip-ul acum?
ru: Похоже, проверка чипа %1 в прошлый раз не удалась. Повторить попытку?
sk: Vyzerá to, že pri poslednom pokuse o nájdenie čipu %1 nastala chyba. Chcete skúsiť nájsť čip znovu?
sv: Det verkar som identifiering av kretsen %1 misslyckades förra gången. Identifiera kretsen nu?
ta: கடந்தமுறை சில்லு %1ஐ ஆய்வு செய்தது நொடித்ததாகத் தோன்றுகிறது. சில்லை இப்போது ஆய்வு செய்யவேண்டுமா?
th: ดูเหมือนว่าการตรวจค้นชิป %1 จะล้มเหลวในครั้งก่อน ต้องการตรวจค้นชิปเดี๋ยวนี้หรือไม่ ?
uk: Схоже, зондування мікросхеми %1 минулий раз було невдалим. Повторити спробу?
wa: C' est come sel sayaedje del tchike %1 a fwait berwete li dierin côp. Sayî cisse tchike sol côp?
xh: Ikhangeleka ingathi ukuvavanya i-chip %1 kusilele ngexesha eludlulileyo. Vavanya i-chip ngoku?

source: No card was found. Attempt to detect the presence some old chips? Warning: The probe procedure can take some time and could make your system unstable.
af: Geen kaart is gevind nie. Poog om die teenwoordigheid van sommige ou vlokkies te bespeur? Waarskuwing: Die ondersoekprosedure kan 'n tyd duur en kan u stelsel dalk onstabiel maak.
bg: Няма намерени карти. Желаете ли да се извърши откриване на някои стари чипове? Внимание: Процедурата по откриване може да отнеме известно време и да направи нестабилна системата ви.
bn: কোন কার্ড পাওয়া যায় নি. কোন পুরানো চিপের উপস্থিতি নির্ধারণের প্রচেষ্টা করবেন? সতর্কীকরণ: সন্ধান প্রক্রিয়ায় কিছুটা সময় লাগতে পারে এবং আপনার সিস্টেমকে অস্থির করে তুলতে পারে.
ca: No s'ha trobat cap targeta. Voleu provar a detectar xips anteriors? Atenció: ès possible que el procediment de prova trigui una mica i que desestabilitzi l'ordinador.
cs: Karta nebyla nalezena. Pokusit se vyhledat starší čipy? Pozor: testování může zabrat nějaký čas a může vést k nestabilitě systému.
da: Ingen kort fundet. Forsøg at søge efter tilstedeværelsen af nogle gamle chips? Advarsel: undersøgelsesproceduren kan tage lang tid og kan gøre dit system ustabilt.
de: Es wurde keine Karte gefunden. Soll auf alte Chips überprüft werden? Warnung: Der Prüfvorgang kann einige Zeit in Anspruch nehmen und zu einem instabilen System führen.
el: Δεν βρέθηκε κάρτα. Προσπάθεια ανίχνευσης παρουσίας παλαιοτέρων τσιπ; Προσοχή: Η διαδικασία ανίχνευσης μπορεί να πάρει λίγο χρόνο και μπορεί να κάνει το σύστημα ασταθές.
es: No se ha encontrado ninguna tarjeta. ¿Desea intentar detectar chips antiguos? Atención: El proceso de prueba puede durar algún tiempo y hacer que su sistema esté inestable.
fi: Korttia ei löydetty. Yritetäänkö tunnistaa eräitä vanhoja piirejä? Varoitus: Tunnistaminen kestää jonkin aikaa ja saattaa tehdä järjestelmästäsi epävakaan.
fr: Aucune carte n'a été trouvée. Essayer de détecter la présence de vieux chips ? Avertissement : la procédure de test peut durer un bon moment et provoquer une certaine instabilité de votre système.
gl: Non se atopou ningunha tarxeta. Inténtase detectar chips antigos? Advertencia: O proceso de proba pode durar algún tempo e deixar o seu sistema inestable.
gu: કોઇ કાર્ડ મળતુ નથી. ડિલિટ માટે એટેમ્પ્ટ પ્રેઝેન્સ કેટલાક જૂના ચીપ્સ? વાર્નીંગ: પ્રોબ પ્રોસીડ્યુર થોડો ટાઇમ લેશે અને તમારી સીસ્ટમને અનસ્ટેબલ બાવી હશે.
hi: कोई कार्ड नहीं पाया गया था. कुछ पुराने चिपों की उपस्थिति का पता लगाने का प्रयास किया जाए? चेतावनी: जांच प्रकिया में कुछ समय लग सकता है और आपको सिस्टम को अस्थिर बना सकता है.
hr: Nije pronađena kartica. Želite li pokušati otkriti prisustvo nekog starog čipa? Upozorenje: Postupak isprobavanja može potrajati neko vrijeme i može vaš sustav učiniti nestabilnim.
hu: Nem található kártya. Megkísérli a régebbi lapkakészletek felismerését? Figyelem: a felismerési eljárás sok időt vehet igénybe és ezalatt a rendszer instabillá válhat.
id: Tidak ada kartu yang ditemukan. Coba untuk mendeteksi keberadaan beberapa chip lama? Peringatan: Prosedur pendeteksian dapat memakan waktu dan dapat membuat sistem Anda tidak stabil.
ja: サウンドカードが見つかりませんでした。 古い (ISA) サウンドチップを検出しますか？ 警告: この検出には長時間かかることがあります。 また検出中にシステムが不安定になることがあります。
km: រក​មិន​ឃើញ​កាត​ណាមួយ ។ ចង់​ស្វែងរក​បន្ទះ​សៀគ្វី​តូច​ចាស់ៗឬ ? ការព្រមាន ៖ បែបបទស្ទង់រក​អាច​ត្រូវ​ការ​ពេល​ខ្លះ និង​ អាច​បណ្ដាល​ឲ្យ​ប្រព័ន្ធ​របស់​អ្នក​ដំណើរការ​មិន​ស្រួល​ ។​
lt: Plokščių nerasta. Bandyti rasti kelis senesnius modelius? Dėmesio: tai gali užtrukti arba destabilizuoti sistemą.
mr: कोणतेही कार्ड मिळाले नाही. काही जुन्या प्सीप्सच्या आसने शोधले जात आहे का? सुचना: शोध प्रक्रियेला काही वेळ लागेल व त्यामुळे तुमची यंत्रणा अस्थिर आहे.
nb: Ingen kort ble funnet. Vil du forsøke å søke etter eldre kort? Advarsel: Søkeprosessen kan ta en stund, og systemet kan bli ustabilt.
nl: Er is geen kaart gevonden. De aanwezigheid van enkele oude chips testen? Waarschuwing: deze test kan enige tijd duren en kan uw systeem onstabiel maken.
pa: ਕੋਈ ਕਾਰਡ ਨਹੀਂ ਲੱਭਿਆ। ਕੁਝ ਪੁਰਾਣੀਆਂ ਚਿੱਪਾਂ ਨੂੰ ਖੋਜਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ? ਚੇਤਾਵਨੀ: ਖੋਜ ਕਾਰਜ ਕੁਝ ਸਮਾਂ ਲਵੇਗਾ ਅਤੇ ਤੁਹਾਡੇ ਸਿਸਟਮ ਨੂੰ ਅਣ-ਸਟੈਬਲ ਹੋ ਸਕਦਾ ਹੈ।
pt: Não foi encontrada nenhuma placa. Tentar detectar a presença de chips antigos? Atenção: O procedimento de teste pode demorar algum tempo e pode tornar o sistema instável.
ro: Nu a fost găsită nici o placă. Să încerc detectarea unor chip-uri mai vechi? Avertisment: Procedura de examinare poate dura și sistemul dvs. poate deveni instabil.
ru: Карты не найдены. Попытаться найти старые чипы? Внимание: эта процедура может занять некоторое время и привести к нестабильной работе системы.
sk: Nenájdená žiadna karta. Majú sa hľadať staršie typy čipov? Varovanie: hľadanie môže chvíľu trvať a môže spôsobiť nepoužiteľnosť systému.
sv: Inget kort hittades. Försöka identifiera närvaron av någon gammal krets? Varning: Sökningen kan ta tid och kan göra systemet instabilt.
ta: அட்டை எதுவும் காணப்படவில்லை சிலப் பழைய சில்லுகளின் இருப்பை அறிய முயற்சிக்கலாமா? எச்சரிக்கை: ஆய்வு செயல்பாடு சிறிது நேரம் எடுத்துக்கொள்ளும் மற்றும் உங்கள் அமைப்பை நிலையற்றதாக ஆக்கும்.
th: ไม่พบแผงวงจรใด ๆ จะพยายามทำการตรวจค้นชิปรุ่นเก่า ๆ บางรุ่นหรือไม่ ? คำเตือน: กระบวนการตรวจค้นอาจใช้เวลานานเล็กน้อย และสามารถทำให้ระบบของคุณขาดความเสถียรได้
uk: Не знайдено плати. Спробувати виявити наявність деяких старих мікросхем? Попередження: Процедура зондування може зайняти трохи часу, а також може викликати нестабільність системи.
wa: Dji n' a trové nole cwåte. Sayî d' trover s' i gn a ene viye tchikes? Adviertixhmint: Ci sayaedje la po prinde do tins eyet pôreut rinde vosse sistinme nén stocasse.
xh: Akukho khadi lifunyenweyo. Izama ukufumana ubukho bee-chips ezindala? Isilumkiso: Inkqubo yokuvavanya ingathatha ixesha elithile kwaye kungenza isixokelelwano sakho siguquguquke.

source: &Select the Drivers to Probe
af: &Kies die aandrywers wat ondersoek moet word
bg: И&зберете драйвери за проба
bn: সন্ধানের জন্যে ড্রাইভার নির্বাচন করুন
ca: &Selecciona els controladors que cal provar
cs: &Zvolte ovladač k testování
da: Vælg drivere til under&søgelse
de: Treiber für Prüfvorgang &wählen
el: Επιλέξτε τους Οδηγού&ς για ανίχνευση
es: &Seleccionar los controladores que desea probar
fi: &Valitse tunnistettavat ohjaimet
fr: &Sélectionner les pilotes à tester
gl: &Seleccionar os controladores que desexa probar
gu: &સિલેક્ટ ધ ડ્રાઇવર પ્રોબ માટે
hi: जाँचने के लिए चालक खोजे(&S)
hr: &Odaberite upravljačke programe koje želite isprobati
hu: &Válassza ki az illesztőprogramot
id: &Pilih Penggerak untuk Dideteksi
ja: 検出するドライバの選択 (&S)
km: ជ្រើស​កម្មវិធី​បញ្ជា​សម្រាប់​ស្ទង់រក
lt: Pa&sirinkite tvarkykles tikrinimui
mr: प्रश्न करण्यासाठी सूत्रचालक निवडा
nb: &Velg drivere som skal kontrolleres
nl: &Selecteer de te testen stuurprogramma's
pa: ਖੋਜ ਕਰਨ ਲਈ ਡਰਾਈਵਰ ਚੁਣੋ(&S)
pt: &Seleccione os Drivers a Testar
ro: &Selectați driverele de examinat
ru: В&ыберите драйверы для проверки
sk: &Vybrať ovládače pre hľadanie
sv: Välj drivrutinerna att &söka
ta: ஆய்விற்கான இயக்கியைத் தேர்வு செய்யவும்.
th: เลือกไดรเวอร์ที่จะตรวจค้น
uk: &Виберіть драйвери для зондування
wa: &Tchoezi les mineus a sayî
xh: &Khetha Abaqhubi ukuba Bavavanye

source: &Yes, Probe
af: &Ja, ondersoek
bg: П&робване
bn: হ্যাঁ, প্রমাণ করুন
ca: &Sí, fes la prova
cs: &Ano, testovat
da: &Ja, undersøg
de: &Ja, prüfen
el: &Ναι, Ανίχνευση
es: &Sí, probar
fi: &Kyllä, tunnista
fr: &Oui, tester
gl: &Si, probar
gu: &હા, પ્રોબ
hi: हाँ, जाँचे(&Y)
hr: &Da, isprobaj
hu: &Igen, ismerje fel
id: &Ya, Deteksi
ja: はい、検出します (&Y)
km: បាទ/ចាស ស្ទង់​រក
lt: Taip, band&yti
mr: होय, प्रश्न करा
nb: &Ja, søk
nl: &Ja, testen
pa: ਹਾਂ, ਖੋਜ(&Y)
pt: &Sim, Testar
ro: Da, examinează
ru: &Да, проверить
sk: Áno, hľ&adať
sv: &Ja, sök
ta: ஆம், ஆய்க.
th: ใช่ ตรวจค้น
uk: &Так, зондувати
wa: O&yi, sayî
xh: &Ewe, Vavanya

source: Probing:
af: Ondersoeking:
bg: Пробване:
bn: অনুসন্ধান:
ca: Explorant:
cs: Testuji:
da: Undersøger:
de: Test:
el: Έρευνα:
es: Detectando:
fi: Tunnistetaan:
fr: Test :
gl: Probando:
gu: પ્રોબીંગઃે
hi: जाँच कर रहा है:
hr: Isprobavam:
hu: Vizsgálat:
id: Deteksi:
ja: 検出中:
km: កំពុង​ស្ទង់រក ៖
lt: Bandoma:
mr: प्रश्न करत आहे:
nb: Søker:
nl: Testen van:
pa: ਖੋਜ ਜਾਰੀ:
pt: A testar:
ro: Examinez:
ru: Проверка:
sk: Testujem:
sv: Identifierar:
ta: ஆய்வு செய்யப்படுகிறது:
th: กำลังตรวจค้น:
uk: Зондування:
wa: Cweraedje:
xh: Ukuvavanya:

source: Progress:
af: Vordering:
bg: Прогрес:
bn: অগ্রগতি:
ca: Progrés:
cs: Průběh:
da: Fremskridt:
de: Fortschritt:
el: Πρόοδος:
es: Progreso:
fi: Edistyminen:
fr: Progression :
gl: Progreso:
gu: પ્રોગ્રેસઃ
hi: उन्नति :
hr: Napredak:
hu: Már kész van:
id: Kemajuan:
ja: 進行状況:
km: វឌ្ឍនភាព ៖
lt: Eiga:
mr: प्रगती:
nb: Framdrift:
nl: Voortgang:
pa: ਤਰੱਕੀ:
pt: Progresso:
ro: Progres:
ru: Выполнение:
sk: Priebeh:
sv: Förlopp:
ta: முன்னேற்றம்:
th: ความคืบหน้า:
uk: Поступ:
wa: Avançmint del bouye :
xh: Inkqubela phambili:

source: Card with %1 Chip
af: Kaart met %1 vlokkie
bg: Карта с чип %1
bn: %1 চিপ সমেত কার্ড
ca: Targeta amb el xip %1
cs: Karta s čipem %1
da: Kort med %1-chip
de: Karte mit Chip %1
el: Η κάρτα με %1 Chip
es: Tarjeta con chip %1
fi: Kortti piirillä %1
fr: Carte avec chip %1
gl: Tarxeta con chip %1
gu: કાર્ડ સાથે %1 ચીપ
hi: %1 चिप के साथ कार्ड
hr: Kartica s %1 čipom
hu: Kártya %1 lapkával
id: Kartu dengan chip %1
ja: チップ %1 を搭載したカード
km: កាត​ដែល​មាន​បន្ទះ​សៀគ្វី​តូច %1
lt: Plokštė su schema %1
mr: %1 चिपसह कार्ड
nb: Kort med %1-brikke
nl: Kaart met chip %1
pa: %1 ਚਿੱਪ ਨਾਲ ਕਾਰਡ
pt: Placa com Chip %1
ro: Placa cu chip-ul %1
ru: Карта с чипом %1
sk: Karta s čipom %1
sv: Kort med %1-krets
ta: சில்லு %1 உடனான அட்டை
th: แผงวงจรที่ใช้ชิป %1
uk: Плата з мікросхемою %1
wa: Cwåte avou l' tchike %1
xh: Ikhadi eline %1 ye-Chip

source: Required packages to install: %1
bg: Необходими пакети за инсталиране: %1
ca: Paquets nous que s'han d'instal·lar: %1
cs: Požadované balíčky k instalaci: %1
da: Krævede pakker der skal installeres: %1
de: Erforderliche Pakete für die Installation: %1
el: Απαιτούμενα πακέτα προς εγκατάσταση: %1
es: Paquetes necesarios para la instalación %1
fi: Vaaditut asennettavat paketit: %1
fr: Paquets nécessaires à installer : %1
gl: Paquetes necesarios para a instalación %1
hr: Zahtijevani paketi za instalirati: %1
hu: Telepítendő csomagok: %1
id: Paket yang diperlukan untuk memasang: %1
ja: インストールするパッケージ: %1
km: កញ្ចប់​ដែល​ទាមទារ​ត្រូវ​ដំឡើង ៖ %1
lt: Reikia įdiegti paketus: %1
nb: Nødvendige pakker som må installeres: %1
nl: Te installeren vereiste pakketten: %1
pa: ਇੰਸਟਾਲ ਕਰਨ ਲਈ ਲੋੜੇਦੇ ਪੈਕੇਜ: %1
pt: Pacotes necessários para Instalar: %1
ro: Pachete necesare pentru instalare: %1
ru: Необходимо установить следующие пакеты: %1
sk: Potrebné balíky pre inštaláciu: %1
sv: Paket som måste installeras: %1
th: แพกเกจที่ต้องการจะติดตั้ง: %1
uk: Потрібно встановити пакунки: %1
wa: Pacaedje dimandé a -z astaler: %1

source: Initializing Sound Configuration
af: Inisialiseer van klankkonfigurasie
bg: Стартиране на настройването на звука
bn: শব্দ সংরূপণ চালু করছে
ca: Iniciant la configuració del so
cs: Inicializuje se zvuková konfigurace
da: Initialiserer konfiguration af lyd
de: Initialisierung der Sound-Konfiguration
el: Αρχικοποίηση Ρύθμισης Ήχου
es: Iniciando la configuración del sonido
fi: Valmistellaan äänimääritykset
fr: Initialisation de la configuration son
gl: Iniciando a configuración do son
gu: શરૂઆતી સાઉન્ડ કોન્ફીગરેશન
hi: आवाज समनुरुपण शुरु कर रहा है
hr: Pokrećem postavke zvuka
hu: Hangkártyák beállításának indítása
id: Inisialisasi Konfigurasi Suara
ja: サウンド設定を準備しています
km: កំពុងចាប់ផ្ដើម​ការ​កំណត់​រចនាសម្ព័ន្ធ​សំឡេង
lt: Paleidžiamas garso konfigūravimas
mr: ध्वनी संरचना सुरू करत आहे
nb: Initialiserer lydkonfigurasjon
nl: De geluidsconfiguratie wordt geïnitialiseerd
pa: ਸਾਊਂਡ ਸੰਰਚਨਾ ਸ਼ੁਰੂ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ
pt: A Inicializar a Configuração do Som
ro: Initializez configurarea sunetului
ru: Инициализация конфигурации звука
sk: Inicializujem konfiguráciu zvuku
sv: Initierar ljudinställningar
ta: ஒலி வடிவம் தொடக்க மதிப்பளிக்கபடுதல்
th: กำลังเตรียมการใช้งานการปรับแต่งระบบเสียง
uk: Започаткування налаштування звуку
wa: Inicialijhaedje di l' apontiaedje do son
xh: Indulula Ubumbeko Lwesandi

source: Configured as %1.
af: Gekonfigureer as %1.
bg: Настроена като %1.
bn: %1 রূপে সংরূপিত.
ca: Configurada com a %1.
cs: Konfigurováno jako %1.
da: Konfigureret som %1.
de: Konfiguriert als %1.
el: Ρυθμισμένη ως %1.
es: Configurada como %1.
fi: Asennettu nimellä %1.
fr: Configurée comme %1.
gl: Configurada como %1.
gu: %1 જેટલા કોન્ફીગર્ડ.
hi: %1 की तरह समनुरुपित ।
hr: Postavljeno kao %1.
hu: Be lett állítva, mint %1.
id: Konfigurasikan sebagai %1.
ja: サウンドカード %1 として設定しました。
km: បាន​កំណត់​រចនាសម្ព័ន្ធ​ជា %1 ។
lt: Sukonfigūruota kaip %1.
mr: %1 म्हणून संरचना केली आहे.
nb: Konfigurert som %1.
nl: Geconfigureerd als %1.
pa: %1 ਤੌਰ 'ਤੇ ਸੰਰਚਿਤ।
pt: Configurado como %1.
ro: Configurat ca %1.
ru: Настроено как %1.
sk: Nakonfigurovaná ako %1.
sv: Inställd som %1.
ta: %1ஆக வடிவமைக்கப்பட்டுள்ளது
th: ถูกปรับแต่งเป็น %1
uk: Налаштовано як %1.
wa: Apontyî come %1.
xh: Ibunjwe njenge %1.

source: Sound card
af: Klankkaart
bg: Звукова карта
bn: সাউন্ড কার্ড
ca: Targeta de so
cs: Zvuková karta
da: Lydkort
de: Soundkarte
el: Κάρτα ήχου
es: Tarjeta de sonido
fi: Äänikortti
fr: Carte son
gl: Tarxeta de son
gu: સાઉન્ડ કાર્ડ
hi: आवाज कार्ड
hr: Zvučna kartica
hu: Hangkártya
id: Kartu suara
ja: サウンドカード
km: កាត​សំឡេង
lt: Garso plokštė
mr: ध्वनी कार्ड
nb: Lydkort
nl: Geluidskaart
pa: ਸਾਊਂਡ ਕਾਰਡ
pt: Placa de Som
ro: Placă de sunet
ru: Звуковая карта
sk: Zvuková karta
sv: Ljudkort
ta: ஒலி அட்டை
th: แผงวงจรเสียง
uk: Звукова плата
wa: Cwåte son
xh: Ikhadi lesandi

source: iSpeaker
ca: iAltaveu
cs: iRepro
de: Lautsprecher (iPod)
es: Altavoz portátil (iSpeaker)
gl: Altofalante portátil
nb: PC-høyttaler

source: PCM
mr: पीसीएम
xh: I-PCM

source: LFE
xh: I-LFE

source: AC97
xh: I-AC97
