Repository: Dzejrou/yast-translations
Catalog: po/sound/*.po
Languages: af, bg, bn, ca, cs, da, de, el, es, fi, fr, gl, gu, hi, hr, hu, id, ja, km, lt, mr, nb, nl, pa, pt, ro, ru, sk, sv, ta, th, uk, wa, xh

source: <p> Choose the option to set then use <b>Set</b> to enable the new value. If there are known possible values for the selected option, choose it under <B>Possible value</B>. Reset all values by pressing <b>Reset</b>. Numeric values can be entered as decimal or hexadecimal (hexadecimal with a <b>0x</b> prefix). </p>
af: <p> Kies die opsie om te stel, gebruik dan <b>Stel</b> om die nuwe waarde te ontsper. As daar bekende moontlike waardes vir die gekose opsie is, kies dit onder <B>Moontlike waarde</B>. Stel alle waardes weer deur <b>Stel weer</b> te druk. Numeriese waardes kan ingevoer word as desimaal of heksadesimaal (heksadesimaal met 'n <b>0x</b>-voorvoegsel). </p>
bg: <p> Изберете параметърът и изберете <b>Задаване</b> за да приложите нова стойност. Ако има известни възможни стойности за този параметър изберете един от <B>Възможни стойности</B>. Изчистването на всички стойности се прави като се натисне <b>Изчистване</b>. Числовите стойности могат да бъдат въвеждани като десетични или шестнадесетични (с префикс<b>0x</b>). </p>
bn: <p> যে বিল্পটি নির্দিষ্ট করা হবে সেটি বেছে নিন এবং নতুন মান সক্রিয় করার জন্যে <b>নির্দিষ্ট করুন</b> ব্যবহার করুন. নির্বাচিত বিকল্পটির জন্য যদি জ্ঞাত সম্ভাব্য মান থাকে তাহলে সেটিকে <B>সম্ভাব্য মানের</B> অধীনে বেছে নিন. <b>পুনর্নির্দিষ্ট করুন</b> টিপে সকল মান পুনর্নির্দিষ্ট করুন. সংখ্যাগত মানগুলিকে দশমিক বা হেক্সাডেসিমাল হিসাবে প্রবিষ্ট করা যেতে পারে (<b>0x</b> প্রিফিক্স সমেত হেক্সাডেসিমাল). </p>
ca: <p> Trieu l'opció que voleu establir i, a continuació, premeu <b>Estableix</b> per habilitar el valor nou. Si hi ha diversos valors per a l'opció que heu seleccionat, seleccioneu-ne un a <B>Valors possibles</B>. És possible reiniciar tots els valors en prémer el botó <b>Restableix</b>. Podeu introduir els valors numèrics com a decimals o hexadecimals (escriviu els números hexadecimals precedits amb el prefix <b>0x</b>). </p>
cs: <p> Vyberte možnost, kterou chcete nastavit, a kliknutím na tlačítko <b>Nastavit</b> povolte novou hodnotu. Pokud existují známé možné hodnoty pro vybranou možnost, zvolte ji v oblasti <B>Možná hodnota</B>. Všechny hodnoty je možno vrátit (resetovat) kliknutím na <b>Obnovit vše</b>. Čísla se zadávají jako decimální nebo hexadecimální (ta musí začínat <b>0x</b>). </p>
da: <p> Vælg det tilvalg, du vil sætte. Brug så <b>Sæt</b> for at aktivere den nye værdi. Hvis der er kendte mulige værdier for det valgte tilvalg så vælg den under <B>Mulige værdier</B>. Nulstil alle værdier ved at trykke <b>Nulstil</b>. Numeriske værdier kan blive indtastet som decimal eller hexadecimal (hexadecimal angives med et <b>0x</b> foran). </p>
de: <p> Wählen Sie die Option, die Sie ändern möchten, und aktivieren Sie die neue Einstellung durch Klicken auf <b>Anwenden</b>. Falls mögliche Werte für die Option bekannt sind, können Sie diese unter <B>Möglicher Wert</B> wählen. Mit <b>Alle zurücksetzen</b> stellen Sie den ursprünglichen Zustand wieder her. Die Werte können dezimal oder hexadezimal angegeben werden. Im letzteren Fall müssen Sie dem Wert <b>0x</b> voranstellen. </p>
el: <p> Επιλέξτε την επιλογή για ορισμό και μετά χρησιμοποιήστε το <b>Ορισμός</b> για ενεργοποίηση της νέας τιμής. Αν υπάρχουν γνωστές πιθανές τιμές για την επιλογή, επιλέξτε την κάτω από την επιλογή <B>Πιθανή τιμή</B>. Για επαναφορά όλων των τιμών πατήστε <b>Επαναφορά</b>. Αριθμητικές τιμές μπορούν να εισαχθούν ως δεκαδικές ή δεκαεξαδικές (δεκαεξαδικές με πρόθεμα ένα<b>0x</b>). </p>
es: <p> Escoja la opción que desee y pulse <b>Establecer</b> para habilitar un nuevo valor. Si existen valores conocidos posible para una opción determinada, puede seleccionarlos en <B>Posibles valores</B>. Puede restablecer todos los valores pulsando <b>Restablecer</b>. Los valores numéricos pueden introducirse como decimales o hexadecimales (hexadecimales precedidos por el prefijo <b>0x</b>).</p>
fi: <p> Valitse valinta, jonka haluat asettaa, napsauta sitten <b>Aseta</b> ottaaksesi uuden arvon käyttöön. Jos valitulla valinnalla on tiedossa useita sallittuja arvoja, valitse arvo napsauttamalla <B>sallituista arvoista</B>. Palauta kaikki arvot napsauttamalla <b>Palauta kaikki</b>. Numeeriset arvot voidaan syöttää desimaali- tai heksadesimaalilukuina (heksadesimaaleina <b>0x</b>-alkuliitteellä). </p>
fr: <p> Sélectionnez l'option que vous désirez et utilisez le bouton <b>Définir</b> pour activer la nouvelle valeur. S'il existe des valeurs connues et possibles pour l'option sélectionnée, vous pouvez en sélectionner une dans le champ <b>Valeur possible</b>. Vous pouvez remettre à zéro toutes les valeurs en cliquant sur <b>Tout remettre à zéro</b>. Les valeurs numériques peuvent être entrées sous forme décimale ou hexadécimale (dans le second cas, avec le préfixe <b>0x</b>. </p>
gl: <p> Escolla a opción que desexa <b>Establecer</b> para activar un novo valor. Se existen posibles valores para unha opción determinada, pode seleccionalo en <B>Posibles valores</B>. Pode restablecer todos os valores premendo <b>Restablecer</b>. Os valores numéricos poden introducirse como decimais ou hexadecimais (hexadecimais precedidos polo prefixo <b>0x</b>).</p>
gu: <p> ઑપ્શનને ચુઝ કરીને તેને સેટ કરવા ઉપોયગી કરિ <b>સેટ</b> થી યોગ્ય નવા વેલ્યુ સુધી. જો તેની માટે કોઇ પોસીબલ વેલ્યુન જણાતી હોય તો ઓપ્શન સિલેક્ટ કરો, ચૂઝ ઇટ અંડર <B>પોસીબલ વેલ્યુ</B>. બધી વેલ્યુને રીસેટ કરો પ્રેસીંગ દ્વારા <b>રીસેટ</b> કરો. ન્યુમેરીક વેલ્યુઝ ડેસીમલ અથવા હેક્સાડેસીમલને દાખલ કરો (હેક્સાડેસીમલ સાથે <b>0x</b> પ્રિફીક્સ ). </p>
hi: <p> सेट करने का विकल्प चुने फिर नए मान को समर्थ करने के लिए <b>सेट</b> का उपयोग करें. यदि चयनित विकल्प के लिए संभव मान ज्ञात है उसे, <B>संभव मान<B> के अंतर्गत चुनें. <b>रिसेट<b>को दबाकर सभी मानों को रिसेट करें. संख्या मानों को दशमलव अथवा हैक्सादशमलव (<b>0x</b> के साथ हैक्सा दशमलव) के रूप में प्रविष्ट किया जाए. </p>
hr: <p> Odaberite vrijednost koju želite podesiti i koristite <b>Postavi</b> da biste omogućili novu vrijednost. Ako postoje poznate vrijednosti za odabrani izbor, odaberite ih pod <b>Moguće vrijednosti</b>. Ponovno podesite sve vrijednosti tako da pritisnete <b>Ponovno postavi</b>. Numeričke vrijednosti mogu biti unešene kao dekadske ili heksadecimalne (heksadecimalne s prefiksom <b>0x</b>). </p>
hu: <p> Válassza ki azt az opciót, amelyet be kíván állítani. A <b>Beállítás</b> gombbal engedélyezi az új értéket. Ha ismertek a lehetséges értékek az adott opcióhoz, kiválaszthatja azt a <b>Lehetséges érték</b> kombinált mezőben. Visszaállíthat minden értéket a <b>Visszaállítás</b> gombbal. A számok megadhatók decimális vagy hexadecimális formában is (a hexadecimális <b>0x</b> előtaggal). </p>
id: <p> Pilih opsi untuk mengatur lalu gunakan <b>Atur</b> untuk mengaktifkan nilai baru. Jika ada nilai yang mungkin dikenal untuk opsi yang dipilih, pilih dibawah <B>Kemungkinan nilai</B>. Atur ulang semua nilai dengan menekan <b>Atur ulang</b>. Nilai numerik dapat dimasukkan sebagai desimal atau heksadesimal (heksadesimal dengan prefix <b>0x</b>). </p>
ja: <p> 設定したいオプションを選択して <b>設定</b> を押し、新しい値を入力してください。選択したオプションによっては <B>設定可能な値</B> を選ぶことができる場合もあります。 設定した値の全てをリセットするには、 <b>全てリセット</b> を押してください。また、数値の入力項目の場合は、10 進数のほかに 16 進数でも入力することができます。16 進数の場合は <b>0x</b> を頭に付けてください。 </p>
km: <p> ជ្រើស​ជម្រើស ដើម្បី​កំណត់ បន្ទាប់​មក​ប្រើ <b>កំណត់</b> ដើម្បីធ្វើ​ឲ្យ​តម្លៃ​ថ្មី​ប្រើ​បាន ។ បើ​មាន​តម្លៃ​អាច​ប្រើ​បាន សម្រាប់​ជម្រើស ដែល​បាន​ជ្រើស សូម​ជ្រើស​វា​ក្រោម​ <B>តម្លៃ​អាច​ប្រើ​បាន​</B> ។ កំណត់​តម្លៃ​ទាំងអស់ឡើងវិញ ដោយ​ចុច <b>កំណត់​ឡើងវិញ</b> ​។ តម្លៃ​ជា​លេខ​អាច​បញ្ចូល​ជា ប្រព័ន្ធ​គោល​ដប់ ឬ​គោល​ដប់​ប្រាំមួយ (ប្រព័ន្ធ​គោល​ដប់​ប្រាំមួយ​នាំមុខ​ដោយ <b>0x</b>) ។ </p>
lt: <p> Pasirinkite parametrą, kurį norite nustatyti, tuomet spauskite <b>Nustatyti</b>. Taip pradės galioti nauja reikšmė. Jei parametrui yra žinomos galimos jo reikšmės, jas galite pasirinkti <B>Galimose reikšmėse</B>. Visas reikšmes atstatykite spausdami <b>Atstatyti</b>. Skaitinės reikšmės gali būti įvestos dešimtainiame arba šešioliktainiame formate (šešioliktainis su prefiksu <b>0x</b>). </p>
mr: <P> सेट करण्यासाठी पर्याय निवडा व नंतर नवीन मूल्य शक्य करण्यासाठी<b>सेट</b> वापरा. निवडलेल्या पर्यायासाठी संभाव्य ज्ञात मूल्ये असतील. तर ती <B>पॉसिबल व्हॅल्यू</B> अंतर्गत निवडा. <b>रीसेट</b> दाबून सर्व मूल्ये रिसेट करा. अंकीय मूल्ये दशांश अपर्णांकात किंवा हेक्झॅडेसिमल (हेक्झॅडेसिमल <b>0x</b> prefix) म्हणून प्रविष्ट करता येऊ शकतात. </p>
nb: <p> Velg alternativet som skal brukes, og klikk <b>Bruk</b> for å aktivere den nye verdien. Hvis det finnes kjente, mulige verdier for det valgte alternativet, velger du dette under <B>Mulig verdi</B>. Tilbakestill alle verdier ved å klikke <b>Tilbakestill</b>. Numeriske verdier kan legges inn som desimaler eller heksadesimaler (heksadesimaler med et<b>0x</b>-prefiks). </p>
nl: <p> Selecteer de in te stellen optie en klik daarna op de knop <b>Activeren</b> om de nieuwe waarde vast te leggen. Als er mogelijke waarden voor de gegeven optie bekend zijn, dan kunt u deze in het venster <B>Mogelijke waarde</B> selecteren. Met <b>Reset</b> herstelt u alle waarden. Numerieke waarden kunnen decimaal of hexadecimaal opgegeven worden (hexadecimaal met <b>0x</b> voor het getal). </p>
pa: <p> ਸੈਟਿੰਗ ਕਰਨ ਲਈ ਚੋਣ ਚੁਣੋ ਫਿਰ ਨਵਾਂ ਮੁੱਲ ਯੋਗ ਕਰਨ ਲਈ <b>ਸੈਟ</b> ਵਰਤੋਂ। ਜੇ ਤੁਸੀਂ ਚੁਣੀ ਚੋਣ ਲਈ ਸੰਭਵ ਮੁੱਲ ਹਨ, ਇਸ ਨੂੰ <B>ਸੰਭਵ ਮੁੱਲ</B> ਵਿੱਚ ਚੁਣੋ। ਸਭ ਮੁੱਲ ਮੁੜ ਸੈਟ ਕਰੋ <b>ਮੁੜ ਸੈਟ</b> ਦਬਾ ਕੇ। ਅੰਕੀ ਮੁੱਲ ਦਸ਼ਮਲਵ ਜਾਂ ਹੈਕਸਾਡੈਸੀਮਲ (<b>0x</b> ਅਗੇਤਰ ਨਾਲ ਹੈਕਸਾਡੈਸੀਮਲ) ਰੂਪ ਵਿੱਚ ਭਰ ਸਕਦੇ ਹੈ </p>
pt: <p> Escolha a opção que deseja <b>Definir</b> para activar um novo valor. Se existem valores possíveis conhecidos para a opção seleccionada, escolha-os de entre os <B>Valores possíveis</B>. Valores numéricos podem ser introduzidos na forma decimal ou hexadecimal (hexadecimal com o prefixo <b>0x</b>). </p>
ro: <p> Alegeți opțiunile pe care doriți să le setați și utilizați <b>Setează</b> pentru a activa noua valoare. Dacă există valori posibile cunoscute pentru opțiunea selectată, puteți alege dintre <B>Valorile posibile</B>. Resetați toate valorile apăsând <b>Resetează</b>. Valorile numerice pot fi introduse zecimal sau hexazecimal (cele hexazecimale cu prefixul <b>0x</b>). </p>
ru: <p> Выберите параметры установки, затем нажмите <b>Установить</b>, чтобы задать новое значение. Если для выбранного параметра возможно несколько значений, выберите их из списка <B>возможных значений</B>. Чтобы сбросить все значения, нажмите <b>Сбросить</b>. Числовые значения можно вводить в десятичной или шестнадцатеричной (с префиксом <b>0x</b>) форме. </p>
sk: <p> Vyberte si čo chcete nastaviť a použite <b>Nastaviť</b> pre použitie novej hodnoty. Ak sú známe možné hodnoty, môžete si ich vybrať v <B>Možné hodnoty</B>. Pôvodné hodnoty nastavíte stlačením <b>Reset</b>. Hodnoty môžu byť zadané decimálne alebo hexadecimálne (s <b>0x</b>). </p>
sv: <p> Välj alternativet du vill ändra och aktivera de nya inställningarna med knappen <b>Använd</b>. Om det finns kända möjliga värden för det valda alternativet, välj de i <b>Möjligt värde</b>. Med <b>Återställ</b> får du tillbaka ursprungsinställningarna. Värdena kan anges decimalt eller hexadecimalt (hexadecimalt med ett <b>0x</b>-prefix). </p>
ta: <p> அமைக்கவேண்டிய விருப்பத் தேர்வை தேர்வு செய்யவும் பிறகு மதிப்புகளை இயலாக்க <b>அமைக்க</b>வைப் பயன்படுத்தவும். விருப்பத்தேர்விற்கான அறியப்பட்ட நிகழக்கூடிய இருந்தால் அவற்றை<B>நிகழக்கூடிய மதிப்புகள்</B> கீழ்த் தேர்ந்தெடுக்கவும். அனைத்து மதிப்புகளையும் <b>மாற்றியமை</b>யை அழுத்துவதனால் மாற்றயமைக்கவும். எண்உரு மதிப்புகள் பதின்மனமாகவோ அல்லது ஐங்கோணப்பதின்மனமாகவோ பதியலாம். (ஐங்கோணம் பதின்மானம் ஒரு <b>0x</b> முன்னீட்டுடன்). </p>
uk: <p> Виберіть параметр для встановлення й натисніть <b>Наставити</b>, щоб увімкнути нове значення. Якщо є відомі можливі значення для вибраного параметра, виберіть його з <B>Можливих значень</B>. Можна скинути всі значення натиснувши <b>Скинути</b>. Числові значення можна вводити як десяткові або шістнадцяткові (з префіксом <b>0x</b>). </p>
xh: <p> Khetha isikhethwa sokumiselwa wandule usebenzise u <b>Misela</b> ukwenza ixabiso elitsha lisebenze. Ukuba kukho maxabiso amkelekileyo aziwayo esikhethwa esikhethiweyo, wakhethe ngaphantsi kwe <B>Xabiso elamkelekileyo</B>. Ukumisela kwakhona wonke amaxabiso ngokucinezela u <b>Misela kwakhona</b>. Amaxabiso amanani angafakwa njengeshumi okanye i-hexadeicimal (hexadecimal ene <b> 0x</b> </p>

source: <p> Adjust the volume. </p>
af: <p> Verstel die volume. </p>
bg: <p> Регулиране на силата на звука. </p>
bn: <p> ভলিউম বিন্যাস করুন. </p>
ca: <p> Ajusteu el volum. </p>
cs: <p> Upravit hlasitost. </p>
da: <p> Juster lydstyrken. </p>
de: <p> Stellen Sie die Lautstärke ein. </p>
el: <p> Ρύθμιση έντασης. </p>
es: <p> Ajuste el volumen. </p>
fi: <p> Säädä äänenvoimakkuutta. </p>
fr: <p> Régler le volume. </p>
gl: <p> Axuste o volume. </p>
gu: <p> વોલ્યુમ એડજસ્ટ કરો. </p>
hi: <p> वोल्यूम समायोजनकरें। </p>
hr: <p> Podesi glasnoću. </p>
hu: <p> Hangerő beállítása. </p>
id: <p> Atur volume. </p>
ja: <p> 音量を調整します。 </p>
km: <p> លៃ​តម្រូវ​សំឡេង ។​ </p>
lt: <p> Derinti garsumą. </p>
mr: <p> ध्वनीपातळी बदला. </p>
nb: <p> Juster lydstyrken. </p>
nl: <p> Volume aanpassen. </p>
pa: <p> ਵਾਲੀਅਮ ਐਡਜੱਸਟ ਕਰੋ। </p>
pt: <p> Ajustar o volume. </p>
ro: <p> Ajustează volumul. </p>
ru: <p> Регулировать уровень громкости. </p>
sk: <p> Úprava hlasitosti. </p>
sv: <p> Justera volymen. </p>
ta: <p> ஒலியளவை சரி செய்யவும். </p>
th: <p> ปรับระดับเสียง </p>
uk: <p> Відрегулювати гучність. </p>
wa: <p> Adjuster l' volume. </p>
xh: <p> Lungelelanisa amandla. </p>

source: <p> Test your sound card by pressing <b>Test</b>. </p>
af: <p> Toets u klankkaart deur <b>Toets</b> te druk. </p>
bg: <p> Можете да изпробвате звуковата си карта като натиснете <b>Пробване</b>. </p>
bn: <p> <b>পরীক্ষণ</b> টিপে আপনার সাউন্ড কার্ড পরীক্ষা করুন. </p>
ca: <p> Per a comprovar la targeta de so premeu <b>Prova</b>. </p>
cs: <p> Přejete-li si otestovat zvukovou kartu, stiskněte <b>Test</b>. </p>
da: <p> Test dit lydkort ved at trykke på <b>Test</b>. </p>
de: <p> Testen Sie Ihre Soundkarte mit dem Button <b>Test</b>. </p>
el: <p> Δοκιμάστε την κάρτα ήχου πατώντας <b>Δοκιμή</b>. </p>
es: <p> Compruebe su tarjeta de sonido pulsando <b>Probar</b>. </p>
fi: <p> Testaa äänikorttisi napsauttamalla <b>Testaa</b>. </p>
fr: <p> Testez votre votre carte son en cliquant sur <b>Tester</b>. </p>
gl: <p> Probe a súa tarxeta de son premendo <b>Probar</b>. </p>
gu: <p> <b>ટેસ્ટ</b> દબાવવો દ્વારા આપનું સાઉન્ડ કાર્ડ ચકાસો. </p>
hi: <p> <b>टेस्ट</b> दबाकर अपने आवाज कार्ड को टेस्ट करें. </p>
hr: <p> Možete testirati vašu zvučnu karticu tako da pritisnete <b>Test</b>. </p>
hu: <p> Hangkártyáját a <b>Teszt</b> gomb lenyomásával tesztelheti. </p>
id: <p> Uji kartu suara Anda dengan menekan <b>Uji</b>. </p>
ja: <p> <b>テスト</b> を押すとサウンドカードをテストすることができます。 </p>
km: <p> សាកល្បង​កាត​សំឡេង​របស់​អ្នក​ដោយ​ចុច​<b>សាកល្បង</b> ។ </p>
lt: <p> Garso plokštę bandykite spausdami <b>Testas</b>. </p>
mr: <p> <b>चाचणी</b>हे बटण दाबून तुम्चाय ध्वनीकार्डाची चाचणी घ्या. </p>
nb: <p> Test lydkortet ved å klikke <b>Test</b>. </p>
nl: <p> U kunt uw geluidskaart testen door op <b>Test</b> te klikken. </p>
pa: <p> <b>ਟੈਸਟ</b> ਦਬਾ ਕੇ ਸਾਊਂਡ ਕਾਰਡ ਟੈਸਟ ਕਰੋ। </p>
pt: <p> Teste a placa de som seleccionando<b>Testar</b>. </p>
ro: <p> Testați placa de sunet apăsând <b>Testează</b>. </p>
ru: <p> Чтобы протестировать свою звуковую карту, нажмите <b>Тест</b>. </p>
sk: <p> Test vašej zvukovej karty stlačením <b>Test</b>. </p>
sv: <p> Testa ljudkortet genom att klicka på <b>Testa</b>. </p>
ta: <p> உங்கள் ஒலி அட்டையை <b>சோதிக்க</b>வை அழுத்தி சோதிக்கவும். </p>
uk: <p> Перевірте вашу звукову плату, натиснувши <b>Тест</b>. </p>
xh: <p> Vavanya ikhadi lakho lesandi ngokucinezela u <b>Vavanya</b>. </p>

source: <p> After configuration is complete, use <b>amixer</b> or any program of your choice to adjust the volume. </p>
af: <p> As die konfigurasie voltooi is, gebruik <b>'n menger</b> of enige program van u keuse om die volume te verstel. </p>
bg: <p> След като настройването завърши може да използвате <b>amixer</b> или която и да е друга програма за да регулирате силата на звука.. </p>
bn: <p> সংরূপণ সম্পূর্ণ হওয়ার পরে <b>amixer</b> বা ভলিউম বিন্যাস করার জন্যে আপনার পছন্দসই কোন প্রোগ্রাম ব্যবহার করুন. </p>
ca: <p> Un cop s'hagi acabat la configuració, utilitzeu <b>amixer</b> o qualsevol altre programa per ajustar el volum. </p>
cs: <p> Po dokončení instalace použijte program <b>amixer</b> (nebo jiný) k úpravě hlasitosti. </p>
da: <p> Efter konfigurationen er fuldført kan du bruge <b>amixer</b> eller et andet program efter eget valg til justering af lydstyrken. </p>
de: <p> Nach Abschluss der Konfiguration können Sie mit <b>amixer</b> oder einem Programm Ihrer Wahl die Lautstärke einstellen. </p>
el: <p> Όταν η εγκατάσταση έχει ολοκληρωθεί, χρησιμοποιήστε το <b>amixer</b> ή οποιοδήποτε άλλο πρόγραμμα της επιλογής σας για να ρυθμίσετε την ένταση. </p>
es: <p> Después de la configuración, utilice <b>amixer</b> o cualquier otro programa para ajustar el volumen. </p>
fi: <p> Kun määritys on valmis, käytä <b>amixer</b>iä tai haluamaasi ohjelmaa äänenvoimakkuuden säätämiseen. </p>
fr: <p> Une fois la configuration terminée, vous pouvez utiliser <b>amixer</b>, ou n'importe quel programme de votre choix, pour régler le volume. </p>
gl: <p> Despois da configuración, utilice <b>amixer</b> ou calquera outro programa para axustar o volume. </p>
gu: <p> કોન્ફીગરેશન પૂર્ણથયા પછી, <b>એમીક્સર</b> ઉપયોગ કરો અથવા કોઇ પસંદગી પ્રોગ્રામ માટે વોલ્યમુ એડજસ્ટ કરો. </p>
hi: <p> विन्यासके पूरा हो जाने पर, वॉल्यूम को समायोजनकरने के लिए <b>एमिक्सर</b> अथवा अपनी पसंद के किसी प्रोग्राम का चयन करें. </p>
hr: <p> Nakon što su podešavanja završena, koristite <b>amixer</b> ili bilo koji drugi program po vašem izboru za podešavanje glasnoće. </p>
hu: <p> A beállítás befejezése után használja az <b>amixer</b>t vagy más segédprogramot a hangerő beállításához. </p>
id: <p> Setelah konfigurasi selesai, gunakan <b>amixer</b> atau program pilihan Anda untuk mengatur volume. </p>
ja: <p> 設定が完了したら <b>amixer</b> やその他のプログラムを 利用して音量を調整してください。 </p>
km: <p> បន្ទាប់ពី​ការ​កំណត់​រចនាសម្ព័ន្ធ​បាន​បញ្ចប់​ទាំងស្រុង សូម​ប្រើ <b>amixer</b> ឬ​កម្មវិធី​ផ្សេង​តាម​ជម្រើស​របស់​អ្នក ដើម្បីលៃ​តម្រូវ​សំឡេង ។ </p>
lt: <p> Sukonfigūravus, naudokite <b>amixer</b> ar bet kokią kitą programą garsumo derinimui. </p>
mr: <p> कॉनफिग्युरेशन पूर्ण झाल्यावर, वापरा<b>मिश्रन</b> किंवा तुमचा आवडीचा प्रोग्राम आवाज ऍ़डजस्ट करण्यासाठी वापरा. </p>
nb: <p> Når konfigurasjon er fullført, kan du bruke <b>amixer</b> eller hvilket som helst annet program for å justere lydstyrken. </p>
nl: <p> Nadat de configuratie compleet is kunt u <b>amixer</b>, of een programma naar keuze, gebruiken voor het aanpassen van het volume. </p>
pa: <p> ਸੰਰਚਨਾ ਮੁਕੰਮਲ ਹੋਣ ਤੋਂ ਬਾਅਦ, ਵਾਲੀਅਮ ਐਡਜੱਸਟ ਕਰਨ ਲਈ <b>amixer</b> ਜਾਂ ਆਪਣੀ ਪਸੰਦ ਦਾ ਹੋਰ ਪਰੋਗਰਾਮ ਵਰਤੋਂ। </p>
pt: <p> Depois da configuração estar completo, utilize <b>amixer</b> ou outro programa qualquer à escolha para ajustar o volume. </p>
ro: <p> După ce configurația este completă, utilizați <b>amixer</b> sau orice alt program doriți pentru a ajusta volumul. </p>
ru: <p> После окончания настройки используйте <b>amixer</b> или другую программу для регулировки уровня звука. </p>
sk: <p> Po dokončení konfigurácie použite <b>amixer</b> alebo iný program pre úpravu hlasitosti. </p>
sv: <p> När inställningen är klar, använd <b>amixer</b> eller något annan program för att justera volymen. </p>
ta: <p> வடிவமைப்பு முடிந்தவுடன், <b>அமிக்சரை</b>அல்லது ஏதேனும் ஒரு விருப்பமான ஒரு நிரலை ஒலியளவை சரிசெய்ய பயன்படுத்தவும். </p>
uk: <p> Після завершення налаштування, скористайтесь <b>amixer</b> або будь-якою іншою програмою, щоб відрегулювати гучність. </p>
wa: <p> Après k' l' apontiaedje soeye fini, sierviz vs d' <b>amixer</b> oudonbén di tolminme ké programe ki vos vloxhe po -z adjuster l' volume. </p>
xh: <p> Emva kokuba ubumbeko lugqityiwe, sebenzisa i <b>amixer</b> okanye nayiphi inkqubo ekhethwa nguwe ukulungelelanisa amandla. </p>
