Repository: Dzejrou/yast-translations
Catalog: po/sound/*.po
Languages: af, bg, bn, ca, cs, da, de, el, es, fi, fr, gl, gu, hi, hr, hu, id, ja, km, lt, mr, nb, nl, pa, pt, ro, ru, sk, sv, ta, th, uk, wa, xh

source: <P> To change the configuration of a card, select the card. Then press <B>Edit</B>. </P>
af: <P> Om die konfigurasie van 'n kaart te wysig, kies die kaart. Druk dan <B>Hersien</B>. </P>
bg: <P> За да промените настройката на дадена карта, изберете я и натиснете <B>Редактиране</B>. </P>
bn: <P> সাউন্ড কার্ডের সংরূপণ পরিবর্তনের জন্যে কার্ডটি নির্বাচন করুন. তারপরে <B>সম্পাদনা করুন</B> টিপুন. </P>
ca: <P> Per canviar la configuració d'una targeta, seleccioneu la targeta. A continuació, premeu <B>Edita</B>. </P>
cs: <P> Vyberte konfiguraci karty, kterou chcete upravit nebo smazat. Poté stiskněte tlačítko <B>Upravit</B>. </P>
da: <P> For at ændre konfigurationen af et kort skal du vælge kortet. Tryk dernæst <B>Rediger</B>. </P>
de: <P> Wählen Sie die gewünschte Karte aus, um die Konfiguration der Karte zu ändern. Klicken Sie dann auf <B>Bearbeiten</B>. </P>
el: <P> Για να αλλάξετε τη ρύθμιση μια κάρτας, επιλέξτε την κάρτα. Έπειτα πατήστε <B>Επεξεργασία</B>. </P>
es: <P> Para cambiar la configuración de una tarjeta, selecciónela. A continuación, pulse <B>Editar</B>. </P>
fi: <P> Muuttaaksesi kortin määrityksiä valitse kortti. Napsauta sitten <B>Muokkaa</B>. </P>
fr: <P> Pour modifier la configuration d'une carte, sélectionnez cette carte. Cliquez ensuite sur <B>Modifier</B>. </P>
gl: <P> Para cambiar la configuración dunha tarxeta, escóllaa. A continuación, prema <B>Editar</B>. </P>
gu: <P> કાર્ડનું કોન્ફીગરેશન પરિવર્તિત કરવા, કાર્ડ પસંદ કરો. ત્યાર બાદ <B>એડિટ</B> દબાવો. </P>
hi: <P> किसी कार्ड के विन्यासको बदलने के लिए, कार्ड को चयन करें. फिर <B>एडिट<B> दबाएं. </P>
hr: <p> Da biste promijenili postavke kartice, odaberite karticu. Nakon toga pritisnite <b>Uredi</b>. </p>
hu: <P> Egy kártya beállításainak módosításához először válassza ki a kártyát, majd nyomja meg a <B>Szerkesztés</B> gombot. </P>
id: <P> Untuk mengubah konfigurasi kartu, pilih kartu. Kemudian tekan <B>Sunting</B>. </P>
ja: <P> カードの設定を変更するにはカードを選択し、 <B>編集</B> を押してください。 </P>
km: <P> ដើម្បី​ប្ដូរ​ការ​កំណត់​រចនាសម្ព័ន្ធ​កាត​មួយ សូម​ជ្រើស​កាត​នោះ ។​ បន្ទាប់​មក ចុច​<B>កែសម្រួល</B> ។ </P>
lt: <P> Norėdami keisti garso plokštės konfigūraciją, pirma ją pasirinkite. Po to spauskite <B>Keisti</B>. </P>
mr: <P> कार्डचे कॉनफिग्युरेशन बदलण्यासाठी कार्ड निवडा. कळ दाबा <B>एडीट</B>. </P>
nb: <P> For å endre konfigurasjonen for et kort, velg kortet og klikk <B>Rediger</B>. </P>
nl: <P> Om de configuratie van een kaart te wijzigen, selecteert u de kaart en klikt daarna op <B>Bewerken</B>. </P>
pa: <P> ਇੱਕ ਕਾਰਡ ਦੀ ਸੰਰਚਨਾ ਨੂੰ ਹਟਾਉਣ ਲਈ, ਕਾਰਡ ਦੀ ਚੋਣ ਕਰੋ ਅਤੇ <B>ਹਟਾਓ</B> ਬਟਨ ਨੂੰ ਦਬਾਓ। </P>
pt: <P> Para modificar a configuração de uma placa, seleccione a placa. Depois seleccione <B>Editar</B>. </P>
ro: <P> Pentru a modifica configurația unei plăci, selectați-o. Apăsați apoi <B>Editează</B>. </P>
ru: <P> Для изменения конфигурации карты выберите ее. Затем нажмите кнопку <B>Редактировать</B>. </P>
sk: <P> Pre zmenu nastavenia karty ju vyberte a stlačte <B>Upraviť</B>. </P>
sv: <P> För att ändra inställningen för ett kort, välj kortet och klicka på <B>Redigera</B>. </P>
ta: <P> ஒரு அட்டையின் வடிவமைப்பை மாற்ற, அட்டையைத் தேர்வு செய்யவும் பின்னர் <B>திருத்துகவை</B>அழுத்தவும். </P>
uk: <P> Щоб змінити конфігурацію плати, виберіть плату. Після цього натисніть <B>Змінити</B>. </P>
wa: <P> Po candjî l' apontiaedje d' ene cwåte, tchoezixhoz l' cwåte. Adon tchôkîz so <B>Candjî</B>. </P>
xh: <P> Ukutshintsha ubumbeko lwekhadi, khetha ikhadi. Emva koko cinezela u <B>Hlela</B>. </P>

source: <p> Use <b>Other</b> to set the volume of the selected card or configure the module loaded for playing MIDI files (<b>Start Sequencer</b>). Use <b>Play Test Sound</b> to test the selected card. </p>
bg: <p> Използвайте <b>Други</b> за да зададете силата на звука за избраната карта или да настроите модулът за просвирване на MIDI файлове (<b>Стартиране на секуенсера</b>). Използвайте <b>Пускане на тестов звук</b> за да изпробвате избраната карта. </p>
ca: <p> Utilitzeu <b>Altres</b> per definir el volum de la targeta seleccionada o configurar el mòdul emprat per a interpretar fitxers MIDI (<b>Inicia el seqüenciador</b>). Feu clic a <b>Prova de so</b> per a comprovar el funcionament de la targeta seleccionada. </p>
cs: <p> Pomocí možnosti <b>Ostatní</b> můžete nastavit hlasitost vybrané karty nebo nakonfigurovat modul načtený pro přehrávání souborů MIDI (<b>Spustit sekvencer</b>). Pomocí možnosti <b>Přehrát zkušební zvuk</b> můžete vybranou kartu vyzkoušet. </p>
da: <p> Anvend <b>Andet</b> for at justere lydstyrken på det valgte kort eller konfigurere indlæsning af modul til afspilning af MIDI-filer (<b>Start sequencer</b>). Brug <b>Afspil testlyd</b> for at teste det valgte kort. </p>
de: <p> Verwenden Sie <b>Andere</b>, um die Lautstärke der gewählten Karte einzustellen, oder konfigurieren Sie das zum Abspielen von MIDI-Dateien geladene Modul (<b>Sequenzer starten</b>). Verwenden Sie <b>Testsound spielen</b>, um die gewählte Karte zu testen. </p>
el: <p> Χρησιμοποιείστε το <b>Άλλο</b> για να ορίστε την ένταση της επιλεγμένης κάρτας ή να ρυθμίσετε την φόρτωση της μονάδας για αναπαραγωγή αρχείων MIDI(<b>Εκκίνηση του Sequencer</b>). Χρησιμοποιήστε το <b>Αναπαραγωγή Ήχου Δοκιμής</b> για να δοκιμάσετε την επιλεγμένη κάρτα. </p>
es: <p> Utilice <b>Otros</b> para definir el volumen de la tarjeta seleccionada o configure el módulo que debe cargarse para reproducir los archivos MIDI (<b>Iniciar secuenciador</b>). Utilice <b>Prueba de reproducción de sonido</b> para probar la tarjeta seleccionada. </p>
fi: <p> Valitse <b>Muu</b> asettaaksesi valitun kortin äänenvoimakkuuden tai määrittääksesi MIDI-soitossa ladattavan moduulin (<b>Käynnistä sekvensseri</b>). Valitse <b>Toista testiääni</b> kokeillaksesi valittua korttia. </p>
fr: <p> Utilisez <b>Autre</b> pour définir le volume de la carte sélectionnée ou configurer le module chargé pour la lecture des fichiers MIDI (<b>Démarrer le séquenceur</b>). Utilisez <b>Lire le son de test</b> pour tester la carte sélectionnée. </p>
gl: <p> Utilice <b>Outros</b> para definir o volume da tarxeta seleccionada ou configure o módulo que debe cargarse para reproducir os ficheiros MIDI (<b>Iniciar secuenciador</b>). Utilice <b>Proba de reprodución de son</b> para probar a tarxeta escollida. </p>
hr: <p> Koristite <b>Ostalo</b> da biste podesili glasnoću odabrane zvučne kartice ili podesite modul za puštanje MIDI datoteka (<b>Pokreni sekvencer</b>). Koristite <b>Pusti testni zvuk</b> da biste testirali odabranu karticu. </p>
hu: <p> Használja az <b>Egyéb</b> beállításokat a kiválasztott hangkártya hangerejének beállításához, illetve a MIDI-fájlokat lejátszó modul beállításához (<b>Szekvenszer indítása</b>). A hangkártya kipróbálásához nyomja meg a <b>Teszthang</b> gombot. </p>
id: <p> Gunakan <b>Lainnya</b> untuk mengatur volume kartu yang dipilih atau konfigurasikan modul yang dimuat untuk memainkan berkas MIDI (<b>Mulai Sequencer</b>). Gunakan <b>Mainkan Uji Suara</b> untuk menguji kartu yang dipilih. </p>
ja: <p> <b>その他</b> を押すと、選択したカードの音量を設定したり MIDI ファイルの 演奏のためにモジュールを読み込んだり (<b>シーケンサの開始</b>) することができます。 また、 <b>テストサウンドの再生</b> で選択したカードの再生テストを行うこともできます。 </p>
km: <p> ប្រើ <b>ផ្សេងទៀត</b> ដើម្បី​កំណត់​កម្រិត​សំឡេង​របស់​កាត​ដែល​បាន​ជ្រើស ឬ​កំណត់ រចនា​សម្ព័ន្ធ​ម៉ូឌុល​ដែល​ផ្ទុក​សម្រាប់​ចាក់​ឯកសារ​មីឌី (<b>ចាប់ផ្ដើម​កម្មវិធី​ដាក់​បន្ត</b>) ។ ប្រើ <b>ចាក់​សំឡេង​សាកល្បង</b> ដើម្បី​សាកល្បង​កាត​ដែល​បាន​ជ្រើស ។ </p>
lt: <p> Spauskite <b>Kita</b>, ir galėsite parinkti garsumą pažymėtai garso plokštei arba konfigūruoti MIDI rinkmenų grojimui įkeltus modulius (<b>Paleisti sintezatorių</b>). Norėdami išbandyti pasirinktą garso plokštę, spauskite <b>Groti bandomąjį garsą</b>. </p>
nb: <p> Bruk <b>Annet</b> for å stille inn volumet for det valgte kortet eller velge en modul som skal lastes for å spille av MIDI-filer (<b>Start sekvenser</b>). Bruk <b>Spill test-lyd</b> for å teste valgt kort. </p>
nl: <p> Gebruik <b>Overig</b> om het volume van de geselecteerde kaart in te stellen of om de te laden module voor het afspelen van MIDI-bestanden in te instellen (<b>Sequencer starten</b>). Gebruik <b>Testgeluid afspelen</b> om de geselecteerde kaart te testen. </p>
pt: <p> Utilize <b>Outros</b> para definir o volume da placa selecionada ou configurar o carregamento do módulo para reprodução de ficheiros MIDI (<b>Iniciar Sequenciador</b>). Utilize <b>Reproduzir Som de Teste</b> para testar a placa escolhida. </p>
ro: <p> Folosește <b>Altele</b> pentru a seta volumul dispozitivului selectat sau configurează modulul încărcat pentru redarea fișierelor MIDI (<b>Inițiază Sequencer</b>). Folosește <b>Redă Sunet de Test</b> pentru a testa placa de sunet selectată. </p>
ru: <p> Нажмите кнопку <b>Другое</b>, чтобы установить громкость выбранной карты или настроить модуль, загружаемый для проигрывания файлов MIDI (<b>Запустить секвенсор</b>). Используйте кнопку <b>Проиграть тестовый звук</b> для проверки выбранной карты. </p>
sk: <p> Stlačením <b>Iné</b> môžete nastaviť hlasitosť zvolenej karty, alebo nastaviť nahrávanie modulu pre prehrávanie súborov MIDI (<b>Spustiť sekvencér</b>). Použite <b>Zahrať skúšobne zvuk</b>, aby ste otestovali zvolenú kartu. </p>
sv: <p> Använd <b>Övriga</b> om du vill ställa in volymen för det valda kortet eller konfigurera modulen som spelar upp MIDI-filer (<b>Start Sequencer</b>). Använd <b>Spela upp testljud</b> om du vill testa det valda kortet. </p>
uk: <p> Натисніть <b>Інше</b>, щоб встановити гучність вибраної плати або налаштувати завантаження модулів для програвання файлів MIDI (<b>Запустити секвенсер</b>). Для перевірки звукової плати натисніть кнопку <b>Програти тестовий звук</b>. </p>
wa: <p>Siervoz vs d' <b>Ôte</b> po defini l' volume del cwåte tchoezeye oudonbén apontyî l' module tcherdjî po djouwer les fitchîs MIDI (<b>Enonder secwinceu</b>). Siervoz vs di <b>Djouwer ene saye di son</b> po sayî l' cwåte tchoezeye. </p>

source: <P>PulseAudio daemon can be used to play sounds. Use <B>PulseAudio Configuration</B> to enable or disable it.</P>
bg: <P>Демонът PulseAudio може да бъде използван за възпроизвеждане на звук. Използвайте <B>Настройка на PulseAudio</B> за да го разрешите или забраните.</P>
ca: <P>El dimoni PulseAudio es pot fer servir per reproduir sons, feu servir la <B>Configuració del PulseAudio</B> per a habilitar-lo o inhabilitar-lo.</P>
cs: <P>Démon PulseAudio může být použit pro přehrávání zvuků. K jeho vypnutí nebo zapnutí použijte možnost <B>Konfigurace PulseAudio</B>.</P>
da: <P>PulseAudio-dæmonen kan bruges til at spille lyde. Brug <B>Konfiguration af PulseAudio</B> til at aktivere eller deaktivere det.</P>
de: <P>PulseAudio-Daemon kann zum Abspielen von Audio verwendet werden. Verwenden Sie <B>PulseAudio-Konfiguration</B> zum (De-)aktivieren.</P>
el: <P>Η υπηρεσία PulseAudio μπορεί να χρησιμοποιηθεί για αναπαραγωγή ήχων, Χρησιμοποιήστε την <B>Ρύθμιση PulseAudio</B> για να την ενεργοποιήσετε ή απενεργοποιήσετε.</P>
es: <P>El daemon PulseAudio se puede usar para reproducir sonidos. Use <B>Configuración de PulseAudio</B> para habilitarlo o inhabilitarlo.</P>
fi: <P>PulseAudio-palvelua voidaan käyttää äänten soittamiseen. Ota se käyttöön tai poista käytöstä valitsemalla <B>PulseAudio-määritys</B>.</P>
fr: <P>Le démon PulseAudio peut être utilisé pour lire des sons. Utilisez <B>Configuration de PulseAudio</B> pour l'activer ou le désactiver.</P>
gl: <P>O daemon PulseAudio pódese usar para reproducir sons. Use <b>Configuración PulseAudio</b> para activalo ou desactivalo.</P>
hi: <P>पल्स ऑडियो डेमॉन द्वारा ध्वनि उपयोग संभव है। इसे <B>पल्स ऑडियो विन्यास</B> द्वारा सक्रिय या निष्क्रिय करें।</P>
hu: <P>A PulseAudio démon hanglejátszásra használható, a <B>PulseAudio beállításában</B> lehet ezt engedélyezni vagy letiltani.</P>
id: <P>PulseAudio daemon dapat digunakan untuk memutar suara. Gunakan <B>Konfigurasi PulseAudio</B> untuk mengaktifkan atau menonaktifkannya.</P>
ja: <P>サウンドを再生するのに PulseAudio デーモンを使用することができます。 <B>PulseAudio 設定</B> を利用して有効／無効を切り替えてください。</P>
km: <P>ដេមិន PulseAudio អាច​នឹង​ត្រូវ​បាន​ប្រើ ដើម្បី​ចាក់​សំឡេង ។ ប្រើ <B>ការ​កំណត់​រចនាសម្ព័ន្ធ PulseAudio</B> ដើម្បី​បើក ឬ​បិទ​វា ។</P>
lt: <P>PulseAudio tarnybą galite naudoti garso grojimui. <B>PulseAudio konfigūracija</B> leidžia ją įgalinti arba uždrausti.</P>
nb: <P>PulseAudio-nissen kan brukes til å spille av lyd. Bruk <B>PulseAudio-oppsett</B> for å aktivere eller deaktivere den.</P>
nl: <P>De PulseAudio-daemon kan gebruikt worden om geluid af te spelen. Gebruik <B>PulseAudio configuratie</B> om deze aan of uit te zetten.</P>
pt: <P>O daemon do PulseAudio pode ser utilizado para reproduzir sons. Utilize a <B>Configuração do PulseAudio</B> para ativar ou desativar-lo.</P>
ro: <P>Demonul PulseAudio poate fi folosit pentru redare sunete. Folosiți <B>Configurare PulseAudio</B> pentru a-l activa sau dezactiva.</P>
ru: <P>Демон PulseAudio может использоваться для проигрывания звуков. Используйте <B>Настройка PulseAudio</B> для его включения или отключения.</P>
sk: <P>PulseAudio démon môže byť použitý pre prehrávanie zvukov. Ak ho chcete zapnúť alebo vypnúť, použite <B>Konfigurácia PulseAudio</B>.</P>
sv: <P>PulseAudio-demonen kan användas för att spela upp ljud. Använd <B>PulseAudio-konfiguration</B> för att aktivera eller inaktivera.</P>
uk: <P>Фонову службу PulseAudio можна використовувати для програвання звуків. Для вмикання чи вимикання скористайтесь <B>Налаштуванням PulseAudio</B>.</P>

source: <p>The sound device with index 0 is the default device used by system and applications. Use <b>Other</b> to set the selected sound device as the primary device.</p>
af: <p>Die klanktoestel met indeks 0 is die verstektoestel wat deur die stelsel en toepassings gebruik word. Gebruik <b>Ander</b> om die gekose klanktoestel as die hooftoestel te stel.</p>
bg: <p>Звуковото карта с индекс 0 е устройството, което се използва по подразбиране от системата и приложенията. Използвайте <b>Друго</b> за да зададете избраната звукова карта като основно устройство.</p>
bn: <p> সূচক বিশিষ্ট সাউন্ড সিস্টেমটি হল একটি ডিফল্ট ডিভাইস যেটি সিস্টেম এবং প্রয়োগগুলির দ্বারা ব্যবহৃত হয়। নির্বাচিত সাউন্ড ডিভাইসটিকে প্রাইমারী ডিভাইস হিসাবে সেট করতে <b>অন্যান্য </b>ব্যবহার করুন।</p>
ca: <p>El dispositiu de so amb índex 0 es el dispositiu predeterminat que utilitzen el sistema i les aplicacions. Utilitzeu <b>Altres</b> per definir el dispositiu de so seleccionat com el dispositiu primari.</p>
cs: <p>Zvukové zařízení s indexem 0 je systémem a aplikacemi použito jako výchozí. K nastavení výchozího zařízení použijte možnost <b>Ostatní</b>.</p>
da: <p>Lydkortet med index 0 er standardenhed for systemet og applikationer. Brug <b>Andet</b> til at sætte det valgte lydkort som primær enhed.</p>
de: <p>Das Soundgerät mit Index 0 ist das vom System und den Anwendungen verwendete Standardgerät. Mit <b>Andere</b> können Sie das ausgewählte Soundgerät als primäres Gerät festlegen.</p>
el: <p>Η συσκευή ήχου με αριθμό ευρετηρίου 0 είναι η προεπιλεγμένη συσκευή που χρησιμοποιείται από το σύστημά σας και τις εφαρμογές σας. Χρησιμοποιήστε το <b>Άλλο</b> για να ορίσετε την επιλεγμένη κάρτα ήχου ως την πρωτεύουσα συσκευή.</p>
es: <p>El dispositivo de sonido con el índice 0 es el dispositivo utilizado por defecto por el sistema y las aplicaciones. Utilice <b>Otros</b> para definir el dispositivo de sonido seleccionado como dispositivo principal.</p>
fi: <p>Äänilaite indeksillä 0 on järjestelmän ja ohjelmien käyttämä oletuslaite. Käytä <b>Muu</b> asettaaksesi valitun äänilaitteen ensisijaiseksi laitteeksi.</p>
fr: <p>Le périphérique audio avec l'indice 0 est le périphérique par défaut utilisé par le système et les applications. Utilisez <b>Autre</b> pour définir le périphérique audio sélectionné comme périphérique primaire.</p>
gl: <p>O dispositivo de son co índice 0 é o dispositivo utilizado de xeito predeterminado polo sistema e os aplicativos. Utilice <b>Outros</b> para definir o dispositivo de son escollido como dispositivo principal.</p>
gu: સિસ્ટમ અને અનુપ્રયોગો દ્વારા ઉપયોગમાં લેવાયેલ ઇન્ડેક્ષ 0 સાથેનું સાઉન્ડ ઉપકરણ એ પ્રાથમિક ઉપકરણ છે. . પસંદ કરેલ સાઉન્ડ ઉપકરણ પ્રાથમિક ઉપકરણ તરીકે સેટ કરવા <b> અન્ય </b>વાપરો.</p>
hi: <p>सिस्टम और अनुप्रयोगों द्वारा प्रयुक्त इंडेक्स 0 युक्त ध्वनि उपकरण डिफॉल्ट उपकरण है। चयनित ध्वनि उपकरण को प्राथमिक उपकरण के रूप में सेट करने के लिए <b>Other</b> का प्रयोग करें।</p>
hr: <p>Zvučni uređaj s indeksom 0 je pretpostavljeni uređaj kojega koristi sustav i programi. Koristite <b>Ostalo</b> da biste postavili odabranu zvučnu karticu kao primarni uređaj.</p>
hu: <p>A nullás indexű hangeszköz a rendszer és az alkalmazások alapértelmezett eszköze. Az <b>Egyéb</b> gombbal jelölheti meg a kiválasztott hangeszközt elsődleges eszközként.</p>
id: <p>Perangkat suara dengan indeks 0 adalah perangkat bawaan yang digunakan oleh sistem dan aplikasi. Gunakan <b>Lainnya</b> untuk mengatur perangkat suara yang dipilih sebagai perangkat utama.</p>
ja: <p>インデックス 0 のサウンドデバイスはシステムやアプリケーションで使用される既定のデバイスとなります。 <b>その他</b> を押すと指定したサウンドデバイスをプライマリデバイスとして指定することができます。</p>
km: <p>ឧបករណ៍​សំឡេង​ដែល​មាន​លិបិក្រម ០ គឺ​ជា​ឧបករណ៍​លំនាំដើមដែល​បាន​ប្រើ​ដោយ​ប្រព័ន្ធ និង​កម្មវិធី ។ ប្រើ <b>ផ្សេងទៀត</b> ដើម្បី​កំណត់​ឧបករណ៍​សំឡេង​ដែល​បាន​ជ្រើស​ជា​ឧបករណ៍​ចម្បង ។</p>
lt: <p>Garso įrenginys numeriu 0 yra pagrindinis sistemos ir programų naudojamas įrenginys. Pažymėtą garso įrenginį padarysite pagrindiniu, eidami per <b>Kita</b>.</p>
mr: <p> ० इंडेक्सचा साउंड डिव्हाइस हा सिस्टीम आणि उपयोजितांद्वारे वापरण्यातयेणारा डिफॉल्ट डिव्हाइस आहे. निवड केलेला साउंड़ डिव्हाइस प्रायमरी डिव्हाइस म्हणून सेट करण्यासाठी <b>Other</b> वापरा.</p>
nb: <p>Lydenheten med indeks 0 er standardenheten som benyttes av systemet og programmene. Bruk<b>Annet</b> definere den valgte lydenheten som primærenhet.</p>
nl: <p>Het geluidsapparaat met index 0 is het standaardapparaat dat het systeem en de programma's zullen gebruiken. Gebruik <b>Overig</b> om het geselecteerde geluidsapparaat als het standaardapparaat in te stellen.</p>
pa: <p>ਇੰਡੈਕਸ 0 ਨਾਲ ਸਾਊਂਡ ਜੰਤਰ ਸਿਸਟਮ ਅਤੇ ਕਾਰਜਾਂ ਵਲੋਂ ਵਰਤਿਆ ਜਾਣ ਵਾਲਾ ਡੀਫਾਲਟ ਜੰਤਰ ਹੈ। ਚੁਣੇ ਸਾਊਂਡ ਜੰਤਰ ਨੂੰ ਪ੍ਰਾਇਮਰੀ ਜੰਤਰ ਸੈੱਟ ਕਰਨ ਲਈ <b>ਹੋਰ</b> ਵਰਤੋਂ।</p>
pt: <p>O dispositivo de som com índice 0 é o dispositivo pré-definido para utilizalção pelo sistema e aplicações. Utilize <b>Outro</b> para definir o dispositivo seleccionado como o dispositivo principal.</p>
ro: <p>Dispozitivul de sunet cu indicele 0 este dispozitivul implicit utilizat de sistem și de aplicații. Utilizați <b>Altul</b> pentru a seta dispozitivul de sunet ca dispozitiv primar.</p>
ru: <p>Звуковое устройство с индексом 0 используется системой и приложениями по умолчанию. Выберите вариант <b>Другой</b>, чтобы задать выбранное звуковое устройство в качестве основного.</p>
sk: <p>Zvukové zariadenie s indexom 0 je predvolené zariadenie, ktoré používa systém aj aplikácie. Cez voľbu <b>Iné</b> môžete nastaviť vybranú kartu ako primárnu, t.j. ako predvolenú.</p>
sv: <p>Ljudenheten med index 0 är den förvalda enheten som används av systemet och program. Använd <b>Övriga</b> för att ange den valda ljudenheten som primär enhet.</p>
ta: <p>0 அட்டவணையுடனான ஒலி அமைப்பு, சாதனம் மற்றும் பயன்பாடுகளால் பயன்படுத்தப்பட்ட முன்னிருந்த சாதனமாகும். முதன்மை சாதனமாக குறிப்பிட்ட ஒலி சாதனத்தை அமைப்பதற்கு <b>மற்றது</b>பயன்படுத்துக.</p>
uk: <p>Звуковий пристрій з індексом 0 - це типовий пристрій, який вживається системою і програмами. Вживайте <b>Інше</b>, щоб встановити вибраний звуковий пристрій як головний пристрій.</p>
wa: <p>L' éndjin d' son avou l' indecse 0 est l' prémetou éndjin eployî pal sistinme eyet les programes. Siervoz vs di <b>Ôte</b> po defini l' éndjin d' son tchoezi come prumî éndjin d' son.</p>
xh: <p>Isixhobo sesandi esinesalathiso esingu-0 sisixhobo esihlala sikhona esisetyenziswa sisixokelelwano kunye neenkqubo. Sebenzisa <b>Ezinye</b> ukumisela isixhobo sesandi esikhethiweyo njengesixhobo sokuqala.</p>
