Repository: Dzejrou/yast-translations
Catalog: po/sound/*.po
Languages: af, bg, bn, ca, cs, da, de, el, es, fi, fr, gl, gu, hi, hr, hu, id, ja, km, lt, mr, nb, nl, pa, pt, ro, ru, sk, sv, ta, th, uk, wa, xh

source: <p> If you do not want to adjust the volume now, check <b>Quick automatic setup</b>. You can set the volume and change options later. </p>
af: <p> As u nie die volume nou wil verstel nie, merk <b>Snel outomatiese opstelling</b>. U kan later die volume stel en opsies wysig. </p>
bg: <p> Ако не искате сега да регулирате силата на звука отметнете <b>Бързо автоматично поставяне</b>. После може да донастроите картата. </p>
bn: <p> আপনি যদি এখন ভলিউম রদবদল করতে না চান তাহলে<b>দ্রুত স্বয়ংক্রিয় সেটআপ </b> যাচাই করুন. আপনি পরে ভলিউম নির্দিষ্ট করতে পারেন এবং বিকল্প পরিবর্তন করতে পারেন. </p>
ca: <p> Si no voleu ajustar el volum ara, marqueu l'opció <b>Configuració automàtica ràpida</b>. Podreu configurar el volum i canviar les opcions més tard. </p>
cs: <p> Pokud nechcete upravovat hlasitost, zvolte <b>Rychlé automatické nastavení</b>, a ostatní můžete nakonfigurovat později.</p>
da: <p> Hvis du ikke ønsker at justere lydstyrken nu så markér <b>Hurtig automatisk opsætning</b>. Du kan sætte lydstyrken og ændre tilvalg senere. </p>
de: <p> Wollen Sie die Lautstärke jetzt nicht einstellen, wählen Sie <b>Schnelles automatisches Setup</b>. Sie haben später noch die Möglichkeit, die Lautstärke festzulegen und die Optionen zu ändern. </p>
el: <p> Αν δεν θέλετε να προσαρμόσετε την ένταση τώρα, επιλέξτε <b>Γρήγορη αυτόματη εγκατάσταση</b>. Μπορείτε να ορίσετε την ένταση και τις επιλογές αργότερα. </p>
es: <p> Si no desea ajustar el volumen ahora, marque <b>Configuración automática rápida</b>. Podrá establecer el volumen y cambiar las opciones más tarde. </p>
fi: <p> Jos et halua säätää äänenvoimakkuutta nyt, valitse <b>Pika-asennus</b>. Voit säätää äänenvoimakkuuden ja asettaa lisävalinnat myöhemmin. </p>
fr: <p> Si vous ne voulez pas régler le volume maintenant, cochez <b>Configuration automatique rapide</b>. Vous pourrez régler le volume et changer les options plus tard. </p>
gl: <p> Se non desexa axustar o volume agora, marque <b>Configuración automática rápida</b>. Poderá establecer o volume e cambiar as opcións máis tarde. </p>
gu: <p> જો તમારે અત્યારે તેને એડજસ્ટ અથવા સેટ ઓપ્શન હમાણા ન જરૂરી હોય તો, <b>ક્વીક ઓટોમેટીક સેટઅપ</b> ચેક કરો. તમે વોલ્યુમને સેટ કરીને અને ઓપ્શનને પછી ચેન્જ પણ કરી શકો. </p>
hi: <p> यदि आप अभी वॉल्यूम को समायोजननहीं करना चाहते हैं, <b>क्विक ऑटोमेटिक सेटअप</b> को चैक करें. आप बाद में वॉल्यूम सेट कर सकते हैं और विकल्पों को बदल सकते हैं. </p>
hr: <p> Ako ne želite postaviti glasnoću sada, označite <b>Brze automatske postavke</b>. Možete postaviti glasnoću i promijeniti izbore kasnije. </p>
hu: <p> Ha most nem szeretné beállítani a hangerőt vagy egyéb más opciókat, válassza ki a <b>Gyors automatikus beállítást</b>. A hangerőt és az opciókat később is megváltoztathatja. </p>
id: <p> Jika Anda tidak ingin mengatur volume sekarang, periksa <b>Penyiapan otomatis cepat</b>. Anda dapat mengatur volume dan perubahan pilihan kemudian. </p>
ja: <p> 音量調整をしない場合は、 <b>簡易設定</b> を選択してください。音量の設定と オプションの変更を後から行うことができます。 </p>
km: <p> បើ​អ្នកមិន​ចង់​លៃ​តម្រូវ​សំឡេង​ឥឡូវនេះ សូម​ធីក <b>រៀបចំ​ស្វ័យប្រវត្តិ​រហ័ស </b> ។ អ្នក​អាច​កំណត់​សំឡេង និង​ប្ដូរ​ជម្រើស​ ពេល​ក្រោយ ។​ </p>
lt: <p> Jei šiuo metu nenorite derinti garsumo, rinkitės <b>Greitą automatinį konfigūravimą</b>. Garsumą ir parametrus galėsite keisti vėliau. </p>
mr: <p> तुम्हाला व्हॅल्यूम ऍ़डजस्ट करायचा नसेल किंवा आताच विकल्प सेट करायचे असतील तर, तपासा <b>आपोआप जलद सेटअप</b>. तुम्ही आवाज सेट करुन विकल्प नंतर बदलू शकता. </p>
nb: <p> Hvis du ikke vil justere lydstyrke nå, kryss av for <b>Raskt automatisk oppsett</b>. Du kan stille inn lydstyrken og endre alternativer senere. </p>
nl: <p> Wanneer u nu het volume niet wilt aanpassen, klik dan op <b>Snelle automatische instelling</b>. U kunt later het volume instellen en de opties wijzigen. </p>
pa: <p> ਜੇ ਤੁਸੀਂ ਹੁਣ ਵਾਲੀਅਮ ਲੈਵਲ ਐਡਜੱਸਟ ਨਹੀਂ ਕਰਨੀ ਚਾਹੁੰਦੇ, <b>ਤੁਰੰਤ ਆਟੋਮੈਟਿਕ ਸੈਟਅੱਪ</b> ਚੁਣੋ। ਤੁਸੀ ਬਾਅਦ ਵਿੱਚ ਵਾਲੀਅਮ ਸੈਟਿੰਗ ਅਤੇ ਚੋਣ ਤਬਦੀਲ ਕਰ ਸਕਦੇ ਹੋ। </p>
pt: <p> Se não deseja ajustar o volume agora, escolha <b>Configuração automática rápida</b>. Pode definir o volume e modificar as opções depois. </p>
ro: <p> Dacă nu doriți să ajustați volumul acum, bifați <b>Configurare automată rapidă</b>. Puteți seta volumul și modifica opțiunile ulterior. </p>
ru: <p> Если вы не хотите сейчас настраивать уровень громкости, выберете пункт <b>Быстрая автоматическая установка</b>. Вы сможете настроить уровень громкости и изменить параметры позже </p>
sk: <p> Ak nechcete upraviť hlasitosť, použite <b>Rýchle automatické nastavenie</b>. Hlasitosť a voľby môžete zmeniť neskôr. </p>
sv: <p> Om du inte vill justera volymen just nu, välj <b>Snabb automatisk installation</b>. Du kan justera volymen och göra andra inställningar senare. </p>
ta: <p> உங்களுக்கு தற்போது ஒலியளவை சரிசெய்யவேண்டாம்<b>உடனடி Quick தன்னியக்க அமைப்பை </b>. சரிபார்க்கவும். </b>.நீங்கள் பின்னர் ஒலியளவை மற்றும் விருப்பத்தேர்வுகளை மாற்றலாம்later. </p>
uk: <p> Якщо ви не бажаєте наставити гучність тепер, то увімкніть <b>Швидке автоматичне налаштування</b>. Можна наставити гучність та змінити параметри пізніше. </p>
xh: <p> Ukuba ufuna ukulungiselela amandla ngoku, khangela <b> Ukumisela inkqubo okukhawulezileyo okuzenzekelayo</b>. Ungamisela amandla kwaye utshintshe izikhethwa ngelinye ixesh. </p>

source: <P> To configure a card that was not detected, check <B>More detailed installation of sound cards</B>. </P>
af: <P> Om 'n kaart wat nie bespeur is nie, te konfigureer, merk <B>Meer gedetailleerde installasie van klankkaarte</B>. </P>
bg: <P> За да настроите карта, която не е открита отметнете <B>По-подробна инсталация на звукови карти</B>. </P>
bn: <P> সন্ধান পাওয়া যায় নি এমন সাউন্ড কার্ড সংরূপণের জন্যে <B>সাউন্ড কার্ডের আরো বিস্তারিত স্থাপনা</B> যাচাই করুন. </P>
ca: <P> Si voleu configurar una targeta que no s'ha detectat, activeu l'opció <B>Instal·lació avançada de les targetes de so</B>. </P>
cs: <P> Ke konfiguraci karty, která nebyla automaticky rozpoznána, vyberte <B>Detailnější instalace zvukových karet</B> </P>
da: <P> For at konfigurere et kort som ikke blev fundet så afkryds <B>Mere detaljeret installation af lydkort</B>. </P>
de: <P> Zum Konfigurieren einer nicht erkannten Karte aktivieren Sie <B>Erweiterte Installation der Soundkarten</B>. </P>
el: <P> Για να ρυθμίσετε μια κάρτα που δεν ανιχνεύθηκε, επιλέξτε <B>Λεπτομερέστερη εγκατάσταση των καρτών ήχου</B>. </P>
es: <P> Para configurar una tarjeta que no se ha detectado, marque <B>Instalación avanzada de tarjetas de sonido</B>. </P>
fi: <P> Määrittääksesi kortin, jota ei tunnistettu, valitse <B>Äänikortin määritys käsin</B>. </P>
fr: <P> Pour configurer une carte qui n'a pas été détectée, cochez <B>Installation plus détaillée des cartes son</B>. </P>
gl: <P> Para configurar unha tarxeta que non foi detectada, marque <B>Instalación avanzada de tarxetas de son</B>. </P>
gu: <P> કોન્ફીગરેશન કાર્ડ ડીટેક્ટ થઇ ચૂકયુ છે, <B>વધારે માહિતી તમારા સાઉન્ડ કાર્ડમાં</B> ઇન્સ્ટોલેશન થઇ ચૂકયુ છે. </P>
hi: <P> डिटेक्ट नहीं हुए कार्ड को विन्यास करने के लिए, <B>आवाज कार्डों का अधिक विस्तारित अधिष्ठापन</B> को चेक करें. </P>
hr: <p> Da biste podesili karticu koja nije otkrivena, označite <b>Detaljnija instalacija zvučne kartice</b>. </p>
hu: <P> Ha olyan kártyát szeretne beállítani, amely nem lett felismerve, válassza ki a <B>Hangkártyák részletes telepítését</B>. </P>
id: <P> Untuk mengkonfigurasi kartu yang tidak terdeteksi, periksa <B>Instalasi yang lebih rinci dari kartu suara</B>. </P>
ja: <P> 検出されなかったサウンドカードを設定するには、 <B>サウンドカードの詳細インストール</B> を選択してください。 </P>
km: <P> ដើម្បី​កំណត់​រចនាសម្ព័ន្ធ​កាត​មួយ​ដែល​មិន​ទាន់​បាន​រក​ឃើញ សូម​ធីក <B>ការដំឡើង​លម្អិត​បន្ថែម​ទៀត​នៃ​កាត​សំឡេង</B> ។ </P>
lt: <P> Norėdami konfigūruoti nedetektuotą plokštę, rinkitės <B>Detalesnis garso plokštės diegimas</B>. </P>
mr: <P> जे कार्ड मिळाले नाहित कॉनफिग्युअर करण्यासाठी, तपासा <B>ध्वनी कार्डचे आणखी विस्तृत स्थापना</B>. </P>
nb: <P> For å konfigurere et kort som ikke er funnet, kryss av for <B>Mer detaljert installasjon av lydkort</B>. </P>
nl: <P> Om een niet-gedetecteerde kaart in te stellen, dient u op <B>Meer gedetailleerde installatie van geluidskaarten</B> te klikken. </P>
pa: <P> ਕਾਰਡ ਸੰਰਚਿਤ ਕਰਨ ਲਈ ਜੋ ਲੱਭੇ ਨਹੀਂ ਹਨ, <B>ਸਾਊਂਡ ਕਾਰਡ ਦੀ ਵਧੇਰੇ ਵੇਰਵੇ ਸਹਿਤ ਇੰਸਟਾਲੇਸ਼ਨ</B> ਚੁਣੋ। </P>
pt: <P> Para configurar uma placa que não foi detectada, escolha <B>Instalação avançada de placas de som</B>. </P>
ro: <P> Pentru a configura o placă ce nu a fost detectată, bifați <B>Instalare detaliată a plăcilor de sunet</B>. </P>
ru: <P>Для установки звуковой карты, которая не была обнаружена, выберите пункт <B>Подробная установка звуковых карт</B>. </P>.
sk: <P> Pre konfiguráciu karty, ktorú sa nepodarilo nájsť použite <B>Detailnejšia inštalácia zvukových kariet</B>. </P>
sv: <P> För att ställa in ett kort som inte identifierats, välj <B>Mer detaljerad installation av ljudkort</B>. </P>
ta: <P> அறியப்படாத ஒரு அட்டையை வடிவமைக்க, <B>மேலும் விவரமான ஒலி அட்டைகளின் நிறுவலை</B>சரிபார்க்கவும். </P>
uk: <P> Щоб налаштувати плату, яку не було виявлено увімкніть <B>Детальніше встановлення звукових плат</B>. </P>
xh: <P> Ukubumba ikhadi ebelingafunyanwanga, khangela <B>Okunye ukuhlohlwa okucacileyo kwekhadi lesandi</B>. </P>

source: <P> <b>Manually</b> choose the sound card to configure. Search for a particular sound card by entering the name in the search box. </p>
af: <P> <b>Met die hand</b> kies die klankkaart wat gekonfigureer moet word. Soek na 'n bepaalde klankkaart deur die naam in die soekraampie in te voer. </p>
bg: <P> Изберете <b>ръчно</b> звуковата карта за настройване. Можете да потърсите определена карта като въведете името й в полето за търсене. </p>
bn: <P> সংরূপণের জন্যে <b>হস্তচালিতভাবে</b> সাউন্ড কার্ড নির্বাচন করুন. সন্ধান বক্সে নাম প্রবিষ্ট করার মাধ্যমে একটি নির্দিষ্ট সাউন্ড কার্ড খুঁজুন. </p>
ca: <P> Podeu seleccionar manualment la targeta de so que voleu configurar. Podeu cercar una targeta de so determinada introduint el nom al quadre de cerca. </p>
cs: <p>Vyberte si prosím zvukovou kartu, kterou chcete konfigurovat <b>manuálně</b>. Můžete použít pole pro vstup textu k vyhledání zvukové karty.</p>
da: <p> <b>Manuelt</b> vælg lydkortet du vil konfigurere. Søg på et bestemt lydkort ved at indtaste navnet i søgeboksen. </p>
de: <p>Treffen Sie eine <b>manuelle</b> Auswahl der zu konfigurierenden Soundkarte. Suchen Sie nach einer bestimmten Soundkarte, indem Sie den Namen in das Suchfeld eingeben.</p>
el: <P> Επιλέξτε <b>Χειροκίνητα</b> την κάρτα ήχου προς ρύθμιση. Αναζητήστε μια συγκεκριμένη κάρτα ήχου εισάγοντας το όνομα στο κουτί εύρεσης. </p>
es: <P> <b>Manualmente</b> seleccione la tarjeta de sonido a configurar. Busque una tarjeta de sonido en particular introduciendo el nombre en el dialogo de busqueda. </p>
fi: <P> Valitse määritettävä äänikortti <b>käsin</b>. Etsi tietty äänikortti antamalla sen nimi hakukentässä. </p>
fr: <p>Sélectionnez <b>manuellement</b> la carte son à configurer. Vous pouvez rechercher une carte son particulière en entrant son nom dans la boîte de recherche. </p>
gl: <P> <b>Manualmente</b> escolla a tarxeta de son a configurar. Busque unha tarxeta de son en particular introducindo o nome no diálogo de procura. </p>
gu: <P> <b>હાથેથી બનાવેલા</b> સાઉન્ડ કાર્ડના કોન્ફીગરેશનને ચૂસ કરો. સર્ચ બોક્સને એન્ટર કરી લઇને તેમાથી ખાસ સાઉન્ડ કાર્ડને સર્ચ કરી લો. </p>
hi: <P> विन्यास करने के लिए आवाज कार्ड को <b>हाथ से</b> चुनें. किसी विशेष आवाज कार्ड के लिए सर्च बॉक्स में नाम प्रविष्ट करके सर्च करें. </p>
hr: <p> <b>Ručno</b> odaberite zvučnu karticu koju želite podesiti. Tražite određenu zvučnu karticu tako da unesete naziv u polje za pretragu. </p>
hu: <p> <b>Kézzel</b> válassza ki a beállítani kívánt hangkártyát. Egy konkrét hangkártya megkereséséhez adja meg a hangkártya nevét a keresőmezőben.</p>
id: <P> <b>Secara manual</b> pilih kartu suara untuk mengkonfigurasi. Cari kartu suara tertentu dengan memasukkan nama pada kotak pencarian. </P>
ja: <P> 設定するサウンドカードを <b>手動で </b> 選択してください。 検索ボックスにサウンドカードの名前を入力することで サウンドカードを検索することもできます。 </p>
km: <P> ជ្រើស​កាត​សំឡេង​<b>ដោយដៃ</b>ដើម្បី កំណត់​រចនាសម្ព័ន្ធ ។ ស្វែងរក​កាតសំឡេង​ជាក់លាក់មួយដោយ បញ្ចូល​ឈ្មោះ​ក្នុង​ប្រអប់​ស្វែងរក ។ </p>
lt: <P> Garso plokštę, kurią norite konfigūruoti, pasirinkite <b>rankiniu būdu</b>. Tam tikros plokštės ieškokite, įvesdami pavadinimą į paieškos laukelį. </p>
mr: <P> <b>मॅन्युअलि</b> कॉनफिग्युअर करण्यासाठी ध्वनी कार्ड निवडा. शोध कप्प्यात नाव घालून ठराविक ध्वनीकार्ड करता शोध घ्या. </p>
nb: <P> <b></b>Velg lydkortetet som skal konfigureres manuelt. Søk etter et spesielt lydkort ved å skrive navnet i søkefeltet. </p>
nl: <P> Hier kunt u <b>handmatig</b> de geluidskaart selecteren die u wilt gaan instellen. U kunt naar een specifieke geluidskaart zoeken door de naam in het zoekvenster op te geven. </p>
pa: <P> ਸੰਰਚਿਤ ਕਰਨ ਲਈ ਸਾਊਂਡ ਕਾਰਡ <b>ਦਸਤੀ</b> ਚੁਣੋ। ਖੋਜ ਬਾਕਸ ਵਿੱਚ ਪੂਰਾ ਨਾਂ ਭਰ ਕੇ ਖਾਸ ਕਾਰਡ ਦੀ ਖੋਜ ਕਰੋ </p>
pt: <P> <b>Manual</b> Escolha a placa de som para configurar. Procure a placa de som especifica introduzindo o nome na caixa de procura. </p>
ro: <P> Alegeți <b>Manual</b> placa de sunet de configurat. Puteți căuta o anumită placă introducând numele în căsuța de căutare. </p>
ru: <P> Выберите звуковую карту для настройки <b>вручную</b>. Найдите нужную звуковую карту, указав ее название в строке для поиска. </p>
sk: <p> <b>Ručne</b> vyberte zvukovú kartu, ktorú chcete nastaviť. Hľadať v zozname môžete zadaním mena do zodpovedajúceho poľa. </p>
sv: <p> Välj <b>manuellt</b> vilket ljudkort du vill ställa in. Du kan söka efter ett särskilt ljudkort genom att ange namnet i sökrutan. </p>
ta: <P> <b>கை முறையாக </b> வடிவமைக்க ஒலி அட்டையைத் தேர்வு செய்யவும். ஒரு குறிப்பிட்ட ஒலி அட்டையைத் தேடல் பெட்டியில் பெயரை எழுதுவதன் மூலம் தேடவும். </p>
uk: <P> <b>Вручну</b> виберіть звукову плату для налаштування. Можна зробити пошук за певною звуковою платою, ввівши її назву у поле пошуку. </p>
xh: <P> <b>Khetha</b> ngesandla ikahdi lesandi emali bunkwe. Funa ikhadi lesandi elithile ngokufaka igama kwibhokisi yokufuna. </p>

source: <p> Select <b>All</b> to see the entire list of supported sound card models. </p>
af: <p> Kies <b>Alles</b> om die hele lys met ondersteunde klankkaartmodelle te sien. </p>
bg: <p> Изберете <b>Всички</b> за да видите целия списък на поддържаните модели звукови карти. </p>
bn: <p> সমর্থিত সাউন্ড কার্ড মডেলের সম্পূর্ণ তালিকা দেখার জন্যে <b>সবগুলি</b> নির্বাচন করুন. </p>
ca: <p> Seleccioneu l'opció <b>Totes</b> si voleu veure una llista sencera de les targetes de so que permet l'ordinador. </p>
cs: <p> Vyberte <b>vše</b>, pokud chcete vidět seznam všech podporovaných zvukových karet. </p>
da: <p> Vælg <b>Alle</b> hvis du vil se hele listen af understøttede lydkortsmodeller. </p>
de: <p> Wählen Sie <b>Alle</b>, um eine komplette Liste der unterstützten Soundkartenmodelle zu erhalten. </p>
el: <p> Επιλέξτε <b>Όλα</b> για να δείτε όλη τη λίστα των υποστηριζόμενων μοντέλων καρτών ήχου. </p>
es: <p> Seleccione <b>Todos</b> para ver la lista entera de las tarjetas de sonido soportadas. </p>
fi: <p> Valitse <b>Kaikki</b> nähdäksesi kaikki tuetut äänikorttimallit. </p>
fr: <p> Sélectionnez <b>Toutes</b> (toutes les cartes son) pour voir la liste complète des cartes son supportées. </p>
gl: <p> Escolla <b>Todos</b> para ver a lista enteira dos modelos de tarxeta de son admitidos. </p>
gu: <p> <b>ઑલ</b> લીસ્ટ એન્ટર સપોર્ટ સાઉન્ડ કાર્ડ મોડેલ્સને સિલેક્ટ કરો. </p>
hi: <p> सपोर्टेड आवाज कार्ड मॉडलों की पूरी सूची को देखने के लिए <b>सभी</b> का चयन करें. </p>
hr: <p> Odaberite <b>Sve</b> da vidite cijelu listu podržanih modela zvučnih kartica. </p>
hu: <p> Válassza ki az <b>Összes</b> lehetőséget az összes támogatott hangkártyatípus listájának megtekintéséhez. </p>
id: <p> Pilih <b>Semua</b> untuk melihat seluruh daftar model kartu suara yang didukung. </p>
ja: <p> <b>すべて</b> を選択すると、 サポートされているサウンドカードモデルの一覧が表示されます。 </p>
km: <p> ជ្រើស <b>ទាំងអស់</b> ដើម្បី​មើល​បញ្ជីទាំងមូលរបស់​ ម៉ូដែលកាត​សំឡេង​ដែល​គាំទ្រ ។ </p>
lt: <p> Rinkitės <b>Visi</b>, norėdami matyti visų palaikomų plokščių sąrašą. </p>
mr: <p> निवडा <b>सर्व</b> सहाय्यत ध्वनी कार्ड मॉडेल्सची सर्व यादी पाहण्यासाठी दाबा. </p>
nb: <p> Velg <b>Alle</b> for å vise hele listen over lydkortmodeller som støttes. </p>
nl: <p> Selecteer <b>Alles</b> wanneer u de complete lijst met ondersteunde geluidskaartmodellen wilt zien. </p>
pa: <p> ਸਹਿਯੋਗੀ ਕਾਰਡ ਮਾਡਲਾਂ ਦੀ ਸਾਰੀ ਲਿਸਟ ਵੇਖਣ ਲਈ <b>ਸਭ</b> ਚੁਣੋ। </p>
pt: <p> Seleccione <b>Todas</b> para ver a lista completa de modelos de placa de som suportados. </p>
ro: <p> Selectați <b>Toate</b> pentru a afișa lista de modele de plăci de sunet suportate. </p>
ru: <p> Выберите <b>Все</b>, чтобы просмотреть полный список поддерживаемых моделей звуковых карт. </p>
sk: <p> Vyberte <b>Všetky</b>, ak chcete vidieť celý zoznam podporovaných modelov zvukových kariet. </p>
sv: <p> Välj <b>Alla</b> för att se en lista över ljudkort som stöds. </p>
ta: <p> <b>அனைத்து</b>ஐயும் ஆதரிக்கப்பட்ட ஒலி அட்டை உருவடிவங்களின் பட்டியலைக் காணத் தேர்ந்தெடுக்கவும். </p>
uk: <p> Виберіть <b>Всі</b>, щоб побачити цілий список модулів звукових плат, які підтримуються. </p>
xh: <p> Khetha <b>Konke</b> ukubona lonke uluhlu lwee modyuli zekhadi lesandi ezixhasiweyo. </p>

source: <p> Select the type of card to configure. </p>
af: <p> Kies die soort kaart wat gekonfigureer moet word. </p>
bg: <p> Изберете типа на картата за настройване. </p>
bn: <p> সংরূপণের জন্যে কার্ডের প্রকারনির্বাচন করুন. </p>
ca: <p> Trieu el tipus de targeta que voleu configurar. </p>
cs: <p> Zvolte typ karty, kterou chcete nastavit. </p>
da: <p> Vælg hvilken type kort du vil konfigurere. </p>
de: <p> Wählen Sie das zu konfigurierende Kartenmodell. </p>
el: <p> Επιλέξτε τον τύπο της κάρτας για ρύθμιση. </p>
es: <p> Escoja el tipo de tarjeta a configurar. </p>
fi: <p> Valitse määritettävän kortin tyyppi. </p>
fr: <p> Sélectionner le type de carte à configurer. </p>
gl: <p> Escolla o tipo de tarxeta a configurar. </p>
gu: <p> ટાઇપ કાર્ડના કોન્ફીગરેશનને સીલેક્ટ કરો. </p>
hi: <p> समनुरुपण के लिए कार्ड की प्रकार चुनें। </p>
hr: <p> Odaberite vrstu kartice koju želite podesiti. </p>
hu: <p> Válassza ki a beállítani kívánt hangkártya típusát. </p>
id: <p> Pilih jenis kartu untuk dikonfigurasi. </p>
ja: <p> 設定するサウンドカードの種類を選択してください。 </p>
km: <p> ជ្រើស​ប្រភេទកាតដែល​ត្រូវ​កំណត់​រចនាសម្ព័ន្ធ ។​ </p>
lt: <p> Pasirinkite konfigūruojamos plokštės tipą. </p>
mr: <p> संरचना करायच्या कार्डचा प्रकार निवडा. </p>
nb: <p> Velg hvilken korttype som skal konfigureres. </p>
nl: <p> Selecteer het type kaart dat u wilt gaan instellen. </p>
pa: <p> ਸੰਰਚਿਤ ਕਰਨ ਲਈ ਕਾਰਡ ਦੀ ਕਿਸਮ ਚੁਣੋ। </p>
pt: <p> Seleccione o tipo de placa para configurar. </p>
ro: <p> Selectați tipul plăcii de configurat. </p>
ru: <p> Выберите тип настраиваемой карты. </p>
sk: <p> Vyberte typ konfigurovanej karty. </p>
sv: <p> Välj korttypen som ska ställas in. </p>
ta: <p> வடிவமைப்பதற்கன அட்டை வகையைத் தேர்ந்தெடுக்கவும். </p>
uk: <p> Виберіть тип плати для налаштування. </p>
wa: <p> Tchoezixhoz l' sôre di cwåte a -z apontyî. </p>
xh: <p> Khetha uhlobo lwekhadi emalenziwe ubumbeko. </p>
