Repository: Dzejrou/yast-translations
Catalog: po/sound/*.po
Languages: af, bg, bn, ca, cs, da, de, el, es, fi, fr, gl, gu, hi, hr, hu, id, ja, km, lt, mr, nb, nl, pa, pt, ro, ru, sk, sv, ta, th, uk, wa, xh

source: Sound card database not found. Please check your installation.
af: Klankkaartdatabasis nie gevind nie. Gaan asseblief u installasie na.
bg: База от данни със звуковите карти не е намерена. Моля, проверете инсталацията си.
bn: সাউন্ড কার্ড ডেটাবেস পাওয়া যায় নি. অনুগ্রহ করে আপনার স্থাপনা যাচাই করুন.
ca: No s'ha trobat la base de dades de la targeta de so. Comproveu-ne la instal·lació.
cs: Databáze zvukových karet nebyla nalezena. Prosím zkontrolujte si instalaci.
da: Lydkort-database ikke fundet. Tjek din installation.
de: Die Datenbank zu den Soundkarten konnte nicht gefunden werden. Überprüfen Sie Ihre Installation.
el: Η βάση δεδομένων της κάρτας ήχου δεν βρέθηκε. Παρακαλώ ελέγξτε την εγκατάστασή σας.
es: No se ha encontrado la base de datos de tarjetas de sonido. Compruebe su instalación.
fi: Äänikorttitietokantaa ei löydetty. Tarkista asennuksesi.
fr: La base de données des cartes son n'a pas été trouvée. Veuillez vérifier votre installation.
gl: Non se atopou a base de datos de tarxetas de son. Comprobe a súa instalación.
gu: સાઉન્ડ કાર્ડ ડાટાબેસ નથી મળી રહયાં. કૃપા કરી તમારા ઇન્સ્ટોલેશન ચેક કરો.
hi: आवाज कार्ड का डाटाबेस नहीं मिला।कृपा अपना इंसटासेशन जाँचे।
hr: Baza podataka o zvučnim karticama nije pronađena. Molimo vas da provjerite instalaciju.
hu: A YaST nem találja a hangkártya-adatbázist. Ellenőrizze a telepítést.
id: Basis data kartu suara tidak ditemukan. Mohon periksa instalasi Anda.
ja: サウンドカードのデータベースが見つかりません。データベースが正しくインストールされていることを確認してください。
km: រក​មិន​ឃើញ​មូលដ្ឋាន​ទិន្នន័យ​កាត​សំឡេង ។ សូម​ពិនិត្យ​ការ​ដំឡើង​របស់​អ្នក ។
lt: Nerasta garso plokščių duomenų bazė. Patikrinkite savo diegimą.
mr: साउंडकार्ड डेटाबेस मिळाला नाही. कृपया तुमची स्थापना तपासा.
nb: Lydkortdatabase ikke funnet. Kontroller installasjonen.
nl: De geluidskaart database is niet gevonden. Controleer aub uw installatie.
pa: ਸਾਊਂਡ ਕਾਰਡ ਡਾਟਾਬੇਸ ਨਹੀਂ ਲੱਭਿਆ। ਆਪਣੀ ਇੰਸਟਾਲੇਸ਼ਨ ਦੀ ਜਾਂਚ ਕਰੋ ਜੀ।
pt: Não foi encontrada a base de dados de placas de som. Por favor confirme a instalação.
ro: Nu am găsit baza de date de plăci de sunet. Verificați instalarea.
ru: База данных звуковых карт не найдена. Пожалуйста, проверьте установку вашей системы.
sk: Nebola nájdená databáza zvukových kariet. Prosím, skontrolujte vašu inštaláciu.
sv: Ljudkortsdatabasen hittades inte. Kontrollera installationen.
ta: ஒலி அட்டை தரவுதளம் காணப்படவில்லை. தயவு செய்து உங்கள் நிறுவலை சோதிக்கவும்.
th: ไม่พบฐานข้อมูลของระบบเสียง โปรดตรวจสอบการติดตั้งของคุณ
uk: Не знайдено базу даних із звуковими платами. Будь ласка, перевірте вашу інсталяцію.
wa: Li båze di dnêyes des cwåtes son n' a nén stî trovêye. Verifyîz vost astalaedje, s' i vs plait.
xh: Isiseko senkcukacha sekhadi lesandi asifunyanwanga. Nceda khangela ukuhlohla kwakho.

source: Sound card configuration module.
af: Klankkaartkonfigurasiemodule.
bg: Модул за настройка на звукова карта.
bn: সাউন্ড কার্ড সংরূপণ মডিউল
ca: Mòdul de configuració de la targeta de so.
cs: Konfigurace zvukové karty.
da: Konfigurationsmodul for lydkort.
de: Konfigurationsmodul der Soundkarte.
el: Μονάδα ρύθμισης κάρτας ήχου.
es: Módulo de configuración de la tarjeta de sonido.
fi: Äänikortin määritysmoduuli.
fr: Module de configuration de la carte son.
gl: Módulo de configuración de tarxetas de son.
gu: સાઉન્ડ કાર્ડ કોન્ફીગરેશન મોડ્યૂલ.
hi: आवाज कार्ड समनुरुपण मोडयूल
hr: Modul za postavljanje zvučne kartice.
hu: Hangkártya-beállítási modul.
id: Modul konfigurasi kartu suara.
ja: サウンドカード設定モジュールです。
km: ម៉ូឌុល​កំណត់​រចនាសម្ព័ន្ធ​កាត​សំឡេង
lt: Garso plokštės konfigūracijos modulis.
mr: ध्वनीकार्ड संरचना मॉड्यूल.
nb: Modul for lydkortkonfigurasjon.
nl: Geluidskaartconfiguratie module.
pa: ਸਾਊਂਡ ਕਾਰਡ ਸੰਰਚਨਾ ਮੋਡੀਊਲ।
pt: Módulo de configuração da placa de som.
ro: Modul configurare placă de sunet.
ru: Модуль конфигурации звуковых карт.
sk: Konfigurácia zvukovej karty.
sv: Inställningsmodul för ljudkort.
ta: உங்கள் ஒலி அட்டை வடிவக் கூறு
th: มอดูลการปรับแต่งแผงวงจรเสียง
uk: Модуль налаштування звукової плати.
wa: Module d' apontiaedje del cwåte son.
xh: Imodyuli yobumbeko lwekhadi lesandi.

source: Configuration summary of sound cards
af: Konfigurasie-opsomming van klankkaarte
bg: Сводка за настройката на звуковите карти
bn: সাউন্ড কার্ডের সংরূপণের সারসংক্ষেপ
ca: Resum de la configuració de les targetes de so
cs: Souhrn nastavení zvukových karet
da: Konfigurationsopsummering af lydkort
de: Konfigurationszusammenfassung der Soundkarten
el: Περίληψη ρύθμισης της κάρτας ήχου
es: Resumen de configuración de las tarjetas de sonido
fi: Äänikorttimääritysten yhteenveto
fr: Résumé de la configuration des cartes son
gl: Resumo da configuración das tarxetas de son
gu: સાઉન્ડ કાર્ડની કોન્ફીગરેશન સમરી
hi: आवाज कार्डो का समनुरुपण सार
hr: Sažetak postavki zvučnih kartica
hu: Hangkártya beállításának összefoglalása
id: Ikhtisar konfigurasi kartu suara
ja: サウンドカード設定の概要
km: សេចក្ដី​សង្ខេប​អំពី​ការ​កំណត់​រចនាសម្ព័ន្ធ​កាត​សំឡេង
lt: Garso plokščių konfigūracijos santrauka
mr: ध्वनीकार्ड संरचनेचा सारांश
nb: Konfigurasjonssammendrag for lydkort
nl: Geluidskaarten configuratie overzicht
pa: ਸਾਊਂਡ ਕਾਰਡ ਦੀ ਸੰਰਚਨਾ ਸੰਖੇਪ ਜਾਣਕਾਰੀ
pt: Resumo da configuração das placas de som
ro: Sumarul configurației plăcilor de sunet
ru: Итоги конфигурации звуковых карт
sk: Súhrn konfigurácie zvukových kariet
sv: Inställningssammanfattning för ljudkort
ta: ஒலி அட்டைகளின் வடிவமைப்பு சுருக்கம்
th: สรุปการปรับแต่งค่าของแผงวงจรเสียง
uk: Підсумок налаштування звукових плат
wa: Rascourti d' l' apontiaedje des cwåtes son
xh: Ubumbeko lwesishwankathelo samakhadi esandi

source: Add sound card. Without parameters, add first one detected.
af: Voeg klankkaart by. Sonder parameters voeg u die eerste een by wat bespeur word.
bg: Добавяне на звукова карта. Без параметри ще бъде добавена първата открита.
bn: সাউন্ড কার্ড যোগ করুন. স্থিতিমাপ ছাড়া, প্রথম সন্ধান পাওয়াটি যোগ করুন.
ca: Afegeix una targeta de so. Sense paràmetres, afegeix la primera que s'ha detectat.
cs: Přidat zvukovou kartu. Bez parametrů bude přidána první detekovaná.
da: Tilføj lydkort. Uden parametre, tilføj det første der bliver fundet.
de: Soundkarte hinzufügen. Ohne Parameter, erste erkannte hinzufügen.
el: Προσθήκη κάρτας ήχου. Χωρίς παραμέτρους, προσθήκη της πρώτης που θα ανιχνευτεί.
es: Añadir tarjeta de sonido. Sin parámetros se añade la primera tarjeta detectada.
fi: Lisää äänikortti. Ilman parametreja lisää ensimmäisen tunnistetun äänikortin.
fr: Ajouter carte son. Sans paramètres, ajouter la première détectée.
gl: Engadir tarxeta de son. Sen parámetros engádese a primeira tarxeta detectada.
gu: પેરામીટર વગર સાઉન્ડ કાર્ડ મેળવો, પહેલાનુ એક ડિટેક્ટ ને પણ મેળવો.
hi: आवाज कार्ड जोङे।बिना यूल पैरा,पहले मिलने वाला जोङे।ी मान।
hr: Dodaj zvučnu karticu. Bez parametara, dodaj prvu pronađenu.
hu: Hangkártya hozzáadása. Paraméter nélkül az elsőnek felismert kártya lesz hozzáadva.
id: Tambahkan kartu suara. Tanpa parameter, tambahkan yang pertama kali terdeteksi.
ja: サウンドカードを追加します。パラメータを省略すると、最初に検出されたカードを追加します。
km: បន្ថែម​កាត​សំឡេង ។ ដោយ​គ្មាន​ប៉ារ៉ាម៉ែត្រ បន្ថែម​កាត​សំឡេង​ដែល​បាន​រក​ឃើញ​ដំបូង​គេ ។
lt: Pridėti garso plokštę. Jei be parametrų, pridedama pirma aptikta.
mr: ध्वनीकार्ड वाढवा. घटकमूल्य नसल्यास पहिले सापडेल ते जमा करा.
nb: Legg til lydkort. Legg til først kort som blir funnet uten parametere.
nl: Geluidskaart toevoegen. Zonder parameters, de eerste gedetecteerde toevoegen.
pa: ਸਾਊਂਡ ਕਾਰਡ ਸ਼ਾਮਿਲ ਕਰੋ। ਪੈਰਾਮੀਟਰਾਂ ਬਿਨਾਂ, ਪਹਿਲਾਂ ਲੱਭਿਆ ਸ਼ਾਮਲ ਕਰੋ।
pt: Adicionar placa de som. Sem parâmetros, adicionar a primeira detectada.
ro: Adaugă o placă de sunet. Fără parametri, adaugă prima detectată.
ru: Добавить звуковую карту. Без задания параметров добавится первая обнаруженная карта.
sk: Pridať novú kartu. Bez parametrov, pridá prvú nájdenú kartu.
sv: Lägg till ljudkort. Utan parametrar, lägg till det första som hittas.
ta: ஒலி அட்டையை சேர்க்கவும். அளபுருக்கள் இல்லாமல், அறியப்பட்ட முதல் ஒன்றை சேர்க்கவும்.
th: เพิ่มแผงวงจรเสียงโดยไม่ใช้พารามิเตอร์ โดยเพิ่มตัวแรกที่ตรวจพบ
uk: Додати звукову плату. Додати першу виявлену, без параметрів.
wa: Radjouter ene cwåte son. Sins paramete, radjoute li prumire k' i trove.
xh: Faka ikhadi lesandi. Ngaphandle kwemida, faka kuqala omnye ofunyenweyo.

source: Value of the specific module parameter.
af: Waarde van die spesifieke moduleparameter.
bg: Стойност за даден параметър на модул.
bn: নির্দিষ্ট মডিউল স্থিতিমাপের মান.
ca: Valor del paràmetre del mòdul específic.
cs: Hodnoty parametru modulu.
da: Værdien af den specifikke modulparameter.
de: Wert des speziellen Modulparameters.
el: Αξία της συγκεκριμένης παραμέτρου μονάδας.
es: Valor del parámetro del módulo especificado.
fi: Tietyn moduuliparametrin arvo.
fr: Valeur du paramètre de module spécifique.
gl: Valor do parámetro do módulo especificado.
gu: ચૌક્કસ પેરામીટર મોડ્યૂલની કિંમત.
hi: विशेष मोडयूल पैरामीटर की मान।
hr: Vrijednost određenog parametra modula.
hu: Az adott modulparaméter értéke.
id: Nilai dari parameter modul tertentu.
ja: 特定のモジュールパラメータの値です。
km: តម្លៃ​របស់​ប៉ារ៉ាម៉ែត្រ​ម៉ូឌុល​ជាក់លាក់ ។
lt: Specifinio modulio parametro reikšmė.
mr: विशिष्ट मॉड्यूल घटकाचे मूल्य.
nb: Verdi for den spesifikke modulparameteren.
nl: Waarde van de specifieke moduleparameter.
pa: ਦਿੱਤੇ ਮੋਡੀਊਲ ਪੈਰਾਮੀਟਰ ਦਾ ਮੁੱਲ।
pt: Valor do parâmetro do módulo especificado.
ro: Valoarea parametrului modul specificat
ru: Значение определенного параметра модуля.
sk: Hodnota špecifického parametra modulu.
sv: Värde för specifik modulparameter.
ta: குறிப்பிட்ட கூற்றின் அளபுரு மதிப்பு.
th: ค่าของพารามิเตอร์เฉพาะของมอดูล
uk: Значення певного параметра модуля.
wa: Valixhance do paramete do module sipecifike.
xh: Ixabiso lomda wemodyuli obaluliweyo.

source: Remove sound cards
af: Verwyder klankkaarte
bg: Премахване на звукови карти
bn: সাউন্ড কার্ড অপসারণ করুন
ca: Suprimeix targetes de so
cs: Odstranit zvukové karty
da: Fjern lydkort
de: Soundkarten entfernen
el: Αφαίρεση καρτών ήχου
es: Eliminar tarjetas de sonido
fi: Poista äänikortit
fr: Supprimer les cartes son
gl: Desinstalar tarxetas de son
gu: રીમુવ સાઉન્ડ કાર્ડસ
hi: आवाज कार्ड हटाऐम
hr: Ukloni zvučnu karticu
hu: Hangkártyák törlése
id: Hapus kartu suara
ja: サウンドカードを削除します
km: យក​កាត​សំឡេង​ចេញ
lt: Pašalinti garso plokštes
mr: ध्वनीकार्ड कमी करा
nb: Slett lydkort
nl: Geluidskaarten verwijderen
pa: ਸਾਊਂਡ ਕਾਰਡ ਹਟਾਓ
pt: Remover placas de som
ro: Îndepărtează plăci de sunet
ru: Удалить звуковые карты
sk: Odstrániť zvukové karty
sv: Ta bort ljudkort
ta: ஒலி அட்டையை நீக்கவும்.
th: ลบแผงวงจรเสียง
uk: Вилучити звукові плати
wa: Oister des cwåtes son
xh: Shenxisa amakhadi esandi

source: Play test sound on given sound card
af: Speel toetsklank op gegewe klankkaart
bg: Прослушване на тест за дадената звукова карта
bn: প্রদত্ত সাউন্ড কার্ডে পরীক্ষামূলক শব্দ বাজান.
ca: Reprodueix un so de prova a la targeta de so especificada
cs: Přehrát na vybrané kartě testovací zvukový soubor
da: Spil testlyd på det givne lydkort
de: Testsound auf angegebener Soundkarte spielen
el: Παίξιμο δοκιμαστικού ήχου στη δοθείσα κάρτα ήχου
es: Probar el sonido con la tarjeta de sonido especificada
fi: Soita testiääni valitulla äänikortilla
fr: Procéder au test son pour la carte son spécifiée
gl: Probar o son coa tarxeta de son especificada
gu: સાઉન્ડ કાર્ડના આપેલા સાઉન્ડ ટેસ્ટને પ્લે કરો
hi: दिए गए आवाज कार्ड पर आवाज टेस्ट चलाऐं
hr: Pusti testni zvuk na odabranoj zvučnoj kartici
hu: Tesztdallam lejátszása a megadott hangkártyán keresztül
id: Memutar tes suara pada kartu suara yang diberikan
ja: 指定されたサウンドカードでテストサウンドを再生します
km: សាកល្បង​សំឡេង​លើ​កាត​សំឡេង​ដែល​បា​ន​ផ្ដល់
lt: Sugroti naudojant nurodytą garso plokštę
mr: दिलेल्या ध्वनीकार्डावर चाचणी ध्वनू सुरू करा
nb: Test lyden for det aktuelle lydkortet
nl: Testgeluid afspelen via de opgegeven geluidskaart
pa: ਦਿੱਤੇ ਸਾਊਂਡ ਕਾਰਡ ਉੱਤੇ ਟੈਸਟ ਸਾਊਂਡ ਚਲਾਓ
pt: Tocar som de teste na placa de som indicada
ro: Redă sonorul de test pentru placa dată
ru: Воспроизвести тестовый звук через данную звуковую карту
sk: Zahrať testovací zvuk na zadanej karte
sv: Spela testljud för angivet ljudkort
ta: கொடுக்கப்பட்ட ஒலி அட்டையில் சோதனை ஒலியை இயக்கவும்.
th: เล่นเสียงทดสอบบนแผงวงจรเสียงที่เลือก
uk: Програти пробний звук на даній звуковій платі
wa: Djouwer ene saye di son sol cwåte son dinêye
xh: Dlala isandi sovavanyo kwikhadi elinikezelweyo

source: Show the information of given sound card
af: Toon die inligting van gegewe klankkaart
bg: Показване информацията за дадена звукова карта
bn: প্রদত্ত সাউন্ড কার্ডের তথ্য দেখান
ca: Mostra la informació de la targeta de so especificada
cs: Zobraz nastavení vybrané zvukové karty
da: Vis det givne lydkorts information
de: Informationen der angegebenen Soundkarte anzeigen
el: Εμφάνιση των πληροφοριών της δοθείσας κάρτας ήχου
es: Mostrar información de la tarjeta de sonido especificada
fi: Näytä valitun äänikortin tiedot
fr: Afficher les informations de la carte son spécifiée
gl: Mostrar información da tarxeta de son especificada
gu: સાઉન્ડ કાર્ડ ઉપર આપેલી માહિતીને જોવો
hi: बताऐए गए आवाज कार्डकी जानकारियाँ दिखाऐंं
hr: Prikaži informacije o odabranoj zvučnoj kartici
hu: Megmutatja a hangkártya lehetséges paramétereit
id: Menampilkan informasi dari kartu suara yang diberikan
ja: 指定されたサウンドカードの情報を表示します
km: បង្ហាញ​ព័ត៌មាន​កាត​សំឡេង​ដែល​បាន​ផ្ដល់
lt: Parodyti informaciją apie nurodytą garso plokštę
mr: दिलेल्या ध्वनीकार्डची माहिती दाकवा
nb: Vis informasjon om det aktuelle lydkortet
nl: Informatie van opgegeven geluidskaart weergeven
pa: ਦਿੱਤੇ ਸਾਊਂਡ ਕਾਰਡ ਦੀ ਜਾਣਕਾਰੀ ਵਿਖਾਓ
pt: Mostrar informação da placa de som indicada
ro: Afișează informațiile plăcii de sunet date
ru: Показать информацию о выбранной звуковой карте
sk: Zobraziť informácie o zadanej zvukovej karte
sv: Visa information om angivet ljudkort
ta: கொடுக்கப்பட்ட ஒலி அட்டையின் தகவலைக் காண்ப்பிக்கவும்.
th: แสดงข้อมูลรายละเอียดของแผงวงจรเสียงที่เลือก
uk: Показати інформацію про дану звукову плату
wa: Mostrer les informåcions del cwåte son dinêye
xh: Bonisa ulwazi lwekhadi elinikezelweyo

source: Set the new values for given card parameters.
af: Stel die nuwe waardes vir gegewe kaartparameters.
bg: Задайте нови стойности за дадения атрибут на картата.
bn: প্রদত্ত কার্ড স্থিতিমাপের নতুন মানগুলি ধার্য করুন.
ca: Estableix els valors nous per als paràmetres de la targeta especificada.
cs: Zvolte novou hodnotu pro parametry karty.
da: Angiv de nye værdier for parametrene til det givne kort.
de: Neue Werte für die angegebenen Kartenparameter festlegen.
el: Ορισμός νέων τιμών για τις παραμέτρους της δοθείσας κάρτας
es: Configurar los nuevos valores para los parámetros de la tarjeta especificada.
fi: Aseta uudet arvot valitulle äänikortille.
fr: Définissez les nouvelles valeurs pour les paramètres de la carte spécifiée.
gl: Configurar os novos valores para os parámetros da tarxeta especificada.
gu: આપેલા પેરામીટરમાં નવી વેલ્યુ સેટ કરો.
hi: बताऐ गए ड कार्पैरामीटरों ड कनई मान दिरिया।ँ दिखाऐं
hr: Postavi nove vrijednosti za parametre odabrane zvučne kartice.
hu: Az adott kártyaparaméter új értékének megadása.
id: Atur nilai baru dari kartu suara yang diberikan.
ja: 指定されたカードのパラメータに新しい値を設定します。
km: កំណត់​តម្លៃ​ថ្មី​សម្រាប់​ប៉ារ៉ាម៉ែត្រ​កាត​ដែល​បាន​ផ្ដល់ ។
lt: Nurodykite duotos garso plokštės naujas reikšmes.
mr: दिलेल्या कार्डाच्या घटकांसाठी नवीन मूल्य निश्चित करा
nb: Definer nye verdier for definerte kortparametere.
nl: Nieuwe waarden van de opgegeven kaartparameters instellen.
pa: ਦਿੱਤੇ ਕਾਰਡ ਲਈ ਨਵੇਂ ਮੁੱਲ ਸੈਟ ਕਰੋ।
pt: Definir os novos valores dos paramentos para a placa indicada.
ro: Setează valori noi pentru parametrii dați ai plăcii.
ru: Установить новые значения для параметров данной карты.
sk: Nastaviť nové hodnoty pre zadané parametre karty.
sv: Ställ in nya värden för angivna kortparametrar.
ta: கொடுக்கப்பட்ட அட்டை அளபுருக்களின் புதிய மதிப்புகளை அமைக்கவும்.
th: ตั้งค่าใหม่ให้พารามิเตอร์ของแผงวงจรเสียงที่เลือก
uk: Вказати нові значення для параметрів даної плати.
wa: Defini les noveles valixhances po les parametes dinés del cwåte.
xh: Misela amaxabiso emida yekhadi elinikezelweyo.

source: Value of the specific module parameter. Use the 'show' command to see a list of allowed parameters.
af: Waarde van die spesifieke moduleparameter. Gebruik die 'toon'-opdrag om 'n lys van toegelate parameters te sien.
bg: Стойност за даден параметър на модул. Използвайте командата 'show' за да видите всички налични параметри.
bn: নির্দিষ্ট মডিউল স্থিতিমাপের মান. অনুমোদিত স্থিতিমাপের তালিকা দেখার জন্যেদেখান' নির্দেশটি ব্যবহার করুন.
ca: Valor del paràmetre del mòdul específic. Utilitzeu l'ordre show per consultar una llista dels paràmetres permesos.
cs: Hodnota parametru modulu. Dostupné hodnoty zobrazíte pomocí příkazu 'show'.
da: Den specifikke modulparameters værdi. Brug 'vis'-kommandoen for at se en liste over tilladte parametre.
de: Wert des speziellen Modulparameters. Verwenden Sie das Kommando 'show' zum Anzeigen einer Liste erlaubter Parameter.
el: Αξία της συγκεκριμένης παραμέτρου μονάδας. Χρησιμοποιήστε την εντολή 'show' για να δείτε μια λίστα επιτρεπτών παραμέτρων.
es: Valor del parámetro del módulo especificado. Utilice el comando 'show' para ver una lista de los parámetros permitidos.
fi: Tietyn moduuliparametrin arvo. Käytä "show"-komentoa saadaksesi luettelon sallituista parametreista.
fr: Valeur du paramètre de module spécifique. Utilisez la commande 'show' pour voir une liste des paramètres autorisés.
gl: Valor do parámetro do módulo especificado. Utilice a orde 'show' para ver unha lista dos parámetros permitidos.
gu: ચૌક્કસ મોડેલ પેરામીટરની વેલ્યુ. 'શૉ' કમાન્ડને ઉપયોગ કરી જોઇએ પેરામીટર લીસ્ટ માટે એલાઉ કરશે.
hi: विशिष्ट मॉड्यूल मानदंड का मान. अनुमेय मानदंडों की सूची देखने के लिए 'शो' कमांड का उपयोग करें.
hr: Vrijednost određenog parametra modula. Koristite 'prikaži' naredbu da biste vidjeli listu dozvoljenih parametara.
hu: Az adott modulparaméter értéke. Az engedélyezett paraméterek a 'show' paranccsal jeleníthetők meg.
id: Nilai dari parameter modul tertentu. Gunakan perintah 'show' untuk melihat daftar parameter yang dibolehkan.
ja: 特定のモジュールパラメータの値。利用可能なパラメータの一覧を確認するには 'show' コマンドをご利用ください。
km: តម្លៃ​របស់​ប៉ារ៉ាម៉ែត្រ​ម៉ូឌុល​ជាក់លាក់ ។ ប្រើ​ពាក្យ​បញ្ជា​'បង្ហាញ' ដើម្បីមើល​បញ្ជី​ប៉ារ៉ាម៉ែត្រ​ដែល​បាន​អនុញាត ។
lt: Specifinio modulio parametro reikšmė. Komanda „show“ parodo visų galimų parametrų sąrašą.
mr: ठराविक मॉडयूल्स पॅरामिटरची किंमत, 'शो' कंमाड दाखवून परवानगी असलेल्या पॅरामिटरची यादी पहा.
nb: Verdi for definert modulparameter. Bruk 'show'-kommandoen for å vise en liste over tillatte parametere.
nl: Waarde van de specifieke moduleparameter. Gebruik het commando 'show' voor een lijst met toegestane parameters.
pa: ਖਾਸ ਮੋਡੀਊਲ ਪੈਰਾਮੀਟਰ ਦਾ ਮੁੱਲ। ਇਜਾਜ਼ਤੀ ਪੈਰਾਮੀਟਰਾਂ ਦੀ ਲਿਸਟ ਵੇਖਣ ਲਈ 'show' ਕਮਾਂਡ ਵਰਤੋਂ।
pt: Valor do paramentro do módulo especificado. Utilize o comando 'show' para ver a lista de parâmetros permitidos.
ro: Valoarea parametrului modul specificat. Utilizați comanda 'show' pentru a afișa lista de parametri permiși.
ru: Значение определенного параметра модуля. Используйте команду show, чтобы увидеть список разрешенных параметров.
sk: Hodnota špecifického parametra modulu. Použite príkaz 'show' na zobrazenie povolených parametrov.
sv: Värde för specifik modulparameter. Använd kommandot "show" för att se en lista över tillåtna parametrar.
ta: குறிப்பிட்டக் கூறு அளபுருவின் மதிப்பு. ‘show’ கட்டளையை அனுமதிக்கப்பட்டஅளபுருக்களின் பட்டியலைப் பார்க்க பயன்படுத்தவும்.
uk: Значення певного параметра модуля. Використовувати команду 'show', щоб побачити список дозволених параметрів.
wa: Valixhance do paramete do module sipecifike. Si siervi del comande « show » po vey ene djivêye des parametes permetous.
xh: Ixabiso lomda wemodyuli obaluliweyo. Sebenzisa u 'bonisa' umyalelo ukubona uluhlu lwemida evumelekileyo.

source: Set the volume of specific channels of the given card.
af: Stel die volume van spesifieke kanale van die gegewe kaart.
bg: Задаване сила на звука за определени канали за дадената карта.
bn: প্রদত্ত কার্ডের নির্দিষ্ট চ্যানেলগুলির ভলিউম ধার্য করুন.
ca: Defineix el volum dels canals concrets de la targeta especificada.
cs: Nastavení hlasitosti jednotlivých kanálů karty.
da: Sæt lydstyrken for de specifikke kanaler på det givne kort.
de: Lautstärke des speziellen Kanals der angegebenen Karte festlegen.
el: Θέστε την ένταση συγκεκριμένων καναλιών της δεδομένης κάρτας.
es: Definir el volumen de los canales específicos de la tarjeta especificada.
fi: Asettaa halutun kortin tiettyjen kanavien äänenvoimakkuuden.
fr: Définissez le volume pour les canaux spécifiés de la carte en question.
gl: Definir o volume das canles específicas da tarxeta.
gu: ચૌક્કસ ચેનલને આપેલા કાર્ડ ઉપર વોલ્યુમ સેટ કરો.
hi: बताऐ गए ड कार्डे विशेष चैनल का वोल्यूम सैट करें।ऐं
hr: Postavlja glasnoću određenih kanala odabrane kartice.
hu: Az adott kártya adott csatornáin a hangerő beállítása.
id: Atur volume channel yang spesifik dari kartu suara yang diberikan.
ja: 指定されたカードの特定チャンネルの音量を設定します。
km: កំណត់​សំឡេង​របស់ឆានែលជាក់លាក់​នៃកាត​ដែល​បាន​ផ្ដល់ ។
lt: Parinkite konkretaus kanalo garsumą pasirinktai garso plokštei.
mr: दिलेल्या कार्डाच्या विशिष्ट वाहिनीची ध्वनी पातळी निश्चित करा
nb: Still inn volumet for spesifiserte kanaler for kortet.
nl: Het volume van specifieke kanalen van de opgegeven kaart instellen.
pa: ਦਿੱਤੇ ਕਾਰਡ ਦੇ ਖਾਸ ਚੈਨਲ ਦਾ ਵਾਲੀਅਮ ਸੈਟ ਕਰੋ।
pt: Definir os volume dos canais da placa gráfica indicada.
ro: Setează volumul canalelor specificate ale plăcii date.
ru: Установить уровень громкости определенных каналов данной карты.
sk: Nastaviť hlasitosť jednotlivých kanálov danej karty.
sv: Ställ in volymen för specifika kanaler på det angivna kortet.
ta: கொடுக்கப்பட்ட அட்டையின் குறிப்பிட்ட அலைவரிசைகளின் ஒலியளவை அமைக்கவும்.
uk: Вкажіть гучність певних каналів даної плати.
wa: Defini l' volume do specifike canå del cwåte dinêye.
xh: Misela amandla eetshaneli ezibaluliweyo zekhadi elinikezelweyo.
