Repository: Dzejrou/yast-translations
Catalog: po/sound/*.po
Languages: af, bg, bn, ca, cs, da, de, el, es, fi, fr, gl, gu, hi, hr, hu, id, ja, km, lt, mr, nb, nl, pa, pt, ro, ru, sk, sv, ta, th, uk, wa, xh

source: '%1' and '%2' sound cards were autodetected on your system. For proper functionality, skip the '%1' sound card and configure only the '%2'.
af: '%1' en '%2'-klankkaart is outobespeur op u stelsel. Vir behoorlike funksionaliteit moet u die '%1'-klankkaart oorslaan en slegs die '%2' konfigureer.
bg: Звуковите карти '%1' и '%2' бяха открити на Вашата система. За правилната работа пропуснете '%1' настройте само '%2'.
bn: '%1' ও '%2' সাউন্ড কার্ডগুলি আপনার সিস্টেমে স্বয়ংনির্ধারিত হয়েছে. যথাযথ কার্যকারিতার জন্যে '%1' সাউন্ড কার্ডটি এড়িয়ে যান এবং কেবল '%2' এর সংরূপণ করুন.
ca: S'han detectat a l'ordinador les targetes '%1' i '%2' de forma automàtica. Si voleu que funcionin correctament, ometeu la targeta de so '%1' i configureu només '%2'.
cs: '%1' a '%2' jsou zvukové karty, které byly automaticky rozpoznány. Pro správné fungování přeskočte kartu '%1' a nastavte pouze kartu '%2'.
da: '%1' og '%2'-lydkort blev automatisk fundet på dit system. For at få fornuftig funktionalitet bør du springe '%1'-lydkortet over og kun konfigurere '%2'.
de: Die automatische Erkennung fand auf Ihrem System die Soundkarten '%1' und '%2' Um einen sachgemäßen Betrieb zu garantieren, überspringen Sie die Soundkarte '%1' und konfigurieren Sie nur die Karte '%2'.
el: Οι κάρτες ήχου '%1' και '%2' έχουν ανιχνευτεί αυτόματα στο σύστημά σας. Για σωστή λειτουργία, παρακαλώ παραβλέψτε την κάρτα ήχου '%1' και ρυθμίστε μόνο την '%2'.
es: Las tarjetas de sonido %1 y %2 se han detectado automáticamente en el sistema. Para un funcionamiento correcto, omita la tarjeta %1 y configure solo la %2.
fi: Äänikortit '%1' ja '%2' tunnistettiin järjestelmässäsi. Oikean toiminnallisuuden saavuttamiseksi ohita äänikortti '%1' ja määritä vain äänikortti '%2'.
fr: Les cartes son '%1' et '%2' ont été détectées automatiquement dans votre système. Pour une bonne fonctionnalité, ignorez la carte '%1' et configurez seulement la carte '%2'.
gl: As tarxetas '%1' e '%2' foron autodetectadas no seu sistema. Para un funcionamento axeitado, por favor, omita a tarjeta '%1' e configure só a '%2'.
gu: '%1' અને '%2' સાઉન્ડ કાર્ડસ આપની સિસ્ટમ ઉપર ઓટો ડિટેક્ટ થયાં હતાં. ઉચિત રીતે કાર્ય કરવા માટે '%1' સાઉન્ડ કાર્ડને સ્કીપ કરો અને '%2'ને સાઉન્ડ કાર્ડ કોન્ફીગર કરો.
hi: '%1' और '%2' आवाज कार्ड आपके सिस्टम में स्वतः डिटेक्ट किए गए. समुचित कार्यात्मकता के लिए, '%1' आवाज कार्ड को स्किप करें और केवल '%2' को विन्यास करें.
hr: '%1' i '%2' su automatski otkrivene u vašem sustavu. Za ispravan rad, preskočite '%1' zvučnu karticu i postavite samo '%2'.
hu: A YaST a következő hangkártyákat találta a rendszerben: '%1' és '%2'. A biztonságos működéshez hagyja ki a(z) '%1' hangkártya beállítását, és csak a(z) '%2' hangkártyát állítsa be.
id: Kartu suara '%1' dan '%2' terdeteksi otomatis pada sistem Anda. Untuk fungsi yang tepat, lewatkan kartu suara '%1' dan hanya mengkonfigurasi '%2'.
ja: お使いのシステムで '%1' と '%2' のサウンドカードが自動検出されました。 正しく機能するには '%1' サウンドカードの設定を飛ばして '%2' サウンドカードだけを設定してください。
km: កាត​សំឡេង '%1' និង​ '%2' ត្រូវ​បាន​រក​ឃើញ​ដោយ​ស្វ័យ​ប្រវត្តិ​លើ​ប្រព័ន្ធ​របស់​អ្នក ។ ដើម្បី​ដំណើរការ​បាន​ល្អ សូម​រំលង​កាត​សំឡេង '%1' និង​ កំណត់​រចនាសម្ព័ន្ធ​តែ '%2' ។
lt: Jūsų sistemoje aptiktos „%1“ ir „%2“ garso plokštės. Norint, kad normaliai veiktų, praleiskite „%1“ plokštę ir konfigūruokite tik „%2“.
mr: तुमच्या यंत्रणेवर '%1' आणि '%2' ही ध्वनी काडया सापडली. योग्य कार्याक्षमतेसाठी, '%1' ध्वनी कार्ड वगळा व फक्त '%2' ध्वनीकार्ड कॉनफिग्युअर करा.
nb: Lydkortene '%1' og '%2' ble automatisk funnet i systemet. For at lydsystemet skal fungere som det skal, bør du hoppe over lydkortet '%1' og bare konfigurere '%2'.
nl: De geluidskaarten '%1' en '%2' zijn op uw systeem gedetecteerd. Voor een correcte werking dient u geluidskaart '%1' over te slaan en alleen '%2' in te stellen.
pa: '%1' ਅਤੇ '%2' ਸਾਊਂਡ ਕਾਰਡ ਤੁਹਾਡੇ ਸਿਸਟਮ ਉੱਤੇ ਆਟੋਮੈਟਿਕ ਹੀ ਲੱਭੇ ਸਨ। ਠੀਕ ਕੰਮ ਕਰਨ ਲਈ, '%1' ਸਾਊਂਡ ਕਾਰਡ ਛੱਡੋ ਅਤੇ ਸਿਰਫ '%2' ਦੀ ਸੰਰਚਨਾ ਕਰੋ।
pt: As placas de som '%1' e '%2' foram detectadas automaticamente no sistema. De forma a funcionar correctamente, omita a placa de som '%1' e configure apenas a '%2'.
ro: Plăcile de sunet '%1' și '%2' au fost autodetectate pe sistemul dvs. Pentru o funcționare corectă, omiteți placa de sunet '%1' și configurați doar placa '%2'.
ru: В системе автоматически обнаружены звуковые карты %1 и %2. Для корректной работы настройте только карту %2, пропустив карту %1.
sk: Na vašom systéme boli nájdené karty '%1' a '%2'. Aby systém správne fungoval, prosím, preskočte zvukovú kartu '%1' a nastavte iba '%2'.
sv: Ljudkorten "%1" och "%2" identifierades automatiskt i datorn. För normal funktion bör ljudkortet "%1" ignoreras och endast "%2" ställas in.
ta: %1 மற்றும் %2 ஒலி அட்டைகள் உங்கள் அமைப்பில் தன்னியக்கமாக அறியப்பட்டுள்ளன. முறையான இயக்கத்திற்கு, %1 ஒலி அட்டையைத் தவிர்க்கவும் மற்றும் %2ஐ மட்டும் வடிவமைக்கவும்.
uk: У вашій системі було виявлено звукові плати "%1" та "%2". Для правильного функціонування, пропустіть звукову плату "%1" і налаштуйте тільки "%2".
wa: Les cwåtes son « %1 » eyet « %2 » ont stî detectêyes otomaticmint so vosse sistinme. Po ene bone fonccionålité, passez houte li cwåte son « %1 » eyet n' a pontyîz kel « %2 ».
xh: '%1' kunye '%2' namakhadi esandi afunyanwe ngokuzenzekelayo kwisixokelelwano sakho. Ngokusebenziseka okufanelekileyo, tsiba ikhadi '%1' lesandi kwaye bumba kuphela u '%2'.

source: <P> Hardware detection found a new sound card. To configure it, select the appropriate item in list and press <B>Configure<B>. </P>
af: <P> Hardewarebespeuring het 'n nuwe klankkaart gevind. Om dit te konfigureer, kies die geskikte item op lys en druk <B>Konfigureer<B>. </P>
bg: <P> Хардуерното откриване намери нова звукова карта. За да я настроите изберете подходящ елемент от списъка и натиснете <B>Настройване<B>. </P>
bn: <P> হার্ডওয়্যার সন্ধান একটি নতুন সাউন্ড কার্ড খুঁজে পেয়েছে. সেটিকে সংরূপণের জন্যে তালিকায় যথাযথ জিনিষটি নির্বাচন করুন এবং <B>সংরূপণ করুন<B> টিপুন. </P>
ca: <P> La detecció de maquinari ha trobat una targeta de so nova. Si voleu configurar-la, seleccioneu l'element més adient de la llista i premeu <b>Configura</B>. </P>
cs: <p> Hardwarová detekce nalezla novou zvukovou kartu. K její konfiguraci vyberte příslušnou položku v seznamu napravo a stiskněte tlačítko <b>Nastavit</b>. </p>
da: <p> Hardware søgning fandt et nyt lydkort. For at konfigurere det skal du vælge den passende enhed i listen og trykke <b>Konfigurér</b>. </P>
de: <P>Bei der Hardware-Erkennung wurde eine neue Soundkarte gefunden. Wenn Sie diese konfigurieren wollen, treffen Sie die entsprechende Auswahl aus der Liste und drücken Sie den Button <B>Konfigurieren</B>. </P>
el: <P> Η ανίχνευση υλικού βρήκε νέα κάρτα ήχου. Για να την ρυθμίσετε, επιλέξτε το κατάλληλο αντικείμενο από τη λίστα και πατήστε <B>Ρύθμιση<B>. </P>
es: <P> La detección de hardware ha encontrado una nueva tarjeta de sonido. Para configurarla, seleccione el elemento apropiado en la lista y pulse <b>Configurar</B>. </P>
fi: <P> Laitteistotunnistus löysi uuden äänikortin. Määrittääksesi sen valitse oikea rivi luettelosta ja napsauta <B>Määritä</B>. </P>
fr: <P> Une nouvelle carte son a été détectée. Pour la configurer, sélectionnez l'élément approprié dans la liste et pressez le bouton <B>Configurer<B>. </P>
gl: <P> A detección de hardware atopou unha nova tarxeta de son. Para configurala, escolla o elemento apropiado da lista e prema <b>Configurar</B>. </P>
gu: <P> હાર્ડવેર ડિટેક્શને નવું સાઉન્ડ કાર્ડ શોધી કાઢયું છે. તેને કોન્ફીગર કરવા, સૂચીમાંથી ઉચિત વસ્તુઓ પસંદ કરો અને કોન્ફીગર <B>કોન્ફીગર<B> દબોવો. </P>
hi: <P> हार्डवेयर डिटेक्शन ने एक नया आवाज कार्ड पाया. उसे विन्यास करने के लिए, सूची में सही मद का चयन करें और <B>विन्यास<B> दबाएं. </P>
hr: <p> Otkrivena je nova zvučna kartica. Da biste je podesili, odaberite prikladnu stavku u listi i pritisnite <b>Podesi</b>. </p>
hu: <P>A hardverfelismerés új hangkártyát talált. Ennek beállításához válassza ki a megfelelő tételt a listáról és nyomja meg a <B>Beállítás</B> gombot.</P>
id: <P> Deteksi perangkat keras menemukan kartu suara baru. Untuk mengkonfigurasinya, pilih item yang sesuai dalam daftar dan tekan <B>Konfigurasi<B>. </P>
ja: <P> 新しいサウンドカードを検出しました。このカードを設定するには、 一覧から該当する項目を選んで <B>設定</B> を押してください。 </P>
km: <P> ការស្វែងរកផ្នែក​រឹង​បាន​រកឃើញ​កាត​សំឡេង​ថ្មី​មួយ ។ ដើម្បី​កំណត់​រចនាសម្ព័ន្ធ​វា សូម​ជ្រើស​ធាតុ​ដែល​សមស្រប​ក្នុង​បញ្ជី ហើយ ចុច <B>កំណត់​រចនាសម្ព័ន្ធ<B> ។ </P>
lt: <P> Įtaisų detekcija surado naują garso plokštę. Norėdami ją konfigūruoti, pažymėkite atitinkamą sąrašo elementą ir spauskite mygtuką <B>Konfigūruoti<B>. </P>
mr: <P> हार्डवेअर शोधत नवीन ध्वनी कार्ड मिळाले. हे कॉनफिग्युअर करण्याकरता, यादीतील योग्य आयटम निवडा व ही कळ दाबा <B>कॉनफिग्युअर<B>. </P>
nb: <P> Et nytt lydkort ble funnet under maskinvaresøket. For å konfigurere kortet, velg det i listen og klikk <B>Konfigurer<B>. </P>
nl: <P> De hardwaredetectie heeft een nieuwe geluidskaart gevonden. Om deze in te stellen dient u het betreffende item in de lijst te selecteren en op de knop <B>Instellen<B> te klikken. </P>
pa: <P> ਜੰਤਰ ਖੋਜ ਨੇ ਨਵਾਂ ਸਾਊਂਡ ਕਾਰਡ ਲੱਭਿਆ ਹੈ। ਇਸ ਨੂੰ ਸੰਰਚਿਤ ਕਰਨ ਲਈ, ਲਿਸਟ ਵਿੱਚੋਂ ਢੁੱਕਵੀਂ ਆਈਟਮ ਚੁਣੋ ਅਤੇ <B>ਸੰਰਚਨਾ<B> ਦਬਾਓ। </P>
pt: <p> A detecção de Hardware encontrou uma nova placa de som. Para configura-la, seleccione o item apropriado da lista e seleccione <b>Configurar</b>. </p>
ro: <P> Detecția hardwaer a găsit o placă de sunet nouă. Pentru a o configura, selectați elementul corespunzător din listă și apăsați <B>Configurează<B>. </P>
ru: Утилита определения оборудования обнаружила новую звуковую карту. Для ее настройки выберите соответствующий элемент в списке и нажмите <B>Настроить<B>. </P>
sk: <P> Automatické hľadanie našlo novú zvukovú kartu. Aby ste ju nastavili, vyberte zodpovedajúcu položku zo zoznamu a stlačte <B>Nastaviť</B>. </P>
sv: <P> Hårdvaruidentifieringen hittade ett nytt ljudkort. För att ställa in det, välj passande objekt i listan och klicka på <B>Ställ in<B>. </p>
ta: <P> வண்பொருள் அறிதல் ஒரு புதிய ஒலி அட்டையைக் கண்டுள்ளது. அதை நிறுவுவதற்கு, பொருத்தமான கூறை பட்டியலில் இருந்துத் தேர்ந்தெடுக்கவும் மற்றும் <B>வடிவமையை <B> அழுத்தவும். </P>
uk: <P> Програма виявлення обладнання знайшла нову звукову плату. Щоб її налаштувати, виберіть відповідний елемент у списку і натисніть <B>Налаштувати<B>. </P>
wa: <P> Li deteccion d' l' éndjolreye a trové ene novel cwåte son. Po l' apontyî, Tchoezixhoz l' bon cayet dins l' djivêye eyet tchôkîz so <B>Apontyî<B>. </P>
xh: <P> Ukufunyanwa kokungaphakathi kwiqokobhe lekhompyutha kufumene ikhadi lesandi elitsha. Ukuyibumba, khetha into efanelekileyo kuluhlu kwaye ucinezele u <B>Bumba<B>. </P>

source: <P> Press <B>Change</B> to configure cards already installed. </P>
af: <P> Druk <B>Wysig</B> om die kaarte wat reeds geïnstalleer is, te konfigureer. </P>
bg: <P> Натиснете <B>Промяна</B> за да настроите картите, които вече са инсталирани. </P>
bn: <P> ইতোমধ্যে স্থাপিত কার্ড সংরূপণের জন্যে <B>পরিবর্তন করুন</B> টিপুন. </P>
ca: <P> Premeu <B>Canvia</B> si voleu configurar les targetes que ja s'han instal·lat. </P>
cs: <P> Stisknutím tlačítka <B>Upravit</B> nastavíte již nainstalované karty.</P>
da: <P> Tryk <B>Ændr</B> for at konfigurere allerede installerede kort. </P>
de: <P> Drücken Sie <B>Ändern</B>, um bereits installierte Karten zu konfigurieren. </P>
el: <P> Πατήστε <B>Επεξεργασία</B> για ρύθμιση ήδη εγκατεστημένων καρτών. </P>
es: <P> Pulse <B>Cambiar</B> para configurar las tarjetas ya instaladas. </P>
fi: <P> Napsauta <B>Muuta</B> määrittääksesi jo asennettuja kortteja. </P>
fr: <P> Cliquez sur <B>Modifier</B> pour configurer des cartes déjà installées. </P>
gl: <P> Prema <B>Cambiar</B> para configurar as tarxetas xa instaladas. </P>
gu: <P> અગાઉથી ઇન્સ્ટોલ કરાયેલા કાર્ડસને કોન્ફીગર કરવા <B>ચેન્જ</B> દબાવો. </P>
hi: <P> पहले से इंस्टॉल किए गए कार्डों को विन्यास करने के लिए <B>चेंज</B>. </P>
hr: <p> Pritisnite <b>Promijeni</b> da biste podesili kartice koje su već instalirane. </p>
hu: <P> Nyomja meg a <B>Szerkesztés</B> gombot a már telepített kártyák beállításához. </P>
id: <P> Tekan <B>Ganti</B> untuk mengkonfigurasi kartu yang sudah terpasang. </P>
ja: <P> <B>変更</B> を押すと既にインストールされているカードの設定を変更することができます。 </P>
km: <P> ចុច <B>ប្ដូរ</B> ដើម្បី​កំណត់​រចនាសម្ព័ន្ធកាត​ដែល​បាន​ដំឡើង​រួច​ហើយ ។​ </P>
lt: <P> Spauskite <B>Keisti</B>, kad pakeistumėte kai įdiegtas plokštes. </P>
mr: <P> आधीच स्थापित केलेल्या कार्डची संरचना करण्यासाठी <B>बदला</B> दाबा. </P>
nb: <P> Klikk <B>Endre</B> for å konfigurere kort som allerede er installert. </P>
nl: <P> Klik op <B>Bewerken</B> om de reeds geïnstalleerde kaarten in te stellen. </P>
pa: <P> ਇੰਸਟਾਲ ਕੀਤੇ ਕਾਰਡ ਨੂੰ ਸੰਰਚਿਤ ਕਰਨ ਲਈ <B>ਬਦਲੋ</B> ਦਬਾਓ। </P>
pt: <P> Seleccione <B>Modificar</B> para configurar placas já instaladas. </P>
ro: <P> Apăsați <B>Modifică</B> pentru a configura plăci deja instalate. </P>
ru: <P> Нажмите <B>Изменить</B>, чтобы настроить уже установленные карты. </P>
sk: <P> Stlačením <B>Upraviť</B> môžete konfigurovať už nainštalované karty. </P>
sv: <P> Klicka på <B>Ändra</B> för att ställa in kort som redan installerats. </P>
ta: <P> <B>மாற்று</B> வை ஏற்கவே நிறுவப்பட்டுள்ள அட்டைகளை வடிவமைக்க அழுத்தவும். </P>
uk: <P> Натисніть <B>Змінити</B>, щоб налаштувати вже встановлені плати. </P>
wa: <P> Tchôkîz so <B>Candjî</B> pos apontyî les cwåtes son dedja astalêyes. </P>
xh: <P> Cinezela u <B>Tshintsha</B> ukubumba amakhadi asele ehlohliwe. </P>

source: <P> To save the current configuration, press <B>Finish</B>. </P>
af: <P> Om die huidige konfigurasie te berg, druk <B>Voltooi</B>. </P>
bg: <P> За да запазите текущите настройки натиснете <B>Край</B>. </P>
bn: <P> বর্তমান সংরূপণ সংরক্ষণের জন্যে <B>সমাপ্ত</B> টিপুন. </P>
ca: <P> Si voleu desar la configuració actual, premeu <B>Acaba</B>. </P>
cs: <P>Přejete-li si uložit konfiguraci zvukové karty, stiskněte <B>Konec</B>.</P>
da: <p> For at gemme den nuværende konfiguration, tryk <b>Afslut</b>. </p>
de: <P> Zum Speichern der aktuellen Konfiguration drücken Sie <B>Beenden</B>. </P>
el: <P> Για να αποθηκεύσετε τις τρέχουσες ρυθμίσεις, πατήστε <B>Τέλος</B>. </P>
es: <P> Para grabar la configuración actual, pulse <B>Finalizar</B>. </P>
fi: <P> Tallentaaksesi nykyisen määrityksen napsauta <B>Valmis</B>. </P>
fr: <P> Pour enregistrer la configuration actuelle, cliquez sur <B>Terminer</B>. </P>
gl: <P> Para gravar a configuración actual, prema <B>Finalizar</B>. </P>
gu: <P> હાલનું કોન્ફીગરેશન બચાવવા <B>ફિનીશ</B> દબાવો. </P>
hi: <P> चालू विन्यासको संचय करने के लिए, <B>फिनिश</B> दबाएं. </P>
hr: <p> Da biste sačuvali trenutne postavke, pritisnite <b>Završi</b>. </p>
hu: <P> Az aktuális konfiguráció elmentéséhez nyomja meg a <B>Kész</B> gombot. </P>
id: <P> Untuk menyimpan konfigurasi saat ini, tekan <B>Selesai</B>. </P>
ja: <P> 設定を保存するには <B>完了</B> を押してください。 </P>
km: <P> ដើម្បីរក្សាទុក​ការ​កំណត់​រចនាសម្ព័ន្ធបច្ចុប្បន្ន សូម​ចុច <B>បញ្ចប់</B> ។ </P>
lt: <P> Norėdami išsaugoti esamą konfigūraciją, spauskite <B>Užbaigti</B>. </P>
mr: <P> चालू संरचना संग्रहीत करण्यासाठी <B>समाप्त</B>दाबा. </P>
nb: <P> Klikk <B>Fullfør</B> for å lagre gjeldende konfigurasjon. </P>
nl: <P> Klik op <B>Voltooien</B> om de huidige configuratie op te slaan. </P>
pa: <P> ਮੌਜੂਦਾ ਸੰਰਚਨਾ ਸੰਭਾਲਣ ਲਈ, <B>ਸਮਾਪਤ</B> ਦਬਾਓ। </P>
pt: <P> Para guardar a configuração actual, seleccione o botão <B>Terminar</B>. </P>
ro: <P> Pentru a salva configurația curentă apăsați <B>Gata</B>. </P>
ru: <P> Для сохранения текущей конфигурации нажмите<B>Готово</B>. </P>
sk: <P> Aktuálnu konfiguráciu uložíte pomocou <B>Dokončiť</B>. </P>
sv: <P> För att spara aktuell inställning, klicka på <B>Slutför</B>. </P>
ta: <P> தற்போதை ய வடிவமைப்பை சேமிப்பதற்கு, <B> முடிவை</B> அழுத்தவும். </P>
uk: <P> Щоб зберегти поточну конфігурацію, натисніть <B>Закінчити</B>. </P>
wa: <P> Po schaper l' apontiaedje do moumint, tchôkîz so <B>Fini</B>. </P>
xh: <P> Ukugcina ubumbeko lwangoku cinezela ku <B>Gqityiwe</B>. </P>

source: <p><big><b>Sound Cards</b><big></p>
bg: <p><big><b>Звукови карти</b><big></p>
ca: <p><big><b>Targetes de so</b><big></p>
cs: <p><b><big>Zvukové karty</big></b></p>
da: <p><big><b>Lydkort</b></big></p>
de: <p><big><b>Soundkarten</b><big></p>
el: <p><b><big>Κάρτες Ήχου</big></b></p>
es: <p><b><big>Tarjetas de sonido</big></b></p>
fi: <p><big><b>Äänikortit</b></big></p>
fr: <p><big><b>Cartes son</b></big></p>
gl: <p><b><big>Tarxetas de son</big></b></p>
hr: <p><big><b>Zvučne kartice</b><big></p>
hu: <p><big><b>Hangkártyák</b></big></p>
id: <p><big><b>Kartu Suara</b><big></p>
ja: <p><big><b>サウンドカード</b><big></p>
km: <p><big><b>កាត​សំឡេង</b><big></p>
lt: <p><big><b>Garso plokštės</b><big></p>
nb: <p><b><big>Lydkort</big></b></p>
nl: <p><b><big>Geluidskaarten</big></b></p>
pa: <p><big><b>ਸਾਊਂਡ ਕਾਰਡ</b><big></p>
pt: <p><b><big>Placas de Som</big></b></p>
ro: <p><big><b>Plăci de sunet</b><big></p>
ru: <p><b><big>Звуковые карты</big></b></p>
sk: <p><big><b>Zvukové karty</b><big></p>
sv: <p><b><big>Ljudkort</big></b></p>
uk: <p><big><b>Звукові плати</b><big></p>
wa: <p><big><b>Cwåtes son</b></big></p>

source: <P>Select an unconfigured card from the list and press <B>Edit</B> to configure it. If the card was not detected, press <B>Add</B> and configure the card manually.</P>
af: <P>Kies 'n ongekonfigureerde kaart uit die lys en druk <B>Hersien</B> om dit te konfigureer. As die kaart nie bespeur is nie, druk <B>Voeg by</B> en konfigureer die kaart met die hand.</P>
bg: <P>Изберете ненастроена карта от списъка и натиснете <B>Редактиране</B> за да я настроите. Ако картата не е била открита натиснете <B>Добавяне</B> и я настройте ръчно.</P>
bn: <P>তালিকা থেকে একটি অসংরূপিত কার্ড নির্বাচন করুন এবং সেটিকে সংরূপণের জন্যে <B>সম্পাদনা করুন</B> টিপুন. যদি কার্ডটি নির্ধারিত না হয় তাহলে <B>যোগ করুন</B> টিপুন এবং কার্ডটিকে হস্তচালিতভাবে সংরূপণ করুন.</P>
ca: <P>Seleccioneu una targeta sense configurar de la llista i premeu <B>Edita</B> per configurar-la. Si no es detecta la targeta, premeu <B>Afegeix</B> i configureu la targeta manualment.</P>
cs: <P>Vyberte si kartu ze seznamu nenakonfigurovaných karet a klepněte na tlačítko <B>Upravit</B>. Jestliže vaše karta nebyla automaticky rozpoznána, klepněte na tlačítko <B>Přidat</B> a nakonfigurujte kartu ručně.</P>
da: <P>Vælg et ikke-konfigureret kort fra listen og tryk <B>Rediger</B> for at konfigurere det. Hvis kortet ikke blev fundet så tryk <B>Tilføj</B> og konfigurér kortet manuelt.</P>
de: <P>Wählen Sie in der Liste eine nicht konfigurierte Karte aus und klicken Sie auf <B>Bearbeiten</B>, um sie zu konfigurieren. Wenn die Karte nicht erkannt wurde, wählen Sie <B>Hinzufügen</B> und konfigurieren Sie die Karte manuell.</P>
el: <P>Επιλέξτε μια μη ρυθμισμένη κάρτα από τον κατάλογο και πατήστε <B>Επεξεργασία</B> για να τη ρυθμίσετε. Αν η κάρτα δεν έχει ανιχνευτεί, πατήστε <B>Προσθήκη</B> και ρυθμίστε την κάρτα χειροκίνητα.</P>
es: <P>Seleccione una tarjeta no configurada de la lista y haga clic en <B>Editar</B> para configurarla. Si la tarjeta no se detecta automáticamente, haga clic en <B>Añadir</B> y configúrela manualmente.</P>
fi: <P>Valitse määrittämätön kortti luettelosta ja napsauta <B>Muokkaa</B> määrittääksesi sen. Jos korttia ei tunnistettu, napsauta <B>Lisää</B> ja määritä kortti käsin.</P>
fr: <P>Sélectionnez une carte non configurée dans la liste, puis cliquez sur <B>Modifier</B> pour la configurer. Si la carte n'a pas été détectée, cliquez sur <B>Ajouter</B> et configurez-la manuellement.</P>
gl: <P>Escolla unha tarxeta non configurada da lista e prema <B>Editar</B> para configurala. Se a tarxeta non se detecta automaticamente, prema <B>Engadir</B> e configúrea manualmente.</P>
gu: <P>સૂચી પરથી કોન્ફીગર થયાં સિવાયનું કાર્ડ પસંદ કરો અને તેને કોન્ફીગર કરવા <B>એડિટ</B> દબાવો. જો કાર્ડ નિદાનિત થયેલ ન હોય તો, <B>એડ</B> દબાવો અને કાર્ડને મેન્યુઅલી કોન્ફીગર કરો.</P>
hi: <P>सूची से विन्यास नहीं किए गए कार्ड का चयन करें और उसे विन्यास करने के लिए <B>एडिट</B> दबाएं. यदि कार्ड डिटेक्ट नहीं हुआ, <B>ऐड</B> दबाएं और कार्ड को मैनुअली विन्यास करें.</P>
hr: <p>Odaberite sa liste karticu koja nije podešena i pritisnite <b>Uredi</b> da biste je postavili. Ako kartica nije otkrivena, pritisnite <b>Dodaj</b> i podesite karticu ručno.</p>
hu: <P>Válassza ki a be nem állított kártyát a listából és nyomja meg a <B>Szerkesztés</B> gombot a beállításhoz. Ha a kártyát nem sikerült felismerni, akkor nyomja meg a <B>Hozzáadás</B> gombot, majd állítsa be a kártyát kézzel.</P>
id: <P>Pilih kartu yang belum dikonfigurasi dari daftar dan tekan <B>Sunting</B> untuk mengkonfigurasinya. Jika kartu tidak terdeteksi, tekan <B>Tambahkan</B> dan konfigurasikan kartu secara manual.</P>
ja: <P>一覧から未設定のカードを選択し、 <B>編集</B> を押すと 設定を行うことができます。カードが検出されていない場合は、 <B>追加</B> を押して 手動でカードを設定してください。</P>
km: <P>ជ្រើស​កាត​ដែល​មិនបាន​កំណត់​រចនាសម្ព័ន្ធ​ចេញ​ពី​បញ្ជី ហើយ ចុច​<B>កែសម្រួល</B> ដើម្បី​កំណត់​រចនាសម្ព័ន្ធ​វា ។ បើ​រក​មិន​ឃើញ​កាត សូម​ចុច<B>បន្ថែម</B> ហើយ កំណត់​រចនាសម្ព័ន្ធ​កាត​ដោយ​ដៃ</P>
lt: <P>Iš sąrašo pasirinkite nesukonfigūruotą plokštę ir spauskite <B>Keisti</B>, jei norite ją konfigūruoti. Jei plokštė neaptikta, spauskite <B>Pridėti</B> ir konfigūruokite plokštę rankiniu būdu.</P>
mr: <P>यादीतील अन कॉनफिग्युरेअर्ड कार्ड निवडा व <B>एडीट</B> कॉनफिग्युबर करा. जर कार्ड मिळाले नाही तर <B>ऍ़ड</B> व दाबून स्वत:हून कार्ड कॉनफिग्युअर करा.</P>
nb: <P>Velg et ukonfigurert kort fra listen og klikk <B>Rediger</B> for å konfigurere det. Hvis ikke kortet ble funnet automatisk, klikk på <B>Legg til</B> og konfigurer kortet manuelt.</P>
nl: <P>Selecteer een niet-geconfigureerde kaart uit de lijst en klik op <B>Bewerken</B> om deze in te stellen. Als de kaart niet gedetecteerd is, klik dan op <B>Toevoegen</B> en stel de kaart handmatig in.</P>
pa: <P>ਕਾਰਡ ਦੀ ਸੰਰਚਨਾ ਕਰਨ ਲਈ ਸੂਚੀ ਵਿੱਚੋਂ ਨਾ-ਸੰਰਚਿਤ ਕਾਰਡ ਦੀ ਚੋਣ ਕਰੋ ਅਤੇ <B>ਸੋਧ</B> ਨੂੰ ਦਬਾਓ। ਜੇਕਰ ਕਾਰਡ ਖੋਜਿਆ ਨਾ ਗਿਆ ਹੋਵੇ ਤਾਂ <B>ਸ਼ਾਮਲ</B> ਨੂੰ ਦਬਾਓ ਅਤੇ ਕਾਰਡ ਦੀ ਦਸਤੀ ਸੰਰਚਨਾ ਕਰੋ।</P>
pt: <P>Seleccione uma placa não configurada da lista de placas detectadas e seleccione <B>Editar</B> para configurá-la. Se a sua placa não foi detectada automaticamente detectada, seleccione o botão <B>Adicionar </B> e configure a placa manualmente.</P>
ro: <P>Selectați o placă neconfigurață din listă și apăsați <B>Editează</B> pentru a o configura. Dacă placa nu a fost detectată, apăsați <B>Adaugă</B> și configurați-o manual.</P>
ru: <P>Выберите не настроенную карту из списка и нажмите <B>Редактировать</B> чтобы настроить ее. Если карта не была обнаружена, нажмите <B>Добавить</B> и настройте карту вручную.</P>
sk: <P>Ak chcete nastavili zvukovú kartu, vyberte ešte nenastavenú kartu zo zoznamu a stlačte <B>Upraviť</B>. Ak žiadna karta nebola detekovaná, stlačte <B>Pridať</B> nastavte kartu ručne.</P>
sv: <P>Välj ett ljudkort som inte ställts in från listan och klicka på <B>Redigera</B> för att ställa in det. Om kortet inte identifierades, klicka på <B>Lägg till</B> och ställ in kortet manuellt.</P>
ta: <P>ஒரு வடிவமைக்கப்படாத அட்டையை பட்டியலிலிருந்துத் தேர்வு செய்யவும் மற்றும் <B>திருத்துக</B>வை அதை வடிவமைப்பதற்காக அழுத்தவும். அட்டை அறியப்படாவிட்டால், <B>சேர்க்கவை </B> அழுத்தி கைமுறையாக வடிவமைக்கவும். </P>
uk: <P>Виберіть не налаштовану плату зі списку і натисніть <B>Змінити</B>, щоб її налаштувати. Якщо плату не було виявлено, натисніть <B>Додати</B> і налаштуйте плату вручну.</P>
wa: <P>Tchoezixhoz ene cwåte nén apontieye el djivêye eyet tchôkîz so <B>Candjî</B> po l' apontyî. Sel cwåte n' a nén stî detectêye, tchôkîz so <B>Radjouter</B> eyet apontyîz l' cwåte al mwin.</P>
xh: <P>Khetha ikhadi elingabumbekanga kuluhlu kwaye ucinezele u <B>Hlela</B> uku libumba. Ukuba ikhadi belingafunyanwanga, cinezela u <B>Faka</B> kwaye ubumbe ikhadi ngesandla.</P>
