Repository: Dzejrou/yast-translations
Catalog: po/sound/*.po
Languages: af, bg, bn, ca, cs, da, de, el, es, fi, fr, gl, gu, hi, hr, hu, id, ja, km, lt, mr, nb, nl, pa, pt, ro, ru, sk, sv, ta, th, uk, wa, xh

source: It seems that you have a Thinkpad 600E laptop. On this laptop, the CS4236 driver should be used although the CS46xx chip is detected. Attempt to probe the configuration of CS4236 driver? Warning: The probe procedure can take some time and could make your system unstable.
af: Dit lyk asof u 'n Thinkpad 600E-skootrekenaar het. Op hierdie skootrekenaar behoort die CS4236-aandrywer gebruik te word, hoewel die CS46xx-vlokkie bespeur word. Probeer om die konfigurasie van CS4236-aandrywer te ondersoek? Waarskuwing: Die ondersoekprosedure kan 'n tyd duur en kan u stelsel dalk onstabiel maak.
bg: Изглежда имате Thinkpad 600E. На този ноутбук трябва да се използва драйвера CS4236, въпреки че CS46xx чип е открит. Желаете ли да направите опит за настройка на CS4236 драйвер? Предупреждение: Пробването може да отнеме известно време и да направи системата Ви нестабилна.
bn: মনে হচ্ছে আপনার থিঙ্কপ্যাড 600E ল্যাপটপ আছে. এই ল্যাপটপে CS4236 ড্রাইভার ব্যবহার করতে হবে, যদিও CS46xx চিপ পাওয়া গেছে. CS4236 ড্রাইভারের সংরূপণ সন্ধানের প্রচেষ্টা করতে চান? সতর্কীকরণ: সন্ধান প্রক্রিয়ায় কিছুটা সময় লাগতে পারে এবং আপনার সিস্টেমকে অস্থির করে তুলতে পারে.
ca: Sembla que disposeu d'un ordinador portàtil Thinkpad 600E. En aquest portàtil, tot i que s'ha detectat el xip CS46xx, hauríeu d'utilitzar el controlador CS4236. Voleu provar la configuració del controlador CS4236? Atenció: és possible que el procediment de prova trigui una mica i desestabilitzi l'ordinador.
cs: Zdá se, že používáte notebook Thinkpad 600E. Na tento notebook byste měli použít ovladač CS4236, i když byl detekován čip CS46xx. Začít s konfigurací ovladače CS4236? Varování: Proces konfigurace může trvat delší dobu a vést k nestabilitě systému.
da: Det ser ud til at du har en Thinkpad 600E bærbar. På denne bærbare bør CS4236-driveren bruges, selvom CS46xx-chippen er identificeret. Forsøg på at finde den rette konfiguration af CS4236-driveren? Advarsel: denne undersøgelse kan tage noget tid og kan gøre dit system ustabilt.
de: Anscheinend haben Sie einen Thinkpad 600E-Laptop. Auf diesem Laptop sollte der CS4236-Treiber verwendet werden, obwohl ein CS46xx-Chip erkannt wurde. Wollen Sie die Konfiguration des CS4236-Treibers testen? Warnung: Der Testvorgang kann einige Zeit dauern und zu einem instabilen System führen.
el: Φαίνεται ότι έχετε ένα laptop Thinkpad 600E Σε αυτό το laptop, ο οδηγός CS4236 πρέπει να χρησιμοποιηθεί αν και το τσιπ CS46xx ανιχνεύεται. Να γίνει προσπάθεια να εξεταστεί η διαμόρφωση του οδηγού CS4236; Προσοχή: Η διαδικασία ανίχνευσης μπορεί να πάρει λίγο χρόνο και μπορεί να κάνει το σύστημα ασταθές.
es: Al parecer dispone de un portátil Thinkpad 600E. En este portátil debería usarse el controlador CS4236 a pesar de haberse detectado el chip CS46xx. ¿Desea probar la configuración del controlador CS4236? Aviso: el procedimiento de prueba puede llevar algún tiempo y además podría desestabilizar el sistema.
fi: Näyttää siltä, että sinulla on Thinkpad 600E kannettava. Tässä kannettavassa tulisi käyttää CS4236-ohjainta vaikka CS46xx-piiri tunnistetaan. Yritetäänkö tunnistaa määritykset CS4236-ohjaimelle? Varoitus: Tunnistus saattaa kestää jonkin aikaa ja saattaa tehdä järjestelmästäsi epävakaan.
fr: Il semble que vous ayez un ordinateur portable Thinkpad 600E. Sur ce portable, le pilote CS4236 doit être utilisé bien qu'une puce CS46xx ait été détectée. Tenter la configuration du pilote CS4236 ? Attention : cette procédure peut durer un certain temps et rendre votre système instable.
gl: Ao parecer ten un portátil Thinkpad 600E. Neste portátil debería usarse o controlador CS4236 aínda que se detectou o chip CS46xx. Desexa probar a configuración do controlador CS4236? Aviso: o proceso de proba pode levar algún tempo e ademais podería deixar inestable o sistema.
gu: એટલે તમને બતાવે છે કે તમારી પાસે થીંકપેડ 600E લેપટોપ હોવું જોઇએ. આ લેપટોપમાં ઉપર, CS4236 ડ્રાઇવરનો જ ઉપયોગ થઇ શકશે નહિતર CS46xx ચીપ ડિટેક્ટ થઇ જશે. પ્રોબ કોન્ફીગરેશનને CS4236 ડ્રાઇવર એટેમ્પ કરી શકશે? ચેતવણી: પ્રોબ પ્રોસીડ્યૂર થોડો સમય લેશે અને તમારી સીસ્ટમ અનસ્ટેબલ છે.
hi: प्रतीत होता है कि आपके पास थिंकपैड 600E लैपटॉप है. इस लैपटॉप पर, CS4236 ड्राइवर का उपयोग किया जाना चाहिए यद्यपि CS46xx चिप पाया गया है. CS4236 ड्राइवर के विन्यास को जांचने का प्रयास करें? चेतावनी: जांच प्रक्रिया में कुछ समय लग सकता है और आपके सिस्टम को अस्थिर कर सकता है.
hr: Čini se da imate Thinkpad 600E prijenosno računalo. Na ovom prijenosnom računalu treba biti korišten CS4236 upravljački program iako je otkriven CS46xx čip. Želite li isprobati postavke CS4236 upravljačkog programa? Upozorenje: Postupak isprobavanja može potrajati neko vrijeme i može vaš sustav učiniti nestabilnim.
hu: Úgy tűnik, hogy ez egy Thinkpad 600E laptop. Ezen a laptopon a CS4236 meghajtót ajánljuk annak ellenére, hogy a rendszer egy CS46xx chipet talált. Megpróbálja a beállítás tesztelését CS4236 meghajtóval? Figyelem: a beállítás tesztelése eltarthat egy ideig és a rendszer instabillá is válhat.
id: Tampaknya Anda memiliki laptop Thinkpad 600E. Pada laptop ini, driver CS4236 harus digunakan meskipun chip CS46xx terdeteksi. Coba untuk ᬤᭂᬤᭂᬢᭂᬓ᭄ᬲᬶ ᬤ᭄ᬲ᭄ᬤ᭄deteksi konfigurasi penggerak CS4236? Peringatan: Prosedur pendeteksian dapat memakan waktu dan dapat membuat sistem Anda tidak stabil.
ja: お使いのマシンは Thinkpad 600E ラップトップであるものと思われます。 このラップトップマシンでは CS46xx が検出されますが、 CS4236 ドライバを利用する必要があります。 CS4236 ドライバの設定を検出してみますか？ 警告: この検出処理にはしばらく時間がかかります。 また、システムが不安定になる場合があります。
km: វា​ហាក់បី​ដូច​ជា​អ្នក​មាន​កុំព្យូទ័រ​ដៃ Thinkpad 600E មួយ ។ លើ​កុំព្យូទ័រ​យួរដៃ​នេះ កម្មវិធី​បញ្ជា CS4236 គួរ​ត្រូវ​បាន​ប្រើ​ ទោះ​បី​ជា​បន្ទះ​សៀគ្វី​តូច CS46xx ត្រូវ​បាន​រក​ឃើញ​ក៍​ដោយ ​។ ចង់​ស្ទង់រក​ការ​កំណត់​រចនាសម្ព័ន្ធ​របស់កម្មវិធី​បញ្ជា CS4236 ឬ ? ការព្រមាន ៖ បែបបទស្ទង់រក​អាច​ត្រូវ​ការ​ពេលវេលាខ្លះ និង អាច​ធ្វើ​ឲ្យ​ប្រព័ន្ធ​របស់​អ្នក​ដំណើរការ​មិន​ស្រួល ។​
lt: Regis naudojatės Thinkpad 600E nešiojamuoju kompiuteriu . Šis kompiuteris turėtų naudoti CS4236 tvarkyklę, nors ir aptikta CS46xx plokštė. Tirti CS4236 tvarkyklės konfigūraciją? Įspėjimas: tyrimo procedūra gali šiek tiek užtrukti, o jūsų sistema tuo metu gali būti nestabili.
mr: असे वाटते की तुमच्याकडे थीकपॅड 600E लॅपटॉप. हयावर CS4236 हा ड्रायव्हर वापरला गेला पाहिजे पण तेथे CS46xx ही चीप आढळली. CS4236 चे कॉनफिग्युरेशन शोधण्याचा प्रयत्न करायचा का? सूचना: शोध प्रक्रियेला काही काळ लागेल व त्याच्यामुळे तुमची यंत्रणा अस्थिर होईल.
nb: Det ser ut som du har en bærbar Thinkpad 600E. CS4236-driveren bør brukes for denne maskinen selv om en CS46xx-brikke ble funnet Vil du forsøke å kontrollere konfigurasjonen for CS4236-driveren? Advarsel: Søkeprosessen kan ta en stund, og systemet kan bli ustabilt mens dette pågår.
nl: Het lijkt erop dat u een Thinkpad 600E notebook hebt. Voor dit notebook moet het CS4236-stuurprogramma gebruikt worden, alhoewel de CS46xx-chip gedetecteerd is. Wilt u de configuratie van het CS4236-stuurprogramma proberen? Waarschuwing: deze procedure kan enige tijd duren en kan uw systeem onstabiel maken.
pa: ਅਜਿਹਾ ਲੱਗਦਾ ਹੈ ਕਿ ਤੁਹਾਡੇ ਕੋਲ Thinkpad 600E ਲੈਪਟਾਪ ਹੈ। ਇਸ ਲੈਪਟਾਪ ਉੱਤੇ, CS4236 ਡਰਾਈਵਰ ਨਹੀਂ ਵਰਤਿਆ ਜਾ ਸਕਦਾ ਭਾਵੇਂ CS46xx ਚਿੱਪ ਲੱਭ ਲਈ ਹੈ। CS4236 ਡਰਾਈਵਰ ਦੀ ਖੋਜ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ? ਸਾਵਧਾਨ: ਖੋਜ ਕਾਰਜ ਕੁਝ ਸਮਾਂ ਲੈ ਸਕਦਾ ਹੈ ਅਤੇ ਤੁਹਾਡੇ ਸਿਸਟਮ ਨੂੰ ਅਣ-ਸਟੇਬਲ ਕਰ ਸਕਦਾ ਹੈ।
pt: Ao que parece está a utilizar um portátil Thinkpad 600E. Neste portátil deve utilizar o driver CS4236 apesar de ter sido detectado o chip CS46xx. A testar a configuração do driver CS4236? Aviso: O procedimento de teste pode demorar algum tempo e pode tornar o sistema instável.
ro: Probabil aveți un laptop Thinkpad 600E. Pe acest laptop trebuie utilizat driverul CS4236, chiar dacă a fost detectat chipul CS46xx. Să încerc examinarea configurației driverului CS4236? Avertisment: Procedura de examinare poate dura și sistemul dvs. poate deveni instabil.
ru: Похоже, что у вас ноутбук Thinkpad 600E. На этом ноутбуке следует использовать драйвер CS4236, несмотря на то, что определился чип CS46xx. Попытаться проверить конфигурацию с драйвером CS4236? Внимание: проверка может занять некоторое время и привести к нестабильности системы.
sk: Vyzerá to, že máte notebook Thinkpad 600E. Ta tomto type sa má použiť ovládač CS4236, ale nájdený je čip CS46xx- Má sa vyskúšať ovládač CS4236? Varovanie: Otestovanie môže chvíľu trvať a môže spôsobiť nestabilitu systému.
sv: Verkar som du har en bärbar Thinkpad 600E. För den här bärbara datorn ska drivrutinen CS4236 användas trots att CS46xx-kretsen identifieras. Försöka undersöka inställningarna för drivrutinen CS4236? Varning: Undersökningen kan ta en stund och göra systemet instabilt.
ta: நீங்கள் Thinkpad 600E மடிக் கணினியை வைத்திருப்பதாக அறியப்படுகிறது. இந்த மடிக்கணினியில், CS46xx சில்லுக் காணப்படுகிறது என்றாலும் CS4236 இயக்கி பயன்படுத்தப்படவேண்டும். CS4236 இயக்கி வடிவமைப்பை ஆராய முற்படலாமா? எச்சரிக்கை: இந்த ஆராய்தல் செயல்பாட்டிற்கு சில நேரம் பிடிக்கும் மற்றும் உங்கள் அமைப்பையும் நிலையற்றதாக ஆக்கலாம்.
uk: Схоже, що ви маєте лептоп Thinkpad 600E. На цьому лептопі потрібно використовувати драйвер CS4236, хоч і було виявлено мікросхему CS46xx. Зондувати конфігурацію драйвера CS4236? Попередження: Процедура зондування може зайняти час і може спричинити нестабільність системи.
wa: I shonne ki vs avoz en axhlåve Thinkpad 600E. So cist axhlåve i s' fåreut siervi do mineu CS4236 mågré kel tchike CS46xx a stî detectêye. Sayî l' apontiaedje do mineu CS4236? Asteme: li sayaedje pôreut prinde do tins eyet rinde vosse sistinme nén stocasse.
xh: Kubonakala ingathi une-Thinkpad 600E laptop. Kule laptop, umqhubi we-CS4236 kufuneka asetyenziswe nangona i-chip ye-CS46xx ifunyenwe. Izama ukuvavanya ubumbeko lomqhubi we-CS4236? Isilumkiso: Inkqubo yokuvavanya ingathatha ixesha elithile kwaye kungenza isixokelelwano sakho siguquguquke.

source: <p> To configure this sound card and adjust its volume, check <b>Normal setup</b>. </p>
af: <p> Om hierdie klankkaart te konfigureer en die volume daarvan te verstel, merk <b>Normale opstelling</b>. </p>
bg: <p> За да настроите тази звукова карта и да регулирате силата на звука отметнете <b>Нормално поставяне</b>. </p>
bn: <p> এই সাউন্ড কার্ডটি সংরূপণের জন্যে এবং এর ভলিউম রদবদলের জন্যে <b>স্বাভাবিক সেটআপ</b> যাচাই করুন. </p>
ca: <p> Si voleu configurar aquesta targeta de so i ajustar-ne el volum, activeu l'opció <b>Configuració normal</b>. </p>
cs: <p> K nastavení zvukové karty a úpravě její hlasitosti zvolte <b>Normální nastavení</b>. </p>
da: <p> For at konfigurere dette lydkort og justere dets lydstyrke skal du afkrydse <b> normal opsætning</b>. </p>
de: <p> Zum Konfigurieren der Soundkarte und zum Einstellen der Lautstärke aktivieren Sie <b>Normales Setup</b>. </p>
el: <p> Για να ρυθμίσετε την κάρτα ήχου και να προσαρμόσετε την έντασή της, επιλέξτε <b>Κανονική εγκατάσταση</b>. </p>
es: <p> Para configurar esta tarjeta de sonido y ajustar su volumen, seleccione <b>Configuración normal</b>. </p>
fi: <p> Määrittääksesi tämän äänikortin ja säätääksesi äänenvoimakkuutta valitse <b>Perusasennus</b>. </p>
fr: <p> Pour configurer cette carte son et régler le volume, cochez <b>Configuration normale</b>. </p>
gl: <p> Para configurar esta tarxeta de son e axustar o seu volume, escolla <b>Configuración normal</b>. </p>
gu: <p> આ સાઉન્ડ કાર્ડને કોન્ફીગરેશન અને એડજેસ્ટ કરો વોલ્યુમ, <b>નોર્માલ સેટઅપ</b> ચેક કરો. </p>
hi: <p> इस आवाज कार्ड को विन्यास और उसके वॉल्यूम को समायोजनकरने के लिए, <b>नॉर्मल सेटअप</b> को चैक करें. </p>
hr: <p> Da biste podesili ovu zvučnu karticu i glasnoću, označite <b>Normalne postavke</b>. </p>
hu: <p> A hangkártya és a hangerő beállításához válassza ki a <b>Normál beállítást</b>. </p>
id: <p> Untuk mengkonfigurasi kartu suara ini dan menyesuaikan volumenya, periksa <b>Pengaturan normal </b>. </p>
ja: <p> このサウンドカードを設定して音量を調整するには、 <b>標準設定</b> を選択してください。 </p>
km: <p> ដើម្បី​កំណត់​រចនាសម្ព័ន្ធ​កាត​សំឡេង​នេះ និង​លៃ​តម្រូវ សំឡេង​របស់​វា សូម​ធីក <b>រៀបចំ​ធម្មតា</b> ។ </p>
lt: <p> Norėdami konfigūruoti šią garso plokštę ir derinti jos garsumą, rinkitės <b>Paprastą konfigūravimą</b>. </p>
mr: <p> हे साऊंडकार्ड कॉनफिग्युअर करण्यासाठी व त्याचा आवाज ऍ़डजस् करण्यासाठी<b>सामान्य सेटअप</b>. </p>
nb: <p> For å konfigurere dette lydkortet og justere lydstyrken, kryss av for <b>Normalt oppsett</b>. </p>
nl: <p> Kies voor <b>Normale instelling</b> om deze geluidskaart in te stellen en het volume aan te passen. </p>
pa: <p> ਇਸ ਸਾਊਂਡ ਕਾਰਡ ਨੂੰ ਜਾਰੀ ਰੱਖਣ ਲਈ ਅਤੇ ਇਸ ਦੀ ਆਵਾਜ਼ ਐਡਜੱਸਟ ਕਰਨ ਲਈ, <b>ਆਮ ਸੈਟਿੰਗ</b> ਚੁਣੋ। </p>
pt: <p> Para configurar esta placa de som e ajustar o volume, escolha<b>Configuração Normal</b>. </p>
ro: <p> Pentru a configura această placă de sunet și a-i ajusta volumul, bifați <b>Configurare normală</b>. </p>
ru: <p> Выберете пункт <b>Обычная установка</b>, чтобы сконфигурировать звуковую карту и настроить ее уровень громкости. </p>
sk: <p> Pre nastavenie tejto karty a úpravu jej hlasitosti použite <b>Normálne nastavenie</b>. </p>
sv: <p> För att ställa in det här ljudkortet och justera dess volym, välj <b>Normala inställningar</b>. </p>
ta: <p> இந்த ஒலி அட்டையை வடிவமைக்க அதன் ஒலியளவை சரிசெய்யவும், <b>சாதாரண அமைப்பை </b> சோதனை செய்யவும். . </p>
uk: <p> Щоб налаштувати цю звукову плату і наставити її гучність, увімкніть <b>Звичайне налаштування</b>. </p>
wa: <p> Pos apontyî cisse cwåte son et mete a pont s' volume, clitchîz <b>Normå apontiaedje</b>. </p>
xh: <p> Ukubumba eli khadi lesandi nokulungiselela amandla alo, khangela <b>Ukumisela inkqubo eqhelekileyo</b>. </p>

source: <p>To set a special option, check <b>Advanced setup</b>. Most users will not need this. </p>
af: <p>Om 'n spesiale opsie te stel, merk <b>Gevorderde opstelling</b>. Die meeste gebruikers het dit nie nodig nie. </p>
bg: <p>За да зададете специални параметри отметнете <b>Разширено поставяне</b>. Повечето потребители не се нуждаят от това. </p>
bn: <p>কোন বিশেষ বিকল্প পরীক্ষণের জন্যে <b>উন্নত সেটআপ</b> যাচাই করুন. অধিকাংশ ব্যবহারকারীর এটা প্রয়োজন হবে না. </p>
ca: <p>Si voleu definir una opció especial, seleccioneu l'opció <b>Configuració avançada</b>. La majoria d'usuaris no necessiten aquesta opció. </p>
cs: <p>Ke speciálním úpravám zaškrtněte <b>Expertní nastavení</b>. Většina uživatelů toto nebude potřebovat. </p>
da: <p>For at vælge et specielt tilvalg skal du markeret <b>Avancerede indstillinger</b>. De fleste brugere har ikke behov for det. </p>
de: <p>Zum Einstellen einer bestimmten Option aktivieren Sie <b>Erweitertes Setup</b>. Die meisten Benutzer werden dies nicht benötigen. </p>
el: <p>Για να ορίσετε ειδική επιλογή, επιλέξτε <b>Προχωρημένη εγκατάσταση</b>. Οι περισσότεροι χρήστες δεν τη χρειάζονται αυτή. </p>
es: <p>Para establecer una opción especial, pulse <b>Configuración avanzada</b>. La mayoría de los usuarios no lo necesitarán. </p>
fi: <p>Asettaaksesi lisävalinnat valitse <b>Lisäasetukset</b>. Useimpien käyttäjien ei tarvitse tehdä lisäasetuksia. </p>
fr: <p>Pour configurer une option spéciale, activez <b>Configuration avancée</b> La plupart des utilisateur n'en auront pas besoin. </p>
gl: <p>Para establecer unha opción especial, comprobe <b>Configuración avanzada</b>. A meirande parte dos usuarios non o necesitarán. </p>
gu: <p>વિશેષ વિકલ્પ સેટ કરો, <b>એડવાન્સડ સેટઅપ </b> ચેક કરો. આ જરૂરત ઘણાને નહિ હોય. </p>
hi: <p>विशेष विकल्प को सेट करने के लिए, <b>उन्नत सेटअप</b> को चैक करें. अधिकतर प्रयोक्ताओं को इसकी आवश्यकता नहीं होगी. </p>
hr: <p>Da biste podesili posebne izbore, označite <b>Napredne postavke</b>. Većina korisnika to neće trebati. </p>
hu: <p>Egy speciális opció beállításához válassza ki a <b>Speciális beállítást</b>. A legtöbb felhasználó számára ez nem szükséges. </p>
id: <p>Untuk menetapkan opsi khusus, periksa <b>Pengaturan Lanjutan</b>. Sebagian besar pengguna tidak memerlukan ini. </p>
ja: <p>特別なオプションを設定するには、 <b>詳細設定</b> を選択してください。 ほとんどの場合、これを使用する必要はありません。 </p>
km: <p>ដើម្បី​កំណត់​ជម្រើស​ពិសេស​មួយ សូម​ធីក <b>រៀបចំ​កម្រិត​ខ្ពស់</b> ។ អ្នក​ប្រើ​ភាគ​ច្រើនមិន​ត្រូវការ​វា​ទេ ។​ </p>
lt: <p>Norėdami nustatyti atskirą parametrą, rinkitės <b>Papildomą konfigūravimą</b>. Daugumai naudotojų to nereikės. </p>
mr: <p>विशेष विकल्प सेट करण्यासाठी, तपासा <b>प्रगत सेटअप</b>. बहुतेक युजर्सना याची गरज नाही. </p>
nb: <p>For å velge et spesielt alternativ, kryss av for <b>Avansert oppsett</b>. De fleste brukere har ikke behov for dette. </p>
nl: <p>Klik op <b>Geavanceerde instelling</b> voor het instellen van een speciale optie. De meeste gebruikers hebben dit niet nodig. </p>
pa: <p>ਖਾਸ ਚੋਣ ਸੈਟ ਕਰਨ ਲਈ, <b>ਤਕਨੀਕੀ ਸੈਟਅੱਪ</b> ਚੁਣੋ। ਬਹੁਤੇ ਯੂਜ਼ਰਾਂ ਨੂੰ ਇਸ ਦੀ ਲੋੜ ਨਹੀਂ ਹੁੰਦੀ ਹੈ। </p>
pt: <p>Para definir uma opção especial, escolha<b>Configuração Avançada</b>. A maioria dos utilizadores não necessita esta opção. </p>
ro: <p>Pentru a seta opțiuni speciale, bifați <b>Configurare avansată</b>. Majoritatea utilizatorilor nu o necesită. </p>
ru: <p>Выберите пункт <b>Дополнительная настройка</b>, чтобы установить особые параметры. Большинству пользователей это не требуется. </p>
sk: <p>Pre nastavenie špeciálnej voľby použite <b>Pokročilé nastavenie</b>. Väčšina užívateľov to nepotrebuje. </p>
sv: <p>För att ställa in speciella alternativ, välj <b>Avancerade inställningar</b>. De flesta användare behöver inte detta. </p>
ta: <p>ஒரு சிறப்பு விருப்பத்தேர்வை அமைக்க, <b>மேம்பட்ட அமைப்பை </b>சோதனை செய்யவும். அனேக பயனாளர்களுக்கு இதுத் தேவைப்படாது. </p>
uk: <p>Щоб вказати спеціальний параметр, увімкніть <b>Розширене налаштування</b>. Більшості користувачів це не буде потрібно. </p>
xh: <p>Ukumisela isikhethwa esisodwa, khangela <b>Ukumisela inkqubo okuhambele phambili</b>. Abasebenzisi abaninzi abazukufuna oku. </p>

source: <p> If you do not want to adjust volume or set options now, check <b>Quick automatic setup</b>. You can set the volume and change options later. </p>
af: <p> As u nie nou die volume wil verstel of opsies wil stel nie, merk <b>Snel outomatiese opstelling</b>. U kan later die volume stel en opsies wysig. </p>
bg: <p> Ако не искате да регулирате силата на звука или да задавате специални параметри отметнете <b>Бързо автоматично поставяне</b>. После може да донастроите картата. </p>
bn: <p> আপনি যদি এখন ভলিউম রদবদল করতে বা বিকল্পগুলি নির্দিষ্ট করতে ইচ্ছুক না হন তাহলে <b>দ্রুত স্বয়ংক্রিয় সেটআপ</b> যাচাই করুন. আপনি পরে ভলিউম নির্দিষ্ট করতে পারেন এবং বিকল্প পরিবর্তন করতে পারেন. </p>
ca: <p> Si no voleu ajustar el volum o configurar les opcions ara, marqueu l'opció <b>Configuració automàtica ràpida</b>. Podreu configurar el volum i canviar les opcions més tard. </p>
cs: <p> Pokud nechcete upravovat hlasitost ani nastavovat jiné volby, zvolte <b>Rychlé automatické nastavení</b>, a ostatní můžete nakonfigurovat později.</p>
da: <p> Hvis du ikke ønsker at justere lydstyrken eller sætte tilvalg nu så markér <b>Hurtig automatisk opsætning</b>. Du kan sætte lydstyrken og ændre tilvalg senere. </p>
de: <p> Wollen Sie die Lautstärke jetzt nicht einstellen oder keine Optionen festlegen, aktivieren Sie <b>Schnelles automatisches Setup</b>. Sie haben später noch die Möglichkeit, die Lautstärke festzulegen und Optionen zu ändern. </p>
el: <p> Αν δεν θέλετε να προσαρμόσετε την ένταση ή να ορίσετε τις επιλογές τώρα, επιλέξτε <b>Γρήγορη αυτόματη εγκατάσταση</b>. Μπορείτε να ορίσετε την ένταση και να αλλάξετε τις επιλογές αργότερα. </p>
es: <p> Si no desea ajustar el volumen o establecer la configuración ahora, marque <b>Configuración automática rápida</b>. Podrá establecer el volumen y cambiar las opciones más tarde. </p>
fi: <p> Jos et halua säätää äänenvoimakkuutta tai asettaa lisävalintoja nyt, valitse <b>Pika-asennus</b>. Voit säätää äänenvoimakkuuden ja asettaa lisävalinnat myöhemmin. </p>
fr: <p> Si vous ne souhaitez pas régler le volume ou définir des options maintenant, cochez <b>Configuration automatique rapide</b>. Vous pourrez régler le volume et changer les options plus tard. </p>
gl: <p> Se non desexa axustar o volume ou establecer a configuración agora, marque <b>Configuración automática rápida</b>. Poderá establecer o volumen e cambiar as opcións máis tarde. </p>
gu: <p> જો તમારે અત્યારે તેને એડજસ્ટ અથવા સેટ ઓપ્શન હમાણા ન જરૂરી હોય તો, <b>ક્વીક ઓટોમેટીક સેટઅપ</b> ચેક કરો. તમે વોલ્યુમને સેટ કરીને અને ઓપ્શનને પછી ચેન્જ પણ કરી શકો. </p>
hi: <p> यदि आप अभी वॉल्यूम को समायोजनऔर विकल्पों को सेट नहीं करना चाहते हैं, <b>क्विक ऑटोमेटिक सेटअप</b> को चैक करें. आप बाद में वॉल्यूम सेट कर सकते हैं और विकल्पों को बदल सकते हैं. </p>
hr: <p> Ako ne želite podesiti glasnoću ili postaviti izbore sada, označite <b>Brze automatske postavke</b>. Možete postaviti glasnoću i promijeniti izbore kasnije. </p>
hu: <p> Ha most nem szeretné beállítani a hangerőt vagy az egyéb beállításokat, válassza ki a <b>Gyors automatikus beállítás</b> lehetőséget. A hangerőt és a beállításokat később is megváltoztathatja. </p>
id: <p> Jika Anda tidak ingin mengatur volume atau mengatur opsi sekarang, periksa <b>Penyiapan otomatis cepat</b>. Anda dapat mengatur volume dan mengubah pilihan nanti. </p>
ja: <p> 音量調整をしない、またはオプションを設定しない場合は、 <b>簡易設定</b> を選択してください。音量の設定と オプションの変更を後から行うことができます。 </p>
km: <p> ប្រសិនបើ​អ្នក​មិន​ចង់​លៃ​តម្រូវ​សំឡេង ឬ​កំណត់​ជម្រើស​ឥឡូវនេះ សូម​ធីក <b>រៀបចំ​ស្វ័យប្រវត្តិ​រហ័ស​</b> ។ អ្នក​អាច​កំណត់​សំឡេង និង​ ​ប្ដូរ​ជម្រើស​ពេលក្រោយ ។ </p>
lt: <p> Jei šiuo metu nenorite derinti garsumo arba nustatyti parametrų, rinkitės <b>Greitą automatinį konfigūravimą</b>. Garsumą ir parametrus galėsite pakeisti vėliau. </p>
mr: <p> तुम्हाला व्हॅल्यूम ऍ़डजस्ट करायचा नसेल किंवा आताच विकल्प सेट करायचे असतील तर, तपासा <b>आपोआप जलद सेटअप</b>. तुम्ही आवाज सेट करुन विकल्प नंतर बदलू शकता. </p>
nb: <p> Hvis du ikke vil justere lydstyrke eller velge alternativer nå, kryss av for <b>Raskt automatisk oppsett</b>. Du kan stille inn lydstyrken og endre alternativer senere. </p>
nl: <p> Wanneer u nu het volume niet wilt aanpassen en geen opties wilt instellen, klik dan op <b>Snelle automatische instelling</b>. U kunt later het volume instellen en de opties wijzigen. </p>
pa: <p> ਜੇ ਤੁਸੀਂ ਹੁਣੇ ਵਾਲੀਅਮ ਐਡਜੱਸਟ ਜਾਂ ਚੋਣਾਂ ਸੈੱਟ ਨਹੀਂ ਕਰਨੀਆਂ ਚਾਹੁੰਦੇ ਹੋ , <b>ਤੁਰੰਤ ਆਟੋਮੈਟਿਕ ਸੈਟਅੱਪ</b> ਚੁਣੋ। ਤੁਸੀ ਬਾਅਦ ਵਿੱਚ ਵਾਲੀਅਮ ਸੈਟਿੰਗ ਅਤੇ ਚੋਣ ਬਦਲ ਸਕਦੇ ਹੋ। </p>
pt: <p> Se não deseja ajustar o volume ou definir as opções de configuração agora, escolha <b>Configuração automática rápida</b>. Pode definir o volume e modificar as opções depois. </p>
ro: <p> Dacă nu doriți să ajustați volumul sau să setați opțiuni acum, bifați <b>Configurare automată rapidă</b>. Puteți seta volumul și modifica opțiunile ulterior. </p>
ru: <p> Если вы не хотите сейчас настраивать уровень громкости или устанавливать параметры, выберите пункт <b>Быстрая автоматическая установка</b>. Вы сможете настроить уровень громкости и изменить параметры позже. </p>
sk: <p> Ak nechcete upraviť hlasitosť alebo voľby, použite <b>Rýchle automatické nastavenie</b>. Hlasitosť a voľby môžete zmeniť neskôr. </p>
sv: <p> Om du inte vill justera volymen eller göra övriga inställningar just nu, välj <b>Snabb automatisk installation</b>. Du kan justera volymen och göra andra inställningar senare. </p>
ta: <p> உங்களுக்கு தற்போது ஒலியளவை சரிசெய்யவேண்டாம் அல்லது விருப்பத்தேர்வுகளை அமைக்கவேண்டாம் என்றால், <b>உடனடி . அமைக்கலாம் மற்றும் விருப்பத்தேர்வுகளை மாற்றலாம் </p>
uk: <p> Якщо ви не бажаєте наставити гучність та параметри тепер, то увімкніть <b>Швидке автоматичне налаштування</b>. Можна наставити гучність та змінити параметри пізніше. </p>
xh: <p> Ukuba ufuna ukulungiselela amandla okanye ukumisela izikhethwa ngoku, khangela <b>Ukumisela inkqubo okukhawulezileyo okuzenzekelayo</b>. Ungamisela amandla kwaye utshintshe izikhethwa ngelinye ixesha. </p>
