Repository: Dzejrou/yast-translations
Catalog: po/sound/*.po
Languages: af, bg, bn, ca, cs, da, de, el, es, fi, fr, gl, gu, hi, hr, hu, id, ja, km, lt, mr, nb, nl, pa, pt, ro, ru, sk, sv, ta, th, uk, wa, xh

source: <p><b>WARNING:</b> Start testing your sound card with <b>very</b> low volume settings to prevent damage. </p>
af: <p><b>WAARSKUWING:</b> Begin om u klankkaart te toets met <b>baie</b> lae volume instellings ten einde skade te voorkom. </p>
bg: <p><b>ВНИМАНИЕ:</b> Започнете пробването на звуковата карта с <b>по-малка</b> сила на звука за да предотвратите евентуална повреда. </p>
bn: <p><b>সতর্কীকরণ:</b> ক্ষতি এড়াবার জন্যে <b>অত্যন্ত</b> কম ভলিউম সেটিং দিয়ে আপনার সাউন্ড কার্ডটি পরীক্ষা করা শুরু করুন. </p>
ca: <p><b>Atenció:</b> inicieu la prova de la targeta de so amb el volum <b>molt</b> baix perquè no es produeixin danys. </p>
cs: <p> <b>Upozornění:</b> Započněte testování zvukové karty s nízkou hlasitostí, předejdete tak jejímu možnému poškození. </p>
da: <p><b>ADVARSEL:</b> Start med at teste dit lydkort med <b>meget</b> lav lydstyrke for at forhindre skade. </p>
de: <p><b>WARNUNG:</b> Um Schäden zu vermeiden, testen Sie Ihre Soundkarte zunächst mit <b>sehr</b> niedrigen Lautstärkeeinstellungen. </p>
el: <p><b>ΠΡΟΣΟΧΗ:</b> Εκκίνηση δοκιμής της κάρτας ήχου με ρύθμιση <b>πολύ</b> χαμηλής έντασης για αποφυγή ζημιάς. </p>
es: <p><b>ATENCIÓN:</b> Inicie la prueba de la tarjeta de sonido con el volumen <b>muy</b> bajo para evitar daños. </p>
fi: <p><b>VAROITUS:</b> Aloita äänikorttisi testaus <b>hyvin</b> alhaisella äänenvoimakkuudella, jotta vältyt kuulovauriolta. </p>
fr: <p><b>AVERTISSEMENT :</b> Commencez à tester votre carte son avec un volume <b>très</b> bas afin de prévenir tout dommage causé par une sonorité trop bruyante. </p>
gl: <p><b>ATENCIÓN:</b> Inicie a proba da tarxeta de son co volume <b>moi</b> baixo para evitar danos. </p>
gu: <p><b>ચેતવણી:</b> નું કશાનથી બચવા આપના સાઉન્ડ કાર્ડની ચકાસણી <b>અતિશય</b> નીચા વોલ્યમની ગોઠવણીથી ચકાસવાનું શરૂ કરો. </p>
hi: <p><b>चेतावनी:</b> आवाज कार्ड को क्षतिग्रस्त होने से बचाने के लिए <b>बहुत</b> कम वॉल्यूम के साथ टेस्ट करना प्रारंभ करें. </p>
hr: <p><b>UPOZORENJE:</b> Počnite testirati vašu zvučnu karticu s <b>vrlo</b> niskim postavkama glasnoće da biste spriječili oštećenja. </p>
hu: <p><b>FIGYELEM:</b> a hangkártya tesztelésének elindításakor vegye <b>nagyon</b> alacsonyra a hangerőt, hogy megakadályozza az esetleges károsodást. </p>
id: <p><b>PERINGATAN:</b> Mulai uji kartu suara Anda dengan pengaturan volume <b>sangat</b> rendah untuk mencegah kerusakan. </p>
ja: <p><b>警告:</b> 機器が損傷しないようにするため、始めは <b>非常に</b> 低い音量でサウンドカードのテストを 行ってください。 </p>
km: <p><b>ការព្រមាន ៖</b> ចាប់ផ្ដើម​សាកល្បង​ កាត​សំឡេង​របស់​អ្នក ដោយ​ប្រើការកំណត់​សំឡេងកម្រិត​ទាប <b>បំផុត</b>ដើម្បី​ជៀសវាង ភាព​ខូចខាត ។ </p>
lt: <p><b>ĮSPĖJIMAS:</b> Pradėkite savo plokštės testą <b>labai</b> mažu garsumu, kad apsisaugotumėte nuo gedimo. </p>
mr: <p><b>सूचना:</b> तुमची ध्वनी कार्डची चाचणी घ्यायला <b>व्हेरी</b> कमी आवाजाचे सेटींग्ज बिघाड न होण्यासाठी सुरुवात करा. </p>
nb: <p><b>ADVARSEL:</b> Start testen av lydkortet med <b>svært</b> lave lydstyrkeinnstillinger for å unngå skader. </p>
nl: <p><b>WAARSCHUWING:</b> Start het testen van uw geluidskaart met <b>zeer</b> lage volume-instellingen om schade te voorkomen. </p>
pa: <p><b>ਚੇਤਾਵਨੀ:</b> ਨੁਕਸਾਨ ਤੋਂ ਬਚਣ ਲਈ ਆਪਣੇ ਸਾਊਂਡ ਕਾਰਡ ਦੀ ਟੈਸਟਿੰਗ <b>ਬਹੁਤ</b> ਘੱਟ ਆਵਾਜ਼ ਨਾਲ ਕਰੋ। </p>
pt: <p><b>AVISO:</b> Inicie o teste à placa de som com o volume <b>muito</b> baixo para evitar danos. </p>
ro: <p><b>AVERTISMENT:</b> Porniți testarea plăcii dvs. de sunet cu setările de volum <b>foarte</b> coborâte pentru a preveni eventuale pagube. </p>
ru: <p><b>ВНИМАНИЕ!</b> Начните проверку звуковой карты с <b>очень</b> маленьких значений уровня громкости, чтобы избежать повреждений. </p>
sk: <p><b>VAROVANIE:</b> Začnite testovať zvukovú kartu s <b>veľmi</b> nízkou hlasitosťou, aby ste zabránili možným škodám. </p>
sv: <p><b>VARNING:</b> Starta testet av ljudkortet med en <b>väldigt</b> låg volym för att förhindra skador. </p>
ta: <p><b>எச்சரிக்கை:</b> உங்கள் ஒலி அட்டையை <b>மிகவும்</b> குறைவான ஒலியளவு அமைப்புகளுடன் பாதிப்பைத் தவிர்ப்பதற்காக துவங்கவும். </p>
th: <p><b>คำเตือน:</b> เริ่มการทดสอบแผงวงจรเสียงของคุณ โดยใช้ระดับเสียงที่<b>ต่ำมาก</b> เพื่อป้องกันความเสียหาย </p>
uk: <p><b>УВАГА:</b> Почніть перевірку вашої звукової плати з <b>дуже</b> низьким значенням гучності, щоб запобігти пошкодженню. </p>
xh: <p><b>ISILUMKISO:</b> Qalisa ukuvavanya ikhadi lakho lesandi ngezakhelo <b>eziphantsi</b> kakhulu zamandla ukunqanda umonakalo. </p>

source: Configuring this sound card on some Sony VAIO notebooks may fail if X is running. This can be avoided by setting the snd_vaio_hack option value to 1 or by configuring this card outside X. Proceed?
af: Konfigureer van hierdie klankkaart op sommige Sony VAIO-noteboeke kan misluk as X lopend is. Dit kan voorkom word deur die snd_vaio_hack-opsiewaarde te stel op 1 of deur hierdie kaart buite X te konfigureer. Aangaan?
bg: Настройването на тази звукова карта на някои лаптопи Sony VAIO може да се провали ако Х сървърът е стартиран. За да предотвратите това, задайте стойност 1 на snd_vaio_hack, когато настройвате тази карта извън Х. Желаете ли да продължите?
bn: কিছু সোনি VAIO নোটবুকে এই সাউন্ড কার্ডটি সংরূপণ করা ব্যর্থ হতে পারে যদি X চালু থাকে. snd_vaio_hack বিকল্পটির মান 1 এ নির্দিষ্ট করে অথবা X এর বাইরে সাউন্ড কার্ডটিকে সংরূপিত করে এটা এড়ানো যেতে পারে. এগোতে চান?
ca: És possible que la configuració d'aquesta targeta de so en alguns portàtils Sony VAIO no funcioni si s'executa X. Podeu evitar aquest problema si assigneu el valor 1 a l'opció snd_vaio-hack, o bé si configureu la targeta fora de X. Voleu continuar?
cs: Konfigurovat tuto zvukovou kartu na některých noteboocích Sony VAIO se nemusí podařit pod X Windows. Tomu lze zabránit nastavením snd_vaio_hack na hodnotu 1 nebo konfigurovat tuto kartu mimo X. Pokračovat?
da: Konfigurering af dette lydkort på nogle Sony VAIO bærbare Vil muligvis mislykkedes mens X kører. Dette kan undgås ved at specificere snd_vaio_hack med værdien 1 eller konfigurere dette kort udenfor X. Vil du fortsætte?
de: Die Konfiguration dieser Soundkarte kann bei einigen Sony VAIO-Notebooks fehlschlagen, wenn gleichzeitig X läuft. Sie können diese Probleme umgehen, wenn Sie bei "snd_vaio_hack" den Wert 1 angeben oder wenn Sie die Karte außerhalb von X konfigurieren. Wollen Sie fortfahren?
el: Η ρύθμιση αυτής της κάρτας ήχου σε μερικούς φορητούς υπολογιστές Sony VAIO μπορεί να αποτύχει αν τα X εκτελούνται. Αυτό μπορεί να αποφευχθεί ορίζοντας την επιλογή snd_vaio_hack στην τιμή 1 ή ρυθμίζοντας την κάρτα έξω από τα X. Συνέχεια;
es: Puede que la configuración de esta tarjeta de sonido no funcione en algunos portátiles Sony VAIO si se está ejecutando X. Puede evitar este problema asignando el valor 1 a la opción snd_vaio-hack o bien configurando la tarjeta fuera de X. ¿Desea continuar?
fi: Tämän äänikortin määritys joissakin Sony VAIO kannettavissa saattaa epäonnistua jos X on käynnissä. Tämä voidaan estää asettamalla snd_vaio_hack-valinta arvoon 1 tai määrittämällä tämä kortti X:n ulkopuolella. Jatketaanko?
fr: La configuration de cette carte son sur certains notebooks VAIO de Sony peut échouer si X est en cours d'exécution. Vous pouvez éviter de tels problèmes en fixant la valeur de l'option snd_vaio_hack à 1 ou en configurant la carte en dehors de X. Continuer ?
gl: A configuración desta tarxeta de son nalgúns portátiles Sony VAIO pode fallar se X está en execución. Pódese evitar este problema asignando o valor 1 á opción snd_vaio-hack ou ben configurando a tarxeta fóra de X. Desexa continuar?
gu: જો X ચાલુ હોય તો આ કાર્ડને કોઇક સોની VAIO નોટબુકસ ઉપર કોન્ફીગર કરવાનું નિષ્ફળ જઇ શકે. આને snd_vaio_hack વિક્લપ વોલ્યુમને 1 પર ગોઠવવા અથવા આ કાર્ડને Xની બહારની તરફ કોન્ફીગર કરવા દ્વારા ટાળી શકાય છે. પ્રક્રિયા કરવી?
hi: कुछ सोनी VAIO नोट बुक्स पर यदि X चल रहा है इस आवाज कार्ड को विन्यास करना असफल हो सकता है. snd_vaio_hack विकल्प मान को 1 पर सेट करके अथवा इस कार्ड को X के बाहर विन्यास करके इससे बचा जा सकता है. आगे बढ़ें?
hr: Podešavanje ove zvučne kartice na nekim Sony VAIO prijenosnim računalima može neuspješno završiti ako X poslužitelj radi. Ovo se može izbjeći tako da postavite snd_vaio_hack vrijednost izbora na 1 ili tako da ovu karticu podesite izvan X poslužitelja. Da li želite nastaviti?
hu: Néhány Sony VAIO hordozható számítógépen a hangkártya beállítása sikertelen lehet, ha közben fut az X grafikus rendszer. Elkerülheti ezt a problémát, ha 1-re állítja a snd_vaio_hack értéket, vagy ha ezt a kártyát az X-en kívül állítja be. Folytatja?
id: Konfigurasi kartu suara ini pada beberapa notebook Sony VAIO mungkin gagal jika X berjalan. Hal ini dapat dihindari dengan menetapkan nilai pilihan untuk snd_vaio_hack ke 1 atau dengan mengkonfigurasi kartu ini luar X. Lanjutkan?
ja: X ウインドウシステムが動作している場合にこのサウンドカードを Sony VAIO ノート PC で設定しようとすると失敗する可能性があります。 この問題はオプション snd_vaio_hack を 1 に設定するか、もしくは X を終了させてから設定を行うと回避することができます。続けますか？
km: ការកំណត់​រចនាសម្ព័ន្ធ​កាត​សំឡេង​លើ​កុំព្យូទ័រ​យួរដៃ Sony VAIO ខ្លះ អាច​បរាជ័យ ប្រសិនបើ X កំពុង​រត់ ​។ វានេះ​អាច​ជៀសវាងបានដោយ​កំណត់​ តម្លៃជម្រើស snd_vaio_hack ទៅ 1 ឬ​ដោយ កំណត់រចនាសម្ព័ន្ធ​កាតនេះ​ខាង​ក្រៅ X ។ បន្ដ​ឬ?
lt: Šios garso plokštės konfigūravimas kai kuriuose Sony VAIO neš. kompiuteriuose gali nepavykti, jei paleisti X'ai. Galite apeiti šią problemą nustatydami snd_vaio_hack parametrą lygų 1 arba konfigūruodami šią plokštę ne X'uose. Tęsti?
mr: जर X काम करत असेल तर, काही सोनी VAIO मशीनवर हे ध्वनी कार्ड कॉनफिग्युरेशन अपयशी होईल. snd_vaio_hack विकल्प 1 ला किंमत व X च्या बाहेर हे रेकार्ड कॉनफिग्युर करून टाळता येईल पुढे जायचे का?
nb: Konfigurasjon av dette lydkortet for enkelte bærbare Sony VAIO-maskiner kan mislykkes hvis X kjører. Du kan unngå dette ved å sette verdien snd_vaio_hack til 1 eller ved å konfigurere dette kortet utenfor X. Vil du fortsette?
nl: Bij bepaalde Sony VAIO-notebooks wil de configuratie van deze geluidskaart soms niet lukken wanneer u X hebt draaien. U kunt deze problemen voorkomen door de optie snd_vaio_hack de waarde 1 te geven of door deze kaart in te stellen buiten X om. Doorgaan?
pa: ਕੁਝ ਸੋਨੀ VAIO ਨੋਟਬੁੱਕ ਉੱਪਰ ਇਸ ਸਾਊਂਡ ਕਾਰਡ ਦੀ ਸੰਰਚਨਾ ਅਸਫਲ ਹੋ ਸਕਦੀ ਹੈ, ਜੇ X ਚੱਲ ਰਿਹਾ ਹੈ। ਇਸ ਤੋਂ snd_vaio_hack ਚੋਣ ਦਾ ਮੁੱਲ 1 ਸੈੱਟ ਕਰਨ ਨਾਲ ਬਚਾਅ ਹੋ ਸਕਦਾ ਹੈ ਜਾਂ ਇਸ ਕਾਰਡ ਨੂੰ X ਤੋਂ ਬਾਹਰ ਸੰਰਚਿਤ ਕਰਨ ਨਾਲ। ਜਾਰੀ ਰੱਖਣਾ ਹੈ?
pt: Configurar esta placa de som em alguns portáteis Sony VAIO pode falhar se o X estiver a ser executado. Isto pode ser evitado se definir o valor da opção do snd_vaio_hack para 1 ou se configurar a placa sem estar a executar o X. Continuar?
ro: Configurarea acestei plăci de sunet pe unele notebook-uri Sony VAIO poate eșua dacă rulează X. Această situație poate fi e_vitată prin setarea pe 1 a valorii sndvaio_hack option sau configurând placa în afara X. Continuați?
ru: Настройка этой звуковой карты на некоторых ноутбуках Sony VAIO может закончится неудачно при запущенной Х-оболочке. Этого можно избежать, если установить для параметра snd_vaio_hack значение 1 или настроить карту вне Х-оболочки. Продолжить?
sk: Nastavenie tejto zvukovej karty na niektorých notebookoch Sony VAIO môže spôsobiť nefungujúci systém X. Dá sa tomu zabrániť voľbou snd_vaio_hack nastavenou na 1 alebo konfiguráciou tejto karty mimo X. Chcete pokračovať?
sv: Att ställa in det här ljudkortet under X kan misslyckas på vissa bärbara Sony VAIO. Du kan undvika det genom att specificera ett snd_vaio_hack-värde till 1 eller genom att ställa in kortet utanför X. Fortsätta?
ta: X இயங்கிக் கொண்டிருந்தால் ஒலி அட்டையை சில சோனி VAIO வடிவமைப்பது நொடிக்கலாம். இதை snd_vaio_hack தேர்வின் மதிப்பை 1 என்றுஅமைப்பதன் மூலம் அல்லது அட்டையை Xற்கு வெளியே வடிவமைப்பதன் மூலம் தவிர்க்கலாம். தொடரலாமா?
uk: Налаштування цієї звукової плати на деяких лептопах Sony VAIO може бути невдалим, якщо запущено X. Цьому можна зарадити наставивши значення параметра snd_vaio_hack до 1 або налаштувавши цю плату поза X. Продовжити?
wa: Apontyî cisse cwåte son so certins axhlåves Sony VAIO pôreut n' nén aler sel X est enondé. On pout n' nén awè c' problinme et metans l' valixhance del tchuze snd_vaio_hack so 1 oudonbén en apontiant cisse cwåte foû d' X. El fé cwand minme?
xh: Ukubumba eli khadi lesandi kwiincwadi zezikhumbuzi ezithile ze-Sony VAIO kungasilela ukuba u-X uyasebenza. Oku ungakuphepha ngokwakhela ixabiso snd_vaio_hack lesikhethwa ukuya ku-1 okanye ngoku bumba eli khadi ngaphandle ko-X. Qhuba?

source: Error while saving '/etc/modules.conf'.
af: Fout tydens berg van '/etc/modules.conf'.
bg: Грешка при записването на '/etc/modules.conf'.
bn: '/etc/modules.conf' সংরক্ষণ করার সময়ে ত্রুটি.
ca: S'ha produït un error en desar '/etc/modules.conf'.
cs: Chyba při ukládání '/etc/modules.conf'.
da: Fejl ved gemning af '/etc/modules.conf'.
de: Fehler beim Speichern von '/etc/modules.conf'.
el: Σφάλμα κατά την αποθήκευση του '/etc/modules.conf'.
es: Error al guardar '/etc/modules.conf'.
fi: Virhe tallennettaessa '/etc/modules.conf'.
fr: Erreur pendant l'enregistrement de '/etc/modules.conf'.
gl: Erro ao gardar '/etc/modules.conf'.
gu: '/etc/modules.conf' સેવ કરતી વખતે ભૂલો.
hi: '/etc/modules.conf' संचय करते वक्त खराबी आ गई।
hr: Dogodila se pogreška prilikom spremanja '/etc/modules.conf'.
hu: Hiba az '/etc/modules.conf' fájl mentése közben.
id: Galat saat menyimpan '/etc/modules.conf'.
ja: '/etc/modules.conf' を保存する際にエラーが発生しました。
km: មាន​កំហុស ខណៈពេល​កំពុង​រក្សាទុក '/etc/modules.conf' ។
lt: Išsaugant „/etc/modules.conf“ įvyko klaida.
mr: '/etc/modules.conf' संग्रहीत करताना चूक.
nb: Feil under lagring av '/etc/modules.conf'.
nl: Fout tijdens het opslaan van '/etc/modules.conf'.
pa: '/etc/modules.conf' ਸੰਭਾਲਣ ਦੌਰਾਨ ਗਲਤੀ।
pt: Erro a guardar '/etc/modules.conf'.
ro: Eroare la salvarea '/etc/modules.conf'.
ru: Ошибка при сохранении '/etc/modules.conf'
sk: Chyba pri ukladaní '/etc/modules.conf'.
sv: Fel uppstod när "/etc/modules.conf" sparades.
ta: ’/etc/modules.conf’ சேமிக்கும்போது பிழை ஏற்பட்டது.
th: เกิดข้อผิดพลาดขณะบันทึกแฟ้ม '/etc/modules.conf'
uk: Помилка при збереженні "/etc/modules.conf".
wa: Åk n' a nén stî come dji schapéve « /etc/modules.conf ».
xh: Imposiso xa beekugcinwa '/etc/iimodyuli.zobumbeko'.

source: These errors occurred during saving configuration: %1
af: Hierdie foute het voorgekom tydens berg van konfigurasie: %1
bg: Тези грешки са възникнали докато е записвана настройката: %1
bn: সংরূপণ সংরক্ষণের সময়ে এই ত্রুটিগুলি ঘটেছে: %1
ca: S'han produït els errors següents en desar la configuració: %1
cs: Tyto chyby se vyskytly při ukládání konfigurace: %1
da: Disse fejl opstod mens konfigurationen blev gemt: %1
de: Folgende Fehler traten beim Speichern der Konfiguration auf: %1
el: Παρουσιάστηκαν σφάλματα κατά την αποθήκευση των ρυθμίσεων: %1
es: Ocurrieron los siguientes errores mientras se guardaba la configuración: %1
fi: Nämä virheet tapahtuivat määrityksen tallennuksen yhteydessä: %1
fr: Ces erreurs sont survenues pendant l'enregistrement de la configuration : %1
gl: Ocorreron estes erros ao gardar a configuración: %1
gu: આ ભૂલ કોન્ફીગરેશન સેવ કરવા દરમ્યાન ઉદ્ભવી હતી: %1
hi: ये खराबियाँ समनुरुपण संचय करते वक्त आई है : %1
hr: Dogodile su se slijedeće pogreške prilikom spremanja postavki: %1
hu: Ezek a hibák fordultak elő a beállítások mentése közben: %1
id: Galat ini terjadi selama menyimpan konfigurasi: %1
ja: 設定を保存する際に以下のエラーが発生しました: %1
km: កំហុស​ទាំងនេះ​បាន​កើត​ឡើង កំឡុង​ពេល​កំពុង​រក្សា​ទុក​ការ​កំណត់​រចនាសម្ព័ន្ធ ៖​ %1
lt: Šios klaidos atsirado išsaugant konfigūraciją: %1
mr: संरचना संग्रहीत करताना ह्या चूका झाल्या: %1
nb: Disse feilene oppstod under lagring av konfigurasjonen: %1
nl: Deze fouten zijn opgetreden tijdens het opslaan van de configuratie: %1
pa: ਸੰਰਚਨਾ ਸੰਭਾਲਣ ਦੌਰਾਨ ਗਲਤੀਆਂ ਹਨ: %1
pt: Estes erros ocorreram durante a gravação da configuração: %1
ro: Următoarele erori au apărut la salvarea configurației: %1
ru: Во время сохранения конфигурации произошли ошибки: %1
sk: Počas ukladania nastavenia sa vyskytli tieto chyby: %1
sv: Dessa fel uppstod när inställningarna sparades: %1
ta: வடிவமைப்பை சேமிக்கும் போது இந்த பிழைகள் ஏற்பட்டன: %1
th: เกิดข้อผิดพลาดขณะบันทึกการปรับแต่ง: %1
uk: Під час збереження конфігурації трапились ці помилки: %1
wa: Ces arokes s' ont passé sol schapaedje di l' apontiaedje: %1
xh: Ezi mposiso zivele ngexesha bekugcinwa ubumbeko: %1

source: The sound card was successfully configured. It is now available for use.
af: Die klankkaart is suksesvol gekonfigureer. Dit is nou beskikbaar vir gebruik.
bg: Звуковата карта бе настроена успешно. Вече е готова за използване.
bn: সাউন্ড কার্ডটি ষফলরূপে সংরূপিত হয়েছে. এটি এখন ব্যবহারের জন্যে উপলব্ধ.
ca: S'ha configurat correctament la targeta de so. Ja podeu utilitzar-la.
cs: Zvuková karta byla úspěšně nakonfigurována a můžete ji ihned začít používat.
da: Lydkortet blev konfigureret korrekt. Det er nu klar til brug.
de: Die Soundkarte wurde erfolgreich konfiguriert und kann nun sofort benutzt werden.
el: Η κάρτα ήχου έχει ρυθμιστεί επιτυχώς Μπορείτε να την χρησιμοποιήσετε αμέσως.
es: La tarjeta de sonido se ha configurado correctamente. Puede comenzar a utilizarla de inmediato.
fi: Äänikortti määritettiin onnistuneesti. Se on nyt käytettävissä.
fr: La carte son a été configurée avec succès. Vous pouvez l'utiliser dès à présent.
gl: A tarxeta de son configurouse con éxito. Pode comezar a utilizala agora.
gu: સાઉન્ડ કાર્ડ સફળતાપૂર્વક કોન્ફીગર થયેલું હતુ. તે હવે ઉપયોગ માટે ઉપલબ્ધ છે.
hi: आवाज कार्ड को सफलतापूर्वक विन्यास किया गया. यह अब उपयोग के लिए उपलब्ध है.
hr: Zvučna kartica je uspješno podešena. Sada je spremna za upotrebu.
hu: A hangkártya beállítása sikerült. Már használhatja is.
id: Kartu suara berhasil dikonfigurasi. Kartu suara sekarang tersedia untuk digunakan.
ja: サウンドカードは正常に設定されました。 今すぐに使用できます。
km: កាត​សំឡេង​បាន​កំណត់​រចនាសម្ព័ន្ធ​ដោយ​ជោគជ័យ ។​ បច្ចុប្បន្ន​វា​អាច​ប្រើ​បាន​ហើយ ។​
lt: Garso plokštė sukonfigūruota sėkmingai. Ją galite naudoti tiesiog dabar.
mr: ध्वनी कार्ड यशस्वीपणे कॉनफिग्युरेअर झाले. ते आता वापरण्याकरता उपलब्ध आहे.
nb: Lydkortet er konfigurert. Det er nå klart til bruk.
nl: De geluidskaart is met succes geconfigureerd. De kaart is nu gereed voor gebruik.
pa: ਸਾਊਂਡ ਕਾਰਡ ਸਫਲਤਾਪੂਰਵਕ ਸੰਰਚਿਤ ਹੋਇਆ। ਇਹ ਹੁਣ ਵਰਤਣ ਲਈ ਤਿਆਰ ਹੈ।
pt: A placa de som foi configurada com sucesso. Está disponível para utilização.
ro: Placa de sunet a fost configurată cu succes. Poate fi utilizată acum.
ru: Звуковая карта была успешно сконфигурирована! Теперь ее можно использовать.
sk: Karta bola úspešne nakonfigurovaná. Môžete ju začať používať.
sv: Ljudkortet har ställts in. Det kan nu användas.
ta: ஒலி அட்டை வெற்றிகரமாக வடிவமைக்கப்பட்டது. அது பயன்பாட்டுக்கு இப்போது கிடைக்கிறது.
th: แผงวงจรเสียงถูกปรับแต่งเสร็จสิ้นแล้ว และตอนนี้มันพร้อมจะใช้งานได้แล้ว
uk: Звукову плату успішно налаштовано. Тепер вона готова до використання.
wa: Li cwåte son a stî apontieye comifåt. Elle est asteure disponbe po -z esse eployeye
xh: Ikhadi lesandi libunjwe ngempumelelo. Ngoku liyafmaneka ukuba lisetyenziswe.

source: The sound configuration was saved.
af: Die klankkonfigurasie is geberg.
bg: Настройката на звука бе запазена.
bn: শব্দ সংরূপণ সংরক্ষিত হয়েছে.
ca: S'ha desat la configuració del so.
cs: Konfigurace zvuku se uložila.
da: Lydkonfigurationen blev gemt.
de: Die Konfiguration wurde gespeichert.
el: Οι ρυθμίσεις του ήχου αποθηκεύτηκαν.
es: La configuración de sonido ha sido guardada.
fi: Äänimääritykset tallennettiin.
fr: La configuration du son a été enregistrée.
gl: A configuración do son foi gardada.
gu: સાઉન્ડ કોન્ફીગરેશન સેવ કરાયું હતી.
hi: आवाज समनुरुपण संचय कर दिया गया था।
hr: Postavke zvuka su sačuvane.
hu: A YaST elmentette a hangbeállításokat.
id: Konfigurasi suara telah disimpan.
ja: サウンド設定を保存しました。
km: ការកំណត់​រចនាសម្ព័ន្ធ​សំឡេង​ត្រូវ​បាន​រក្សាទុក ។
lt: Garso konfigūracija išsaugota.
mr: ध्वनी संरचना संग्रहीत झाली.
nb: Lydkonfigurasjonen er lagret.
nl: De geluidsconfiguratie is opgeslagen.
pa: ਸਾਊਂਡ ਸੰਰਚਨਾ ਸੰਭਾਲੀ ਗਈ।
pt: A configuração de som foi guardada.
ro: Configurația sunetului a fost salvată.
ru: Конфигурация звука была сохранена.
sk: Nastavenie zvuku bolo uložené.
sv: Ljudinställningarna sparades.
ta: ஒலி வடிவமைப்பு சேமிக்கப்பட்டுள்ளது.
th: การปรับแต่งค่าระบบเสียงถูกบันทึกเรียบร้อยแล้ว
uk: Налаштування звуку було збережено.
wa: L' apontiaedje son a stî schapé.
xh: Ubumbeko lwesandi liye lagcinwa.

source: Error while saving file: %1
af: Fout tydens berg van lêer: %1
bg: Грешка при записването във файла %1
bn: এই ফাইল সংরক্ষণে ত্রুটি হয়েছে: %1
ca: S'ha produït un error en desar el fitxer: %1
cs: Chyba při ukládání souboru: %1
da: Fejl ved gemning af filen: %1
de: Fehler beim Speichern der Datei: %1
el: Σφάλμα κατά την αποθήκευση του αρχείου: %1
es: Error al guardar el archivo: %1
fi: Virhe tallennettaessa tiedostoa: %1
fr: Erreur pendant l'enregistrement du fichier : %1
gl: Erro ao gardar o ficheiro: %1
gu: ફાઇલ સેવ કરતી વખતે ભૂલઃ %1
hi: फाइल संचय करते वक्त खराबी : %1
hr: Greška prilikom spremanja datoteke: %1
hu: Hiba a(z) %1 állomány mentése közben.
id: Galat saat menyimpan berkas: %1
ja: ファイル %1 を保存する際にエラーが発生しました。
km: មាន​កំហុស ខណៈពេល​កំពុង​រក្សាទុក​ឯកសារ ៖ %1
lt: Išsaugant rinkmeną %1 įvyko klaida
mr: फाईल संग्रहीत करताना चूक: %1
nb: Feil under lagring av filen: %1
nl: Fout tijdens het opslaan van bestand: %1
pa: ਫਾਇਲ ਸੰਭਾਲ ਦੌਰਾਨ ਗਲਤੀ: %1
pt: Erro a guardar ficheiro: %1
ro: Eroare la salvarea fișierului: %1
ru: Ошибка сохранения файла %1
sk: Chyba počas ukladania súboru: %1
sv: Fel uppstod när filen %1 sparades
ta: கோப்பை சேமிக்கும்போது பிழை ஏற்பட்டது: %1
th: เกิดข้อผิดพลาดขณะบันทึกแฟ้ม: %1
uk: Помилка збереження файла: "%1"
wa: Åk n' a nén stî come dji schapéve li fitchî: %1
xh: Imposiso xa bekugcinwa ifayili: %1

source: Error while setting volume.
af: Fout tydens stel van volume.
bg: Грешка при настройването на силата на звука.
bn: ভলিউম নির্দিষ্ট করার সময়ে ত্রুটি হয়েছে.
ca: S'ha produït un error mentre es configurava el volum.
cs: Chyba při nastavování hlasitosti.
da: Fejl under indstilling af lydstyrke.
de: Fehler beim Einstellen der Lautstärke.
el: Σφάλμα κατά την ρύθμιση της έντασης.
es: Error mientras se ajustaba el volumen.
fi: Virhe asetettaessa äänenvoimakkuutta.
fr: Erreur pendant le réglage du volume.
gl: Erro ao establecer o volume.
gu: વોલ્યુમ ગોઠવણી વખતે ભૂલ.
hi: वोल्यूम सैट करते वक्त खराबी ।
hr: Greška prilikom postavljanja glasnoće.
hu: Hiba a hangerő beállításakor.
id: Galat saat mengatur volume.
ja: 音量を設定する際にエラーが発生しました。
km: មាន​កំហុស ខណៈពេល​កំពុង​កំណត់​សំឡេង ។
lt: Nustatant garso stiprumą įvyko klaida.
mr: ध्वनीपातळी निश्चित करताना चूक.
nb: Feil under innstilling av lydstyrke.
nl: Fout tijdens het instellen van het volume.
pa: ਵਾਲੀਅਮ ਸੈਟਿੰਗ ਦੌਰਾਨ ਗਲਤੀ।
pt: Erro nas definições do volume.
ro: Eroare la setarea volumului.
ru: Ошибка при сохранении настроек громкости.
sk: Chyba pri nastavovaní hlasitosti.
sv: Fel uppstod under volyminställningen.
ta: ஒலியளவை அமைக்கும் போது பிழை ஏற்பட்டது.
th: เกิดข้อผิดพลาดขณะตั้งค่าระดับเสียง
uk: Помилка налаштування гучності.
wa: Åk n' a nén stî come dj' apontyîve li volume.
xh: Imposiso xa kusakhiwa amandla.
