Repository: Dzejrou/yast-translations
Catalog: po/sound/*.po
Languages: af, bg, bn, ca, cs, da, de, el, es, fi, fr, gl, gu, hi, hr, hu, id, ja, km, lt, mr, nb, nl, pa, pt, ro, ru, sk, sv, ta, th, uk, wa, xh

source: Manual Sound Card Selection
af: Met-die-hand klankkaartkeuse
bg: Ръчен избор на звукова карта
bn: সফ্টওয়্যার নির্বাচন
ca: Selecció manual de la targeta de so
cs: Manuální výběr zvukové karty
da: Manuelt valg af lydkort
de: Manuelle Auswahl der Soundkarte
el: Χειροκίνητη Επιλογή Κάρτας Ήχου
es: Selección manual de tarjetas de sonido
fi: Äänikortin valinta käsin
fr: Sélection manuelle de la carte son
gl: Selección manual de tarxetas de son
gu: મેન્યુઅલ સાઉન્ડ કાર્ડ સિલેક્શન
hi: मैनुयल आवाज कार्ड चुनाव
hr: Ručni odabir zvučne kartice
hu: Hangkártya kézi kiválasztása
id: Seleksi Manual Kartu Suara
ja: サウンドカードの手動選択
km: ការ​ជ្រើស​កាត​សំឡេង​ដោយ​ដៃ
lt: Rankinis garso plokštės pasirinkimas
mr: ध्वनीकार्डची हातानी निवड
nb: Manuelt valg av lydkort
nl: Handmatige geluidskaartselectie
pa: ਦਸਤੀ ਸਾਊਂਡ ਕਾਰਡ ਚੋਣ
pt: Selecção Manual de Placa de Som
ro: Selecție manuală placă de sunet
ru: Ручной выбор звуковой карты
sk: Ručný výber zvukovej karty
sv: Manuellt val av ljudkort
ta: கைமுறை ஒலி அட்டை தேர்வு
th: การเลือกแผงวงจรเสียงด้วยตนเอง
uk: Ручний вибір звукової плати
wa: Tchoezi l' cwåte son al mwin
xh: Ukukhetha Ikhadi Lesandi Ngesandla

source: Master
af: Meester
bg: Господар
bn: মাস্টার
ca: Mestre
cs: Hlavní
es: Maestro
fi: Pää
fr: Maître
gl: Mestre
gu: માસ્ટર
hi: मास्टर
hr: Glavni
hu: Elsődleges
ja: マスター
km: មេ
lt: Pagrindinis
mr: मालक
pa: ਮਾਸਟਰ
pt: Geral
ru: Главный
sk: Hlavný
sv: Huvudserver
ta: முதன்மை
th: โซนหลัก (Master)
uk: Головний
wa: Mwaisse
xh: Ingcali

source: Master Mono
bg: Главен моно
bn: মাস্টার মোনো
ca: Mono mestre
es: Maestro mono
fi: Pää mono
fr: Maître mono
gl: Mestre mono
gu: માસ્ટર મોનો
hi: मास्टर मोनो
hr: Glavni mono
ja: マスターモノラル
km: ម៉ូណូ​មេ
lt: Pagrindinis monofoninis
mr: मुख्य मोनो
pa: ਮਾਸਟਰ ਮੋਨੋ
pt: Geral Mono
ru: Главный (моно)
sk: Hlavný mono
ta: முதன்மை ஒற்றை
uk: Головний моно
wa: Mwaisse Mono
xh: Ingcali ye-Mono

source: Headphone
af: Koptelefoon
bg: Слушалки
bn: হেডফোন
ca: Auriculars
cs: Sluchátka
da: Hovedtelefon
de: Kopfhörer
el: Ακουστικά
es: Auriculares
fi: Kuulokkeet
fr: Casque
gl: Auriculares
gu: હેડફોન
hi: हैडफोन
hr: Slušalice
hu: Fejhallgató
ja: ヘッドホン
km: កាស
lt: Ausinės
mr: हेडफोन
nb: Hodetelefoner
nl: Koptelefoon
pa: ਹੈੱਡਫੋਨ
pt: Auscultadores
ro: Căști
ru: Наушники
sk: Slúchadlá
sv: Hörlur
ta: தலை ஒலிபேசி
th: หูฟัง
uk: Слухавки
wa: Schoûtoes
xh: Isimameli

source: Line
af: Lyn
bg: Линия
bn: লাইন
ca: Línia
cs: Linkový vstup
da: Linje
es: Línea
fi: Linja
fr: Ligne
gl: Liña
gu: લાઇન
hi: लाइन
hr: Linija
hu: Vonal
ja: ライン
km: បន្ទាត់
lt: Linija
mr: रेषा
nb: Linje
nl: Lijn
pa: ਲਾਈਨ
pt: Linha
ro: Linie
ru: Линейный
sk: Vstup
sv: Linje
ta: கோடு
uk: Лінія
wa: Roye
xh: Ucingo

source: CD
km: ស៊ីឌី
mr: सीडी
ru: Компакт-диск
ta: குறுவட்டு
th: ซีดี
uk: КД
wa: Plake lazer (CD)
xh: I-CD

source: Mic
af: Mik
bg: Микрофон
bn: মেক্সিকো
cs: Mikrofon
da: Mikrofon
el: Μικρόφωνο
fi: Mikrofoni
gu: Mic (મીક)
hi: माइक
hr: Mikrofon
hu: Mikrofon
ja: マイク
lt: Mikrof.
mr: ध्वनिक्षेपक
nb: Mik
pt: Microfone
ro: Microfon
ru: Микрофон
sk: Mikrofón
ta: ஒலிவாங்கி
th: ไมค์
uk: Мікр.
xh: I-Mic

source: Video
bg: Видео
bn: ভিডিও
ca: Vídeo
el: Βίντεο
es: Vídeo
fr: Vidéo
gl: Vídeo
gu: વિડિઓ
hi: विडियो
hu: Videó
ja: ビデオ
km: វីដេអូ
mr: व्हिडिओ
pa: ਵੀਡਿਓ
pt: Vídeo
ru: Видео
ta: கானொலி
th: วิดีโอ
uk: Відео
wa: Videyo
xh: Ividiyo

source: Phone
af: Telefoon
bg: Телефон
bn: ফোন
ca: Telèfon
cs: Telefon
da: Telefon
de: Telefon
el: Τηλέφωνο
es: Teléfono
fi: Puhelin
fr: Téléphone
gl: Teléfono
gu: ફોન
hi: फोन
hr: Telefon
hu: Telefon
ja: 電話
km: ទូរស័ព្ទ
lt: Telefonas
mr: दूरध्वनी
nb: Telefon
nl: Telefoon
pa: ਫੋਨ
pt: Telefone
ro: Telefon
ru: Телефон
sk: Telefón
sv: Telefon
ta: தொலைபேசி
th: โทรศัพท์
uk: Телефон
wa: Telefone
xh: Ifowni

source: Aux
af: Hulp
bg: Допълнителен
bn: অক্স
cs: Pomocný vstup
gu: અક્સ
hi: आँक्स
hr: Vanjski
ja: 補助入力
mr: पूरक
pt: Auxiliar
ta: ஆக்ஸ்
uk: Дод.
wa: Ogziliaire
xh: I-Aux

source: PC Speaker
af: PR-luidspreker
bg: PC говорител
bn: PC স্পিকার
ca: Altaveu del PC
cs: Reproduktory
da: PC-højtaler
de: PC-Lautsprecher
el: Μεγαφωνάκι Υπολογιστή
es: Altavoz del PC
fi: PC-kaiutin
fr: Haut parleur interne
gl: Altofalantes do PC
gu: PC સ્પીકર
hi: PC स्पीकर
hr: PC zvučnik
hu: PC-hangszóró
id: Penguat Suara PC
ja: PC スピーカー
km: ធុង​បាស​កុំ​ព្យូទ័រ
lt: AK garsiakalbis
mr: पीसी ध्वनीक्षेपक
nb: PC-høyttaler
pa: PC ਸਪੀਕਰ
pt: Altifalante PC
ro: Boxă PC
ru: PC-динамик
sv: Datorhögtalare
ta: PC ஒலிபெருக்கி
th: ลำโพง PC
uk: Гучномовець ПК
wa: Hôt-pårloes do PC
xh: Ispeaker se-PC

source: Bass
af: Bas
bg: Бас
bn: ব্াস
ca: Greus
cs: Basy
da: Bas
fi: Basso
fr: Basses
gl: Baixos
gu: બાસ
hi: बास
hr: Bas
hu: Basszus
id: Bas
ja: 低音
km: បាស
lt: Žemi dažniai
mr: बास
nl: Bas
pt: Graves
ru: Бас
sk: Hĺbky
sv: Bas
ta: வீறார்ந்தக் குரல்
th: เสียงทุ้ม
uk: Бас
wa: Basse
xh: Ilizwi elingqokolayo

source: Treble
af: Sopraan
bg: Високи
bn: ট্রেবল
ca: Aguts
cs: Výšky
da: Diskant
fi: Diskantti
fr: Aigus
gl: Agudos
gu: ટ્રેબલ
hi: टरिबल
hr: Visoki
hu: Magas hangok
id: Trebel
ja: 高音
km: សូរបី
lt: Aukšti dažniai
mr: ट्रेबल
nb: Diskant
pt: Agudos
ru: Тембр
sk: Výšky
sv: Diskant
ta: உச்சக்குரல்
th: เสียงแหลม
uk: Дискант
wa: Hôts sons
xh: I-Treble

source: Surround
af: Omsluit
bg: Обкръжаващ
bn: সারাউন্ড
ca: So envoltant
cs: Obklopující
fi: Tilaääni
gl: Son envolvente
gu: સરાઉન્ડ
hi: चारों ओर
hu: Térhatás
ja: サラウンド
km: ជុំវិញ
lt: Erdvinis
mr: लपेटा
pa: ਸਰਾਊਂਡਿੰਗ
ru: Объёмный
ta: சூழ்விரி
th: เสียงรอบทิศทาง
uk: Об'ємний
xh: Rhanqa

source: Center
af: Sentrum
bg: Централно
bn: কেন্দ্র
ca: Centre
cs: Střed
da: Centerhøjtaler
fi: Keski-
fr: Centre
gl: Centrado
gu: સેન્ટર
hi: केन्द्रं
hr: Centralni
hu: Közép
id: Tengah
ja: 中央
km: កណ្តាល
lt: Centras
mr: मध्यभाग
nb: Sentralt
pa: ਸੈਂਟਰ
pt: Centro
ro: Centrat
ru: Центр
sk: Stred
sv: Central
ta: மையம்
th: ตรงกลาง
uk: По центру
wa: Mitan
xh: Umbindi

source: Wave
af: Golf
bg: Вълнов
bn: ওয়েভ
ca: Ona
cs: Vlna
fi: Aalto
gu: વેવ
hi: तरंग
hu: Hullám
ja: ウェーブ
lt: Banga
mr: लाट
pa: ਵੇਵ
pt: Wave(Onda)
ru: Звук
ta: அலை
uk: Хвиля
wa: Wache
xh: I-Wave

source: Wave Center
af: Golfsentrum
bg: Вълнов централен
bn: ওয়েভ সেন্টার
ca: Centre d'ones
gu: વેવ સેન્ટર
hi: तरंग केन्द्रं
hr: Wave centralni
hu: Hullám közép
id: Wave Tengah
ja: ウェーブ (中央)
km: មជ្ឈមណ្ឌល Wave
lt: Bangų centras
mr: तरंग मध्य
nb: Wave sentralt
pa: ਵੇਵ ਸੈਂਟਰ
pt: Wave Centro
ru: Звук центральный
ta: அலை மையம்
uk: Wave - по центру
wa: Wache do mitan
xh: Umbindi we-Wave

source: Wave Surround
af: Golfomsluiting
bg: Вълнов обкръжаващ
bn: ওয়েভ সারাউন্ড
ca: So envoltant d'ones
gu: વેવ સરાઉન્ડ
hi: तरंग के चारों ओर
hu: Hullám térhatás
ja: ウェーブ (サラウンド)
lt: Bangų erdvinis
mr: तरंग लपेट
pa: ਵੇਵ ਸਰਾਊਂਡਿੰਗ
pt: Surround Wave(Onda)
ru: Звук объёмный
ta: அலை சூழ்விரி
uk: Wave - об'ємний
wa: Wache Surround
xh: Rhanqa i-Wave

source: Music
af: Musiek
bg: Музика
bn: মাউস
ca: Música
cs: Hudba
da: Musik
de: Musik
el: Μουσική
es: Música
fi: Musiikki
fr: Musique
gl: Música
gu: મ્યુઝીક
hi: संगीत
hr: Glazba
hu: Zene
id: Musik
ja: 音楽
km: តន្ត្រី
lt: Muzika
mr: संगीत
nb: Musikk
nl: Muziek
pa: ਸੰਗੀਤ
pt: Música
ro: Muzică
ru: Музыка
sk: Hudba
sv: Musik
ta: இசை
th: ดนตรี
uk: Музика
wa: Muzike
xh: Umculo

source: Front
bg: Преден
ca: Frontal
cs: Přední repro
el: Μπροστά
es: Frontal
fi: Etu
fr: Central
gl: Fronte
hr: Prednji
hu: Első
id: Depan
ja: フロント
km: ​ខាង​មុខ
lt: Priekis
nb: Grensesnitt
nl: Voorkant
pa: ਫਰੰਟ
pt: Frontal
ro: Față
ru: Фронт
sk: Predné reproduktory
sv: Framsida
th: คู่หน้า
uk: Інтерфейс
wa: Did divant

source: &Master volume
af: &Meestervolume
bg: &Сила на звука за главния канал
bn: মাস্টার ভলিউম
ca: Volum &mestre
cs: &Hlavní hlasitost
da: &Master-lydstyrke
de: &Master-Lautstärke
el: &Κεντρική ένταση
es: Volumen &maestro
fi: &Äänenvoimakkuus (pää)
fr: Volume &principal
gl: Volume &mestre
gu: &માસ્ટર વોલ્યુમ
hi: मास्टर वोल्यूम(&M)
hr: Gla&vna glasnoća
hu: &Központi hangerő
id: Volume &master
ja: マスター音量 (&M)
km: កម្រិត​សំឡេង​មេ
lt: &Pagrindinis garsumas
mr: मुख्य ध्वनीपातळी
nb: &Hovedvolum
pa: ਮਾਸਟਰ ਵਾਲੀਅਮ(&M)
pt: Volume &Geral
ro: Volu&m master
ru: Гро&мкость основного канала
sk: &Hlavná hlasitosť
sv: &Övergripande ljud
ta: முதன்மை கனம்
th: ช่องเสียงหลัก
uk: &Головна гучність
wa: &Mwaisse volume
xh: &Amandla Engcali

source: &Test
af: &Toets
bg: &Пробване
bn: &পরীক্ষা করো
ca: &Prova
el: &Δοκιμή
es: &Probar
fi: &Testaa
fr: &Tester
gl: &Probar
gu: &ટેસ્ટ
hi: टेस्ट(&T)
hu: &Teszt
id: &Uji
ja: テスト (&T)
km: សាកល្បង
lt: &Testas
mr: परिक्षा
pa: ਟੈਸਟ(&T)
pt: &Testar
ro: Testează
ru: &Тест
sv: &Testa
ta: சோதனை
th: ทดสอบ
uk: &Тест
wa: Sa&yaedje
xh: &Uvavanyo

source: &Other channels
af: &Ander kanale
bg: &Други канали
bn: অন্যান্য চ্যানেলগুলি
ca: &Altres canals
cs: &Ostatní kanály
da: &Andre kanaler
de: &Andere Kanäle
el: &Άλλα κανάλια
es: &Otros canales
fi: &Muut kanavat
fr: &Autres canaux
gl: &Outras canles
gu: &બીજા ચનેલ્સ
hi: अन्य चैनल(&O)
hr: &Ostali kanali
hu: &Egyéb csatornák
id: &Channel Lainnya
ja: 他のチャンネル (&O)
km: ឆានែលផ្សេង​ទៀត
lt: &Kiti kanalai
mr: इतर वाहिन्या
nb: &Andre kanaler
nl: &Andere kanalen
pa: ਹੋਰ ਚੈਨਲ(&O)
pt: &Outros canais
ro: Alte canale
ru: Др&угие каналы
sk: &Ostatné kanály
sv: Andra &kanaler
ta: பிற அலைவரிசைகள்
th: ช่องเสียงอื่น
uk: &Інші канали
wa: &Ôtes canås
xh: &Ezinye itshaneli

source: Unknown
af: Onbekend
bg: Неизвестно
bn: অজানা
ca: Desconegut
cs: Neznámé
da: Ukendt
de: Unbekannt
el: Άγνωστο
es: Desconocido
fi: Tuntematon
fr: Inconnu
gl: Descoñecida
gu: અનનોન
hi: अनंजान
hr: Nepoznato
hu: Ismeretlen
id: Tidak diketahui
ja: 不明
km: មិន​ស្គាល់
lt: Nežinoma
mr: अज्ञात
nb: Ukjent
nl: Onbekend
pa: ਅਣਜਾਣ
pt: Desconhecido
ro: Necunoscut
ru: Неизвестно
sk: Neznámy
sv: Okänd
ta: அறியப்படவில்லை
th: ไม่รู้จัก
uk: Невідомо
wa: Nén cnoxhou
xh: Akwaziwa

source: <P>With this dialog you can set volume for each channel of the selected sound card. Press <B>Next</B> to save your volume settings, press <B>Back</B> to restore the original settings.</P>
af: <P>Met hierdie dialoog kan u die volume vir elke kanaal van die gekose klankkaarte stel. Druk <B>Volgende</B> om u volume-instellings te berg, druk <B>Terug</B> om die oorspronklike instellings terug te stel.</P>
bg: <P>Чрез този екран ще можете да зададете силата на звука за всеки канал на избраната звукова карта. Натиснете <B>Следващ</B> за да запазите вашите настройки. Натиснете <B>Назад</B> за да върнете оригиналните настройки.
bn: <P>এই আলাপচারিতায় আপনি নির্বাচিত সাউন্ড কার্ডের প্রতিটি চ্যানেলের জন্যে ভলিউম ধার্য করতে পারেন. ভলিউম সেটিং সংরক্ষণের জন্যে <B>পরবর্তী</B> টিপুন, মূল সেটিংয়ে ফিরে আসার জন্য <B>পশ্চাতে</B> টিপুন.</P>
ca: <P>En aquest diàleg podeu especificar el volum que voleu per a cada canal de la targeta de so que heu seleccionat. Premeu <B>Següent</B> per desar els paràmetres de volum i <B>Enrere</B> per restablir-ne els originals.</P>
cs: <P>V tomto dialogu můžete nastavit hlasitost pro každá kanál vybrané zvukové karty. Tlačítko <B>Další</B> uloží nastavení hlasitosti, tlačítko <B>Zpět</B> obnoví původní nastavení.</P>
da: <P>Med denne dialog kan du sætte lydstyrken for hver kanal i det valgte lydkort. Tryk <B>Næste</B> for at gemme dine lydstyrke-indstillinger, tryk <b>Tilbage</b> for at genskabe de originale indstillinger.</P>
de: <P> In diesem Dialog können Sie die Lautstärke für jeden Kanal der gewählten Soundkarte einstellen. Drücken Sie <B>Weiter</B>, um die Einstellungen für die Lautstärke zu speichern. Drücken Sie <B>Zurück</B>, um die ursprünglichen Einstellungen wiederherzustellen. </P>
el: <P>Με αυτό το διάλογο μπορείτε να ορίσετε την ένταση σε κάθε κανάλι της επιλεγμένης κάρτας ήχου. Πατήστε <B>Επόμενο</B> για να αποθηκευτούν οι ρυθμίσεις έντασης, πατήστε <B>Πίσω</B> για επαναφορά των αρχικών ρυθμίσεων.</P>
es: <P>Con este cuadro de diálogo puede establecer el volumen para cada canal de la tarjeta de sonido seleccionada. Pulse <B>Siguiente</B> para almacenar su configuración de volumen o <B>Atrás</B> para restablecer los valores originales.</P>
fi: <P>Tällä valintaikkunalla voidaan säätää valitun äänikortin jokaisen kanavan äänenvoimakkuus. Valitse <B>Seuraava</B> tallentaaksesi äänenvoimakkuusasetukset, valitse <B>Takaisin</B> palauttaaksesi alkuperäiset asetukset.</P>
fr: <P>Ce dialogue vous permet de régler le volume pour chaque canal de la carte son sélectionnée Cliquez sur <B>Suivant</B> pour enregistrer les paramètres du volume et sur <B>Retour</B> pour restaurer les paramètres initiaux.</P>
gl: <P>Con este cadro de diálogo pode establecer o volume para cada canle da tarxeta de son seleccionada. Prema <B>Seguinte</B> para almacenar a súa configuración de volume, prema <B>Atrás</B> para restablecer os orixinais.</P>
gu: <P>સાથેનો ડાયલોગ તમે વેલ્યુને દરેક ચેનલ માટે સાઉન્ડ કાર્ડમાંસેટ કરો. પ્રેસ <B>નેક્સ્ટ</B> તમારા વોલ્યુમ સેટીંગ માટે સેવ કરો, પ્રેસ <B>બેક</B> ને ઓરીજનલ સેટીંગ માટે સેવ કરો.</P>
hi: <P>इस डायलॉग से आप चयनित आवाज कार्ड के प्रत्येक चैनल के लिए वॉल्यूम को सेट कर सकते हैं. अपने वॉल्यूम सेटिंग्स को संचय करने के लिए <B>नेक्सट</B> दबाएं, मूल सेटिंग्स को रेस्टोर करने के लिए <B>बैक</B>दबाएं.</P>
hr: <p>U ovom prozoru možete postaviti glasnoću za svaki kanal odabrane zvučne kartice. Pritisnite <b>Dalje</b> da biste sačuvali vaše postavke glasnoće, pritisnite <b>Nazad</b> da biste vratili originalne postavke.</p>
hu: <P>Ebben a párbeszédablakban állítható be a kiválasztott hangkártya hangereje, minden csatornához. A beállított értékek mentéséhez nyomja meg a <B>Következő</B>, a módosított értékek visszaállításához pedig a <B>Vissza</B> gombot.</P>
id: <P>Dengan dialog ini Anda dapat mengatur volume untuk setiap channel dari kartu suara yang dipilih. Tekan <B>Berikutnya</B> untuk menyimpan pengaturan volume Anda, tekan <B>Kembali</B> untuk mengembalikan pengaturan awal.</P>
ja: <P>このダイアログでは、選択したサウンドカードの各チャンネルの音量を設定することができます。 <B>次へ</B> を押すと音量設定を保存することができます。 <B>戻る</B> を押すと元の設定に戻ります。</P>
km: <P>ក្នុង​ប្រអប់​នេះ អ្នក​អាច​កំណត់​សំឡេង​សម្រាប់​ឆានែល​និមួយៗ​នៃ​កាត​សំឡេង​ដែល​បាន​ជ្រើស ។​ ចុច <B>បន្ទាប់</B> ដើម្បី​រក្សាទុក​ការ​កំណត់​សំឡេង​របស់​អ្នក ចុច <B>ថយក្រោយ</B> ដើម្បី​ស្ដារ​ការ​កំណត់​ដើម ។​</P>
lt: <P>Šiame dialoge galite nustatyti pasirinktos garso plokštės kiekvieno kanalo garso stiprumą. Norėdami išsaugoti garsumo nuostatas, spauskite <B>Toliau</B>, norėdami atstatyti numatytąsias reikšmes, spauskite <B>Atgal</B>.</P>
mr: <P>हया डायलॉगद्वारे निवडलेल्या ध्वनी कार्डच्या प्रत्येक चॅनलची संख्या तुम्ही पाहू शकता. ही कळ दाबा <B>नंतर</B> व्हॅल्यूअम सेटींग्ज साठवण्यासाठी <B>Back</B> मुळचे सेटींग्ज परत आणण्यासाठी.</P>
nb: <P>I denne dialogen kan du stille inn lydstyrken for hver enkelt kanal for det valgte lydkortet. Klikk <B>Neste</B> for å lagre lydstyrkeinnstillingene. Klikk <B>Tilbake</B> for å gjenopprette de opprinnelige innstillingene.</P>
nl: <P>Met dit dialoog kunt u het volume van ieder kanaal van de geselecteerde geluidskaart instellen. Druk op <B>Verder</B> om uw volume instellingen op te slaan, druk op <B>Terug</B> om de originele instellingen terug te zetten.</P>
pa: <P>ਇਸ ਡਾਈਲਾਗ ਵਿੱਚ ਤੁਸੀਂ ਚੁਣੇ ਸਾਊਂਡ ਕਾਰਡ ਦੇ ਹਰੇਕ ਚੈਨਲ ਦਾ ਵਾਲੀਅਮ ਸੈਟਿੰਗ ਕਰ ਸਕਦੇ ਹੋ। ਆਪਣੀ ਵਾਲੀਅਮ ਸੈਟਿੰਗ ਸੰਭਾਲਣ ਲਈ <B>ਅੱਗੇ</B> ਦਬਾਓ, ਅਸਲੀ ਸੈਟਿੰਗ ਰੀਸਟੋਰ ਕਰਨ ਲਈ <B>ਪਿੱਛੇ</B> ਦਬਾਓ।</P>
pt: <P>Nesta caixa de diálogo pode definir o volume para cada canal da placa de som seleccionada. Seleccione <B>Próximo</B> para guardar as definições de volume, seleccione <B>Voltar</B> para repor as definições originais.</P>
ro: <P>În acest dialog puteți seta volumul pentru fiecare canal al plăcii de sunet selectate. Apăsați <B>Următor</B> pentru a salva setările de volum sau <B>Înapoi</B> pentru a restaura setările originale.</P>
ru: <P>С помощью этого диалогового окна вы можете установить громкость для каждого канала выбранной звуковой карты. Нажмите <B>Далее</B>, чтобы сохранить установки громкости, или <B>Назад</B>, чтобы восстановить первоначальные установки.</P>
sk: <P>V tomto dialógu môžete nastaviť hlasitosť pre každý kanál vybranej zvukovej karty. Stlačením <B>Dopredu</B> uložíte toto nastavenie, <B>Nazad</B> obnoví pôvodné nastavenie.</P>
sv: <P>Med den här dialogrutan kan du ställa in volymen för varje kanal på det valda ljudkortet. Klicka på <B>Nästa</B> för att spara volyminställningarna, klicka på <B>Tillbaka</B> för att återställa originalinställningarna.</P>
ta: <P>இந்த சொல்லாடலில் நீங்கள் தேர்வு செய்யப்பட்ட ஒலி அட்டையின் கனத்தை ஒவ்வொரு அலைவரிசைக்கும் அமைக்கலாம். <B>அடுத்தது</B>ஐ உங்கள் ஒலியளவை அமைக்க அழுத்தவும், <B>பின்</B> உங்கள்மூல அமைப்பை மீட்க அழுத்தவும். </P>
uk: <P>В цьому вікні можна вказати гучність кожного каналу вибраної звукової плати. Натисніть <B>Далі</B>, щоб зберегти параметри гучності; Натисніть <B>Назад</B>, щоб відновити оригінальні параметри.</P>
xh: <P>Ngale ngxoxo ungamisela amandla akho etshaneli nganye yekhadi elikhethiweyo. Cinezela <B>Okulandelayo</B> ukugcina izakhelo zamandla, cinezela <B>Buyâ€™umva</B> ukubuyisela izakhelo zokuqala.</P>

source: Volume Settings for Card %1 - %2
bg: Сила на звука за %1 - %2
ca: Paràmetres del volum per a la targeta %1 - %2
cs: Nastavení hlasitosti karty %1 – %2
da: Lydstyrke-indstillinger for kortet %1 - %2
de: Einstellung der Lautstärke für die Karte %1 - %2
el: Ρυθμίσεις έντασης για την Κάρτα %1 - %2
es: Configuración de volumen de la tarjeta %1: %2
fi: Äänenvoimakkuusasetukset kortille %1 - %2
fr: Paramètres de volume de la carte %1 - %2
gl: Axustes de volume da tarxeta %1 - %2
hr: Postavke glasnoće za karticu %1 - %2
hu: Hangerő beállítása a(z) %1 számú, %2 kártyához
id: Pengaturan Volume untuk Kartu %1 - %2
ja: カード %1 - %2 の音量設定
km: ការ​កំណត់​​កម្រិត​សំឡេង​សម្រាប់​កាត %1 - %2
lt: Garsumo nuostatos %1 - %2 plokštei
nb: Voluminnstillinger for kortet %1 - %2
nl: Volume-instellingen voor kaart %1 - %2
pt: Definições de Volume para a Placa %1 - %2
ro: Setările de volum pentru Card %1 - %2
ru: Установки уровня громкости для карты %1 — %2
sk: Nastavenie hlasitosti pre kartu %1 - %2
sv: Volyminställningar för kort %1 - %2
uk: Параметри гучності для плати %1 - %2
wa: Apontiaedjes do volume pol cwåte %1 - %2

source: The value: %1 must be a number
af: Die waarde: %1 moet 'n nommer wees
bg: Стойността на %1 трябва да е число.
bn: মান: %1 কে সংখ্যা হতেই হবে
ca: El valor: %1 ha de ser numèric
cs: Hodnota %1 musí být číslo
da: Værdien: %1 skal være et tal
de: Der Wert: %1 muss eine Zahl sein
el: Η τιμή: %1 πρέπει να είναι αριθμός
es: El valor %1 debe ser un número
fi: Arvon %1 pitää olla numeerinen
fr: La valeur : %1 doit être un nombre
gl: O valor %1 ten que ser un número
gu: કિંમતઃ %1 નંબર
hi: मान: %1 न० होना चाहिए
hr: Vrijednost: %1 mora biti broj
hu: A(z) %1 értéknek számnak kell lennie
id: Nilai: %1 harus berupa angka
ja: 音量: %1 は数値でなければなりません
km: តម្លៃ ៖ %1 ត្រូវ​តែ​ជា​លេខ
lt: Reikšmė: %1 turi būti skaitinė
mr: मूल्य: %1 संख्या असली पाहिजे
nb: Verdien: %1 må være et tall
nl: De waarde: %1 moet een getal zijn
pa: ਮੁੱਲ : %1 ਅੰਕ ਹੋਣਾ ਜਰੂਰੀ ਹੈ
pt: O valor: %1 deve ser um número
ro: Valoarea: %1 trebuie să fie un număr
ru: Значение '%1' должно быть числом
sk: Hodnota: %1 musí byť číslo
sv: Värdet: %1 måste vara ett tal
ta: மதிப்பு: %1 எண்ணாக இருக்கவேண்டும்.
th: ค่า: %1 จะต้องเป็นตัวเลข
uk: Значення: %1 повинно бути числом
wa: Li valixhance: %1 doet esse on limero
xh: Ixabiso: u %1 kufanele ukuba yinamba

source: (space)
af: (spasie)
bg: (интервал)
bn: (শূন্যস্থান)
ca: (espai)
cs: (mezera)
da: (mellemrum)
de: (Leerzeichen)
el: (κενό)
es: (espacio)
fi: (välilyönti)
fr: (espace)
gl: (espacio)
gu: (સ્પેસ)
hi: (स्पेस)
hr: (razmak)
hu: (szóköz)
id: (spasi)
ja: (空白)
km: (ចន្លោះ)
lt: (tarpas)
mr: (रिक्त जागा)
nb: (mellomrom)
nl: (spatie)
pa: (ਖਾਲੀ ਥਾਂ)
pt: (espaço)
ro: (spațiu)
ru: (пробел)
sk: (medzera)
sv: (blanksteg)
ta: (இடைவெளி)
uk: (пропуск)
wa: (espåce)
xh: (isithuba)

source: String cannot contain: %1
af: String kan nie die volgende bevat nie: %1
bg: Низът не може да съдържа %1
bn: স্ট্রিংয়ে থাকতে পারে না: %1
ca: La cadena no pot contenir: %1
cs: Řetězec nemůže obsahovat: %1
da: Strengen kan ikke indholde: %1
de: Die Zeichenkette darf nicht enthalten: %1
el: Το αλφαριθμητικό δεν μπορεί να περιέχει: %1
es: La cadena no puede contener: %1
fi: Merkkijono ei voi sisältää: %1
fr: La chaîne ne doit pas contenir : %1
gl: A cadea non pode conter: %1
gu: સ્ટ્રીંગને ક્યારે પણ કન્ટેન નહિ કરે: %1
hi: स्ट्रिंग नही रख सकता: %1
hr: Niz znakova ne može sadržavati: %1
hu: A karaktersorozat nem tartalmazhat: %1
id: String tidak dapat mengandung: %1
ja: 文字列には %1 を使用することはできません
km: ឃ្លា​មិន​អាច​មាន ៖ %1
lt: Eilutė negali turėti: %1
mr: अक्षरसंचात समाविष्ट असू शकत नाही: %1
nb: Strengen kan ikke inneholde: %1
nl: De string mag dit niet bevatten: %1
pa: ਸਤਰ ਵਿੱਚ ਸ਼ਾਮਲ ਨਹੀਂ: %1
pt: O texto não pode conter: %1
ro: Șirul nu poate conține: %1
ru: Строка не должна содержать '%1'
sk: Reťazec nesmie obsahovať: %1
sv: Strängen får inte innehålla %1
ta: சரம் கொண்டிருக்கக்கூடாதது: %1
th: ข้อความไม่สามารถบรรจุต่อไปนี้ได้: %1
uk: Рядок не може містити: %1
wa: I gn pout gn awè dins l' tchinne: %1
xh: Uluhlu alunakuqulatha: %1

source: The value must be one of %1
af: Die waarde moet een van %1 wees
bg: Стойността трябва да бъде едно от %1
bn: মানটি %1 এর একটি হতে হবে.
ca: Cal que aquest valor sigui un de %1
cs: Hodnota musí patřit do výběru %1
da: Værdien skal være en af %1
de: Der Wert muss einer aus dieser Liste sein: %1
el: Η τιμή πρέπει να είναι μία από %1
es: El valor debe ser uno de %1
fi: Arvon pitää olla jokin seuraavista %1
fr: La valeur doit faire partie de %1
gl: O valor debe ser un de %1
gu: એક જ કિંમત %1
hi: मान %1 की एक होनी चाहिए
hr: Vrijednost mora biti jedna od %1
hu: Válasszon az alábbi értékek közül %1
id: Nilai harus salah satu dari %1
ja: 音量は %1 のうちのいずれかでなければなりません
km: តម្លៃ​ត្រូវ​តែ​ជា​តម្លៃ​មួយ​ក្នុង​ចំណោម %1
lt: Reikšmė turi būti viena iš %1
mr: मूल्य असले पाहिजे %1
nb: Verdien må be en av %1
nl: De waarde moet er één zijn van %1
pa: %1 ਵਿੱਚੋਂ ਮੁੱਲ ਹੋਣਾ ਲਾਜ਼ਮੀ ਹੈ
pt: O valor deve ser um de %1
ro: Valoarea trebuie să fie din lista %1
ru: Значение должно быть одним из %1
sk: Táto hodnota musí byť jedna z %1
sv: Värdet måste vara ett av %1
ta: மதிப்பு %1 ஒன்றின் ஒன்றாக இருக்கவேண்டும்
th: ค่าจะต้องเป็นตัวใดตัวหนึ่งของ %1
uk: Значення може бути одне з %1
wa: Li valixhance doet esse ene di cisses lale %1
xh: Ixabiso kufuneka libe lelinye le %1

source: Possible value: not known
af: Moontlike waarde: nie bekend nie
bg: Възможна стойност неизвестна
bn: সম্ভাব্য মান: জানা নেই
ca: Valor possible: desconegut
cs: Možná hodnota: neznámá
da: Mulig værdi: ikke kendt
de: Möglicher Wert: unbekannt
el: Πιθανή τιμή: άγνωστη
es: Posible valor: desconocido
fi: Sallitut arvot: ei tiedossa
fr: Valeur possible : inconnue
gl: Valor posible: descoñecido
gu: શક્ય કિંમત: જાણતા નથી
hi: सभंव मान: नहीं पता
hr: Moguća vrijednost: nije poznata
hu: Lehetséges érték: ismeretlen
id: Nilai yang mungkin: tidak diketahui
ja: 入力可能な値: 不明
km: តម្លៃ​ដែល​អាច​មាន ៖ មិន​ស្គាល់
lt: Galima reikšmė: nežinoma
mr: संभाव्य मूल्य: माहित नाही
nb: Mulig verdi: ikke kjent
nl: Mogelijke waarde: niet bekend
pa: ਸੰਭਵ ਮੁੱਲ: ਪਛਾਣਿਆ ਨਹੀਂ
pt: Valor possível: desconhecido
ro: Valoare posibilă: necunoscut
ru: Возможные значения: неизвестны
sk: Možné hodnoty: neznáme
sv: Möjligt värde: inte känt
ta: நிகழக்கூடி மதிப்பு: அறியப்படவில்லை.
th: ค่าที่เป็นไปได้: ไม่ทราบ
uk: Можливе значення: невідоме
wa: Possibe valixhance: nén cnoxhou
xh: Ixabiso elinokwenzeka: alaziwa
