Repository: Dzejrou/yast-translations
Catalog: po/sound/*.po
Languages: af, bg, bn, ca, cs, da, de, el, es, fi, fr, gl, gu, hi, hr, hu, id, ja, km, lt, mr, nb, nl, pa, pt, ro, ru, sk, sv, ta, th, uk, wa, xh

source: Save module configuration
af: Berg modulekonfigurasie
bg: Запазване на настройката на модула
bn: মডিউল সংরূপণ সংরক্ষণ করুন
ca: Desa la configuració dels mòduls
cs: Uložit konfiguraci modulů
da: Gem modulkonfiguration
de: Modulkonfiguration speichern
el: Αποθήκευση ρυθμίσεων λειτουργικής μονάδος
es: Guardar la configuración de los módulos
fi: Tallenna moduulin määritykset
fr: Enregistrer la configuration du module
gl: Gardar a configuración dos módulos
gu: મોડ્યુલ કોન્ફીગરેશન સેવ કરો
hi: मोडयूल समनुरुपण संचय करें
hr: Sačuvaj postavke modula
hu: Modulbeállítások mentése
id: Simpan modul konfigurasi
ja: モジュール設定の保存
km: រក្សាទុក​ការ​កំណត់​រចនាសម្ព័ន្ធ​ម៉ូឌុល
lt: Išsaugoti modulio konfigūraciją
mr: मॉड्यूल संरचना संग्रहीत करा
nb: Lagre modulkonfigurasjon
nl: Moduleconfiguratie opslaan
pa: ਮੋਡੀਊਲ ਸੰਰਚਨਾ ਸੰਭਾਲੋ
pt: Guardar configuração do módulo
ro: Salvează configurația modulului
ru: Сохранить конфигурацию модуля
sk: Uloženie konfigurácie modulu
sv: Spara modulinställningar
ta: கூறு வடிவமைப்பை சேமிக்கவும்.
th: บันทึกค่าการปรับแต่งมอดูล
uk: Збереження налаштування модуля
wa: Schaper l' apontiaedje do module.
xh: Gcina ubumbeko lwemodyuli

source: Save sound card information
af: Berg klankkaartinligting
bg: Запазване на информацията за звуковата карта
bn: সাউন্ড কার্ডের তথ্য সংরক্ষণ করুন
ca: Desa la informació sobre la targeta de so
cs: Uložit informace o zvukové kartě
da: Gem lydkortinformation
de: Informationen zur Soundkarte speichern
el: Αποθήκευση πληροφοριών κάρτας ήχου
es: Guardar la configuración de la tarjeta de sonido
fi: Tallenna äänikortin tiedot
fr: Enregistrer les informations sur la carte son
gl: Gardar a configuración das tarxetas de son
gu: સાઉન્ડ કાર્ડની માહિતી સેવ કરો
hi: आवाज कार्ड की जानकारियाँ संचय करें
hr: Sačuvaj informacije o zvučnoj kartici
hu: Hangkártya-információ mentése
id: Simpan informasi kartu suara
ja: サウンドカード情報の保存
km: រក្សាទុក​ព័ត៌មាន​កាត​សំឡេង
lt: Išsaugoti garso plokštės informaciją
mr: ध्वनीकार्ड माहिती संग्रहीत करा
nb: Lagre lydkortinformasjonen
nl: Geluidskaartconfiguratie opslaan
pa: ਸਾਊਂਡ ਕਾਰਡ ਜਾਣਕਾਰੀ ਸੰਭਾਲੋ
pt: Guardar informação da placa de som
ro: Salvează informațiile plăcii de sunet
ru: Сохранить информацию о звуковой карте
sk: Uloženie informácií o zvukovej karte
sv: Spara ljudkortsinformation
ta: ஒலி அட்டைத் தகவலை சேமிக்கவும்.
th: บันทึกข้อมูลรายละเอียดของแผงวงจรเสียง
uk: Збереження інформації звукової плати
wa: Schaper les informåcions sol cwåte son
xh: Gcina ulwazi lwekhadi lesandi

source: Save sysconfig values
af: Berg sysconfig-waardes
bg: Запазване на стойностите на sysconfig
bn: sysconfig মানগুলি সংরক্ষণ করুন
ca: Desa els valors de sysconfig
cs: Uložit hodnoty sysconfig
da: Gem sysconfig-værdier
de: sysconfig-Werte speichern
el: Αποθήκευση τιμών sysconfig
es: Guardar los valores de sysconfig
fi: Tallenna sysconfig-arvot
fr: Enregistrer les valeurs sysconfig
gl: Gardar os valores de sysconfig
gu: sysconfig વેલ્યુઝ સેવ કરો
hi: sysconfig मान संचय करें
hr: Sačuvaj sysconfig vrijednosti
hu: A sysconfig értékek mentése
id: Simpan nilai sysconfig
ja: sysconfig の値の保存
km: រក្សាទុកតម្លៃ sysconfig
lt: Išsaugoti sysconfig reikšmes
mr: प्रणाली संरचना मूल्य संग्रहीत करा
nb: Lagre sysconfig-verdier
nl: Sysconfig-waarden opslaan
pa: sysconfig ਮੁੱਲ ਸੰਭਾਲੋ
pt: Guardar valores do sysconfig
ro: Salvează valorile sysconfig
ru: Сохранить значения sysconfig
sk: Uloženie hodnoty sysconfig
sv: Spara sysconfig-värden
ta: sysconfig மதிப்புகளை சேமிக்கவும்.
th: บันทึกค่าของ sysconfig
uk: Збереження значення sysconfig
wa: Schaper les valixhances di sysconfig
xh: Gcina amaxabiso esixokelelwano sobumbeko

source: Start sound card
af: Begin klankkaart
bg: Стартиране на звуковата карта
bn: সাউন্ড কার্ড চালু করুন
ca: Inicia la targeta de so
cs: Spustit zvukovou kartu
da: Start lydkort
de: Soundkarte starten
el: Εκκίνηση κάρτας ήχου
es: Iniciar la tarjeta de sonido
fi: Käynnistä äänikortti
fr: Démarrer la carte son
gl: Iniciar a tarxeta de son
gu: સ્ટાર્ટ સાઉન્ડ કાર્ડ
hi: आवाज कार्ड शुरु करें
hr: Pokreni zvučnu karticu
hu: Hangkártya előkészítése
id: Memulai kartu suara
ja: サウンドカードの開始
km: ចាប់ផ្ដើម​កាត​សំឡេង
lt: Paleisti garso plokštę
mr: ध्वनीकार्ड सुरू करा
nb: Aktivere lydkort
nl: Geluidskaart starten
pa: ਸਾਊਂਡ ਕਾਰਡ ਚਲਾਓ
pt: Iniciar placa de som
ro: Pornește placa de sunet
ru: Запустить звуковую карту
sk: Spustenie zvukovej karty
sv: Starta ljudkort
ta: ஒலி அட்டையைத் துவக்கவும்
th: เริ่มการใช้แผงวงจรเสียง
uk: Запуск звукової плати
wa: Enonder l' cwåte son
xh: Qalisa ikhadi lesandi

source: Store volume
af: Berg volume
bg: Съхраняване на силата на звука
bn: ভলিউম সঞ্চয় করুন
ca: Emmagatzema el volum
cs: Uložit hlasitost
da: Gem lydstyrke
de: Lautstärke speichern
el: Αποθήκευση έντασης
es: Almacenar el volumen
fi: Tallenna äänenvoimakkuus
fr: Enregistrer le volume
gl: Almacenar o volume
gu: સ્ટોર વોલ્યુમ
hi: वोल्यूम शुरु करें
hr: Sačuvaj glasnoću
hu: Hangerő-beállítás megőrzése
id: Simpan volume
ja: 音量の保存
km: ទុកសំឡេង
lt: Išsaugoti garsumą
mr: धवनीपातळी संग्रहीत करा
nb: Lagre lydstyrke
nl: Volume opslaan
pa: ਵਾਲੀਅਮ ਸੰਭਾਲੋ
pt: Guardar volume
ro: Stochează volumul
ru: Сохранить уровень громкости
sk: Uloženie hlasitosti
sv: Lagra volym
ta: ஒலியளவை சேமிக்கவும்
th: จัดเก็บระดับเสียง
uk: Збереження гучності
wa: Wårder volume
xh: Gcina amandla

source: Saving sound card settings...
af: Berg van klankkaartinstellings ...
bg: Запазване настройките на звуковата карта…
bn: ভাষা এবং কনসোল সেটিংসমূহ সংরক্ষন করা হচ্ছে...
ca: S’estan desant els paràmetres de la targeta de so...
cs: Ukládá se nastavení zvukové karty...
da: Gemmer lydkortindstillinger...
de: Einstellungen für Soundkarte werden gespeichert...
el: Αποθήκευση ρυθμίσεων κάρτας ήχου...
es: Guardando los ajustes de la tarjeta de sonido...
fi: Tallennetaan äänikortin asetuksia...
fr: Enregistrement des paramètres de la carte son...
gl: Gardando os axustes da tarxeta de son...
gu: સાઉન્ડ કાર્ડ સેટીંગ્સ સેવ કરી રહયું છે...
hi: आवाज कार्ड का व्यवस्थाऐं संचय कर रहा है...
hr: Spremam postavke zvučne kartice...
hu: Hangkártya-beállítások mentése...
id: Menyimpan pengaturan kartu suara...
ja: サウンドカードの設定を保存しています...
km: កំពុង​រក្សាទុក​ការ​កំណត់​កាត​សំឡេង​...
lt: Įrašomos garso plokštės nuostatos...
mr: ध्वनीकार्ड मांडणी संग्रहीत करत आहे...
nb: Lagrer lydkortinnstillinger...
nl: Geluidskaartinstellingen worden opgeslagen...
pa: ਸਾਊਂਡ ਕਾਰਡ ਸੈਟਿੰਗ ਸੰਭਾਲੀ ਜਾ ਰਹੀ ਹੈ...
pt: A Guardar definições da placa de som...
ro: Salvez configurația plăcii de sunet...
ru: Сохранение настроек звуковой карты...
sk: Ukladám nastavenia zvukovej karty...
sv: Sparar ljudkortsinställningar...
ta: ஒலி அட்டை அமைவுகள் சேமிக்கப்படுகின்றன....
th: กำลังบันทึกค่าการปรับแต่งมอดูล...
uk: Збереження параметрів звукової плати...
wa: Dji schape les tchuzes del cwåte son...
xh: Igcina izakhelo zekhadi lesandi...

source: Saving card information...
af: Berg van kaartinligting ...
bg: Запазване на информацията за картата…
bn: কার্ডের তথ্য সংরক্ষণ করছে...
ca: Desant la informació de la targeta...
cs: Ukládá se informace o zvukové kartě...
da: Gemmer kortinformation...
de: Informationen zur Soundkarte speichern...
el: Αποθήκευση πληροφοριών κάρτας...
es: Guardando la información de la tarjeta...
fi: Tallennetaan äänikortin tietoja...
fr: Enregistrement des informations de la carte son...
gl: Gardando a información da tarxeta...
gu: કાર્ડ માહિતી સેવ કરી રહયું છે...
hi: ड कार्डीकजानकारियाँ वस्थाऐं संचय कर रहा है...
hr: Spremam informacije o kartici...
hu: Hangkártyaadatok mentése...
id: Menyimpan informasi kartu...
ja: カード情報を保存しています...
km: កំពុង​រក្សាទុក​ព័ត៌មាន​កាត​...
lt: Išsaugoma plokštės informacija...
mr: कार्डाची माहिती संग्रहीत करत आहे...
nb: Lagrer informasjon om kort...
nl: Kaartinformatie wordt opgeslagen...
pa: ਕਾਰਡ ਜਾਣਕਾਰੀ ਸੰਭਾਲੀ ਜਾ ਰਹੀ ਹੈ...
pt: A guardar informação das placas...
ro: Salvez informațiile plăcii...
ru: Сохранение информации о карте...
sk: Ukladám informácie karty...
sv: Sparar kortinformation...
ta: அட்டைத் தகவல்கள் சேமிக்கப்படுகின்றன...
th: กำลังบันทึกข้อมูลรายละเอียดของแผงวงจรเสียง...
uk: Збереження інформації про плату...
xh: Igcina ulwazi lwekhadiâ€¦

source: Saving sysconfig values...
af: Berg van sysconfig-waardes ...
bg: Записване на стойностите на sysconfig…
bn: sysconfig মানগুলি সংরক্ষণ করছে...
ca: Desant els valors de sysconfig...
cs: Ukládají se sysconfig hodnoty...
da: Gemmer sysconfig-værdier...
de: sysconfig-Werte werden gespeichert...
el: Αποθήκευση τιμών sysconfig...
es: Guardando los valores de sysconfig...
fi: Tallennetaan sysconfig-arvoja...
fr: Enregistrement des valeurs sysconfig...
gl: Gardando os valores de sysconfig...
gu: sysconfig વેલ્યુઝ સેવ કરી રહયું છે...
hi: sysconfig मान संचय कर रहा है...
hr: Spremam sysconfig vrijednosti...
hu: Sysconfig értékeinek mentése...
id: Menyimpan nilai sysconfig...
ja: sysconfig の値を保存しています...
km: កំពុង​រក្សាទុក​តម្លៃ sysconfig...
lt: Išsaugomos sysconfig reikšmės...
mr: प्रणाली संरचना मूल्य संग्रहीत करत आहे...
nb: Lagrer sysconfig-verdier...
nl: De sysconfig-waarden worden opgeslagen...
pa: sysconfig ਮੁੱਲ ਸੰਭਾਲੇ ਜਾ ਰਹੇ ਹਨ...
pt: A guardar valores do sysconfig...
ro: Salvez valorile sysconfig...
ru: Сохранение значений sysconfig...
sk: Ukladám hodnoty sysconfig...
sv: Sparar sysconfig-värden...
ta: sysconfig மதிப்புகள் சேமிக்கப்படுகின்றன...
th: กำลังบันทึกค่าของ sysconfig...
uk: Збереження значень sysconfig...
wa: Dji schape les valixhances di sysconfig...
xh: Igcina amaxabiso esixokelelwano sobumbeko...

source: Starting sound card...
af: Begin van klankkaart ...
bg: Стартиране на звуковата карта…
bn: সাউন্ড কার্ড চালু করছে...
ca: Iniciant la targeta de so...
cs: Spouští se zvuková karta...
da: Starter lydkort...
de: Soundkarte starten...
el: Εκκίνηση κάρτας ήχου...
es: Iniciando tarjeta de sonido...
fi: Käynnistetään äänikortti...
fr: Démarrage de la carte son...
gl: Iniciando a tarxeta de son...
gu: સાઉન્ડ કાર્ડ સ્ટાર્ટ કરી રહયું છે...
hi: आवाज कार्ड शुरु कर रहा है...
hr: Pokrećem zvučnu karticu...
hu: Hangkártya előkészítése...
id: Memulai kartu suara...
ja: サウンドカードを開始しています...
km: កំពុង​ចាប់ផ្ដើមកាត​សំឡេង...
lt: Paleidžiama garso plokštė...
mr: ध्वनीकार्ड सुरू करत आहे...
nb: Aktiverer lydkort...
nl: De geluidskaart wordt gestart...
pa: ਸਾਊਂਡ ਕਾਰਡ ਚਾਲੂ ਕੀਤਾ ਜਾਂਦਾ ਹੈ...
pt: A iniciar placa de som...
ro: Pornesc placa de sunet...
ru: Запуск звуковой карты...
sk: Spúšťam zvukovú kartu...
sv: Startar ljudkort...
ta: ஒலி அட்டைத் துவக்கப்படுகின்றது...
th: กำลังเริ่มการใช้แผงวงจรเสียง...
uk: Запуск звукової плати...
wa: Dj' enonde li cwåte son...
xh: Iqalisa ikhadi lesandi...

source: Storing volume settings...
af: Berg van volume-instellings ...
bg: Съхраняване настройките за силата на звука…
bn: ভলিউণ সেটিংগুলি স্টোর করছি...
ca: Desant la configuració del volum...
cs: Ukládá se nastavení hlasitosti...
da: Gemmer lydstyrkeindstillinger...
de: Lautstärkeeinstellungen speichern...
el: Αποθήκευση ρυθμίσεων έντασης...
es: Almacenando los ajustes de sonido...
fi: Tallennetaan äänenvoimakkuuden asetukset...
fr: Enregistrement des paramètres de volume...
gl: Almacenando os axustes de son...
gu: વોલ્યુમ સેટીંગ્સ સ્ટોર કરી રહયું છે...
hi: वोल्यूम व्यवस्थाऐं स्टोर रहा है.
hr: Spremam postavke glasnoće...
hu: Hangerő-beállítások mentése...
id: Simpan pengaturan volume...
ja: 音量設定を保存しています...
km: កំពុង​ផ្ទុក​ការ​កំណត់​សំឡេង​​...
lt: Įrašomos garsumo nuostatos...
mr: धवनीपातळी संग्रहीत करत आहे...
nb: Lagrer lydstyrkeinnstillinger...
nl: Volume-instellingen worden opgeslagen...
pa: ਵਾਲੀਅਮ ਸੈਟਿੰਗ ਸੰਭਾਲੀ ਜਾ ਰਹੀ ਹੈ...
pt: A guardar definições de volume...
ro: Stochez setările de volum...
ru: Сохранение уровня громкости...
sk: Ukladám nastavenie hlasitosti...
sv: Lagrar volyminställningar...
ta: ஒலியளவு அமைப்புகள் சேமிக்கப்படுகின்றன...
th: กำลังจัดเก็บระดับเสียง...
uk: Збереження параметрів гучності...
wa: Dji wåde les tchuzes do volume...
xh: Igcina izakhelo zamandla...

source: Install required packages
af: Installeer vereiste pakkette
bg: Инсталиране на необходимите пакети
bn: শুধুমাত্র ইনস্টলকৃত প্যাকেজগুলো আপডেট করো
ca: Instal·la els paquets necessaris
cs: Instalovat požadované balíčky
da: Installér påkrævede pakker
de: Erforderliche Pakete installieren
el: Εγκατάσταση απαιτούμενων πακέτων
es: Instalar paquetes requeridos
fi: Asenna vaaditut paketit
fr: Installer les paquets nécessaires
gl: Instalar paquetes requiridos
gu: જોઇતા પેકેજીસ ઈન્સ્ટોલ કરો
hi: अवश्यक बंडलो को अधिष्ठापित करो
hr: Instaliraj potrebne pakete
hu: Szükséges csomagok telepítése
id: Pasang paket yang dibutuhkan
ja: 必要なパッケージのインストール
km: ដំឡើង​កញ្ចប់​ដែល​ត្រូវការ
lt: Įdiegti reikalingus paketus
mr: आवश्यक पॅकेजेस स्थापीत करा
nb: Installer nødvendige pakker
nl: Benodigde pakketten installeren
pa: ਲੋੜੀਦੇ ਪੈਕੇਜ ਇੰਸਟਾਲ ਕਰੋ
pt: Instalar pacotes necessários
ro: Instalez pachetele necesare
ru: Установить требуемые пакеты
sk: Inštalácia potrebných balíkov
sv: Installera paket som krävs
ta: தேவையான திரள் தொகுதியை நிறுவு
th: ติดตั้งแพกเกจโปรแกรมที่ต้องการ
uk: Встановити необхідні пакунки
wa: Astaler les pacaedjes dimandés
xh: Hlohla imibekelelo efunekayo

source: Installing required packages...
af: Installeer vereiste pakkette ...
bg: Инсталиране на необходимите пакети…
bn: প্রয়োজনীয় প্যাকেজগুলি স্থাপন করছি...
ca: Instal·lant els paquets necessaris...
cs: Instalují se požadované balíčky...
da: Installerer påkrævede pakker...
de: Installieren der erforderlichen Pakete...
el: Γίνεται εγκατάσταση των απαραίτητων πακέτων...
es: Instalando paquetes requeridos...
fi: Asennetaan vaaditut paketit...
fr: Installation des paquets nécessaires...
gl: Instalando paquetes requiridos...
gu: જોઇતા પેકેજીસ ઇન્સ્ટોલ કરી રહયું છે...
hi: अवश्यक पैकेजस अधिषठापन कर पहा हैं...
hr: Instaliram potrebne pakete...
hu: Szükséges csomagok telepítése...
id: Sedang memasang paket yang dibutuhkan...
ja: 必要なパッケージをインストールしています...
km: កំពុង​ដំឡើង​កញ្ចប់​ដែលត្រូវ​ការ...
lt: Diegiami reikalingi paketai...
mr: आवश्यक असणाऱ्या पॅकेजेस स्थापीत करा...
nb: Installerer nødvendige pakker...
nl: De benodigde pakketten worden geïnstalleerd...
pa: ਲੋੜੀਂਦੇ ਪੈਕੇਜ ਇੰਸਟਾਲ ਕਰ ਰਿਹਾ ਹੈ...
pt: A instalar os pacotes necessários...
ro: Instalez pachetele solicitate...
ru: Установка требуемых пакетов...
sk: Inštalujem potrebné balíky...
sv: Installerar paket som krävs...
ta: தேவைப்படும் பேக்கேஜ்கள் நிறுவப்படுகின்றன...
th: กำลังติดตั้งแพกเกจโปรแกรมที่ต้องการ...
uk: Встановлення потрібних пакунків...
wa: Dj' astale les pacaedjes dimandés...
xh: Kuhlohlwa imibekelelo efunekayo...

source: These required packages are not available: %1 Some sound devices may not work or some features may not be supported. Enable or add an additional software repository containing the packages.
bg: Необходимите пакети не са налични: %1 Някои звукови устройства може да не работят или някои функции да не бъдат поддържани. Разрешете или добавете допълнителни софтуерни хранилища, които да съдържат необходимите пакети.
ca: Els següents paquets són necessaris però no estan disponibles: %1 Això pot fer que alguns dispositius de so no funcionin, o que algunes funcionalitats no estiguin suportades. Habilita o afegeix un repositori addicional que contingui aquests paquets.
cs: Následující požadované balíčky nejsou k dispozici: %1 Některá zvuková zařízení nemusí fungovat a některé funkce nemusí být podporovány. Povolte nebo přidejte další repozitář softwaru, který uvedené balíčky obsahuje.
da: Disse påkrævede pakker er ikke tilgængelige: %1 Nogle lydenheder vil måske ikke virke, eller nogle funktioner er måske ikke understøttede. Aktivér eller tilføj en yderligere softwarekilde som indeholder pakkerne.
de: Die benötigten Pakete sind nicht verfügbar: %1 Eventuell funktionieren einige Sound-Geräte nicht oder einige Funktionen werden nicht unterstützt. Aktivieren oder fügen Sie ein zusätzliches Software-Repository hinzu, das die Pakete enthält.
el: Αυτά τα απαιτούμενα πακέτα δεν είναι διαθέσιμα: %1 Κάποια κάρτα ήχου μπορεί να μην λειτουργεί ή κάποια χαρακτηριστικά μπορεί να μην υποστηρίζονται. Ενεργοποιήστε ή προσθέστε επιπλέον λογισμικό από το αποθετήριο που περιλαμβάνει πακέτα.
es: Estos paquetes necesarios no están disponibles: %1 Algunos dispositivos de sonido pueden no funcionar o puede que algunas funciones no se admitan. Habilite o añada repositorios adicionales de software que incluyan estos paquetes.
fi: Nämä vaaditut paketit eivät ole saatavilla: %1 Osa äänilaitteista ei ehkä toimi, tai osa toiminnoista ei ole käytettävissä. Ota käyttöön tai lisää asennuslähde, joka sisältää nämä paketit.
fr: Ces paquets nécessaires ne sont pas disponibles : %1 Certains périphériques audio peuvent ne pas fonctionner ou certaines fonctions peuvent ne pas être supportées. Activez ou ajoutez un dépôt de logiciels supplémentaire contenant les paquets.
gl: Algúns paquetes necesarios non están dispoñibles %1 Algúns dispositivos de son poden non funcionar ou non ter algunhas prestacións. Permita ou engada repositorios adicionais de software que conteñan estes paquetes.
hi: ये आवश्यक पैकेज अनुपलब्ध हैं : %1 संभवतः कुछ ध्वनि उपकरणों की कार्यक्षमता निष्क्रिय या विशेषताएँ असमर्थित हो सकती हैं। इन पैकेज युक्त अतिरिक्त सॉफ्टवेयर पैकेज-संग्रह सक्रिय करें या जोड़ें।
hr: Ovi zahtijevani paketi nisu dostupni: %1 Neki zvučni uređaji možda neće raditi ili neke mogućnosti neće biti podržane. Omogućite ili dodajte dodatne repozitorije koji sadrže pakete.
hu: A keresett csomag nem érhető el: %1 Lehet, hogy néhány hangeszköz nem működik megfelelően vagy néhány funkció nem lesz támogatott. Engedélyezzen vagy adjon hozzá új telepítési forrást, amely tartalmazza a szükséges csomagot.
id: Paket-paket yang dibutuhkan tidak tersedia: %1 Beberapa perangkat suara mungkin tidak bekerja atau beberapa fitur mungkin tidak didukung. Aktifkan atau tambahkan lumbung perangkat lunak tambahan yang berisi paket.
ja: これらの必要なパッケージが見つかりませんでした: %1 サウンドデバイスが動作しないか、機能によっては動作しないものがあるかもしれません。 これらのパッケージを含む追加のソフトウエアリポジトリを有効に設定するか追加してください。
km: កញ្ចប់​ដែល​ទាមទារ​ទាំងនេះ​មិន​មាន ៖ %1 ឧបករណ៍​សំឡេង​ខ្លះ​អាច​មិន​ធ្វើការ ឬ​លក្ខណៈ​ពិសេស​ខ្លះ​មិន​ត្រូវ​បាន​គាំទ្រ ។ បើក ឬ​បន្ថែម​ឃ្លាំង​កម្មវិធី​​បន្ថែម​ដែល​មាន​កញ្ចប់ ។
lt: Šie reikalingi paketai neprieinami: %1 Todėl kai kurie garso įrenginiai ar jų funkcijos gali neveikti. Įgalinkite arba pridėkite papildomos PĮ saugyklą, turinčią šiuos paketus.
nb: Følgende nødvendige pakker er ikke tilgjengelige: %1 Det kan hende at noen lydenheter ikke vil fungere eller mangle noen funksjoner. Aktiver eller legg til en pakkebrønn som inneholder disse pakkene.
nl: Deze vereiste pakketten zijn niet beschikbaar: %1 Sommige geluidsapparaten werken mogelijk niet of sommige mogelijkheden worden niet ondersteund. Activeer of voeg een aanvullende software-opslagruimte toe die de vereiste pakketten bevat.
pt: Estes pacotes necessários não estão disponíveis: %1 Alguns dispositivos de som podem não funcionar ou algumas funcionalidades podem não ser suportadas. Ative ou adicione um repositório de software adicional que contenha os pacotes em questão.
ro: Aceste pachete necesare nu sunt disponibile: %1 Unele dispozitive de sunet nu vor merge sau unele funcții nu vor fi suportate. Activează sau adaugă surse de pachete adiționale ce conțin pachetele.
ru: Следующие требуемые пакеты недоступны: %1 Некоторые звуковые устройства могут не работать или не поддерживать некоторые возможности. Включите или добавьте дополнительные репозитории, содержащие эти пакеты.
sk: Tieto potrebné balíky nie sú dostupné: %1 Niektoré zvukové zariadenia nemusia pracovať, alebo niektoré funkcie nemusia byť podporované. Zapnite, alebo pridajte ďalšie repozitáre softvéru obsahujúce balíky.
sv: Paketen som krävs är inte tillgängliga: %1 Vissa ljudenheter kanske inte fungerar och vissa funktioner kanske inte kan användas. Aktivera eller lägg till ytterligare ett programvaruarkiv med paketen.
uk: Нижчеперераховані обов’язкові пакунки відсутні: %1 Деякі звукові пристрої можуть не працювати або не буде підтримки деяких з їх можливостей. Увімкніть або додайте додаткове сховище програм, що містить ці пакунки.
wa: Ces pacaedjes dimandés n' sont nén disponibes: %1 Gn a des éndjins d' son ki n' pôrént nén roter oudonbén des fonccionålités ki n' pôrént nén esse sopoirtêye. Metoz en alaedje ou radjoutez on ôte depot des programes ki gn a les pacaedjes didins.

source: Configured as sound card number %1
af: Gekonfigureer as klankkaartnommer %1
bg: Настройка на звукова карта №%1
bn: সাউন্ড কার্ড নম্বর %1 রূপে সংরূপিত.
ca: Configurat com a número de la targeta de so %1
cs: Konfigurováno jako karta číslo %1
da: Konfigureret som lydkort nummer %1
de: Als Soundkarte Nummer %1 konfiguriert
el: Ρυθμίστηκε ως κάρτα ήχου αριθμός %1
es: Se ha configurado como la tarjeta de sonido número %1
fi: Määritä äänikorttina numero %1
fr: Configuré en tant que carte son n° %1
gl: Configurouse como tarxeta de son número %1
gu: %1 જેટલા સાઉન્ડ કાર્ડ નંબર કોન્ફીગરેશન
hi: आवाज कार्ड %1 की तरह समनुरुपित
hr: Postavljena kao zvučna kartica broj %1.
hu: Beállítva mint %1. számú hangkártya
id: Konfigurasikan sebagai kartu suara nomor %1
ja: サウンドカード番号 %1 として設定しました
km: បាន​កំណត់​រចនាសម្ព័ន្ធ​ជា​កាត​សំឡេង​លេខ %1
lt: Sukonfigūruota kaip garso plokštė Nr. %1
mr: ध्वनीकार्ड क्रमांक %1 म्हणून संरचना
nb: Konfigurert som lydkort nummer %1
nl: Geconfigureerd als geluidskaart nummer %1
pa: %1 ਕਾਰਡ ਨੰਬਰ ਦੇ ਤੌਰ 'ਤੇ ਸੰਰਚਿਤ ਹੈ
pt: Configurada como placa de som número %1
ro: Confogurată ca placa de sunet numărul %1
ru: Настроена как звуковая карта номер %1
sk: Nastavené ako zvuková karta číslo %1
sv: Inställt som ljudkort nummer %1
ta: ஒலி அட்டை எண் %1ஆக வடிவமைக்கப்பட்டுள்ளது
th: ถูกปรับแต่งเป็นแผงวงจรเสียงหมายเลข %1
uk: Налаштовано як звукову плату номер %1
wa: Apontyî come cwåte son limero %1
xh: Ibunjwe njengenamba yesandi sekhadi %1

source: Driver %1
af: Aandrywer %1
bg: Драйвер %1
bn: ড্রাইভার %1
ca: Controlador %1
cs: Ovladač %1
de: Treiber %1
el: Οδηγός %1
es: Controlador %1
fi: Ohjain %1
fr: Pilote %1
gl: Controlador %1
gu: ડ્રાઇવર %1
hi: चालक %1
hr: Upravljački program %1
hu: %1 illesztőprogram
id: Penggerak %1
ja: ドライバ %1
km: កម្មវិធី​បញ្ជា %1
lt: Tvarkyklė %1
mr: सूत्रचालक %1
nl: Stuurprogramma %1
pa: ਡਰਾਇਵਰ %1
ru: Драйвер %1
sk: Ovládač %1
sv: Drivrutin %1
ta: இயக்கி %1
th: ไดรเวอร์ %1
uk: Драйвер %1
wa: Mineu %1
xh: Umqhubi %1

source: Not configured
af: Nie gekonfigureer nie
bg: Не е настроена
bn: এখনো কনফিগার করা হয়নি.
ca: No configurat
cs: Nekonfigurováno
da: Ikke konfigureret
de: Nicht konfiguriert
el: Δεν έχει ρυθμιστεί ακόμα
es: Sin configurar
fi: Ei määritetty
fr: Non configuré
gl: Sen configurar
gu: કોન્ફીગર્ડ નથી
hi: समनुरुपित नहीं
hr: Nije postavljeno
hu: Nincs beállítva
id: Tidak dikonfigurasi
ja: 未設定
km: មិន​បាន​កំណត់​រចនាសម្ព័ន្ធ
lt: Nesukonfigūruota
mr: संरचित केले नाही
nb: Ikke konfigurert
nl: Niet geconfigureerd
pa: ਸੰਰਚਿਤ ਨਹੀਂ ਹੈ
pt: Não está Configurada
ro: Neconfigurat
ru: Не настроено
sk: Ešte nenastavené
sv: Inte inställd
ta: வடிவமைக்கப்படவில்லை
th: ยังไม่มีการปรับแต่ง
uk: Не налаштовано
wa: Nén apontyî
xh: Ayibumbekanga
