Repository: Dzejrou/yast-translations
Catalog: po/online-update-configuration/*.po
Languages: ar, ca, da, de, el, es, fi, fr, gl, he, hi, hu, ja, km, ko, lt, nb, nl, nn, pt, pt_br, ru, sk, sv, th, wa, zh_cn, zh_tw

source: <p>In <b>%1</b> the current update repository is shown.</p>
ar: <p>في <b>%1</b>يتم عرض مخزن التحديث الحالي.</p>
ca: <p>A <b>%1</b> es mostra l'actual repositori d'actualització.</p>
da: <p>I <b>%1</b> vises den aktuelle opdateringskilde.</p>
de: <p>In <b>%1</b> wird das aktuelle Aktualisierungs-Repository angezeigt. </p>
el: <p>Το τρέχον αποθετήριο λογισμικού φαίνεται στο <b>%1</b>.</p>
es: <p>El repositorio actual de actualizaciones se muestra en <b>%1</b>.</p>
fi: <p>Kohdassa <b>%1</b> näytetään nykyinen päivitysasennuslähde.</p>
fr: <p>Dans <b>%1</b>, le dépôt de mises à jour actuel est affiché.</p>
gl: <p>O repositorio actual de actualizacións amósase en <b>%1</b>.</p>
he: <p>ב <b>%1</b> מאגר העדכון הנוכחי מופיע.</p>
hi: <p><b>%1</b> में वर्तमान अपडेट पैकेज-संग्रह प्रदर्शित है।</p>
hu: <p><b>%1</b>: jelenlegi frissítési források megjelenítése.</p>
ja: <p><b>%1</b> 内には現在の更新リポジトリが表示されています。</p>
km: <p>នៅ​ក្នុង <b>%1</b> ឃ្លាំង​បច្ចុប្បន្នភាព​​បច្ចុប្បន្ន​ត្រូវ​បានបង្ហាញ ។</p>
ko: <p><b>%1</b>에 현재 업데이트 리포지토리가 표시됩니다.</p>
lt: <p>Ties <b>%1</b> rodoma dabartinė atnaujinimų saugykla.</p>
nb: <p>I <b>%1</b> vises gjeldende oppdateringspakkebrønn.</p>
nl: <p>In <b>%1</b> wordt de huidige installatiebron voor bijwerken getoond.</p>
nn: <p>I <b>%1</b> vert den gjeldande oppdateringspakkebrønnen vist.</p>
pt: <p>Em <b>%1</b> é mostrado o atual repositório de atualizações.</p>
pt_br: <p>Em <b>%1</b> é mostrado o repositório de atualizações atual.</p>
ru: <p>Текущий репозиторий обновлений показан в <b>%1</b>.</p>
sk: <p>V <b>%1</b> je zobrazený aktuálny repozitár s aktualizáciami.</p>
sv: <p>Det aktuella uppdateringsarkivet visas i <b>%1</b>.</p>
th: <p>คลังแพกเกจสำหรับปรับรุ่น ตัวปัจจุบันจะถูกแสดงให้เห็นอยู่ใน <b>%1</b></p>
wa: <p>In <b>%1</b> li depot des metaedjes a djoû do moumint n' est nén mostré.</p>
zh_cn: <p><b>%1</b> 中显示了当前更新源。</p>
zh_tw: <p><b>%1</b> 中顯示目前的更新套件庫。</p>

source: <p>Press <b>%1</b> to use the default update repository.</p>
ar: <p>اضغط <b>%1</b> لاستخدام مخزن التحديث الافتراضي.</p>
ca: <p>Premeu <b>%1</b> per fer servir el repositori d'actualització per defecte.</p>
da: <p>Tryk <b>%1</b> for at bruge standard opdateringskilden.</p>
de: <p>Drücken Sie <b>%1</b>, um das Standard-Aktualisierungs-Repository zu verwenden.</p>
el: <p>Πατήστε <b>%1</b> για να χρησιμοποιήσετε το προεπιλεγμένο αποθετήριο λογισμικού.</p>
es: <p>Pulse <b>%1</b> para el repositorio predeterminado de actualizaciones.</p>
fi: <p>Napsauta <b>%1</b> käyttääksesi päivityksen oletusasennuslähdettä.</p>
fr: <p>Cliquez sur <b>%1</b> pour utiliser le dépôt de mise à jour par défaut.</p>
gl: <p>Prema <b>%1</b> para o repositorio predeterminado de actualizacións.</p>
he: <p>לחץ <b>%1</b>בכדי להשתמש במאגר עדכונים ברירת מחדל.<p>
hi: <p>डिफ़ॉल्ट अपडेट पैकेज-संग्रह उपयोग करने हेतु <b>%1</b> दबाएँ।</p>
hu: <p>Nyomja meg a(z) <b>%1</b> gombot az alapértelmezett frissítési forrás használatához.</p>
ja: <p><b>%1</b> ボタンを押すと既定の更新リポジトリを使用するよう設定します。 </p>
km: <p>ចុច <b>%1</b> ដើម្បីប្រើ​ឃ្លាំងបច្ចុប្បន្នភាព​​លំនាំដើម ។</p>
ko: <p>기본 업데이트 리포지토리를 사용하려면 <b>%1</b>을(를) 누릅니다.</p>
lt: <p>Nuspauskite <b>%1</b> ir bus naudojama numatytoji atnaujinimų saugykla.</p>
nb: <p>Klikk <b>%1</b> for å bruke standardpakkebrønnen for oppdatering.</p>
nl: <p>Druk op <b>%1</b> om de standaard-installatiebron voor bijwerken te gebruiken.</p>
nn: <p>Trykk <b>%1</b> for å bruka standard pakkebrønn for oppdatering.</p>
pt: <p>Pressione <b>%1</b> para utilizar o repositório de atualizações padrão.</p>
pt_br: <p>Pressione <b>%1</b> para usar o repositório de atualizações padrão.</p>
ru: <p>Нажмите <b>%1</b>, чтобы использовать репозиторий обновлений по умолчанию.</p>
sk: <p>Stlačte <b>%1</b> pre použitie štandardného repozitára s aktualizáciami.</p>
sv: <p>Klicka på <b>%1</b> om du vill använda standarduppdateringsarkivet.</p>
th: <p>กดที่ <b>%1</b> เพื่อใช้คลังแพกเกจสำหรับปรับรุ่นปริยาย</p>
wa: <p>Tchôkîz <b>%1</b> po s' siervi do depot des metaedjes a djoû prémetou.</p>
zh_cn: <p>按 <b>%1</b> 使用默认更新源。</p>
zh_tw: <p>按 <b>%1</b> 使用預設更新套件庫。</p>

source: <p>Find related actions in the <b>%1</b> menu.</p>
ar: <p>ابحث عن الإجراءات المرتبطة في قائمة <b>%1</b>.</p>
ca: <p>Trobeu les accions relacionades al menú <b>%1</b>.</p>
da: <p>Find relaterede handlinger i menuen <b>%1</b>.</p>
de: <p>Im Menü <b>%1</b> finden Sie verwandte Aktionen.</p>
el: <p> Βρείτε σχετιζόμενες ενέργειες στο <b>%1</b> μενού.</p>
es: <p>Busque las acciones relacionadas en el menú <b>%1</b>.</p>
fi: <p>Tähän liittyvät toiminnot sijaitsevat <b>%1</b>-valikossa.</p>
fr: <p>Vous trouverez des opérations apparentées dans le menu <b>%1</b>.</p>
gl: <p>Buscar accións relacionadas co menú <b>%1</b>.</p>
he: <p>חפשו פעולות קרובות בתפריט <b>%1</b>.</p>
hi: <p>संबंधित कार्यों हेतु <b>%1</b> मेन्यू देखें।</p>
hu: <p><b>%1</b>: kapcsolódó műveletek.</p>
ja: <p>関連する操作については <b>%1</b> メニューをご覧ください。</p>
km: <p>រក​សកម្មភាព​ដែល​ទាក់ទង​នៅ​ក្នុង​ម៉ឺនុយ <b>%1</b> ។</p>
ko: <p><b>%1</b> 메뉴에서 관련 동작을 찾습니다.</p>
lt: <p>ieškoti susijusių veiksmų tarp <b>%1</b> meniu.</p>
nb: <p>Finn relaterte handlinger i menyen <b>%1</b>.</p>
nl: <p>Zoek gerelateerde acties in het <b>%1</b>-menu.</p>
nn: <p>Finn liknande handlingar i <b>%1</b>-menyen.</p>
pt: <p>Ações relacionadas no menu <b>%1</b>.</p>
pt_br: <p>Procure ações relacionadas no menu <b>%1</b>.</p>
ru: <p>Дополнительные действия доступны в меню <b>%1</b>.</p>
sk: <p>Nájsť súvisiace akcie v <b>%1</b> ponuke.</p>
sv: <p>Sök efter relaterade åtgärder på <b>%1</b>-menyn.</p>
th: <p>หาการกระทำที่สัมพันธ์กันได้ในเมนู <b>%1</b></p>
wa: <p>Trover des faitindjes aloyîs el dressêye <b>%1</b>.</p>
zh_cn: <p>在 <b>%1</b> 菜单中查找相关操作。</p>
zh_tw: <p>在 <b>%1</b> 功能表中尋找相關的動作。</p>

source: <p>In <b>%1</b> set up the automatic online update.</p>
ar: <p>في <b>%1</b> إعداد التحديث التلقائي عبر الإنترنت.</p>
ca: <p>A <b>%1</b> establiu l'actualització automàtica en línia.</p>
da: <p>Du kan opsætte automatisk onlineopdatering i <b>%1</b>.</p>
de: <p>Konfigurieren Sie in <b>%1</b> die automatische Online-Aktualisierung.</p>
el: <p>Στο <b>%1</b> ρυθμίστε την αυτόματη ενημέρωση από το διαδίκτυο.</p>
es: <p>Configure la actualización automática en línea en <b>%1</b>.</p>
fi: <p>Kohdassa <b>%1</b> määritetään automaattinen verkkopäivitys.</p>
fr: <p>Configurer la mise à jour en ligne automatique dans <b>%1</b>.</p>
gl: <p>En <b>%1</b> configurar a actualización automática con conexión.</p>
he: <p>ב <b>%1</b> הגדר עדכון אוטומטי מקוון.</p>
hi: <p><b>%1</b> में स्वतः ऑनलाइन अपडेट सेट करें।</p>
hu: <p>A(z) <b>%1</b> részben állítsa be az automatikus frissítést.</p>
ja: <p><b>%1</b> では自動オンライン更新を設定します。</p>
ko: <p><b>%1</b>에서 자동 온라인 업데이트를 설정합니다.</p>
lt: <p><b>%1</b>: nustatyti automatinį atnaujinimą internetu.</p>
nb: <p>I <b>%1</b> kan du sette opp automatisk online-oppdatering.</p>
nl: <p>Automatisch online bijwerken instellen in <b>%1</b>.</p>
pt: <p>Em <b>%1</b> configurar a atualização automática online.</p>
pt_br: <p>Em <b>%1</b>, configure a atualização online automática.</p>
ru: <p>В <b>%1</b> можно настроить автоматическое обновление по сети.</p>
sk: <p>V <b>%1</b> nastaviť automatickú online aktualizáciu.</p>
sv: <p>Konfigurera den automatiska onlineuppdateringen i <b>%1</b>.</p>
zh_cn: <p>在 <b>%1</b> 中设置自动在线更新。</p>
zh_tw: <p>在 <b>%1</b> 中設定自動線上更新。</p>

source: <p>Select an update interval and specify if interactive patches should be ignored and if licenses should be automatically agreed with.</p>
ar: <p>حدد فاصل زمني للتحديث وحدد إذا كان يجب أن يتم تجاهل التصحيحات التفاعلية، وإذا كان ينبغي الموافقة على التراخيص تلقائيًا.</p>
ca: <p>Seleccioneu un interval d'actualització i especifiqueu si els pedaços interactius s'han d'ignorar i si les llicències s'han d'acceptar automàticament.</p>
da: <p>Vælg et opdateringsinterval og angiv om interaktive rettelser skal ignoreres og om licensafter automatisk skal accepteres.</p>
de: <p>Wählen Sie ein Aktualisierungsintervall und bestimmen Sie, ob interaktive Patches ignoriert werden und den Lizenzvereinbarungen automatisch zugestimmt werden soll.</p>
el: <p>Επιλέξτε ένα διάστημα ενημέρωσης και καθορίστε εάν οι διαδραστικές διορθώσεις πρέπει να παραβλέπονται και εάν πρέπει να αποδέχεστε τις άδειες αυτόματα.</p>
es: <p>Seleccione un intervalo de actualización e indique si los parches que requieran interacción deben ser ignorados, y si las licencias deben ser aceptadas automáticamente.</p>
fi: <p>Valitse päivitysväli ja määritä asennetaanko interaktiiviset korjaukset ja hyväksytäänkö lisenssiehdot automaattisesti.</p>
fr: <p>Sélectionner un intervalle de mise à jour et préciser si les correctifs interactifs doivent être ignorés et si les licences doivent être automatiquement acceptées.</p>
gl: <p>Seleccione un intervalo de actualización específico e indique se os parches interactivos hanse ignorar e se as licenzas vanse aceptar automaticamente.</p>
he: <p>בחרו מרווח עדכונים ופרטו אם צריך להתעלם תיקונים אינטראקטיביים ואם צריך להסכים עם רשיונות אוטומטית.</p>
hi: <p>अपडेट अंतराल चुनें व संवादात्मक पैच अनदेखी और लाइसेंस स्वतः स्वीकार करने हेतु अपनी इच्छा निर्दिष्ट करें।</p>
hu: <p>Válassza ki a frissítési időközt és állítsa be, hogy az interaktív javítások kihagyásra kerüljenek-e és hogy licencmegállapodások automatikusan elfogadásra kerüljenek.</p>
ja: <p>更新間隔と、対話作業の必要な修正を無視するかどうか、およびライセンス表示に自動的に同意するかどうかをそれぞれ設定します。</p>
ko: <p>업데이트 간격을 선택하고 대화식 패치의 무시 여부 및 라이센스 자동 동의 여부를 지정합니다.</p>
lt: <p>Pasirinkite atnaujinimo dažnumą ir nurodykite, ar nepaisyti pataisų, kurių diegimui reikia naudotojo įsikišimo ir ar norite automatiškai sutikti su licencijomis.</p>
nb: <p>Velg en oppdateringsintervall og angi om interaktive oppdateringer skal ignoreres og om du automatisk vil godta lisenser.</p>
nl: <p>Kies een interval voor bijwerken en geef aan of interactieve reparaties genegeerd moeten worden en of er automatisch akkoord gegaan moet worden met licenties.</p>
pt: <p>Selecionar um intervalo de atualização e especificar se os remendos interativos devem ser ignorados e se as licenças devem ser automaticamente acordadas.</p>
pt_br: <p>Selecione um intervalo de atualização e especifique se as correções interativas devem ser ignoradas e se as licenças devem ser aceitas automaticamente.</p>
ru: <p>Выберите интервал обновлений, укажите, игнорировать ли интерактивные исправления и нужно ли автоматически принимать условия лицензий.</p>
sk: <p>Vybrať interval aktualizácie, a určiť, či by mali byť interaktívne opravy ignorované, a, či by mali byť s nimi automaticky odsúhlasené licencie.</p>
sv: <p>Välj uppdateringsintervall och ange om interaktiva programfixar ska ignoreras och om licensavtal ska godkännas automatiskt.</p>
zh_cn: <p>选择一个更新周期，并指定是否忽略交互补丁和是否自动同意许可。</p>
zh_tw: <p>選取一個更新的時間間隔，並指定是否要忽略互動式的修補程式，以及授權是否要自動接受。</p>

source: <p>All packages that are recommended by an updated package will be installed when <b>%1</b> is enabled.</p>
ar: <p>سيتم تثبيت كافة الحزم التي يتم ترشيحها بواسطة حزمة محدثة عندما يتم تمكين <b>%1</b> .</p>
ca: <p>S'instal·laran tots els paquets recomanats per un paquet d'actualització quan <b>%1</b> estigui habilitat.</p>
da: <p>Alle pakker som er anbefalet af en opdateret pakke vil blive installeret når <b>%1</b> er aktiveret.</p>
de: <p>Alle Pakete, die von einem aktualisierten Paket empfohlen werden, werden installiert, wenn <b>%1</b> aktiviert ist.</p>
el: <p>Όλα τα πακέτα που προτείνονται από ένα ενημερωμένο πακέτο θα εγκαθίστανται όταν είναι ενεργοποιημένο το <b>%1</b>.</p>
es: <p>Todos los paquetes recomendados por una actualización se instalarán cuando <b>%1</b> se encuentre habilitado.</p>
fi: <p>Kaikki päivityspaketin suosittelemat paketit asennetaan silloin kun <b>%1</b> on käytössä.</p>
fr: <p>Tous les paquets recommandés par un paquet de mise à jour seront installés quand <b>%1</b> sera activé.</p>
gl: <p>Todos os paquetes recomendados por un paquete actualizado hanse instalar cando <b>%1</b> estea activado.</p>
he: <p>כל החבילות שמומלצות בידי עדכון חבילה יותקנו כאשר <b>%1</b> תאופשר.</p>
hi: <p><b>%1</b> सक्रिय होने पर अपडेट किए गए पैकेज द्वारा अनुशंसित सभी पैकेज इंस्टॉल होंगे।</p>
hu: <p>A frissített csomagok által javasolt összes csomag telepítésre kerül, ha a(z) <b>%1</b> engedélyezve van.</p>
ja: <p><b>%1</b> を有効にすると、更新パッケージが推奨するすべてのパッケージをインストールします。</p>
ko: <p><b>%1</b>을(를) 사용할 때 업데이트된 패키지에서 권장하는 모든 패키지가 설치됩니다.</p>
lt: <p>Visi atnaujinamo paketo rekomenduojami paketai bus diegiami, jei bus įgalinta parinktis <b>%1</b>.</p>
nb: <p>Alle pakker som anbefales av en oppdatert pakke, vil bli installert dersom <b>%1</b> er aktivert.</p>
nl: <p>Alle pakketten die worden aanbevolen door een bij te werken pakket, zullen worden geïnstalleerd wanneer <b>%1</b> is ingeschakeld.</p>
pt: <p>Todos os pacotes que são recomendados por um pacote atualizado serão instalados quando <b>%1</b> estiver ativado.</p>
pt_br: <p>Todos os pacotes que são recomendados por um pacote atualizado serão instalados quando <b>%1</b> estiver habilitado.</p>
ru: <p>Если включен параметр <b>%1</b>, будут установлены все пакеты, рекомендованные обновленным пакетом.</p>
sk: <p>Budú nainštalované všetky balíky, ktoré sú odporúčané aktualizovaným balíkom, keď je povolené <b>%1</b>.</p>
sv: <p>Alla paket som rekommenderas av ett uppdaterat paket installeras om <b>%1</b> är aktiverat.</p>
zh_cn: <p>启用了 <b>%1</b> 后，将安装某个更新的软件包推荐的所有软件包。</p>
zh_tw: <p>啟用 <b>%1</b> 後，將會安裝更新套件所推薦的所有套件。</p>

source: <p>Category filter for patches can be configured in the section <b>%1</b>. Only patches of the listed categories will be installed. Others will be skipped.</p>
ar: <p>يمكن إعداد عامل ترشيح فئة التصحيح في القسم <b>%1</b>. سيتم تثبيت فقط تصحيحات الفئات المدرجة في القائمة. سيتم تخطي التصحيحات الأخرى.</p>
ca: <p>El filtre de categories per als pedaços es pot configurar a la secció <b>%1</b>. Només s'instal·laran els pedaços de les categories llistades. Els altres s'ometran.</p>
da: <p>Kategorifilter for rettelser kan konfigureres i sektionen <b>%1</b>. Kun rettelser i de oplistede kategorier vil blive installeret. De øvrige vil blive skippet.</p>
de: <p>Kategoriefilter für Patches können im Abschnitt <b>%1</b> eingestellt werden. Nur die Patches von den eingetragenen Kategorien werden installiert. Andere werden übersprungen.</p>
el: <p>Το φιλτράρισμα κατηγορίας για τις διορθώσεις πρέπει να ρυθμίζεται στην ενότητα <b>%1</b>. Θα εγκαθίστανται μόνο οι διορθώσεις των κατηγοριών που εμφανίζονται. Οι άλλες θα παραβλέπονται.</p>
es: <p>En la sección <b>%1</b> se pueden configurar los filtros de categorías para parches. Sólo parches de las categorías listadas serán instalados. El resto será omitido.</p>
fi: <p>Kategoriasuodatus korjauksille voidaan määrittää kohdassa <b>%1</b>. Vain korjaukset valitusta kategoriasta asennetaan ja muut ohitetaan.</p>
fr: <p>Le filtre par catégorie des correctifs peut être configuré dans la section <b>%1</b>. Seuls les correctifs des catégories listées seront installés. Les autres seront ignorés.</p>
gl: <p>Os filtros de categoría por parches pódense configurar na sección <b>%1 </b>. Só hanse instalar parches das categorías listadas. Omitirase o resto.</p>
he: <p>מסנן קטגוריה עבור תיקונים ניתן להגדיר בסעיף <b>%1</b>. רק תיקונים עבור הקטגוריות הרשומות יותקנו. אחרים ידלגו על.</p>
hi: <p><b>%1</b> में से पैच हेतु श्रेणी निस्पंदन विन्यस्त करें। केवल सूचीबद्ध श्रेणियों के पैच इंस्टॉल होंगे व बाकी सब की अनदेखी की जाएगी।</p>
hu: <p>A javítások kategóriaszűrői a(z) <b>%1</b> részben állíthatók be. Csak a megjelenített kategória javításai kerülnek telepítésre. A többi kihagyásra kerül.</p>
ja: <p>修正に対する分類フィルタは、 <b>%1</b> セクションで設定することができます。ここで指定した分類の修正のみをインストールし、それ以外はインストールを行わず、飛ばします。</p>
ko: <p>패치에 대한 범주 필터는 <b>%1</b> 섹션에서 구성할 수 있습니다. 나열된 범주의 패치만 설치되고 다른 패치는 건너뜁니다.</p>
lt: <p>Kategorijų atranka pataisoms gali būti konfigūruojama <b>%1</b> skydelyje. Bus diegiamos tik pateiktų kategorijų. Kitos bus praleistos.</p>
nb: <p>Et kategorifilter for oppdateringspakker kan settes opp under <b>%1</b>. Bare oppdateringspakker i disse kategoriene vil bli installert. Andre oppdateringer vil ikke bli installert.</p>
nl: <p>Filteren op categorie voor reparaties kan ingesteld worden in de sectie <b>%1</b>. Alleen reparaties van de categorieën in de lijst zullen worden geïnstalleerd. Andere zullen worden overgeslagen.</p>
pt: <p>A categoria de filtro para remendos pode ser configurada na secção <b>%1</b>. Só serão instalados os remendos das categorias listadas. Os outros serão passados à frente.</p>
pt_br: <p>O filtro de categoria para correções pode ser configurado na seção <b>%1</b>. Apenas as correções das categorias listadas serão instalados. Os outros serão ignorados.</p>
ru: <p>Фильтр по категории исправлений можно настроить в разделе <b>%1</b>. Только исправления указанных категорий будут установлены. Остальные будут пропущены.</p>
sk: <p>Filter kategórií pre opravy môže byť konfigurovaný v sekcii <b>%1</b>. Budú inštalované iba opravy uvedených kategórií. Ostatné budú preskočené.</p>
sv: <p>Kategorifilter för programfixar kan konfigureras i avsnittet <b>%1</b>. Endast programfixar i de kategorier som har angetts installeras. Övriga hoppas över.</p>
zh_cn: <p>补丁分类过滤器可在 <b>%1</b> 部分配置。只有属于已列出分类的补丁才会安装。其他的将跳过。</p>
zh_tw: <p>修補程式的類別過濾可在 <b>%1</b> 區段設定。只有所列類別的修補程式將會安裝。其他修補程式將會跳過。</p>

source: daily
ar: يومي
ca: diari
da: dagligt
de: Täglich
el: ημερήσια
es: diaria
fi: päivittäin
fr: quotidienne
gl: diariamente
he: יומי
hi: दैनिक
hu: naponta
ja: 毎日
km: រាល់​ថ្ងៃ
ko: 매일
lt: kasdien
nb: daglig
nl: dagelijks
nn: dagleg
pt: diariamente
pt_br: diariamente
ru: ежедневно
sk: denne
sv: dagligen
th: ทุกวัน
wa: tchaeke djoû
zh_cn: 按日
zh_tw: 每日

source: weekly
ar: أسبوعي
ca: setmanal
da: ugentligt
de: Wöchentlich
el: εβδομαδιαία
es: semanal
fi: viikoittain
fr: hebdomadaire
gl: semanalmente
he: שבועי
hi: साप्ताहिक
hu: hetente
ja: 毎週
km: រាល់​សប្ដាហ៍
ko: 매주
lt: kas savaitę
nb: ukentlig
nl: wekelijks
nn: vekentleg
pt: semanalmente
pt_br: semanalmente
ru: еженедельно
sk: týždenne
sv: veckovis
th: ทุกสัปดาห์
wa: tchaeke samwinne
zh_cn: 按周
zh_tw: 每週

source: monthly
ar: شهري
ca: mensual
da: månedligt
de: Monatlich
el: μηνιαία
es: mensual
fi: kuukausittain
fr: mensuelle
gl: mensualmente
he: חודשי
hi: मासिक
hu: havonta
ja: 毎月
km: រាល់​ខែ
ko: 매달
lt: kas mėnesį
nb: månedlig
nl: maandelijks
nn: månadleg
pt: mensalmente
pt_br: mensalmente
ru: ежемесячно
sk: mesačne
sv: månadsvis
th: ทุกเดือน
wa: tchaeke moes
zh_cn: 按月
zh_tw: 每月

source: Packagemanager and YaST
ar: مدير الحزم وYaST
ca: Gestor de programari i YaST
da: Pakkehåndtering og YaST
de: Paketverwaltung und YaST
el: Διαχειριστής πακέτων και YaST
es: Administrador de Paquetes y YaST
fi: Paketinhallinta ja YaST
fr: Gestionnaire de paquets et YaST
gl: Xestor de paquetes e YaST
he: Packagemanger ו YaST
hi: पैकेज प्रबंधक व YaST
hu: Csomagkezelő és YaST
ja: パッケージマネージャと YaST
ko: 패키지 관리자 및 YaST
lt: Paketų tvarkytuvė ir YaST
nb: Pakkebehandler og YaST
nl: Pakketbeheerder en YaST
pt: Packagemanager e YaST
pt_br: Gerenciador de pacotes e YaST
ru: Менеджер пакетов и YaST
sk: Správca balíkov a YaST
sv: Pakethanterare och YaST
zh_cn: 软件包管理器和 YaST
zh_tw: 套件管理員與 YaST

source: Security
ar: الأمان
ca: Seguretat
da: Sikkerhed
de: Sicherheit
el: Ασφάλεια
es: Seguridad
fi: Tietoturva
fr: Sécurité
gl: Seguridade
he: אבטחה
hi: सुरक्षा
hu: Biztonság
ja: セキュリティ
km: សុវត្ថិភាព
ko: 보안
lt: Apsauga
nb: Sikkerhet
nl: Beveiliging
pt: Segurança
pt_br: Segurança
ru: Безопасность
sk: Bezpečnosť
sv: Säkerhet
th: ความปลอดภัย
wa: Såvrité
zh_cn: 安全
zh_tw: 安全性

source: Recommended
ar: مستحسن
ca: Recomanat
da: Anbefalet
de: Empfohlen
el: Προτεινόμενο
es: Recomendado
fi: Suositeltu
fr: Recommandé
gl: Recomendado
he: מומלץ
hi: अनुशंसित
hu: Javasolt
ja: 推奨
km: ជា​អនុសាសន៍
ko: 추천
lt: Rekomenduojama
nb: Anbefalt
nl: Aanbevolen
pt: Recomendado
pt_br: Recomendado
ru: Рекомендуется
sk: Doporučené
sv: Rekommenderad
th: แพกเกจที่ถูกแนะนำ
wa: Ricmandé
zh_cn: 推荐
zh_tw: 推薦

source: Optional
ar: اختياري
ca: Opcional
da: Valgfrit
el: Προαιρετικό
es: Opcional
fi: Valinnainen
fr: Optionnel
gl: Opcional
he: אופציונלי
hi: वैकल्पिक
hu: Opcionális
ja: 任意
km: ស្រេចចិត្ត
ko: 선택 사항
lt: Papildoma
nb: Valgfritt
nl: Optioneel
pt: Opcional
pt_br: Opcional
ru: Дополнительно
sk: Voliteľné
sv: Valfri
th: ตัวเลือก
wa: Nén rekis
zh_cn: 可选
zh_tw: 選擇性

source: Document
ar: مستند
da: Dokument
de: Dokument
el: Έγγραφο
es: Documento
fi: Dokumentti
gl: Documento
he: מסמך
hi: प्रलेख
hu: Dokumentum
ja: ドキュメント
km: ឯកសារ​
ko: 문서
lt: Dokumentas
nb: Dokument
pt: Documento
pt_br: Documento
ru: Документ
sk: Dokument
sv: Dokument
wa: Documint
zh_cn: 文档
zh_tw: 文件

source: Other
ar: أخرى
ca: Altres
da: Andet
de: Weitere
el: Άλλο
es: Otro
fi: Muu
fr: Autre
gl: Outro
he: אחר
hi: अन्य
hu: Egyéb
ja: その他
km: ផ្សេង​ទៀត
ko: 기타
lt: Kita
nb: Annet
nl: Overig
pt: Outra
pt_br: Outro
ru: Другой
sk: Iné
sv: Övriga
th: อื่น ๆ
wa: Ôte
zh_cn: 其它
zh_tw: 其他
