Repository: Dzejrou/yast-translations
Catalog: po/online-update-configuration/*.po
Languages: ar, ca, da, de, el, es, fi, fr, gl, he, hi, hu, ja, km, ko, lt, nb, nl, nn, pt, pt_br, ru, sk, sv, th, wa, zh_cn, zh_tw

source: Online Update Configuration Module Help
ar: تعليمات وحدة تكوين التحديث النمطية على الإنترنت
ca: Mòdul d'ajuda de la configuració de l'actualització en línia
da: Hjælp til modulet til konfiguration af onlineopdatering
de: Hilfe zum Konfigurationsmodul für die Online-Aktualisierung
el: Άρθρωμα βοήθειας Ρύθμισης Διαχειριστή Ενημερώσεων
es: Ayuda del modulo de configuración de actualización en línea
fi: Verkkopäivityksen määritysmoduulin ohje
fr: Aide pour le module de configuration de la mise à jour en ligne
gl: Axuda do módulo de configuración de actualización con conexión
he: עזרה עבור הגדרות מודולת עדכון מקוון
hi: ऑनलाइन अपडेट विन्यास अनुखंड हेतु सहायता
hu: Online frissítések beállítómoduljának súgója
ja: オンライン更新設定モジュールのヘルプ
km: ជំនួយ​ម៉ូឌុល​កំណត់​រចនាសម្ព័ន្ធ​​បច្ចុប្បន្នភាព​​លើ​បណ្ដាញ
ko: 온라인 업데이트 구성 모듈 도움말
lt: Atnaujinimo internetu konfigūracijos modulio pagalba
nb: Hjelp for modulen 'Sett opp online-oppdatering'
nl: Help bij de module voor configuratie van online bijwerken
nn: Hjelp for nettoppdateringsmodulen
pt: Ajuda do Módulo de Configuração de Atualização Online
pt_br: Ajuda do módulo de configuração da atualização online
ru: Помощь модуля настройки сетевого обновления
sk: Pomocník modulu konfigurácie on-line aktualizácie
sv: Hjälp om modulen Inställningar för online-uppdatering
th: ช่วยเหลือของมอดูลปรับแต่งค่าการปรับรุ่นออนไลน์
wa: Aidance do module d' apontiaedje do metaedje a djoû so fyis
zh_cn: 在线更新配置模块帮助
zh_tw: 線上更新組態模組說明

source: The registration module is not available.
ar: لا يتوفر نموذج التسجيل.
ca: El mòdul de registre no està disponible.
da: Registreringsmodulet er ikke tilgængeligt.
de: Das Registrierungsmodul ist nicht verfügbar.
el: Το άρθρωμα εγγραφής δεν είναι διαθέσιμο.
es: El módulo de registro no se encuentra disponible.
fi: Rekisteröintimoduulia ei ole saatavilla.
fr: Le module d'enregistrement n'est pas disponible.
gl: O módulo de rexistro non está dispoñíbel.
he: מודולת ההרשמה לא זמינה
hi: पंजीकरण अनुखंड अनुपलब्ध।
hu: A regisztrációs modul nem érhető el.
ja: 登録モジュールが利用できません。
km: ម៉ូឌូល​ចុះឈ្មោះ​មិនអាច​ប្រើបានទេ ។
ko: 등록 모듈을 사용할 수 없습니다.
lt: Registracijos modulis nepasiekiamas.
nb: Registreringsmodulen er ikke tilgjengelig.
nl: De registratiemodule is niet beschikbaar.
nn: Registreringsmodulen er ikkje tilgjengeleg.
pt: O módulo de registo não está disponível.
pt_br: O módulo de registro não está disponível.
ru: Модуль регистрации недоступен.
sk: Modul registrácie nie je dostupný.
sv: Registreringsmodulen är inte tillgänglig.
th: ไม่พบมอดูลการลงทะเบียนให้ใช้งาน
wa: Li module d' eredjistraedje n' est nén disponibe.
zh_cn: 注册模块不可用。
zh_tw: 註冊模組無法使用。

source: Please install yast2-registration and try again.
ar: الرجاء تثبيت تسجيل yast2 والمحاولة مرة أخرى.
ca: Si us plau, instal·leu el paquet yast2-registration i torneu-ho a provar.
da: Installér venligst yast2-registration og prøv igen.
de: Installieren Sie yast2-registration und versuchen Sie es erneut.
el: Παρακαλώ εγκαταστήστε το yast2-registration και προσπαθήστε ξανά.
es: Instale yast2-registration e inténtelo de nuevo.
fi: Asenna yast2-registration ja yritä uudelleen.
fr: Veuillez installer yast2-registration et essayez à nouveau.
gl: Instale o rexistro de yaST2 e ténteo de novo.
he: אנא התקנו yast2-registration ונסו שוב.
hi: कृपया yast2-registration इंस्टॉल कर पुनः प्रयास करें।
hu: Telepítse a yast2-registration csomagot és próbálja meg újra.
ja: yast2-registration パッケージをインストールし、再度実行してください。
km: សូម​ដំឡើង yast2-registration ហើយ​ព្យាយាម​ម្ដងទៀត ។
ko: yast2-registration을 설치한 후 다시 해보십시오.
lt: Įdiekite yast2-registration ir bandykite vėl.
nb: Installer yast2-registration og forsøk igjen.
nl: Installeer de yast2-registration en probeer opnieuw.
nn: Installer «yast2-registration» og prøv på nytt.
pt: Por favor, instale o yast2-registro e tente novamente.
pt_br: Instale o yast2-registration e tente novamente.
ru: Установите пакет yast2-registration и попробуйте ещё раз.
sk: Prosím nainštalujte yast2-registration a skúste znovu.
sv: Installera yast2-registration och försök igen.
th: โปรดติดตั้งแพกเกจ yast2-registration แล้วลองใหม่อีกครั้ง
wa: Astalez yast2-registration s' i vs plait eyet sayî cor on côp.
zh_cn: 请安装 yast2-registration 并重试。
zh_tw: 請安裝 yast2-registration 後再試一次。

source: Online Update Configuration
ar: تكوين تحديث عبر إنترنت
ca: Configuració de l'actualització en línia
da: Konfiguration af onlineopdatering
de: Konfiguration für Online-Aktualisierung
el: Ρύθμιση Διαχειριστή Ενημερώσεων
es: Configuración de actualización en línea
fi: Verkkopäivityksen määritys
fr: Configuration de la mise à jour en ligne
gl: Configuración da actualización conconexión
he: הגדרות עדכון מקוון
hi: ऑनलाइन अपडेट विन्यास
hu: Online frissítés beállítása
ja: オンライン更新の設定
km: ការ​កំណត់​រចនាសម្ព័ន្ធ​ធ្វើបច្ចុប្បន្នភាព​​លើ​​បណ្ដាញ
ko: 온라인 업데이트 구성
lt: Atnaujinimo internetu konfigūracija
nb: Sett opp online-oppdatering
nl: Configuratie van online bijwerken
nn: Sett opp nettoppdatering
pt: Configuração da Actualização Online
pt_br: Configuração de atualização online
ru: Настройка сетевого обновления
sk: Nastavenie on-line aktualizácie
sv: Inställningar för online-uppdatering
th: ปรับแต่งการปรับรุ่นออนไลน์
wa: Apontiaedje do metaedje a djoû so fyis
zh_cn: 在线更新配置
zh_tw: 線上更新組態

source: (default)
ar: (الافتراضي)
ca: (per defecte)
da: (standard)
de: (Standard)
el: (προεπιλογή)
es: (predeterminado)
fi: (oletus)
fr: (par défaut)
gl: (predeterminado)
he: (ברירת מחדל)
hi: (डिफॉल्ट)
hu: (alapértelmezett)
ja: (既定)
km: (លំនាំដើម)
ko: (기본값)
lt: (numatyta)
nb: (standard)
nl: (standaard)
nn: (standard)
pt: (pré-definido)
pt_br: (padrão)
ru: (по умолчанию)
sk: (štandardné)
sv: (standard)
th: (ค่าปริยาย)
wa: (prémetou)
zh_cn: (默认)
zh_tw: (預設)

source: (none)
ar: (بلا)
ca: (cap)
da: (ingen)
de: (keine)
el: (τίποτα)
es: (ninguno)
fi: (ei sovitinta)
fr: (aucun)
gl: (ningún)
he: (אין)
hi: कुछ नहीं
hu: (nincs)
ja: (なし)
km: (គ្មាន)
ko: (없음)
lt: (nieko)
nb: (ingen)
nl: (geen)
nn: (ingen)
pt: (nenhum)
pt_br: (nenhum)
ru: (отсутствует)
sk: (žiadne)
sv: (ingen)
th: (ไม่มี)
wa: (nouk)
zh_cn: （无）
zh_tw: (無)

source: Update Repository
ar: مخزن التحديث
ca: Repositori d'actualització
da: Opdateringskilde
de: Aktualisierungs-Repository
el: Ενημέρωση Αποθετηρίου
es: Repositorio de actualización
fi: Päivitysasennuslähde
fr: Dépôt de mise à jour
gl: Repositorio de actualización
he: מאגר עדכון
hi: अपडेट पैकेज-संग्रह
hu: Telepítési forrás frissítése
ja: 更新リポジトリ
km: ធ្វើ​បច្ចុប្បន្នភាព​ឃ្លាំង
ko: 리포지토리 업데이트
lt: Atnaujinimų saugykla
nb: Oppdateringspakkebrønn
nl: Opslagruimte bijwerken
nn: Oppdateringspakkebrønn
pt: Repositório de Atualizações
pt_br: Repositório de atualizações
ru: Репозиторий обновлений
sk: Repozitár s aktualizáciami
sv: Uppdatera arkivet
th: ปรับปรุงคลังแพกเกจ
wa: Depot des metaedjes a djoû
zh_cn: 更新源
zh_tw: 更新套件庫

source: Automatic Online Update
ar: التحديث التلقائي عبر الإنترنت
ca: Actualització en línia automàtica
da: Automatisk onlineopdatering
de: Automatische Online-Aktualisierung
el: Αυτόματη Ενημέρωση από το Δίκτυο
es: Actualización automática en línea
fi: Automaattisen verkkopäivitys
fr: Mise à jour en ligne automatique
gl: Actualización automática con conexión
he: עדכון מקוון אוטומטי
hi: स्वतः ऑनलाइन अपडेट
hu: Automatikus online frissítés
ja: 自動オンライン更新
km: ធ្វើ​បច្ចុប្បន្នភាព​​លើ​បណ្ដាញ​ដោយ​ស្វ័យ​ប្រវត្តិ
ko: 자동 온라인 업데이트
lt: Automatinis atnaujinimas internetu
nb: Automatisk online-oppdatering
nl: Automatisch online bijwerken
nn: Automatisk nettoppdatering
pt: Atualização Automática Online
pt_br: Atualização online automática
ru: Автоматическое сетевое обновление
sk: Automatická on-line aktualizácia
sv: Automatisk online-uppdatering
th: ปรับรุ่นอัตโนมัติผ่านการออนไลน์
wa: Metaedje a djoû otomatike so fyis
zh_cn: 自动在线更新
zh_tw: 自動線上更新

source: Set Default
ar: تعيين الافتراضي
ca: Estableix per defecte
da: Vælg standard
de: Standardeinstellung festlegen
el: Ορισμός ως προεπιλογή
es: Definir por defecto
fi: Aseta oletus
fr: Définir par défaut
gl: Definir como predeterminado
he: הגדר ברירת מחדל
hi: डिफ़ॉल्ट सेट करें
hu: Alapértelmezés megadása
ja: 既定値に設定
km: កំណត់ជាលំនាំដើម
ko: 기본값 설정
lt: Nustatyti numatytu
nb: Definer som standard
nl: Als standaard instellen
nn: Set som standard
pt: Marcar como Pré-definida
pt_br: Definir padrão
ru: Установить по умолчанию
sk: Nastaviť ako štandardné
sv: Använd som standard
th: ตั้งเป็นค่าปริยาย
wa: Mete come tchoezi por vos
zh_cn: 设为默认
zh_tw: 設為預設值

source: Advanced
ar: خيارات متقدمة
ca: Avançat
da: Avanceret
de: Erweitert
el: Για Προχωρημένους
es: Avanzado
fi: Lisäasetukset
fr: Avancé
gl: Avanzado
he: מתקדם
hi: विस्तृत
hu: Speciális
ja: 詳細
km: កម្រិត​ខ្ពស់
ko: 고급
lt: Išsamiau
nb: Avansert
nl: Geavanceerd
nn: Avansert
pt: Avançado
pt_br: Avançado
ru: Расширенные
sk: Pokročilé
sv: Avancerat
th: ขั้นสูง
wa: Sipepieus
zh_cn: 高级
zh_tw: 進階

source: Filter by Category
ar: ترشيح حسب الفئة
ca: Filtra per categoria
da: Filtrér efter kategori
de: Nach Kategorie filtern
el: Φιλτράρισμα ανά Κατηγορία
es: Filtrar por Categoría
fi: Suodata kategorian mukaan
fr: Filtrer par catégorie
gl: Filtrar por categoría
he: מסנן לפי קטגוריה
hi: श्रेणी से निस्पन्दन
hu: Szűrés kategória alapján
ja: 分類によるフィルタ
ko: 범주별 필터
lt: Atranka pagal kategoriją
nb: Filtrer etter kategori
nl: Filteren op categorie
pt: Filtrar por Categoria
pt_br: Filtrar por categoria
ru: Фильтр по категории
sk: Filtrovať podľa kategórie
sv: Filtrera på kategori
zh_cn: 按分类过滤
zh_tw: 根據類別過濾

source: Patch Categories
ar: فئات التصحيح
ca: Categories dels pedaços
da: Rettelseskategorier
de: Patchkategorien
el: Κατηγορίες Διορθώσεων
es: Categorías de parches
fi: korjauskategoriat
fr: Catégories de correctifs
gl: Categorías de parches
he: קטגוריות תיקונים
hi: पैच श्रेणियाँ
hu: Javításkategóriák
ja: 修正の分類
ko: 패치 범주
lt: Patai&sų kategorija
nb: Pakkeoppdateringskategorier
nl: Categorieën van patches
pt: Categorias de Remendos
pt_br: Categorias de correções
ru: Категории исправлений
sk: Kategórie opráv
sv: Programfixkategorier
zh_cn: 补丁分类
zh_tw: 修補程式類別

source: enabled
ar: ممكّن
ca: habilitat
da: aktiveret
de: aktiviert
el: ενεργοποιημένο
es: habilitado
fi: käytössä
fr: activé
gl: activado
he: מאופשר
hi: सक्रिय
hu: engedélyezve
ja: 有効
km: បាន​បើក
ko: 활성화
lt: įgalintas
nb: aktivert
nl: ingeschakeld
nn: på
pt: activada
pt_br: habilitado
ru: включено
sk: zapnutá
sv: aktiverad
th: เปิดใช้งาน
wa: en alaedje
zh_cn: 已启用
zh_tw: 已啟用

source: disabled
ar: معطّل
ca: inhabilitat
da: deaktiveret
de: deaktiviert
el: απενεργοποιημένο
es: inhabilitado
fi: poistettu käytöstä
fr: désactivé
gl: desactivado
he: מבוטל
hi: निष्क्रिय
hu: letiltva
ja: 無効
km: បាន​បិទ
ko: 비활성화
lt: uždraustas
nb: deaktivert
nl: uitgeschakeld
nn: av
pt: desactivada
pt_br: desabilitado
ru: отключено
sk: vypnutá
sv: inaktiverad
th: ปิดการใช้
wa: essocté
zh_cn: 已禁用
zh_tw: 已停用

source: Edit Software Repositories
ar: تحرير مخازن البرامج
ca: Editeu els repositoris de programari
da: Rediger softwarekilder
de: Software-Repositories bearbeiten
el: Επεξεργασία Αποθετηρίων
es: Editar Repositorios de software
fi: Muokkaa ohjelmistojen asennuslähteitä
fr: Modifier les dépôts de logiciels
gl: Editar os repositorios de software
he: ערוך מאגרי תוכנות
hi: सॉफ्टवेयर पैकेज-संग्रह संपादन
hu: Szoftvertárak szerkesztése
ja: ソフトウエアリポジトリの編集
km: កែសម្រួល​ឃ្លាំង​កម្មវិធី
ko: 소프트웨어 리포지토리 편집
lt: Keisti programinės įrangos saugyklas
nb: Rediger pakkebrønner
nl: Softwareopslagruimtes bewerken
nn: Rediger pakkebrønnar
pt: Editar Repositórios de Software
pt_br: Editar repositórios de software
ru: Редактировать репозитории программ
sk: Upraviť repozitáre softvéru
sv: Redigera programvaruarkiv
th: แก้ไขคลังแพกเกจซอฟต์แวร์
wa: Candjî depots des programes
zh_cn: 编辑软件源
zh_tw: 編輯軟體套件庫

source: Register for support and get update repository
ar: التسجيل للحصول على الدعم ومخزن التحديث
ca: Registreu-vos per obtenir suport i el repositori d'actualització
da: Registrér dig til support og få opdateringskilde
de: Registrieren Sie sich, um Support und ein Update-Repository zu erhalten
el: Εγγραφείτε για υποστήριξη και λάβετε το αποθετήριο ενημερώσεων
es: Regístrese para obtener asistencia y acceder al repositorio de actualizaciones
fi: Rekisteröidy saadaksesi tukea ja hakeaksesi uudet päivitetyt asennuslähteet
fr: S'enregistrer pour le support et obtenir le dépôt de mise à jour
gl: Rexistrarse para soporte e obter o repositorio de actualización
he: הירשמו לתמיכה וקבלו מאגר עדכון
hi: समर्थन हेतु पंजीकरण कर अपडेट पैकेज-संग्रह प्राप्त करें
hu: Regisztráció a támogatáshoz és a frissítésekhez
ja: サポートと更新リポジトリ取得のための登録
km: ចុះឈ្មោះ​សម្រាប់​កា​រគាំទ្រ និង​ទទួល​បានឃ្លាំងបច្ចុប្បន្នភាព
ko: 지원 등록 및 업데이트 리포지토리 가져오기
lt: Norėdami gauti palaikymą ir atnaujinimo saugyklas, užsiregistruokite
nb: Registrer deg for brukerstøtte og oppdateringspakkebrønn
nl: Registreren voor ondersteuning en de opslagruimte voor bijwerken ophalen
nn: Registrer deg for brukarstøtte og oppdateringspakkebrønn
pt: Registar para suporte e obter repositório de actualizações
pt_br: Registrar-se para obter suporte e repositório de atualizações
ru: Зарегистрируйтесь для получения поддержки и доступа к репозиторию обновлений
sk: Registrovať pre podporu a získať repozitár s aktualizáciami
sv: Registrera dig för support och få tillgång till uppdateringsarkiv
th: ลงทะเบียนเพื่อขอรับการสนับสนุนและรับคลังแพกเกจสำหรับปรับรุ่น
wa: S' eredjistrer pos aveur do sopoirt eyet rçure les depots des metaedjes a djoû
zh_cn: 注册以获得支持和更新源
zh_tw: 註冊以取得支援及更新套件庫

source: Send hardware information to the smolt project
ar: إرسال معلومات الأجهزة إلى مشروع smolt
ca: Envia informació de maquinari al projecte smolt
da: Send hardwareinformation til smolt-projektet
de: Hardware-Informationen an das smolt-Projekt senden
el: Αποστολή πληροφοριών υλικού στο έργο smolt
es: Enviar Información del hardware al proyecto smolt
fi: Lähetä tiedot laitteistosta smolt-projektille
fr: Envoyer des informations sur le matériel pour le projet smolt
gl: Enviar Información do hardware ao proxecto smolt
he: שלחו מידע על חומרה עבור פרויקט smolt
hi: Smolt परियोजना हेतु हार्डवेयर सूचना भेजें
hu: Hardverinformáció küldése a Smolt projekthez
ja: smolt プロジェクトにハードウエア情報を送信
km: ផ្ញើ​ព័ត៌មាន​ផ្នែករឹង​ទៅ​គម្រោង smolt
ko: Smolt 프로젝트로 하드웨어 정보 전송
lt: Siųsti aparatinės įrangos informaciją smolt projektui
nb: Send maskinvareinformasjon til smolt-prosjektet
nl: Hardwareinformatie verzenden naar het smolt-project
nn: Send maskinvareinformasjon til smolt-prosjektet
pt: Enviar informação de hardware para o projeto smolt
pt_br: Enviar informações do hardware para o projeto smolt
ru: Отправить информацию об оборудовании в проект smolt
sk: Odoslať hardvérové informácie do smolt projektu
sv: Skicka maskinvaruinformation till smolt-projektet
th: ส่งข้อมูลของฮาร์ดแวร์ไปยังโครงการ smolt
wa: Evoyoyî des informåcions so l' éndjolreye å pordjet smolt
zh_cn: 发送硬件信息到 smolt 项目
zh_tw: 傳送硬體資訊到 smolt 計劃

source: Interval
ar: فاصل زمني
de: Zeitraum
el: Διάστημα
es: Intervalo
fi: Väli
fr: Intervalle
gl: Intervalo
he: מרווח
hi: अंतराल
hu: Időköz
ja: 間隔
km: ចន្លោះ​ពេល
ko: 간격
lt: Dažnumas
nb: Intervall
nn: Intervall
pt: Intervalo
pt_br: Intervalo
ru: Интервал
sv: Intervall
th: ช่วงเวลา
wa: To(te)s les
zh_cn: 周期
zh_tw: 間隔

source: Skip Interactive Patches
ar: تخطي التصحيحات التفاعلية
ca: Omet els pedaços interactius
da: Skip interaktive rettelser
de: Interaktive Patches überspringen
el: Παράλειψη Αλληλεπιδραστικών Διορθώσεων
es: Omitir los parches interactivos
fi: Ohita interaktiiviset korjaukset
fr: Ignorer les correctifs interactifs
gl: Omitir os parches interactivos
he: דלג על תיקונים אינטראקטיביים
hi: संवादात्मक पैच निरस्त करें
hu: Interaktív javítások kihagyása
ja: 対話操作が必要な修正を飛ばす
km: រំលង​បំណះ​អន្តរកម្ម​
ko: 대화형 패치 건너뛰기
lt: Praleisti pataisas, reikalaujančias naudotojo įsikišimo
nb: Hopp over interaktive oppdateringer
nl: Interactieve patches overslaan
nn: Hopp over interaktive oppdateringar
pt: Saltar Correcções Interactivas
pt_br: Ignorar correções interativas
ru: Пропускать интерактивные исправления
sk: Preskočiť interaktívne opravy
sv: Hoppa över interaktiva programfixar
th: ข้ามการโต้ตอบแพตช์
wa: Passer houte les coridjaedjes interactifs
zh_cn: 跳过交互式补丁
zh_tw: 略過互動式修補程式

source: Agree with Licenses
ar: الموافقة على الترخيص
ca: Accepta l'acord de les llicències
da: Acceptér licensaftaler
de: Ja, ich akzeptiere die Lizenzvereinbarung
el: Συμφωνώ με την Άδειες Χρήσης
es: Aceptar licencias
fi: Hyväksy käyttöoikeussopimukset
fr: Accepter les licences
gl: Aceptar as licenzas
he: הסכם עם הרשיונות
hi: लाइसेंस हेतु सहमति
hu: Elfogadom a licencmegállapodást
ja: ライセンスに同意する
km: ខ្ញុំ​យល់ព្រម​នឹង​លក្ខខណ្ឌ​របស់​អាជ្ញាប័ណ្ណ
ko: 사용권 계약에 동의
lt: Sutikti su licencijomis
nb: Godkjenn lisensavtaler
nl: Ja, ik accepteer de licentieovereenkomsten
nn: Godkjenn lisensavtaler
pt: Concordar com as Licenças
pt_br: Aceitar licenças
ru: Принимать условия лицензий
sk: Súhlasím s týmito licenčnými podmienkami
sv: Godkänn licenser
th: ยอมรับเงื่อนไขตามสัญญาอนุญาต
wa: D' acoird avou les licinces
zh_cn: 接受许可
zh_tw: 我同意授權合約

source: Include Recommended Packages
ar: تشمل الحزم الموصى بها
ca: Inclou els paquets recomanats
da: Medtag anbefalede pakker
de: Empfohlene Pakete einbeziehen
el: Ενσωμάτωση Προτεινόμενων Πακέτων
es: Incluir paquetes recomendados
fi: Sisällytä suositellut paketit
fr: Inclure les paquets recommandés
gl: Incluír Paquetes recomendados
he: כלול חבילות מומלצות
hi: अनुशंसित पैकेज सम्मिलित करें
hu: Beleértve az ajánlott csomagokat
ja: 推奨パッケージを含む
ko: 권장 패키지 포함
lt: Įtraukti patartinus paketus
nb: Inkluder anbefalte pakker
nl: Aanbevolen pakketten invoegen
pt: Incluir Pacotes Recomendados
pt_br: Incluir pacotes recomendados
ru: Включить рекомендованные пакеты
sk: Zahrnúť odporúčané balíky
sv: Inkludera rekommenderade paket
zh_cn: 包含推荐的软件包
zh_tw: 包含推薦的套件

source: Use delta rpms
ar: استخدام delta rpms
ca: Usa delta rpms
da: Brug delta-RPM'er
de: Delta-RPMs verwenden
el: Χρήση delta rpms
es: Usar rpms delta
fi: Käytä delta rpm-paketteja
fr: Utiliser les RPM delta
gl: Usar delta rpms
he: השתמש בקבצי RPM דלתא
hi: डेल्टा RPM उपयोग करें
hu: Delta RPM-ek használata
ja: 差分 RPM を使用する
ko: 델타 rpms 사용
lt: Naudoti pakeitimų rpms
nl: Delta rpms gebruiken
pt: Utilizar rpms delta
pt_br: Usar delta RPM
ru: Использовать дельта-пакеты
sk: Použiť delta rpm balíky
sv: Använd delta-RMP-filer
zh_cn: 使用增量 RPM
zh_tw: 使用 delta rpms

source: Current Update Repository:
ar: مستودع التحديث الحالي:
ca: Repositori d'actualització actual:
da: Aktuel opdateringskilde:
de: Aktuelles Update-Repository:
el: Τρέχων Αποθετήριο Ενημερώσεων:
es: Repositorio actual de actualizaciones:
fi: Nykyinen päivitysasennuslähde:
fr: Dépôt de mise à jour actuel :
gl: Repositorio actual de actualización:
he: מעגר עדכון נוכחי:
hi: वर्तमान अपडेट पैकेज-संग्रह :
hu: Jelenlegi frissítési forrás:
ja: 現在の更新リポジトリ:
km: ឃ្លាំងបច្ចុប្បន្នភាព​​បច្ចុប្បន្ន ៖
ko: 현재 리포지토리 업데이트:
lt: Dabartinė atnaujinimų saugykla:
nb: Gjeldende oppdateringspakkebrønn:
nl: Huidige opslagruimte voor bijwerken:
nn: Gjeldande oppdateringspakkebrønn:
pt: Repositório de Atualizações Atuais:
pt_br: Repositório de atualizações atual:
ru: Текущий репозиторий обновлений:
sk: Aktuálny repozitár s aktualizáciami:
sv: Aktuellt uppdateringsarkiv:
th: คลังแพกเกจปัจจุบันสำหรับปรับรุ่น:
wa: Depot des metaedjes a djoû do moumint :
zh_cn: 当前更新源：
zh_tw: 目前更新套件庫：

source: In order to add the default update repository you have to register this product.
ar: لإضافة مخزن التحديث الافتراضي يجب أن تقوم بتسجيل هذا المنتج.
ca: Per tal d'afegir el repositori d'actualització per defecte heu de registrar el producte.
da: For at kunne tilføje standard opdateringskilden skal du registrere dette produkt.
de: Zum Hinzufügen des Standard-Aktualisierungs-Repository müssen Sie dieses Produkt registrieren.
el: Για να προσθέσετε το προεπιλεγμένο αποθετήριο ενημερώσεων πρέπει να εγγράψετε αυτό το προϊόν.
es: Para añadir el repositorio de actualización por defecto debe registrar este producto.
fi: Lisätäksesi oletus asennuslähteen, sinun tulee rekisteröidä tämä tuote.
fr: Pour ajouter le dépôt de mises à jour par défaut vous devez enregistrer ce produit.
gl: Para engadir o repositorio predeterminado de actualización ten que rexistrar este produto.
he: בשביל להוסיף מאגר עדכון ברירת מחדל אתם צרכים לרישום את המוצר.
hi: डिफ़ॉल्ट अपडेट पैकेज-संग्रह जोड़ने हेतु इस उत्पाद का पंजीकरण आवश्यक है।
hu: Az alapértelmezett frissítési forrás hozzáadás hozzáadásával a terméket regisztrálnia kell.
ja: 既定の更新リポジトリを追加するには、 この製品を登録する必要があります。
km: ដើម្បី​បន្ថែម​ឃ្លាំងបច្ចុប្បន្នភាព​​លំនាំដើម អ្នក​ត្រូវ​តែ​ចុះឈ្មោះ​ផលិតផល​នេះ ។
ko: 기본 업데이트 리포지토리를 추가하려면 이 프로젝트를 등록해야 합니다.
lt: Jei norite pridėti numatytąją atnaujinimų saugyklą, privalote užregistruoti produktą.
nb: For å legge til standardpakkebrønnen for oppdatering må du registrere dette produktet.
nl: Als u de standaard bijwerkopslagruimte wilt toevoegen moet u dit product registreren.
nn: Du må registrera dette produktet dersom du ønsker å bruka standard oppdateringspakkebrønn.
pt: A fim de adicionar o repositório de atualizações padrão tem de registar este produto.
pt_br: Para adicionar o repositório de atualização padrão, você deve registrar este produto.
ru: Для добавления репозитория обновлений по умолчанию необходимо зарегистрировать этот продукт.
sk: Aby mohol byť pridaný štandardný repozitár s aktualizáciami, musíte zaregistrovať tento produkt.
sv: Om du vill lägga till standarduppdateringsarkivet måste du registrera den här produkten.
th: หากต้องการเพิ่มคลังแพกเกจสำหรับปรับรุ่น คุณจะต้องทำการลงทะเบียนผลิตภัณฑ์นี้ก่อน
wa: Po radjouter l' depot des metaedjes a djoû prémetou, vos dvoz eredjistrer c' prodût ci.
zh_cn: 您必须先注册本产品才能添加默认更新源。
zh_tw: 要新增預設的更新套件庫， 您必須先註冊此產品。

source: Do you want to perform the registration now?
ar: هل تريد إجراء التسجيل الآن؟
ca: Voleu fer ara el registre?
da: Vil du udføre registreringen nu?
de: Soll die Registrierung sofort durchgeführt werden?
el: Θέλετε να εγγραφείτε τώρα;
es: ¿Desea registrarse ahora?
fi: Haluatko suorittaa rekisteröinnin nyt?
fr: Voulez-vous procéder à l'enregistrement maintenant ?
gl: Desexa rexistrarse agora?
he: ברצונך לבצע הרשמה כעת?
hi: क्या आप पंजीकरण अभी करना चाहते हैं?
hu: El akarja végezni most a regisztrációt?
ja: 今すぐ登録を行いますか？
km: តើ​អ្នក​ចង់​អនុវត្ត​ការ​ចុះឈ្មោះ​ឥឡូវ​ទេ ?
ko: 지금 등록을 수행하시겠습니까?
lt: Ar norite registruotis dabar?
nb: Vil du registrere produktet nå?
nl: Wilt u de registratie nu doen?
nn: Vil du registrera produktet no?
pt: Quer efetuar o registo agora?
pt_br: Deseja registrar agora?
ru: Выполнить регистрацию сейчас?
sk: Chcete teraz vykonať registráciu?
sv: Vill du registrera nu?
th: คุณต้องการจะทำการลงทะเบียนในตอนนี้หรือไม่ ?
wa: Voloz vs fé l' eredjistraedje do côp ?
zh_cn: 您想要现在注册吗？
zh_tw: 是否要立即執行註冊？
