Repository: Dzejrou/yast-translations
Catalog: po/xpram/*.po
Languages: ar, ca, cs, es, fa, fr, hi, hu, it, ja, ka, ko, pt_br, zh_cn, zh_tw

source: Configuration of XPRAM
ar: قم بتكوين XPRAM
ca: Configuració d'XPRAM
cs: Konfigurace XPRAM
es: Configuración de XPRAM
fa: پیکربندی XPRAM
fr: Configuration de XPRAM
hi: XPRAM हेतु विन्यास
hu: Az XPRAM beállítása
it: Configurazione di XPRAM
ja: XPRAMの設定
ka: XPRAM-ის მორგება
ko: XPRAM 구성
pt_br: Configuração de XPRAM
zh_cn: XPRAM 的配置
zh_tw: XPRAM 的組態

source: Enable XPRAM
ar: قم بتمكين XPRAM
ca: Habilita XPRAM
cs: Povolit XPRAM
es: Habilitar XPRAM
fa: فعالسازی XPRAM
fr: Activer XPRAM
hi: XPRAM सक्रिय करें
hu: XPRAM engedélyezése
it: Abilita XPRAM
ja: XPRAMを有効にする
ka: XPRAM-ის ჩართვა
ko: XPRAM 활성화
pt_br: Habilitar XPRAM
zh_cn: 启用 XPRAM
zh_tw: 啟用 XPRAM

source: Disable XPRAM
ar: قم بتعطيل XPRAM
ca: Inhabilita XPRAM
cs: Zakázat XPRAM
es: Inhabilitar XPRAM
fa: غیرفعالسازی XPRAM
fr: Désactiver XPRAM
hi: XPRAM निष्क्रिय करें
hu: XPRAM letiltása
it: Disabilita XPRAM
ja: XPRAMを無効にする
ka: XPRAM-ის გამორთვა
ko: XPRAM 비활성화
pt_br: Desabilitar XPRAM
zh_cn: 禁用 XPRAM
zh_tw: 停用 XPRAM

source: Change the XPRAM configuration
ar: قم بتغيير تكوين XPRAM
ca: Canvieu la configuració d'XPRAM
cs: Změnit konfiguraci XPRAM
es: Cambiar la configuración de XPRAM
fa: تغییر پیکربندی XPRAM
fr: Modifier la configuration de XPRAM
hi: XPRAM हेतु विन्यास बदलें
hu: Az XPRAM-beállítások módosítása
it: Modifica la configurazione XPRAM
ja: XPRAM設定を変更する
ka: XPRAM-ის კონფიგურაციის შეცვლა
ko: XPRAM 구성 변경
pt_br: Mudar a configuração de XPRAM
zh_cn: 更改 XPRAM 配置
zh_tw: 變更 XPRAM 組態

source: Mount point
ar: نقطة التوصيل
ca: Punt de muntatge
cs: Bod připojení
es: Punto de montaje
fa: نقطه‌ی سوار شدن
fr: Point de montage
hi: माउंट पॉइंट
hu: Csatolási pont
it: Punto di montaggio
ja: マウントポイント
ka: მიმაგრების წერტილი
ko: 마운트 포인트
pt_br: Ponto de montagem
zh_cn: 安装点
zh_tw: 掛接點

source: XPRAM Configuration
ar: تكوين XPRAM
ca: Configuració d'XPRAM
cs: Konfigurace XPRAM
es: Configuración de XPRAM
fa: پیکربندی XPRAM
fr: Configuration de XPRAM
hi: XRAM हेतु विन्यास
hu: XPRAM beállítások
it: Configurazione XPRAM
ja: XPRAMの設定
ka: XPRAM-ის მორგება
ko: XPRAM 구성
pt_br: Configuração de XPRAM
zh_cn: XPRAM 配置
zh_tw: XPRAM 組態

source: <p>Here, configure the <b>XPRAM</b> for your computer.</p>
ar: <p>من هنا، قم بتكوين <b>XPRAM</b> للكمبيوتر الخاص بك.</p>
ca: <p>Configureu aquí la <b>XPRAM</b> per al vostre ordinador.</p>
cs: <p>Zde můžete konfigurovat <b>XPRAM</b> vašeho počítače.</p>
es: <p>Aquí podrá configurar <b>XPRAM</b> para el equipo.</p>
fa: <p>اینجا، <b>XPRAM</b> را برای رایانه‌ی خود پیکربندی کنید.</p>
fr: <p>Ici, configurez le <b>XPRAM</b> pour votre ordinateur.</p>
hi: <p>यहाँ, कंप्यूटर हेतु <b>XRAM</b> विन्यस्त करें।</p>
hu: <p>Itt állítható be az <b>XPRAM</b>.</p>
it: <p>Qui è possibile configurare <b>XPRAM</b> per il computer in uso.</p>
ja: <p>ここでは、コンピュータの<b>XPRAM</b>を設定します。</p>
ka: <p>აქ შეგიძლიათ <b>XPRAM-ი</b>მოირგოთ.</p>
ko: <p>여기서 컴퓨터의 <b>XPRAM</b>을 구성합니다.</p>
pt_br: <p>Configure aqui o <b>XPRAM</b> do seu computador.</p>
zh_cn: <p>在此配置计算机的 (<b>XPRAM</b>)。</p>
zh_tw: <p>請在此處為您的電腦設定 <b>XPRAM</b>。</p>

source: <p>This tool currently only supports assigning the entire XPRAM to one partition. To have multiple partitions, look at "Device Drivers, Features and Commands November 30, 2004" for the Linux kernel 2.6 - April 2004 stream.</p><p>In this case disable XPRAM in this module.</p>
ar: <p>لا تدعم هذه الأداة في الوقت الحالي إلا تعيين XPRAM بالكامل إلى قسم واحد. للحصول على عدة أقسام، راجع "الأوامر و الميزات وبرامج التشغيل الخاصة بالأجهزة 30 من نوفمبر 2004" بالنسبة لـ Linux kernel 2.6 - أبريل 2004 stream.</p><p>في هذه الحالة، قم بتعطيل XPRAM في هذه الوحدة النمطية.</p>
ca: <p>Actualment aquesta eina només admet assignar tota l'XPRAM a una partició. Per tenir diverses particions, mireu "Controladors de dispositiu, funcions i ordres del 30 de novembre de 2004" per al flux del nucli Linux 2.6 - abril de 2004.</p><p>En aquest cas, inhabiliteu la XPRAM en aquest mòdul.</p>
cs: <p>Tento nástroj v současné době podporuje přidělení celé XPRAM jednomu oddílu. Pokud chcete používat více oddílů, zobrazte si "Device Drivers, Features and Commands November 30, 2004" pro linuxové jádro 2.6 - duben 2004.</p> <p>V takovém případě v tomto modulu zakažte XPRAM.</p>
es: <p>Esta herramienta sólo admite actualmente la asignación de XPRAM a una partición. Para contar con varias particiones, consulte ""Device Drivers, Features and Commands November 30, 2004"" (Controladores de dispositivos, funciones y comandos, 30 de noviembre de 2004) para el núcleo de Linux 2.6 (flujo de abril de 2004).</p><p>En este caso, inhabilite XPRAM en este módulo.</p>
fa: <p>این ابزار در حال حاظر فقط از واگذاری تمامی XPRAM به یک پارتیشن پشتیبانی میکند. برای داشتن چندین پارتیشن، به "راه‌انداز دستگاه‌ها، امکانات و دستورات نوامبر ۳۰، ۲۰۰۴" در استریم کرنل لینوکس ۲.۶ - آوریل ۲۰۰۴ نگاه کنید. </p><p> در این حالت XPRAM در این ماژول را غیرفعال کنید.</p>
fr: <p>Cet outil ne prend actuellement en charge que l’assignation complète de XPRAM à une partition. Pour avoir plusieurs partitions, recherchez dans "Device Drivers, Features and Commands November 30, 2004" (Pilotes, fonctions et commandes des périphériques, 30 novembre 2004) pour le kernel Linux 2.6 – flux d’avril 2004.</p><p>Dans ce cas, désactivez XPRAM dans ce module.</p>
hi: <p>इस साधन द्वारा संपूर्ण XPRAM को केवल एक विभाजन पर आवंटित करना संभव है। एकाधिक विभाजन के लिए "डिवाइस उपकरण, विशेषताएँ व कमांड 30 नवंबर, 2004" हेतु लिनक्स कर्नेल 2.6 - अप्रैल 2004 स्ट्रीम देखें। </p><p>ऐसे में इस अनुखंड हेतु XPRAM निष्क्रिय करें।</p>
hu: <p>Ez a YaST-modul jelenleg csak a teljes XPRAM egyetlen partícióhoz rendelését támogatja. Több partíció használatához tekintse meg az "Eszközillesztők, funkciók és parancsok, 2004. november 30." leírást a Linux kernel 2.6 - 2004. áprilisi kiadásához.</p><p>Ebben az esetben azonban tiltsa le az XPRAM-ot ebben a modulban.</p>
it: <p>Questo strumento supporta attualmente solo l'assegnazione dell'intero XPRAM a una partizione. Per disporre di più partizioni, consultare "Device Drivers, Features and Commands November 30, 2004" per il kernel 2.6 di Linux - aprile 2004.</p><p>In questo caso, disabilitare XPRAM nel modulo.</p>
ja: <p>現在このツールでは、1つのパーティションにXPRAM全体を割り当てることしかできません。複数のパーティションを利用する場合は、Linux kernel 2.6 - April 2004用の「Device Drivers, Features and Commands November 30, 2004」ストリームを参照してください。</p><p>この場合、このモジュールのXPRAMは無効にしてください。</p>
ko: <p>이 도구는 현재 하나의 파티션에 전체 XPRAM을 할당하는 기능만 지원합니다. 여러 파티션을 가지려면 Linux 커널 2.6 - 2004년 4월 스트림의 "장치 드라이버, 기능 및 명령 2004년 11월 30일"을 참조하십시오.</p><p>이 경우 이 모듈에서 XPRAM을 비활성화하십시오.</p>
pt_br: <p>No momento, esta ferramenta suporta a atribuição total de XPRAM a apenas uma partição. Para utilizar várias partições, consulte o documento "Device Drivers, Features and Commands (Comandos, Recursos e Drivers de Dispositivo) de 30 de novembro de 2004" para o kernel Linux 2.6 – fluxo de abril de 2004.</p><p>Nesse caso, desabilite o XPRAM neste módulo.</p>
zh_cn: <p>此工具当前仅支持将整个 XPRAM 分配到一个分区。要使用多个分区，请查看 Linux 内核 2.6 - 2004 年 4 月流的“设备驱动程序、功能和命令(2004 年 11 月 30 日)。</p><p>在这种情况下，禁用此模块中的 XPRAM。</p>
zh_tw: <p>這項工具目前僅支援將整個 XPRAM 指定到單一磁碟區中。若要使用多個磁碟區，請參閱 Linux 核心 2.6 - 2004 年 4 月出版的 Device Drivers, Features and Commands November 30, 2004。</p><p>在目前情況下，請停用本模組的 XPRAM。</p>

source: <p>Choose the correct mount point for <b>Mount Point</b>.</p>
ar: <p>اختر نقطة التوصيل الصحيحة لـ <b>نقطة التوصيل</b>.</p>
ca: <p>Trieu el punt de muntatge correcte per al <b>Punt de muntatge</b>.</p>
cs: <p>Zvolte prosím správný <b>Bod připojení</b>.</p>
es: <p>Seleccione el punto de montaje correcto en la opción <b>Punto de montaje</b>.</p>
fa: <p> نقطه‌ی سوار شدن صحیح را برای <b>نقطه‌ی سوار شدن</b> انتخاب کنید.</p>
fr: <p>Choisissez le bon point de montage pour <b>Point de montage</b>.</p>
hi: <p><b>माउंट पॉइंट</b> हेतु उचित माउंट पॉइंट चुनें।</p>
hu: <p>Válassza ki a <b>Csatlakoztatási ponthoz</b> a megfelelő csatlakoztatási pontot.</p>
it: <p>Scegliere il punto di montaggio corretto per <b>Punto di montaggio</b>.</p>
ja: <p><b>マウントポイント</b>には正しいマウントポイントを選択してください。</p>
ka: <p>აირჩიეთ სწორი მიმაგრების წერტილი <b>მისამაგრებლად</b>.</p>
ko: <p><b>마운트 포인트</b>에 대해 정확한 마운트 포인트를 선택하십시오.</p>
pt_br: <p>Escolha o ponto de montagem correto em <b>Ponto de Montagem</b>.</p>
zh_cn: <p>在<b>安装点</b>中，选择正确的安装点。</p>
zh_tw: <p>選擇「<b>掛接點</b>」的正確掛接點。</p>

source: <p>Next, choose the file system to use on the device.</p>
ar: <p>بعد ذلك، اختر نظام الملفات المطلوب استخدامه في الجهاز.</p>
ca: <p>Tot seguit, trieu el sistema de fitxers per usar al dispositiu.</p>
cs: <p>Nyní vyberte systém souborů pro zařízení.</p>
es: <p>A continuación, seleccione el sistema de archivos que se utilizará en el dispositivo.</p>
fa: <p>سپس، سیستم فایل را برای استفاده بر روی دستگاه انتخاب کنید.</p>
fr: <p>Ensuite, choisissez le système de fichiers à utiliser sur le périphérique.</p>
hi: <p>अब, उपकरण पर उपयोग हेतु फाइल सिस्टम चुनें।</p>
hu: <p>Válassza ki a fájlrendszert, amelyet az eszközön használni kíván.</p>
it: <p>Scegliere quindi il file system da utilizzare sul dispositivo.</p>
ja: <p>次にデバイスで使用するファイルシステムを選択します。</p>
ka: <p>შემდეგ აირჩიეთ ფაილური სისტემა, რომელსაც ამ მოწყობილობაზე გამოიყენებთ.</p>
ko: <p>그런 다음 장치에 사용할 파일 시스템을 선택하십시오.</p>
pt_br: <p>A seguir, escolha o sistema de arquivos a ser usado no dispositivo.</p>
zh_cn: <p>下一步，选择要在该设备上使用的文件系统。</p>
zh_tw: <p>接下來，選擇要在該裝置上使用的檔案系統。</p>

source: Do No&t Start XPRAM
ar: عدم بدء تشغيل XPRAM
ca: &No iniciïs la XPRAM
cs: Nespouště&t XPRAM
es: &No iniciar XPRAM
fa: XPRAM را شروع نکن
fr: Ne &pas démarrer XPRAM
hi: XPRAM आरंभ न करें (&t)
hu: &Ne indítsa el az XPRAM szolgáltatást
it: Non &avviare XPRAM
ja: XPRAMを開始しない(&T)
ka: XPRAM-ი &არ გაეშვება
ko: XPRAM을 시작하지 않음(&T)
pt_br: Nã&o Iniciar XPRAM
zh_cn: 不启动 XPARM(&T)
zh_tw: 不要啟動 XPRAM(&T)

source: &Start XPRAM
ar: بدء تشغيل XPRAM
ca: &Inicia la XPRAM
cs: &Spustit XPRAM
es: &Iniciar XPRAM
fa: شروع XPRAM
fr: &Démarrer XPRAM
hi: XPRAM आरंभ करें (&S)
hu: XPRAM &indítása
it: Avv&ia XPRAM
ja: XPRAMを開始する(&S)
ka: XPRAM-ის &გაშვება
ko: XPRAM 시작(&S)
pt_br: &Iniciar XPRAM
zh_cn: 启动 XPRAM(&S)
zh_tw: 啟動 XPRAM(&S)

source: Install File System or Swap Although &XPRAM Contains Valid Data
ar: تثبيت نظام الملفات أو التبديل على الرغم من احتواء XPRAM على بيانات صالحة
ca: Instal·la el sistema de fitxers o l'intercanvi tot i que la &XPRAM conté dades vàlides
cs: Instalovat systém souborů či odkládací oddíl přestože &XPRAM obsahuje platná data
es: Instalar sistema de archivos o intercambiar aunque &XPRAM contenga datos válidos
fa: نصب سیستم فایل و یا Swap با اینکه XPRAM حاوی اطلاعات معتبر است
fr: Installer le système de fichiers ou échanger même si &XPRAM contient des données valides
hi: XPRAM में मान्य डाटा होने पर भी फाइल सिस्टम या स्वैप इंस्टॉल करें (&X)
hu: Fájlrendszer vagy csereterület telepítése, bár az &XPRAM érvényes adatokat tartalmaz
it: Installa file system o swap anche se &XPRAM contiene dati validi
ja: XPRAMに有効なデータが含まれていても、ファイルシステムをインストールするか、スワップする(&X)
ko: 파일 시스템 설치 및 XPRAM에 유효한 데이터가 있어도 스왑(&X)
pt_br: Instalar Sistema de Arquivos ou Trocar Embora o &XPRAM Contenha Dados Válidos
zh_cn: 安装文件系统或交换空间(即使 XPRAM 包含有效数据)(&X)
zh_tw: 即使 XPRAM 包含有效資料仍要安裝檔案系統或交換分割區(&X)

source: Mount Point
ar: نقطة التوصيل
ca: Punt de muntatge
cs: Bod připojení
es: Punto de montaje
fa: نقطه‌ی سوار شدن
fr: Point de montage
hi: माउंट पॉइंट
hu: Csatolási pont
it: Punto di montaggio
ja: マウントポイント
ka: მიმაგრების წერტილი
ko: 마운트 포인트
pt_br: Ponto de montagem
zh_cn: 安装点
zh_tw: 掛接點

source: &Mount Point
ar: نقطة التوصيل
ca: Punt de &muntatge
cs: Bod připo&jení
es: Punto de &montaje
fa: نقطه‌ی سوار شدن
fr: Point de &montage
hi: माउंट पॉइंट (&M)
hu: &Csatolási pont
it: Punto di &montaggio
ja: マウントポイント(&M)
ka: &მიმაგრების წერტილი
ko: 마운트 포인트(&M)
pt_br: Ponto de &montagem
zh_cn: 安装点(&M)
zh_tw: 掛接點(&M)

source: File System Type
ar: نوع نظام الملفات
ca: Tipus de sistema de fitxers
cs: Typ soub. systému
es: Tipo del sistema de archivos
fa: نوع سیستم فایل
fr: Type de système de fichiers
hi: फाइल सिस्टम प्रकार
hu: Fájlrendszer típusa
it: Tipo di file system
ja: ファイルシステムの種類
ka: ფაილური სისტემის ტიპი
ko: 파일 시스템 유형
pt_br: Tipo de Sistema de Arquivos
zh_cn: 文件系统类型
zh_tw: 檔案系統類型

source: F&ile System to Use:
ar: نظام الملفات المطلوب استخدامه:
ca: Sistema de &fitxers per usar:
cs: &Systém souborů k použití:
es: &Sistema de archivos que utilizar:
fa: سیستم فایل برای استفاده:
fr: Système de f&ichiers à utiliser :
hi: उपयोग हेतु फाइल सिस्टम (&i):
hu: &Használandó fájlrendszer:
it: &File system da utilizzare:
ja: 使用するファイルシステム(&I):
ka: &მისამაგრებელი ფაილური სისტემა:
ko: 사용할 파일 시스템(&I):
pt_br: &Sistema de Arquivos a Ser Usado:
zh_cn: 要使用的文件系统(&I)：
zh_tw: 要使用的檔案系統(&I)：

source: Saving XPRAM Configuration
ar: حفظ تكوين XPRAM
ca: Desant la configuració d'XPRAM
cs: Ukládá se konfigurace XPRAM
es: Guardando la configuración de XPRAM
fa: ذخیره کردن پیکربندی XPRAM
fr: Enregistrement de la configuration de XPRAM
hi: XPRAM विन्यास संचित हो रहा है
hu: XPRAM-beállítások mentése
it: Salvataggio della configurazione XPRAM
ja: XPRAMの設定を保存中
ka: XPRAM-ის კონფიგურაციის შენახვა
ko: XPRAM 구성 저장
pt_br: Gravando Configuração de XPRAM
zh_cn: 正在保存 XPRAM 配置
zh_tw: 正在儲存 XPRAM 組態

source: Write the settings
ar: كتابة الإعدادات
ca: Escriu els paràmetres
cs: Zapsat nastavení
es: Escribir la configuración
fa: تنظیمات را بنویس
fr: Écrire les paramètres
hi: सेटिंग्स राइट करें
hu: Beállítások kiírása
it: Scrivi le impostazioni
ja: 設定の書き込み
ka: პარამეტრების ჩაწერა
ko: 설정 기록
pt_br: Gravar as configurações
zh_cn: 写入设置
zh_tw: 寫入設定

source: Restart the service
ar: إعادة بدء الخدمة
ca: Reinicia el servei
cs: Restartovat službu
es: Reiniciar el servicio
fa: بارگزاری مجدد سرویس
fr: Redémarrer le service
hi: सेवा पुनः आरंभ करें
hu: A szolgáltatás újraindítása
it: Riavvia il servizio
ja: サービスの再起動
ka: სერვისის რესტარტი
ko: 서비스 재시작
pt_br: Reiniciar o serviço
zh_cn: 重启动服务
zh_tw: 重新啟動服務

source: Writing the settings...
ar: تتم الآن كتابة الإعدادات...
ca: Escrivint els paràmetres...
cs: Probíhá zápis nastavení...
es: Escribiendo la configuración...
fa: نوشتن تنظیمات...
fr: Écriture des paramètres...
hi: सेटिंग्स राइट हो रही हैं...
hu: Beállítások mentése...
it: Scrittura impostazioni...
ja: 設定を書き込んでいます...
ka: პარამეტრების ჩაწერა...
ko: 설정을 기록하는 중...
pt_br: Gravando as configurações...
zh_cn: 正在写入设置...
zh_tw: 正在寫入設定...

source: Restarting service...
ar: تتم الآن إعادة بدء الخدمة...
ca: Es reinicia el servei...
cs: Restartuji službu...
es: Reiniciando el servicio...
fa: بارگزاری سرویس...
fr: Redémarrage du service...
hi: सेवा पुनः आरंभ हो रही है...
hu: Szolgáltatás újraindítása...
it: Riavvio del servizio in corso...
ja: サービスを再起動しています...
ka: სერვისის გადატვირთვა...
ko: 서비스 재시작 중...
pt_br: Reiniciando serviço...
zh_cn: 正在重启动服务...
zh_tw: 正在重新啟動服務...

source: Finished
ar: انتهى
ca: Acabat
cs: Dokončeno
es: Terminado
fa: پایان یافت
fr: Terminé
hi: पूर्ण
hu: Befejeződött
it: Completato
ja: 完了
ka: დასრულდა
ko: 완료됨
pt_br: Concluído
zh_cn: 已完成
zh_tw: 已完成

source: Error stopping xpram. Try "rcxpram stop" manually.
ar: حدث خطأ أثناء إيقاف XPRAM. الرجاء محاولة "إيقاف rcxpram" يدويًا.
ca: Error en aturar la xpram. Proveu "rcxpram stop" manualment.
cs: Chyba při zastavení xpram. Proveďte zastavení ručně příkazem rcxpram stop.
es: Error al detener xpram. Pruebe a ejecutar "rcxpram stop" manualmente.
fa: خطا در متوقف‌سازی xpram. اجرای دستی "rcxpram stop" را امتحان کنید.
fr: Erreur lors de l'arrêt de xpram. Essayer manuellement "rcxpram stop".
hi: xpram रोकने में त्रुटि। स्वयं "rcxpram stop" द्वारा प्रयास करें।
hu: Az xpram leállítása sikertelen, próbálja meg leállítani kézzel: "rcxpram stop".
it: Errore durante l'arresto di xpram. Provare ad eseguire "rcxpram stop" manualmente.
ja: xpramを停止中にエラーが発生しました。手動で「rcxpram stop」を実行してください。
ka: XPRAM-ის გაჩერების შეცდომა. სცადეთ 'rcxpram stop' ხელით გაუშვათ.
ko: xpram을 중지하는 중 오류가 발생했습니다. 수동으로 "rcxpram stop"을 시도하십시오.
pt_br: Erro ao parar o xpram. Tente "rcxpram stop" manualmente.
zh_cn: 停止 xpram 时出错。请尝试手动运行“rcxpram stop”。
zh_tw: 停止 xpram 時發生錯誤。請嘗試手動執行「rcxpram stop」。

source: Error starting xpram. Try "rcxpram start" manually.
ar: حدث خطأ أثناء تشغيل XPRAM. الرجاء محاولة "تشغيل XPRAM" يدويًا.
ca: Error en iniciar la xpram. Proveu "rcxpram start" manualment.
cs: Chyba při startu xpram. Proveďte spuštění ručně příkazem rcxpram start.
es: Error al iniciar xpram. Pruebe a ejecutar "rcxpram start" manualmente.
fa: خطا در شروع xpram. اجرای دستی "rcxpram start" را امتحان کنید.
fr: Erreur lors du démarrage de xpram. Essayer manuellement "rcxpram start".
hi: xpram आरंभ में त्रुटि। स्वयं "rcxpram start" द्वारा प्रयास करें।
hu: Az xpram indítása sikertelen, próbálja meg elindítani kézzel: "rcxpram start".
it: Errore durante l'avvio di xpram. Provare ad eseguire "rcxpram start" manualmente.
ja: xpramを起動中にエラーが発生しました。手動で「rcxpram start」を実行してください。
ka: XPRAM-ის გაშვების შეცდომა. სცადეთ 'rcxpram start' ხელით გაუშვათ.
ko: xpram을 시작하는 중 오류가 발생했습니다. 수동으로 "rcxpram start"를 시도하십시오.
pt_br: Erro ao iniciar o xpram. Tente "rcxpram start" manualmente.
zh_cn: 启动 xpram 时出错。请尝试手动运行“rcxpram start”。
zh_tw: 啟動 xpram 時發生錯誤。請嘗試手動執行「rcxpram start」。
