Repository: Dzejrou/yast-translations
Catalog: po/samba-client/*.po
Languages: af, th

source: Samba client configuration module. See Samba documentation for details.
af: Samba-kliëntkonfigurasiemodule. Sien Samba-dokumentasie vir besonderhede.
th: มอดูลปรับแต่งไคลเอนต์ของแซมบ้า ดูรายละเอียดได้ในคู่มือของบริการแซมบ้า

source: Enable or disable the Winbind services (winbindd)
af: Ontsper of versper die Winbind-dienste (winbindd)
th: เปิดหรือปิดการทำงานบริการ Winbind (winbindd)

source: Check if this machine is a member of a domain
af: Gaan na of hierdie masjien 'n lid van 'n domein is.
th: ตรวจสอบว่าเครื่องนี้เป็นสมาชิกของโดเมนหรือไม่

source: Change the global settings of Samba
af: Wysig die globale instellings van Samba
th: เปลี่ยนการตั้งค่าทั่วไปของแซมบ้า

source: Enable the service
af: Ontsper die diens
th: เปิดการทำงานของบริการ

source: Disable the service
af: Versper die diens
th: ปิดการทำงานของบริการ

source: The name of a domain to join
af: Die naam van 'n domein om by aan te sluit
th: ชื่อของโดเมนที่จะเข้าร่วม

source: The password used for the user when joining the domain
af: Die wagwoord wat gebruik word om by die domein aan te sluit.
th: รหัสผ่านที่จะใช้กับบัญชีผู้ใช้งานเมื่อทำการเข้าร่วมกับโดเมน

source: The machine account
th: บัญชีเครื่อง

source: The name of a workgroup
af: Die naam van 'n wergroep
th: ชื่อของกลุ่มงาน

source: Enter the name of a domain.
af: Voer die naam van 'n domein in.
th: ป้อนชื่อของโดเมน

source: Cannot test domain membership.
af: Kan domeinlidmaatskap nie toets nie.
th: ไม่สามารถทดสอบความเป็นสมากชิกภาพของโดเมนได้

source: Domain %1 joined successfully.
af: Suksesvol aangesluit by domein %1.
th: เข้าร่วมกับโดเมน %1 เรียบร้อยแล้ว

source: U&ID
th: เลขผู้ใช้ (U&ID)

source: &Primary Group Name
th: ชื่อกลุ่ม&หลัก

source: &Secondary Group Name
th: ชื่อกลุ่ม&รอง

source: &GID
th: เลขกลุ่มผู้ใช้ (&GID)

source: &Server Name
af: &Bedienernaam
th: ชื่อเครื่องแ&ม่ข่าย

source: Remote &Path
th: พาธบน&ปลายทาง

source: &Mount Point
af: &Hegpunt
th: จุดเมา&นท์

source: O&ptions
af: O&psies
th: ตั&วเลือก

source: &User Name
af: &Gebruikernaam
th: ชื่อ&ผู้ใช้

source: <p>Specify the <b>Range</b> for Samba user and group IDs (<tt>winbind uid</tt> and <tt>winbind gid</tt> values).</p>
th: <p>ระบุค่า<b>ช่วง</b>หมายเลขกลุ่มผู้ใช้แซมบ้า (ค่าของ <tt>winbind uid</tt> และ <tt>winbind gid</tt>)</p>

source: &Minimum
th: ค่า&ต่ำสุด

source: Ma&ximum
af: Ma&ksimum
th: ค่าสู&งสุด

source: M&inimum
th: &ค่าต่ำสุด

source: M&aximum
af: Ma&ksimum
th: ค่าสูงสุ&ด

source: Windows Internet Name Service
th: บริการ Windows Internet Name (WINS)

source: Mount Server Directories
th: เมานท์ไดเรกทอรีบนเครื่องแม่ข่าย

source: Server Name
af: Bedienernaam
th: ชื่อเครื่องแม่ข่าย

source: Remote Path
th: พาธระยะไกล

source: Local Mount Point
th: จุดเมานท์ภายในระบบ

source: User Name
th: ชื่อผู้ใช้

source: Options
af: Opsies
th: ตัวเลือก

source: Expert Settings
af: Kundige instellings
th: ตั้งค่าขั้นสูง

source: The minimum value in the range cannot be larger than maximum one.
th: ค่าต่ำสุดของช่วง ไม่สามารถมีค่ามากกว่าค่าสูงสุดได้

source: Windows Domain Membership
af: Windows-domeinlidmaatskap
th: สมาชิกภาพกับโดเมนของวินโดว์ส

source: Verifying AD domain membership...
th: ทำการตรวจสอบสมาชิกภาพกับโดเมน AD

source: &Leave
th: &ออกจากการเข้าร่วม

source: Currently a member of this domain
af: Tans 'n lid van hierdie domein
th: สมาชิกปัจจุบันของโดเมนนี้

source: &Create Home Directory on Login
af: &Skep tuisgids as u aanteken
th: &สร้างไดเรกทอรีส่วนตัวเมื่อล็อกอิน

source: Join Settings
af: Sluit by instellings aan
th: ตั้งค่าการเข้าร่วม

source: &Username
af: &Gebruikernaam
th: ชื่อ&ผู้ใช้

source: &Password
af: &Wagwoord
th: &รหัสผ่าน

source: Active Directory Server
af: Aktiewe gidsbediener
th: แม่ข่ายบริการแอคทีฟไดเรกทอรี

source: N&TP Configuration...
th: ปรับแต่งค่าบริการ N&TP...

source: Disable Name Service Cache
af: Versper naamdienscache
th: ปิดการใช้แคชของบริการสืบค้นชื่อ

source: Start File Alteration Monitor
af: Begin lêerwysigingsmonitor
th: เริ่มตัวตรวจจับการแก้ไขแฟ้ม

source: Membership
af: Lidmaatskap
th: สมาชิกภาพ

source: &Domain
af: &Domein
th: โ&ดเมน

source: &Domain or Workgroup
af: &Domein of werkgroep
th: โ&ดเมนหรือกลุ่มงาน

source: Off&line Authentication
af: On&gekoppelde bekragtiging
th: การ&ตรวจสอบสิทธิ์แบบออฟไลน์

source: &Expert Settings...
af: &Kundige instellings ...
th: ตั้งค่า&ขั้นสูง...

source: Cannot use the workgroup '%1' for Linux authentication.
af: Kan die werkgroep '%1' nie vir Linux-bekragtiging gebruik nie.
th: ไม่สามารถใช้กลุ่มงาน '%1' เพื่อใช้ตรวจสอบสิทธิ์ของลินุกซ์ได้

source: Enter a valid domain.
af: Voer 'n geldige domein in.
th: โปรดป้อนโดเมนที่ใช้งานได้

source: Enter a domain or disable using SMB for Linux authentication.
af: Voer 'n domein in of versper dit met gebruik van SMB vir Linux-bekragtiging.
th: ป้อนโดเมน หรือปิดการใช้ SMB กับการตรวจสอบสิทธิ์ของลินุกซ์

source: Configuring this system as a client for Active Directory resets the following settings in smb.conf to the default values: %1
af: Konfigureer van hierdie stelsel as 'n kliënt vir Aktiewe gids, stel weer die volgende instellings in smb.conf volgens die verstekwaardes: %1
th: การปรับแต่งระบบนี้ให้เป็นไคลเอนต์ของแม่ข่ายบริการแอคทีฟไดเรกทอรี จะเป็นปรับค่าต่อไปนี้ ในแฟ้ม smb.conf ให้กลับไปใช้ค่าปริยายของมัน: %1

source: The host must be a member of a domain for Linux authentication using SMB.
af: Die gasheer moet lid wees van 'n domein vir Linux-bekragtiging met gebruik van SMB.
th: เครื่องจะต้องเป็นสมาชิกของโดเมนด้วย เพื่อให้ลินุกซ์ทำการตรวจสอบสิทธิ์โดยใช้ SMB ได้

source: Join a domain or disable use of SMB for Linux authentication.
af: Sluit aan by 'n domein of versper gebruik van SMB vir Linux-bekragtiging.
th: เข้าร่วมกับโดเมนหรือปิดการใช้งาน SMB สำหรับการใช้ตรวจสอบสิทธิ์ของลินุกซ์

source: Samba is now enabled.
af: Samba is nou ontsper.
th: แซมบ้าถูกเปิดใช้งานแล้วในตอนนี้

source: In a Microsoft environment, hostname changes with DHCP are problematic. Disable hostname changes with DHCP?
af: In 'n Microsoft-omgewing is gasheerveranderings met DHCP problematies. Ontsper gasheerveranderings met DHCP?
th: ในสภาพการทำงานในระบบของไมโครซอฟต์นั้น, ค่าชื่อเครื่องที่ถูกเปลี่ยนผ่านทางบริการ DHCP นั้น มักจะมีปัญหาที่ยากต่อการแก้ไขมาก จะให้ปิดการแก้ไขชื่อเครื่องผ่านโดยบริการ DHCP หรือไม่ ?

source: This change only affects newly created processes and not already running services. Restart your services manually or reboot the machine to enable it for all services.
af: Hierdie wysiging beïnvloed slegs nuutgeskepte prosesse en nie dienste wat reeds loop nie. Herbegin u dienste met die hand of laat die masjien herselflaai om dit vir alle dienste te ontsper.
th: การเปลี่ยนแปลงนี้ จะมีผลกับโพรเซสที่ถูกสร้างใหม่แล้วเท่านั้น โดยจะไม่มีผลกับโพรเซสที่ทำงานอยู่ก่อนแล้ว หากต้องการให้มีผลกับทุกโพรเซสและทุกบริการ ให้ทำการเริ่มระบบ ใหม่อีกครั้ง

source: <p><b><big>Aborting the Initialization</big></b><br> Safely abort the configuration utility by pressing <b>Abort</b>.</p>
af: <p><b><big>Staak van die inisialisering:</big></b><br> Staak die konfigurasienutsprogram veilig deur <b>Staak</b> te druk.</p>
th: <p><b><big>การยุติการปรับแต่งค่า</big></b><br> สามารถยุตการปรับแต่งค่าได้อย่างปลอดภัย โดยกดที่ปุ่ม <b>ยกเลิก</b></p>

source: <p><b><big>Aborting Saving</big></b><br> Abort the save procedure by pressing <b>Abort</b>. An additional dialog informs you whether it is safe to do so. </p>
af: <p><b><big>Staak van berging</big></b><br> Staak die bergingsprosedure deur <b>Staak</b> te druk. 'n Bykomende dialoog deel u mee of dit veilig is om so te maak. </p>
th: <p><b><big>การยุติการจัดเก็บค่า</big></b><br> สามารถยุติการปรับแต่งค่าได้อย่างปลอดภัยได้ โดยกดที่ <b>ยกเลิก</b> ซึ่งจะมีกล่องแจ้งให้ทราบว่า สามารถทำได้อย่างปลอดภัยหรือไม่ </p>

source: <p><b><big>Selecting Windows Domain Membership</big></b></p>
af: <p><b><big>Kies van Windows-domeinlidmaatskap</big></b></p>
th: <p><b><big>การเลือกความสัมพันธ์กับโดเมนของวินโดว์ส</big></b></p>

source: <p>Specify the name of the NT or Active Directory domain.</p>
th: <p>ระบุชื่อของโดเมน NT หรือโดเมนแอคทีฟไดเรกทอรี</p>

source: <p>When you press <b>Next</b>, the system verifies the domain and allows this host to join the domain.</p>
af: <p>Wanneer u <b>Volgende</b> druk, bevestig die stelsel die domein en laat hierdie gasheer toe om by die domein aan te sluit.</p>
th: <p>เมื่อคุณกดที่ <b>ถัดไป</b>, ระบบจะทำการตรวจสอบโดเมน และอนุญาตให้เครื่องนี้เข้าร่วมกับโดเมนได้</p>

source: <p>Check <b>Create Home Directory on Login</b> to have local home directories created on the first login.</p>
th: <p>กาเลือกที่ <b>สร้างไดเรกทอรีส่วนตัวเมื่อล็อกอิน</b> เพื่อให้มีการสร้างไดเรกทอรีส่วนตัวภายในระบบให้ เมื่อล็อกอินครั้งแรก</p>

source: <p><b>Offline Authentication</b> enables the user to log in even if there is no connection to the domain controller. For this option to work, you must log in to your domain at least once. The user's credentials are then stored encrypted on your computer and are reused for a domain login when no connection to the domain controller can be established. This is especially useful for mobile users.
af: <p><b>Ongekoppelde bekragtiging</b> stel die gebruiker in staat om aan te teken selfs al is daar geen verbinding na die domeinbeheerder nie. Ten einde hierdie opsie te laat werk, moet u ten minste een keer aanteken op u domein. Die gebruiker se getuigskrifte word dan geënkripteerd geberg op u rekenaar en word hergebruik vir 'n domeinaantekening wanneer daar geen verbinding na die domeinbeheerder bewerkstellig kan word nie. Dit is veral nuttig vir mobiele gebruikers.
th: <p><b>การตรวจสอบสิทธิ์แบบออฟไลน์</b> เป็นการเปิดการให้ผู้ใช้ทำการล็อกอินได้ แม้ว่าจะไม่มีการเชี่อมต่อกับตัวควบคุมโดเมน และเพื่อให้ตัวเลือกนี้ทำงานได้ คุณจะต้องล็อกอินเข้าไปยังโดเมนของคุณอย่างน้อยหนึ่งครั้งก่อน แล้วข้อมูลที่ใช้รับรองผู้ใช้จะถูกจัดเก็บไว้ในเครื่องคอมพิวเตอร์ของคุณในรูปแบบเข้ารหัส เพื่อสามารถนำมาใช้ในการล็อกอินเข้าโดเมนได้หากไม่มีการเชื่อมต่ออยู่กับตัวควบคุมโดเมน ตัวเลือกนี้มีประโยชน์มากกับผู้ใช้ที่ใช้เครื่องแบบพกพา

source: <p><b>Join Settings</b></p>
af: <p><b>Sluit-aan instellings</b></p>
th: <p><b>ตั้งค่าการเข้าร่วม</b></p>

source: <p>Specify the <b>Active Directory Server</b> to use for joining an Active Directory domain. This is also used as the value for KDC in the Kerberos configuration.</p>
af: <p>Spesifiseer die <b>Aktiewe gidsbediener</b> om te gebruik vir aansluiting by 'n aktiewe gidsdomein. Dit word ook gebruik as die waarde vir KDC in die Kerberos-konfigurasie.</p>
th: <p>ระบุค่าของ <b>แม่ข่ายบริการแอคทีฟไดเรกทอรี</b> เพื่อใช้ในการเข้าร่วมกับโดเมนแอคทีฟไดเรกทอรี ซึ่งจะถูกใช้เป็นค่าของ KDC ในการปรับแต่งค่าบริการ Kerberos เช่นกัน</p>

source: <p> To synchronize your time with an NTP server, configure your computer as an NTP client. Access the configuration with <b>NTP Configuration</b>. </p>
af: <p> Om u tyd met 'n NTP-bediener te sinkroniseer, moet u u rekenaar as 'n NTP-kliënt konfigureer. Verkry met <b>NTP-konfigurasie</b> toegang tot die konfigurasie. </p>
th: <p> เพื่อปรับเทียบเวลาของคุณกับแม่ข่ายบริการเวลา (NTP), ให้ปรับเครื่องคอมพิวเตอร์ของคุณ ให้เป็นไคลเอนต์ของบริการ NTP ก่อน โดยเข้าใช้การปรับแต่งค่ากับ <b>การปรับแต่งค่าบริการ NTP</b> </p>

source: (default)
th: (ค่าปริยาย)

source: &Machine Account OU
th: OU ของ&บัญชีเครื่อง

source: O&btain list
th: &รับรายการ

source: User name and password are required for listing the machine accounts.
th: ต้องการใช้ชื่อผู้ใช้และรหัสผ่าน เพื่อดูรายการบัญชีเครื่อง

source: &Machine Account
th: &บัญชีเครื่อง

source: Verifying workgroup membership...
af: Bevestig van werkgroeplidmaatskap ...
th: ทำการตรวจสอบสมาชิกภาพของกลุ่มงาน...

source: Enter the username and the password for leaving the domain %1.
th: โปรดป้อนชื่อผู้ใช้และรหัสผ่าน เพื่อออกจากการเข้าร่วมโดเมน %1

source: Enter the username and the password for joining the domain %1.
th: โปรดป้อนชื่อผู้ใช้และรหัสผ่าน เพื่อเข้าร่วมกับโดเมน %1

source: Cannot automatically determine if this host is a member of the domain %1.
af: Kan nie outomaties bepaal of hierdie gasheer 'n lid van die domein %1 is nie.
th: ไม่สามารถตรวจสอบได้ว่า เครื่องนี้ เป็นสมาชิกของโดเมน %1 หรือไม่

source: This host is not a member of the domain %1.
af: Hierdie gasheer is nie 'n lid van die domein %1 nie.
th: เครื่องนี้ไม่ได้เป็นสมาชิก ของโดเมน %1

source: Join the domain %1?
af: Aansluit by die domein %1?
th: จะเข้าร่วมกับโดเมน %1 หรือไม่ ?

source: User shares already exist. Keep or delete these shares?
af: Gebruikerdelings bestaan reeds. Hou of skrap hierdie delings?
th: มีการตั้งการใช้งานร่วมกันของผู้ใช้อยู่แล้ว จะคงมันเอาไว้หรือจะลบมัน ?

source: &Keep
af: &Hou
th: &คงเอาไว้

source: &Delete
af: &Skrap
th: &ลบ

source: Other Windows sharing services are available. Stop them as well?
af: Ander Windows-deeldienste is beskikbaar. Stop hulle ook?
th: มีบริการอื่นที่ให้การใช้งานร่วมกันแบบวินโดว์สทำงานอยู่ จะหยุดการทำงานของมันหรือไม่ ?

source: &Use WINS for Hostname Resolution
th: ใช้ &WINS ในการค้นหาชื่อเครื่อง

source: <p>If you want to use Microsoft Windows Internet Name Service (WINS) for name resolution, check <b>Use WINS for Hostname Resolution</b>.</p>
th: <p>หากคุณต้องการใช้บริการ Windows Internet Name (WINS) ของไมโครซอฟต์ เพื่อใช้ในการค้นหาชื่อเครื่อง ให้กาเลือกที่ <b>ใช้ WINS ในการค้นหาชื่อเครื่อง</b></p>

source: Retrieve WINS server via &DHCP
th: รับค่าแม่ข่ายบริการ WINS ผ่านทาง &DHCP

source: <p>Check <b>Retrieve WINS server via DHCP</b> to use a WINS server provided by DHCP.</p>
th: <p>กาเลือกที่ <b>รับค่าแม่ข่ายบริการ WINS ผ่านทาง DHCP</b> เพื่อใช้ค่าแม่ข่ายบริการ WINS ที่บริการ DHCP ให้มา</p>

source: Sharing by Users
af: Deling deur gebruikers
th: การตั้งค่าการใช้งานร่วมกันโดยผู้ใช้

source: Sharing
af: Deling
th: การใช้งานร่วมกัน

source: &Allow Users to Share Their Directories
af: &Laat gebruikers toe om hul gidse te deel
th: &อนุญาตให้ผู้ใช้สามารถตั้งการใช้งานไดเรกทอรีของผู้ใช้ร่วมกันได้

source: Allow &Guest Access
af: Laat &gastoegang toe
th: อนุญาตให้ผู้ใช้ &Guest เข้าใช้งานได้

source: &Permitted Group
af: &Toegelate groep
th: กลุ่มที่&อนุญาต

source: &Maximum Number of Shares
af: &Maksimum aantal delings:
th: จำนวนสูง&สุดของตำแหน่งใช้งานร่วมกัน

source: <p><b>Allow Users to Share Their Directories</b> enables members of the group in <b>Permitted Group</b> to share directories they own with other users. For example, <tt>users</tt> for a local scope or <tt>DOMAIN%1Users</tt> for a domain scope. The user also must make sure that the file system permissions allow access.</p>
af: <p><b>Laat gebruikers toe om hul gidse te deel</b> stel lede van die groep in <b>Toegelate groep</b> in staat om gidse wat hulle besit, met ander gebruikers te deel. So byvoorbeeld, <tt>gebruikers</tt> vir 'n plaaslike bestek of <tt>DOMEIN%1Gebruikers</tt> vir 'n domeinbestek. Die gebruiker moet ook seker maak dat die lêerstelseltoelatings toegang toelaat.</p>
th: <p><b>อนุญาตให้ผู้ใช้สามารถตั้งการใช้งานไดเรกทอรีของผู้ใช้ร่วมกันได้</b> จะเป็นการเปิดให้ผู้ใช้ที่อยู่ใน <b>กลุ่มที่อนุญาต</b> สามารถทำการเปิดไดเรกทอรีที่พวกเขาเป็นเจ้าของ ให้ใช้งานร่วมกันกับผู้ใช้อื่น ๆ ได้ ตัวอย่างเช่น <tt>users</tt> ซึ่งอิงขอบเขตของระบบภายใน หรือ <tt>DOMAIN%1Users</tt> ที่อิงขอบเขตแบบโดเมน ผู้ใช้จะต้องแน่ใจด้วยว่า ได้ตั้งค่าสิทธิ์ที่อนุญาตของระบบแฟ้มให้คนอื่น ๆ เข้าใช้งานได้ก่อนแล้วด้วย</p>

source: <p>With <b>Maximum Number of Shares</b>, limit the total amount of shares that may be created.</p>
af: <p>Met <b>Maksimum aantal delings</b> word die totale hoeveelheid delings wat geskep mag word, beperk.</p>
th: <p>ด้วยตัวเลือก <b>จำนวนสูงสุดของตำแหน่งใช้งานร่วมกัน</b> จะเป็นการจำกัดการกำหนดแหน่งใช้งานร่วมกันสูงสุด ที่พวกเขาจะสามารถสร้างได้</p>

source: <p>To permit access to user shares without authentication, enable <b>Allow Guest Access</b>.</p>
af: <p>Om toegang tot gebruikerdelings sonder bekragtiging toe te laat, ontsper <b>Laat gastoegang toe</b>.</p>
th: <p>เพื่ออนุญาตให้เข้าใช้งานตำแหน่งใช้งานร่วมกันของผู้ใช้โดยไม่ต้องตรวจสอบสิทธิ์ ให้เปิดใช้งานตัวเลือก <b>อนุญาตผู้ใช้ Guest ให้เข้าใช้งานได้</b></p>

source: <p>For example, you may use <tt>/home/%(DOMAIN_USER)</tt> value for <b>Remote Path</b>, <tt>~/</tt> value for <b>Local Mount Point</b> to mount the home directory, together with a value <tt>user=%(DOMAIN_USER)</tt> as a part of <b>Options</b>.</p>
th: <p>ตัวอย่างเช่น คุณอาจจะใช้ค่า <tt>/home/%(DOMAIN_USER)</tt> เป็น <b>พาธทางไกล</b> ก็ได้, หรือค่า <tt>~/</tt> เพื่อใช้เป็น <b>จุดเมานท์ภายในระบบ</b> เพื่อเมานท์เป็นไดเรกทอรีส่วนตัว (home), และค่า <tt>user=%(DOMAIN_USER)</tt> นั้น เป็นส่วนหนึ่งของ<b>ตัวเลือก</b></p>

source: Samba Client Configuration
af: Samba-kliëntkonfigurasie
th: ปรับแต่งค่าไคลเอนต์แซมบ้า

source: Initializing...
af: Inisialiseer van ...
th: เตรียมการ...

source: Finished
af: Voltooid
th: เสร็จสิ้น

source: Install required packages
af: Installeer vereiste pakkette
th: ติดตั้งแพกเกจโปรแกรมที่ต้องการ

source: Installing required packages...
af: Installeer vereiste pakkette ...
th: กำลังติดตั้งแพกเกจโปรแกรมที่ต้องการ...

source: PAM Login
af: PAM-aantekening
th: ล็อกอิน PAM

source: Yes
af: Ja
th: ใช่

source: No
af: Nee
th: ไม่ใช่

source: Initializing Samba Client Configuration
af: Inisialiseer van Samba-kliëntkonfigurasie
th: เตรียมการปรับแต่งไคลเอนต์ของบริการแซมบ้า

source: Read the global Samba settings
af: Lees die globale Samba-instellings
th: อ่านการตั้งค่าทั่วไปของแซมบ้า

source: Read the winbind status
af: Lees die winbind-status
th: อ่านค่าสถานะของ winbind

source: Reading the global Samba settings...
af: Lees die globale Samba-instellings ...
th: ทำการอ่านการตั้งค่าทั่วไปของแซมบ้า...

source: Reading the winbind status...
af: Lees die winbind-status ...
th: ทำการอ่านค่าสถานะของ winbind...

source: Saving Samba Client Configuration
af: Berg van Samba-kliëntkonfigurasie
th: จัดเก็บค่าปรับแต่งไคลเอนต์ของแซมบ้า

source: Write the settings
af: Skryf die instellings
th: เขียนค่าการปรับแต่ง

source: Disable Samba services
af: Versper Samba-dienste
th: ปิดการทำงานของบริการแซมบ้า

source: Enable Samba services
af: Ontsper Samba-dienste
th: เปิดการทำงานของบริการแซมบ้า

source: Writing the settings...
af: Skryf van die instellings ...
th: กำลังทำการเขียนการตั้งค่า...

source: Disabling Samba services...
af: Versper van Samba-dienste ...
th: ทำการปิดการทำงานของบริการแซมบ้า...

source: Enabling Samba services...
af: Ontsper van Samba-dienste ...
th: ทำการเปิดการทำงานของบริการแซมบ้า...

source: Write Kerberos configuration
af: Skryf Kerberos-konfigurasie
th: เขียนค่าปรับแต่งของ Kerberos

source: Writing Kerberos configuration...
af: Skryf van Kerberos-konfigurasie ...
th: ทำการเขียนค่าปรับแต่งของ Kerberos...

source: Cannot write settings to %1.
af: Kan instellings nie skryf na '%1' nie.
th: ไม่สามารถเขียนการตั้งค่าไปยังแฟ้ม %1 ได้

source: Cannot start winbind service.
af: Kan windbind-diens nie begin nie.
th: ไม่สามารถเริ่มการทำงานของบริการ winbind ได้

source: Cannot start winbind daemon.
af: Kan windbind-demon nie begin nie.
th: ไม่สามารถเริ่มการทำงานของดีมอน winbind ได้

source: Cannot stop winbind service.
af: Kan windbind-diens nie stop nie.
th: ไม่สามารถหยุดการทำงานของบริการ winbind ได้

source: Cannot stop winbind daemon.
af: Kan windbind-demon nie stop nie.
th: ไม่สามารถหยุดการทำงานของดีมอน winbind ได้

source: Cannot write PAM settings.
af: Kan PAM-instellings nie skryf nie.
th: ไม่สามารถเขียนการตั้งค่าของ PAM ได้

source: Global Configuration
af: Globale konfigurasie
th: ปรับแต่งค่าทั่วไป

source: Workgroup or Domain: %1
af: Werkgroep of domein: %1
th: กลุ่มงานหรือโดเมน: %1

source: Create Home Directory on Login
af: Skep tuisgids as u aanteken
th: สร้างไดเรกทอรีส่วนตัวหรือสร้างล็อกอิน

source: Offline Authentication Enabled
af: Ongekoppelde bekragtiging ontsper
th: การตรวจสอบสิทธิ์แบบออฟไลน์ถูกเปิดใช้งาน

source: Maximum Number of Shares: %1
af: Maksimum aantal delings: %1
th: จำนวนสูงสุดของตำแหน่งใช้งานร่วมกัน: %1

source: <p><b>Workgroup or Domain</b>: %1</p>
af: <p><b>Werkgroep of domein</b>: %1</p>
th: <p><b>กลุ่มงานหรือโดเมน</b>: %1</p>

source: <p><b>Authentication with SMB</b>: %1</p>
af: <p><b>Bekragtiging met SMB</b>: %1</p>
th: <p><b>ตรวจสอบสิทธิ์กับ SMB</b>: %1</p>

source: Saving Kerberos Client Configuration
af: Berg van Kerberos-kliëntkonfigurasie

source: Write PAM settings
af: Skryf PAM-instellings

source: Write Kerberos client settings
af: Skryf Kerberos-kliëntinstellings

source: Write OpenSSH settings
af: Skryf OpenSSH-instellings

source: Writing PAM settings...
af: Skryf van PAM-instellings ...

source: Writing Kerberos client settings...
af: Skryf van Kerberos-kliëntinstellings ...

source: Writing OpenSSH settings...
af: Skryf van OpenSSH-instellings ...

source: Use Kerberos
af: Gebruik Kerberos

source: Do Not Use Kerberos
af: Moenie Kerberos gebruik nie

source: Default Realm
af: Verstekgebied

source: Default Domain
af: Verstekdomein

source: KDC Server Address
af: KDC-bedieneradres

source: Clock Skew
af: Horlosieverskil

source: <b>KDC Server</b>: %1<br>
af: <b>KDC-bediener</b>: %1<br>

source: <b>Default Domain</b>: %1<br>
af: <b>Verstekdomein</b>: %1<br>

source: <b>Default Realm</b>: %1<br>
af: <b>Verstekgebied</b>: %1<br>

source: Clock skew is invalid. Try again.
af: Horlosieverskil is ongeldig. Probeer weer.

source: Lifetime is invalid. Try again.
af: Leeftyd is ongeldig. Probeer weer.
