Repository: Dzejrou/yast-translations
Catalog: po/audit-laf/*.po
Languages: ar, ca, da, de, el, fi, id, km, lt, nb, pl, ru, sq, sv, uk

source: Ma&x File Size (MB)
ar: الحد الأ&قصى لحجم الملف (ميغابايت)
ca: Mida &màxima del fitxer (MB)
da: Mak&s. filstørrelse (MB)
de: Ma&ximale Dateigröße (MB)
el: &Μέγιστο Μέγεθος Αρχείου (MB)
fi: &Suurin tiedostokoko (Mt)
id: Maksima&l Ukuran File (MB)
km: ទំហំ​ឯកសារ​អតិបរមា (មេកាបៃ)
lt: &Didžiausias rinkmenos dydis (MB)
nb: Ma&ks filstørrelse (MB)
pl: &Maksymalny rozmiar pliku (MB)
ru: Ма&ксимальный размер файла, МБ
sq: Ma & x Madhësia e dokumentit (MB)
sv: Ma&ximal filstorlek (MB)
uk: Макс. &розмір файла (МБ)

source: M&aximum File Size Action
ar: الإجراء الخاص بأقصى ح&جم للملف
ca: Mida &màxima del fitxer d'acció
da: Ma&ksimal filstørrelse-handling
de: &Aktion für maximale Dateigröße
el: Ενέργεια Μέγιστου Μεγέθους &Αρχείου
fi: Suurimm&an tiedostokoon toiminto
id: Tindakan ukuran berkas M&aksimum
km: សកម្មភាព​ទំហំ​ឯកសារ​អតិបរមា
lt: Veiksmas, pasiekus d&idžiausią rinkmenos dydį
nb: H&andling ved maksimal filstørrelse
pl: &Działanie przy maksymalnym rozmiarze pliku
ru: Действие при м&аксимальном размере файла
sq: M&aximum veprimi i madhësise se veprimit
sv: Åtgärd vid m&aximal filstorlek
uk: Дія при ма&ксимальному розмірі файла

source: &Number of Log Files
ar: &عدد ملفات السجل
ca: &Nombre de fitxers log
da: A&ntal logfiler
de: A&nzahl an Protokolldateien
el: Αρι&θμός Αρχείων Καταγραφής
fi: Lokitiedostoje&n määrä
id: &Jumlah Log Berkas
km: ចំនួន​ឯកសារ​កំណត់ហេតុ
lt: Žurnalo rinkmenų &skaičius
nb: &Antall loggfiler
pl: &Liczba plików dziennika
ru: Число файлов жур&нала
sq: & Numri i dosjeve të regjistrit
sv: &Antal loggfiler
uk: &Кількість файлів журналу

source: Computer Names
ar: أسماء أجهزة الكمبيوتر
ca: Noms dels ordinadors
da: Computernavne
de: Computernamen
el: Ονόματα Υπολογιστή
fi: Koneen nimet
id: Nama Komputer
km: ឈ្មោះ​កុំព្យូទ័រ
lt: Kompiuterio vardai
nb: Datamaskinnavn
pl: Nazwy komputera
ru: Имена компьютеров
sq: Emrat e kompjuterit
sv: Datornamn
uk: Назви комп'ютерів

source: &Computer Name Format
ar: &تنسيق أسماء أجهزة الكمبيوتر
ca: &Format del nom de l'ordinador
da: Format på &computernavne
de: Format des &Computernamens
el: Μορφή Ονόματος Υ&πολογιστή
fi: &Koneen nimen muoto
id: &Format Nama Komputer
km: ទ្រង់ទ្រាយ​ឈ្មោះ​កុំព្យូទ័រ
lt: &Kompiuterio vardo formatas
nb: &Format for datamaskinnavn
pl: &Format nazwy komputera
ru: Формат имени &компьютера
sq: & Formati i emrit të kompjuterit
sv: &Format för datornamn
uk: Формат назви &комп'ютера

source: User Defined Name
ar: الاسم المعرف من قِبل المستخدم
ca: Nom de l'usuari definit
da: Brugerdefineret navn
de: Benutzerdefinierter Name
el: Όνομα Ρυθμισμένο Από το Χρήστη
fi: Käyttäjän määrittelemä nimi
id: Nama ditentukan pengguna
km: ឈ្មោះ​ដែល​បាន​កំណត់​របស់​អ្នកប្រើ
lt: Naudotojo apibrėžtas vardas
nb: Brukerdefinert navn
pl: Nazwa określona przez użytkownika
ru: Имя, заданное пользователем
sq: Emri i Përcaktuar nga Përdoruesi
sv: Användardefinierat namn
uk: Вказана користувачем назва

source: Dispatcher Settings
ar: إعدادات المرسل
ca: Paràmetres del transmissor
da: Afsendelsesindstillinger
de: Dispatcher-Einstellungen
el: Ρυθμίσεις Προγράμματος Αποστολής
fi: Välittäjän asetukset
id: Pengaturan Operator
km: ការ​កំណត់​កម្មវិធី​បញ្ជូន
lt: Skirstyklės nuostatos
nb: Senderinnstillinger
pl: Ustawienia programu rozsyłającego
ru: Параметры диспетчера
sq: Cilësimet e dispeçerit
sv: Sändarinställningar
uk: Параметри диспетчера

source: Dispatcher Program
ar: برنامج المرسل
ca: Programa transmissor
da: Afsendelsesprogram
de: Dispatcher-Programm
el: Πρόγραμμα Αποστολής
fi: Välittäjäohjelma
id: Operator Program
km: កម្មវិធី​បញ្ជូន
lt: Skirstyklė
nb: Senderprogram
pl: Program rozsyłający
ru: Программа диспетчера
sq: Programi i dispaçerit
sv: Sändarprogram
uk: Програма диспетчера

source: C&ommunication
ar: &اتصال
ca: &Comunicació
da: K&ommunikation
de: K&ommunikation
el: Επικ&οινωνία
fi: &Viestintä
id: K&omunikasi
km: ​ទំនាក់ទំនង
lt: &Ryšys
nb: K&ommunikasjon
pl: K&omunikacja
ru: С&вязь
sq: K&omunikim
sv: K&ommunikation
uk: О&бмін інформацією

source: Value and Action for Space Is Starting to Run Low
ar: القيمة والإجراء للمساحة تبدأ في النفاد
ca: Valor i acció per a "Es comença a acabar l'espai"
da: Værdi og handling for "begynder at løbe tør for plads"
de: Wert und Aktion für Speicherplatz beginnt knapp zu werden
el: Τιμή και Ενέργεια όταν η Χωρητικότητα Ξεκινά να Μειώνεται
fi: Arvo ja toiminto vähenevälle levytilalle
id: Nilai dan tindakan untuk ruang mulai menjalankan rendah
km: តម្លៃ និង​អំពើ​សម្រាប់​ទំហំ ចាប់ផ្ដើម​ជិត​អស់​ហើយ
lt: Reikšmė ir veiksmas imant trūkti vietos
nb: Verdi og handling når det begynner å bli lite ledig plass
pl: Wartość progowa i działanie wykonywane, gdy zaczyna brakować miejsca
ru: Значение и действие для 'Место начинает уменьшаться'
sq: Vlera dhe veprimi për hapësirën po fillon të zbatohet
sv: Värde och åtgärd om utrymmet börjar ta slut
uk: Значення і дія параметра «на диску стає мало місця»

source: &Space Left on Disk (MB)
ar: ا&لمساحة الفارغة على القرص (ميغابايت)
ca: &Espai restant al disc (MB)
da: Plad&s tilbage på disk (MB)
de: Verbleibender &Speicherplatz auf der Festplatte (MB)
el: Χώρος Που Απομένει &στο Δίσκο (MB)
fi: &Levytilaa jäljellä (Mt)
id: &Meninggalkan ruang pada disk(MB)
km: ទំហំ​ថាស​ដែល​នៅ​សល់ (មេកាបៃ)
lt: &Laisva disko vieta (MB)
nb: Ledig pla&ss på disk (MB)
pl: &Pozostałe miejsce na dysku (MB)
ru: О&ставшееся место на диске, МБ
sq: Hapësira e lënë në disk (MB)
sv: &Utrymme kvar på disken (MB)
uk: За&лишилось місця на диску (МБ)

source: &Action
ar: الإجرا&ء
ca: &Acció
da: H&andling
de: &Aktion
el: &Ενέργεια
fi: &Toiminto
id: &Aksi
km: អំពើ
lt: &Veiksmas
nb: &Handling
pl: &Działanie
ru: &Действие
sq: &Veprimi
sv: &Åtgärd
uk: &Дія

source: Path to Script
ar: المسار إلى البرنامج النصي
ca: Camí de l'script
da: Sti til script
de: Pfad zum Skript
el: Διαδρομή του Script
fi: Polku komentojonoon
id: Path ke skrip
km: ផ្លូវ​ទៅកាន់​ស្គ្រីប
lt: Kelias iki scenarijaus
nb: Filsti til skript
pl: Ścieżka do skryptu
ru: Путь к сценарию
sq: Rruga për shkrimin
sv: Sökväg till skript
uk: Шлях до скрипту

source: Value and Action for Space Is Running Low
ar: القيمة والإجراء للمساحة على وشك النفاد
ca: Valor i acció per a "S'acaba l'espai"
da: Værdi og handling for "Løber tør for plads"
de: Wert und Aktion für Speicherplatz ist knapp
el: Τιμή και Ενέργεια όταν η Χωρητικότητα Μειώνεται
fi: Arvo ja toiminto vähenevälle levytilalle
id: Nilai dan aksi untuk ruang berjalan rendah
km: តម្លៃ និង​អំពើ​សម្រាប់​ទំហំ គឺ​ជិត​អស់​ហើយ
lt: Reikšmė ir veiksmas trūkstant vietos
nb: Verdi og handling når det begynner å bli lite ledig plass
pl: Wartość progowa i działanie podejmowane, gdy zaczyna brakować miejsca
ru: Значение и действие для 'Место уменьшается'
sq: Vlera dhe veprimi për hapësirën është duke u ulur
sv: Värde och åtgärd om utrymmet håller på att ta slut
uk: Значення і дія параметра «на диску залишилось мало місця»

source: &Admin Space Left (MB)
ar: ال&مساحة الفارغة للمسؤول (ميغابايت)
ca: &Administració de l'espai restant (MB)
da: &Admin.-plads tilbage (MB)
de: Verbleibender &Admin-Speicherplatz (MB)
el: Χώρος Δι&αχειριστή που Απέμεινε (MB).
fi: &Ylläpitäjällä levytilaa jäljellä (Mt)
id: &Admin ruang kiri (MB)
km: ចន្លោះ​ Admin ដែល​នៅ​សល់ (មេកាបៃ)
lt: &Laisva vieta administratoriui (MB)
nb: Ledig &adminplass (MB)
pl: Pozostała przestrzeń dyskowa &administratora (MB)
ru: Оставшееся место &администратора на диске, МБ
sq: Hapësira e hapësirës së Adminit (MB)
sv: &Administratörsutrymme kvar (MB)
uk: Залишилось &адміністративного місця (МБ)

source: Ac&tion
ar: إج&راء
ca: &Acció
da: &Handling
de: Ak&tion
el: Ενέ&ργεια
fi: &Toiminto
id: Ak&si
km: អំពើ
lt: Ve&iksmas
nb: &Handling
pl: D&ziałanie
ru: Дейс&твие
sq: Ve&primi
sv: Åt&gärd
uk: Ді&я

source: Action Mail Account
ar: حساب البريد الخاص بالإجراء
ca: Acció de compte de correu
da: E-mail-konto til handling
de: E-Mail-Konto-Aktion
el: Ενέργεια Λογαριασμού Ταχυδρομείου
fi: Toiminnon sähköpostitili
id: Tindakan Mail Akun
km: គណនី​សំបុត្រ​អំពើ
lt: Pašto paskyra veiksmui
nb: E-postkonto ved handling
pl: Konto pocztowe działania
ru: Учётная запись действия
sq: Llogaria Postë e Veprimit
sv: E-postkonto för åtgärd
uk: Поштовий рахунок дії

source: Action on Error or Disk Full
ar: إجراء عند حدوث خطأ أو امتلاء القرص
ca: Acció si hi ha error o el disc és ple
da: Handling ved fejl eller fyldt disk
de: Aktion bei Fehler oder voller Festplatte
el: Ενέργεια σε Σφάλμα ή Γεμάτο Δίσκο
fi: Toiminto virhetilanteessa tai levyn täyttyessä
id: Aksi ada yang error atau Disk penuh
km: សកម្មភាព​ពេល​​មាន​កំហុស ឬ​ថាស​ពេញ
lt: Veiksmas, kai įvyksta klaida arba pilnas diskas
nb: Handling når disk er full
pl: Działanie w przypadku błędu lub zapełnienia dysku
ru: Действие при ошибке или заполнении диска
sq: Veprimi në gabim ose në disk të plotë
sv: Åtgärd vid fel eller när disken är full
uk: Дія при помилці або при повному диску

source: Disk &Full Action
ar: إ&جراء عند امتلاء القرص
ca: Acció de disc &ple
da: Handling ved &fyldt disk
de: Aktion bei voller &Festplatte
el: Ενέρ&γεια Γεμάτου Δίσκου
fi: Levy &täynnä -toiminto
id: Disk &Aksi Penuh
km: អំពើ​ថាស​ពេញ
lt: Veiksmas, kai diskas &pilnas
nb: Handling ved &full disk
pl: Działanie w przypadku &zapełnienia dysku
ru: Действие при за&полнении диска
sq: Disk & Veprim i Plotë
sv: Åtgärd när disken är &full
uk: Дія при &повному диску

source: Disk &Error Action
ar: إج&راء عند حدوث خطأ في القرص
ca: Acció d'&error de disc
da: Handling ved diskf&ejl
de: Aktion b&ei Festplattenfehler
el: Ενέργεια &Σφάλματος Δίσκου
fi: L&evyvirheen toiminto
id: Disk &Error Aksi
km: អំពើ​កំហុស​ថាស
lt: Veiksmas, kai įvyksta disko &klaida
nb: Handling ved diskf&eil
pl: Działanie w przypadku &błędu dysku
ru: Действи&е при ошибке диска
sq: Disk & Gabim Veprimi
sv: Åtgärd vid disk&fel
uk: Дія при поми&лці диска

source: &Set Enabled Flag
ar: &تعيين إشارة التمكين
ca: &Estableix la bandera habilitada
da: &Sæt aktiveret-flag
de: Aktiviert-Flag &setzen
el: &Ορισμός Σημαίας Ενεργοποίησης
fi: A&seta 'käytössä'-lippu
id: &Atur Aktifkan Flag
km: កំណត់​​ឲ្យ​បើក​ទង់ជាតិ
lt: &Pažymėti įgalintinu
nb: Definer aktivert-&status
pl: &Ustaw flagę włączenia
ru: &Установить флаг включения
sq: & Vendos Flamuri i Aktivizuar
sv: &Ange flaggan Aktiverad
uk: Поз&начити прапорець вмикання

source: Auditing enabled
ar: تم تمكين المراجعة
ca: Aditoria habilitada
da: Auditing aktiveret
de: Prüfung aktiviert
el: Καταγραφή Ενεργοποιημένη
fi: Kirjaaminen käytössä
id: Audit diaktifkan
km: បាន​បើក​ការ​ធ្វើ​សាវនកម្ម
lt: Patikrinimas įgalintas
nb: Overvåking aktivert
pl: Audyt włączony
ru: Аудит включён
sq: Auditimi u aktivizua
sv: Granskning är aktiverad
uk: Аудит увімкнено

source: Auditing disabled
ar: تم تعطيل المراجعة
ca: Auditoria deshabilitada
da: Auditing deaktiveret
de: Prüfung deaktiviert
el: Καταγραφή Απενεργοποιημένη
fi: Kirjaaminen ei käytössä
id: Audit dimatikan
km: បាន​បិទ​ការ​ធ្វើ​សាវនកម្ម
lt: Patikrinimas uždraustas
nb: Overvåking deaktivert
pl: Audyt wyłączony
ru: Аудит отключён
sq: Auditimi është i paaftë
sv: Granskning är inaktiverad
uk: Аудит вимкнено

source: Rules are locked (until next boot)
ar: القواعد مقفلة (حتى عملية التشغيل القادمة)
ca: Les regles estan bloquejades (fins al pròxim reinici)
da: Regler er låste (indtil næste boot)
de: Regeln sind gesperrt (bis zum nächsten Systemstart)
el: Οι κανόνες κλειδώθηκαν (μέχρι την επόμενη εκκίνηση συστήματος)
fi: Säännöt on lukittu (seuraavaan käynnistykseen saakka)
id: Aturan terkunci (sampai boot berikutnya)
km: ក្បួនច្បាប់​ត្រូវ​បាន​ចាក់សោ (រហូត​ដល់​ពេល​ចាប់ផ្ដើម​លើក​ក្រោយ)
lt: Taisyklės yra užrakintos (iki kito operacinės sistemos paleidimo)
nb: Regler er låst (til neste oppstart)
pl: Reguły są zablokowane (do następnego uruchomienia systemu)
ru: Правила заблокированы (до следующей загрузки)
sq: Rregullat janë të bllokuara (deri në boot tjetër)
sv: Reglerna är låsta (tills nästa start)
uk: Правила заблоковано (до наступного завантаження системи)

source: Edit the rules for the audit subsystem here:
ar: تحرير القواعد الخاصة بالنظام الفرعي للمراجعة من هنا:
ca: Editeu les regles per al subsistema audit aquí:
da: Redigér reglerne for audit-subsystemet her:
de: Bearbeiten Sie hier die Regeln für das Prüfsystem:
el: Εδώ τροποποιείτε του κανόνες για το υποσύστημα audit:
fi: Muokkaa audit-alijärjestelmän sääntöjä tässä:
id: Mengedit aturan untuk subsistem audit sistem:
km: កែសម្រួល​ក្បួនច្បាប់​សម្រាប់​ប្រព័ន្ធ​រង​សាវនកម្ម នៅ​ទីនេះ ៖
lt: Čia redaguokite audito posistemės taisykles:
nb: Rediger reglene for audit-systemet her:
pl: Edytuj reguły dla podsystemu audit w tym miejscu:
ru: Отредактируйте правила подсистемы аудита здесь:
sq: Redakto rregullat për nënsistemin e auditimit këtu:
sv: Redigera reglerna för delsystemet för granskning här:
uk: Тут можна змінити правила підсистеми аудиту:

source: &Check Syntax
ar: &التحقق من بناء الجملة
ca: &Comprova la sixtaxi
da: &Tjek syntaks
de: Synta&x überprüfen
el: Έλεγ&χος Σύνταξης
fi: &Tarkista syntaksi
id: &Cek Sintaks
km: ពិនិត្យ​មើល​វាក្យ​សម្ព័ន្ធ
lt: &Tikrinti sintaksę
nb: &Kontroller syntaks
pl: &Sprawdź składnię
ru: Проверить &синтаксис
sq: & Kontrolloni Sintaksën
sv: &Kontrollera syntax
uk: Пе&ревірити синтаксис

source: &Restore 'audit.rules'
ar: ا&ستعادة 'audit.rules'
ca: &Restaura 'audit.rules'
da: &Genopret 'audit.rules'
de: 'audit.rules' wiede&rherstellen
el: Επαναφο&ρά 'audit.rules'
fi: Palauta 'audit.&rules'
id: &Kembalikan'audit.rules'
km: ស្ដារ 'audit.rules'
lt: &Atstatyti „audit.rules“
nb: Gjenopp&rett 'audit.rules'
pl: P&rzywróć audit.rules
ru: Восстановить audit.&rules
sq: &Rivendosni 'auditimin.rules'
sv: &Återställ audit.rules
uk: В&ідновити «audit.rules»

source: R&estore and Reset
ar: ا&ستعادة وإعادة تعيين
ca: &Restaura i reestableix
da: G&enopret og nulstil
de: Wi&ederherstellen und Zurücksetzen
el: Επαναφορά και Α&ποκατάσταση
fi: &Palauta ja nollaa
id: M&emulihkan dan tata ulang
km: ស្ដារ និង​កំណត់​ឡើងវិញ
lt: A&tmesti ir atstatyti
nb: Gj&enopprett og tilbakestill
pl: Przy&wróć i zresetuj
ru: В&осстановить и сбросить
sv: Å&terställ och ångra
uk: В&ідновити і скинути

source: &Load
ar: &تحميل
ca: &Carrega
da: Ind&læs
de: &Laden
el: &Φόρτωση
fi: &Lataa
id: &Muat
km: ផ្ទុក
lt: Į&kelti
nb: &Last
pl: &Ładuj
ru: &Загрузить
sq: &Ngarko
sv: &Läs in
uk: &Завантажити

source: <p><b><big>Initializing Configuration of Linux Audit Framework</big></b><br> </p>
ar: <p><b><big>تهيئة تكوين إطار مراجعة Linux </big></b><br> </p>
ca: <p><b><big>Iniciant la configuració de Linux Audit Framework</big></b><br> </p>
da: <p><b><big>Initialiserer konfiguration af Linux Audit Framework</big></b><br> </p>
de: <p><b><big>Konfiguration für Linux Audit Framework initialisieren</big></b><br> </p>
el: <p><b><big>Αρχικοποίηση Ρυθμίσεων του Linux Audit Framework</big></b><br> </p>
fi: <p><b><big>Valmistellaan Linux Audit Framework -määritystä</big></b><br> </p>
id: <p><b><big>Inisialisasi Konfigurasi Linux Audit Framework</big></b><br> </p>
km: <p><b><big>កំពុង​ចាប់ផ្ដើម​ការ​កំណត់​រចនា​សម្ព័ន្ធ​នៃ​ក្របខ័ណ្ឌ​សាវនកម្ម​របស់​លីនុច (Linux Audit Framework)</big></b><br> </p>
lt: <p><b><big>Ruošiamasi konfigūruoti Linux audito struktūras</big></b><br> </p>
nb: <p><b><big>Initialiserer oppsett av Linux Audit Framework</big></b><br> </p>
pl: <p><b><big>Inicjowanie konfiguracji Linux Audit Framework</big></b><br> </p>
ru: <p><b><big>Инициализация конфигурации Linux Audit Framework</big></b><br> </p>
sq: <p> <b> <big> Fillimi i Konfigurimit të Kornizës së Auditimit të Linux </ big> </ b> <br> </ P>
sv: <p><b><big>Initiera konfigurationen av Linux Audit Framework</big></b><br> </p>
uk: <p><b><big>Започаткування встановлення платформи аудиту для Лінукса</big></b><br> </p>

source: <p><b><big>Aborting Initialization:</big></b><br> Safely abort the configuration utility by pressing <b>Abort</b> now.</p>
ar: <p><b><big>إيقاف التهيئة</big></b><br> قم بإيقاف البرنامج الإضافي للتكوين بشكلٍ آمن عن طريق ضغط <b>إيقاف</b> الآن.</p>
ca: <p><b><big>Avortament de l'inici:</big></b><br> per cancel·lar la utilitat de configuració amb seguretat, premeu <b>Avorta</b> ara.</p>
da: <p><b><big>Afbryd initialisering:</big></b><br> Afbryd konfigurationsværktøjet sikkert ved at trykke på <b>Afbryd</b> nu.</p>
de: <p><b><big>Initialisierung abbrechen:</big></b><br> Sie können die Konfiguration gefahrlos abbrechen, indem Sie auf die Schaltfläche <b>Abbrechen</b> klicken.</p>
el: <p><b><big>Ματαίωση της Αρχικοποίησης:</big></b><br> Μπορείτε να ματαιώσετε με ασφάλεια το εργαλείο ρύθμισης κάνοντας κλικ στο <b>Ματαίωση</b> τώρα.</p>
fi: <p><b><big>Valmistelun keskeytys:</big></b><br> Keskeytä määritys turvallisesti napsauttamalla <b>Keskeytä</b> nyt.</p>
id: <p><b><big>Membatalkan inisialisasi:</big></b><br> Membatalkan utilitas konfigurasi secara aman dengan menekan <b>Batal</b> sekarang.</p>
km: <p><b><big>បោះបង់​ការ​ចាប់ផ្ដើម ៖</big></b><br> អ្នក​អាច​បោះបង់​កម្មវិធី​កំណត់​រចនាសម្ព័ន្ធ​ដោយ​សុវត្ថិភាព ដោយ​ចុច <b>បោះបង់</b> ឥឡូវនេះ ។</p>
lt: <p><b><big>Paleidimo nutraukimas:</big></b><br> Saugiai nutraukite konfigūravimo įrankį, spausdami <b>Nutraukti</b>.</p>
nb: <p><b><big>Avbryt initialisering:</big></b><br> Du kan trygt avbryte oppsettverktøyet ved å klikke <b>Avbryt</b> nå.</p>
pl: <p><b><big>Przerwanie inicjalizacji:</big></b><br> Można bezpiecznie przerwać działania konfiguratora, naciskając w tej chwili przycisk <b>Przerwij</b>.</p>
ru: <p><b><big>Прерывание инициализации</big></b><br> Сейчас вы можете безопасно прервать работу утилиты конфигурации, нажав кнопку <b>Прервать</b>.</p>
sq: <p> <b> <big> Ndërprerja e inicializimit: </ big> </ b> <br> Sigurohuni që ta ndërpresni funksionin e konfigurimit duke shtypur <b> Ndërpriteni </ b> tani. </ P>
sv: <P><B><BIG>Avbryta initieringen:</BIG></B><BR> Klicka på <b>Avbryt</b> om du vill avsluta inställningsverktyget.</P>
uk: <p><b><big>Переривання започаткування:</big></b><br> Безпечно припиніть засіб налаштування, натиснувши зараз <b>Перервати</b>.</p>

source: <p><b><big>Saving auditd Configuration and Rules</big></b><br> </p>
ar: <p><b><big>حفظ تكوين وقواعد auditd</big></b><br> </p>
ca: <p><b><big>Desant la configuració d'auditd i les regles </big></b> </p>
da: <p><b><big>Gemmer auditd-konfiguration og -regler</big></b><br> </p>
de: <p><b><big>Konfiguration und Regeln für auditd speichern</big></b><br> </p>
el: <p><b><big>Αποθήκευση Ρυθμίσεων και Κανόνων του auditd</big></b><br> </p>
fi: <p><b><big>Tallennetaan auditd-määritystä ja sääntöjä</big></b><br> </p>
id: <p><b><big>Menyimpan Konfigurasi dan pengaturan</big></b><br> </p>
km: <p><b><big>កំពុង​រក្សាទុក​ការ​កំណត់​រចនា​សម្ព័ន្ធ និង​ក្បួនច្បាប់ auditd</big></b><br> </p>
lt: <p><b><big>Įrašoma auditd konfigūracija ir taisyklės</big></b><br> </p>
nb: <p><b><big>Lagrer auditd-oppsett og regler</big></b><br> </p>
pl: <p><b><big>Zapisywanie konfiguracji i reguł auditd</big></b><br> </p>
ru: <p><b><big>Сохранение настроек и правил auditd</big></b><br> </p>
sq: <p> <b> <big> Ruajtja e konfigurimit dhe rregullave të auditimit </ big> </ b> <br> </ P>
sv: <p><b><big>Spara auditd-konfiguration och -regler</big></b><br> </p>
uk: <p><b><big>Збереження конфігурації і правил auditd</big></b><br> </p>

source: <p><b><big>Aborting Saving:</big></b><br> Abort the save procedure by pressing <b>Abort</b>. An additional dialog informs whether it is safe to do so. </p>
ar: <p><b><big>إيقاف الحفظ:</big></b><br> قم بإيقاف إجراء الحفظ عن طريق ضغط <b>إيقاف</b>. يظهر مربع حوار إضافي يبلغك بما إذا كان ذلك آمنًا أم لا. </p>
ca: <p><b><big>Avortament de l'acció de desar:</big></b><br> per cancel·lar l'acció de desar premeu <B>Avorta</b>. Un diàleg addicional indicarà si l'acció és segura o no. </p>
da: <p><b><big>Afbryde gemmeprocess:</big></b><br> Afbryd gemmeproceduren ved at trykke på <b>Afbryd</b>. En yderligere dialog informerer dig, om det er sikkert at gøre det. </p>
de: <p><b><big>Speichervorgang abbrechen:</big></b><br> Brechen Sie den Speichervorgang mit <b>Abbrechen</b> ab. Ein zusätzlicher Dialog informiert Sie darüber, ob dies eine sichere Aktion ist. </p>
el: <p><b><big>Ματαίωση Αποθήκευσης:</big></b><br> Ματαιώστε την διαδικασία αποθήκευσης κάνοντας κλικ στο <b>Ματαίωση</b>. Ένα επιπλέον παράθυρο θα σας ενημερώσει εάν είναι ασφαλές να το κάνετε αυτό. </p>
fi: <p><b><big>Tallennuksen keskeytys:</big></b><br> Keskeytä tallennus napsauttamalla <b>Keskeytä</b>. Ilmoitusikkuna kertoo, voiko sen tehdä turvallisesti vai ei. </p>
id: <p><b><big>Membatalkan Penyimpanan:</big></b><br> Batalkan prosedur penyimpanan dengan menekan <b>Batal</b>. Dialog tambahan akan memberitahukan apakah aman melakukan hal tersebut. </p>
km: <p><b><big>បោះបង់​ការ​រក្សាទុក​ ៖</big></b><br> បោះបង់​បែបបទ​ដែល​រក្សាទុក ដោយ​ចុច <b>បោះបង់</b> ។ ប្រអប់​មួយ​ទៀត​នឹង​ប្រាប់​អ្នក​ថា តើ​មាន​សុវត្ថិភាព​ឬ​អត់ ក្នុង​ការ​ធ្វើ​ដូច្នេះ ។ </p>
lt: <p><b><big>Įrašymo nutraukiamas:</big></b><br> Nutraukite išsaugojimą spausdami <b>Nutraukti</b>. Papildomas dialogas informuos, ar taip padaryti yra saugu. </p>
nb: <p><b><big>Avbryt lagring:</big></b><br> Avbryt lagringen ved å klikke <b>Avbryt</b>. En ny dialog forteller deg om det er trygt å gjøre dette. </p>
pl: <p><b><big>Przerwanie zapisu:</big></b><br> Aby przerwać procedurę zapisu, należy nacisnąć przycisk <b>Przerwij</b>. Dodatkowe okno będzie zawierało informację, czy jest to bezpieczne. </p>
ru: <p><b><big>Прерывание сохранения</big></b><br> Чтобы прервать сохранение, нажмите кнопку <b>Прервать</b>. В дополнительном диалоговом окне появится сообщение о том, безопасно ли это. </p>
sq: <p> <b> <big> Ndërprerja e kursimit: </ big> </ b> <br> Ndërpresë procedurën e ruajtjes duke shtypur <b> Ndërprerë </ b>. Një dialog shtesë tregon nëse është e sigurt për ta bërë këtë. </ P>
sv: <P><B><BIG>Avbryta sparandet:</BIG></B><BR> Avbryt spara-proceduren genom att klicka på <B>Avbryt</B>. En dialogruta visas med information om huruvida det är säkert att göra det eller inte.</p>
uk: <p><b><big>Переривання збереження:</big></b><br> Перервіть процедуру збереження, натиснувши <b>Перервати</b>. Додаткове вікно інформує чи це безпечно робити. </p>
