Repository: Dzejrou/yast-translations
Catalog: po/audit-laf/*.po
Languages: ar, ca, da, de, el, fi, id, km, lt, nb, pl, ru, sq, sv, uk

source: <p><b><big>Auditd Log File Configuration</big></b><br> The audit daemon is the component of the Linux Auditing System which is responsible for writing all relevant audit events to the log file <i>/var/log/audit/audit.log</i> (default). Events may come from the <i>apparmor</i> kernel module, from applications which use <i>libaudit</i> (e.g. PAM) or incidents caused by rules (e.g. file watches).</p>
ar: <p><b><big>تكوين ملف سجل Auditd</big></b><br> برنامج محرك المراجعة هو مكون نظام Linux Auditing المسؤول عن كتابة كافة أحداث ذات الصلة بالمراجعة على ملف السجل<i>var/log/audit/audit.log</i><i>/</i> (افتراضي). قد تنتج الأحداث عن وحدة <i>apparmor</i> kernel النمطية أو من التطبيقات التي 3تستخدم <i>libaudit</i> (على سبيل المثال PAM) أو الأحداث التي تنتج عن القواعد) على سبيل المثال عمليات مراقبة الملف).</p>
ca: <p><b><big>Configuració del fitxer log Auditd</big></b><br> El dimoni audit és el component de Linux Auditing System, que és responsable d'escriure tots els esdeveniments rellevants al fitxer d'historial (log) <i>/var/log/audit/audit.log</i> (per defecte). Els esdeveniments poden venir del mòdul del nucli d'<i>apparmor</i>, d'aplicacions que usen <i>libaudit</i> (per exemple PAM) o d'incidents causats per les regles (per exemple, mirades de fitxers).</p>
da: <p><b><big>Konfiguration af auditd-logfil</big></b><br> Audit-dæmonen er den komponent i Linux Auditing-systemet som er ansvarlig for at skrive alle relevante audit-begivenheder til logfilen <i>/var/log/audit/audit.log</i> (standard). Begivenheder kan komme fra kernemodulet <i>apparmor</i>, fra programmer der bruger <i>libaudit</i> (f.eks. PAM) eller hændelser forårsaget af regler (f.eks. filovervågninger).</p>
de: <p><b><big>Konfiguration der Protokolldatei Auditd</big></b><br> Der Prüf-Dämon als Komponente des Linux-Prüfsystems protokolliert alle relevanten Prüfereignisse in der Standard-Protokolldatei <i>/var/log/audit/audit.log</i>. Die Ereignisse können vom Kernel-Modul <i>apparmor</i> kommen, von Anwendungen, die <i>libaudit</i> verwenden (z. B. PAM) oder von Vorkommnissen, die von Regeln verursacht werden (z. B. beim Beobachten einer Datei).</p>
el: <p><b><big>Ρυθμίσεις του Αρχείου Καταγραφής του Auditd</big></b><br> Η υπηρεσία audit είναι το συστατικό του Συστήματος Καταγραφής Linux (LAS) που είναι υπεύθυνο για την εγγραφή όλων των συμβάντων του audit στο αρχείο καταγραφής <i>/var/log/audit/audit.log</i> (προεπιλογή). Συμβάντα μπορεί να προέλθουν από το άρθρωμα πυρήνα <i>apparmor</i>, από εφαρμογές που χρησιμοποιούν το <i>libaudit</i> (π.χ. PAM) ή από γεγονότα που έχουν προκληθεί από κανόνες (π.χ. παρακολούθηση αρχείων).</p>
fi: <p><b><big>Auditd lokitiedoston määritys </big></b><br> Kirjaamispalvelu tallentaa kaikki oleelliset kirjaustapahtumat oletuslokitiedostoon <i>/var/log/audit/audit.log</i>. Tapahtumat voivat olla lähtöisin <i>apparmor</i> ydinmoduulista, sovelluksista jotka käyttävät <i>libaudit</i> (esim. PAM) tai sääntöjen aiheuttamista tapahtumista (esim. tiedostoseuranta) </p>
id: <p><b><big>Auditd Log Konfigurasi Berkas</big></b><br> Audit jurik adalah komponen dari Sistem Audit Linux yang bertanggung jawab unutk menulis semua peristiwa audit yang relevan ke berkas log<i>/var/log/audit/audit.log</i>(bawaan). Peristiwa mungkin berasal dari modul kernel <i> apparmor </ i>, dari aplikasi yang menggunakan <i> libaudit </ i> (misalnya PAM) atau insiden yang disebabkan oleh aturan (misalnya berkas watches).</p>
km: <p><b><big>ការ​កំណត់​រចនា​សម្ព័ន្ធ​ឯកសារ​កំណត់ហេតុ​Auditd</big></b><br> ដេមិន​សាវនកម្ម ជា​សមាសភាគ​មួយ​របស់​ប្រព័ន្ធ​ការ​ធ្វើ​សាវនកម្ម​របស់​លីនុច ដែល​ទទួល​ខុស​ត្រូវ​ក្នុង​ការ​សរសេរ​​រាល់​ព្រឹត្តិការណ៍​សាវនកម្ម​ដែល​ទាក់ទង​ទាំងអស់ ទៅ​ឯកសារ​កំណត់ហេតុ<i>/var/log/audit/audit.log</i> (លំនាំដើម) ។ ព្រឹត្តិការណ៍​អាច​មាន​មក​ពី​ម៉ូឌុល​ខឺណែល <i>apparmor</i> ឬ​ពី​កម្មវិធី ដែល​ប្រើ <i>libaudit</i> (ឧទាហរណ៍ PAM) ឬ​ឧប្បត្តិហេតុ​ដែល​បណ្ដាល​មក​ពី​ក្បួនច្បាប់ (ឧ. ការ​ឃ្លាំមើល​ឯកសារ) ។</p>
lt: <p><b><big>Auditd žurnalo rinkmenos konfigūracija</big></b><br> Audito tarnyba yra Linux audito sistemos sudėtinė dalis, kuri atsakinga už visų svarbių audito įvykių įrašymą žurnalo rinkmenoje <i>/var/log/audit/audit.log</i> (numatytuoju atveju). Įvykiai gali būti iš <i>apparmor</i> branduolio modulio, iš taikomųjų programų, kurios naudoja <i>libaudit</i> (pvz., PAM), arba incidentai, kurie susiję su taisyklėmis (pvz., rinkmenų stebėtojai).</p>
nb: <p><b><big>Loggfiloppsett for auditd</big></b><br> audit-nissen er den komponenten i overvåkingssystemet om lagrer alle relevante audit-hendelser i loggfilen <i>/var/log/audit/audit.log</i> (standard). Handlinger kan genereres av <i>apparmor</i>-kjernemodulen, fra programmer som bruker <i>libaudit</i> (f.eks. PAM) eller utløses av regler (f.eks. filovervåking).</p>
pl: <p><b><big>Konfiguracja pliku dziennika auditd</big</b><br> Demon audytu to komponent systemu Linux Auditing odpowiedzialny za zapisywanie wszystkich istotnych zdarzeń audytu do pliku dziennika <i>/var/log/audit/audit.log</i> (domyślnie). Zdarzenia mogą mieć źródło w module jądra <i>apparmor</i>, programach używających <i>libaudit</i> (np. PAM) lub w incydentach powodowanych regułami (np. obserwacja plików).</p>
ru: <p><b><big>Настройка файла журнала auditd</big></b><br> Демон аудита является компонентом системы аудита Linux, которая отвечает за запись всех важных событий аудита в файл журнала <i>/var/log/audit/audit.log</i> (default). События могут поступать от модуля ядра <i>apparmor</i>, от приложений, использующих <<i>libaudit</i> (например, PAM), или происшествий, вызванных правилами (такими как наблюдение за файлами).</p>
sq: <p> <b> <big> Konfigurimi i dosjeve të regjistrit të auditimit </ big> </ b> <br> Demoni i auditimit është komponenti i Sistemit të Auditimit të Lire, i cili është përgjegjës për të shkruar të gjitha ngjarjet relevante të auditimit në skedarin log <i> /var/log/audit/audit.log </ i> (default). Ngjarjet mund të vijnë nga moduli kernel <i> apparmor </ i>, nga aplikacionet që përdorin <i> libaudit </ i> (p.sh. PAM) ose incidente të shkaktuara nga rregullat (p.sh. watches dokument). </ P>
sv: <p><b><big>Konfiguration av auditd-loggfilen</big></b><br> Granskningsdemonen i Linux Auditing System loggar alla relevanta granskningshändelser i loggfilen <i>/var/log/audit/audit.log</i> (standard). Händelserna kan komma från kärnmodulen <i>apparmor</i>, från program som använder <i>libaudit</i> (t ex PAM) eller incidenter som orsakats av regler (t ex filövervakningar).</p>
uk: <p><b><big>Налаштування файла журналу Auditd</big></b><br> Фонова служба аудиту, яка є компонентом Системи аудиту Linux, записує всі відповідні події у типовий файл журналу <i>/var/log/audit/audit.log</i>. Події можуть надходити з модуля ядра <i>apparmor</i>, з програм, які використовують <i>libaudit</i> (напр., PAM) або події, які походять від правил (напр., нагляд за фалами).</p>

source: <p>The <b>Rules for auditctl</b> dialog offers more information about rules and the possibility to add rules. Detailed information about the log file settings can be obtained from the manual page ('man auditd.conf').</p>
ar: <p>يوفر مربع الحوار <b>قواعد auditctl</b> مزيد من المعلومات حول القواعد وإمكانية إضافتها. يمكن الحصول على معلومات تفصيلية حول إعدادات ملف السجل من صفحة الدليل ('man auditd.conf').</p>
ca: <p>El diàleg de<b>regles per a auditctl</b> ofereix més informació sobre les regles i sobre la possibilitat d'afegir-ne. Informació detallada sobre els paràmetres del fitxer log es pot obtenir de la pàgina del manual ('man auditd.conf').</p>
da: <p>Mere information om regler og muligheden for at tilføje regler findes i dialogen <b>Regler for auditctl</b>. Detaljeret information om logfil-indstillinger kan findes i manual-siden ('man auditd.conf').</p>
de: <p>Im Dialogfeld <b>Regeln für auditctl</b> finden Sie weitere Informationen über Regeln und die Möglichkeit, Regeln hinzuzufügen. Detaillierte Informationen zu Einstellungen der Protokolldateien können der man-Seite ('man auditd.conf)' entnommen werden.</p>
el: <p>Το παράθυρο <b>Κανόνες για το auditctl</b> προσφέρει περισσότερες πληροφορίες για κανόνες και την πιθανότητα προσθήκης κανόνων. Λεπτομερής πληροφορίες για τις ρυθμίσεις του αρχείου καταγραφής υπάρχουν στη σελίδα οδηγιών χρήσης ('man auditd.conf').</p>
fi: <p>Lisätietoja säännöistä ja niiden lisäämismahdollisuuksista tarjoaa keskusteluikkuna <b>auditctl-säännöt</b>. Yksityiskohtaiset tiedot lokitiedoston asetuksista saatavilla käskyllä 'man auditd.conf'.</p>
id: <p><b>Aturan Auditct</b> dialog menawarkan informasi lebih tentang aturan dan kemungkinan menambah aturan Informasi detail tentang pengaturan log file ini bisa dilihat pada halaman manual ('man auditd.conf').</p>
km: <p>ប្រអប់ <b>ក្បួនច្បាប់​សម្រាប់ auditctl​</b> ផ្ដល់​នូវ​ព័ត៌មាន​បន្ថែម​អំពី​ក្បួនច្បាប់ និង​លទ្ធភាព​ក្នុង​ការ​បន្ថែម​​ក្បួនច្បាប់ ។ ព័ត៌មាន​លម្អិត​អំពី​ការ​កំណត់​​ឯកសារ​កំណត់ហេតុ អាច​រក​បាន​ចេញពី​ទំព័រ​សៀវភៅ​ដៃ ('man auditd.conf') ។</p>
lt: <p><b>Auditctl taisyklių</b> dialogo lange rodoma daugiau informacijos apie taisykles, suteikiama galimybė nustatyti papildomas taisykles. Išsamesnę informaciją apie žurnalo rinkmenų nuostatas rasite vadovo puslapyje („man auditd.conf“).</p>
nb: <p>Mer informasjon om regler og mulighet til å legge til regler finnes under <b>Regler for auditctl</b>. Du finner detaljert informasjon om loggfilinnstillinger på manualsiden 'auditd.conf'.</p>
pl: <p>Okno dialogowe <b>Reguły dla auditctl</b> zawiera więcej informacji dotyczących reguł i możliwości ich dodawania. Szczegółowe informacje na temat konfiguracji pliku dziennika można uzyskać w podręczniku systemowym ("man auditd.conf").</p>
ru: <p>Диалоговое окно <b>Правила для auditctl</b> содержит дополнительную информацию о правилах и возможности их добавления. Подробные сведения о настройках файла журнала можно найти на странице руководства (man auditd.conf).</p>
sq: <p><b>Rregullat për auditimin</b>dialogu ofron më shumë informacion rreth rregullave dhe mundësinë për të shtuar rregulla. Informata të hollësishme për cilësimet e skedarit të regjistrit mund të merren nga faqja manuale ('man auditd.conf').</p>
sv: <p>I dialogrutan <b>Regler för auditctl</b> finns mer information om regler och om att lägga till regler. Detaljerad information om loggfilsinställningarna finns på den manuella sidan (man auditd.conf).</p>
uk: <p>Більше інформації про правила і можливість додавання до правил надає вікно <b>Правила для auditctl</b>. Детальніше про параметри файла журналу можна дізнатись зі сторінки довідки («man auditd.conf»).</p>

source: <p><b>Log File</b>: Enter the full path name to the log file (or use <b>Select File</b>.)</p>
ar: <p><b>ملف السجل</b>: أدخل اسم المسار بالكامل في ملف السجل (أو استخدم <b>تحديد ملف</b>.)</p>
ca: <p><b>Fitxer d'historial (Log)</b>: introduïu el nom complet del cami al fitxer log (o useu <b>Seleccioneu un fitxer</b>.)</p>
da: <p><b>Logfil</b>: Angiv den fulde søgesti til logfilen (eller benyt <b>Vælg fil</b>.)</p>
de: <p><b>Protokolldatei</b>: Geben Sie den vollständigen Pfad für die Protokolldatei ein (oder verwenden Sie <b>Datei wählen</b>).</p>
el: <p><b>Αρχείο Καταγραφής</b>: Εισάγετε την πλήρη διαδρομή του αρχείου καταγραφής (ή χρησιμοποιήστε το <b>Επιλογή Αρχείου</b>.)</p>
fi: <p><b>Lokitiedosto</b>: Anna lokitiedoston täydellinen polku (tai käytä <b>Valitse tiedosto</b>.)</p>
id: <p><b>Log Berkas</b>: Masukkan nama path lengkap ke berkas log (atau gunakan<b>Pilih Berkas</b>.)</p>
km: <p><b>ឯកសារ​កំណត់​ហេតុ</b> ៖ បញ្ចូល​ឈ្មោះ​ផ្លូវ​ពេញលេញ​ទៅ​ឯកសារ​កំណត់ហេតុ (ឬ​ប្រើ​ <b>ជ្រើស​ឯកសារ</b> ។)</p>
lt: <p><b>Žurnalo rinkmena</b>: Įrašykite pilną kelią iki žurnalo rinkmenos (arba spauskite <b>Pasirinkti rinkmeną</b>.)</p>
nb: <p><b>Loggfil</b>: Angi hele stien til loggfilen (eller bruk <b>Velg fil</b>.)</p>
pl: <p><b>Plik dziennika</b>: Proszę wprowadzić pełną ścieżkę do pliku dziennika (lub użyć opcji <b>Wybór pliku</b>).</p>
ru: <p><b>Файл журнала</b>: введите полный путь к файлу журнала (или используйте параметр <b>Выбрать файл</b>.)</p>
sq: <p><b>Regjistri i dokumentit</b>: Shkruani emrin e plotë të rrugës në skedarin e dokumentit (ose përdor<b>Zgjidhni dokumentin</b>.</p>
sv: <p><b>Loggfil</b>: Ange hela sökvägen till loggfilen (eller använd <b>Välj fil</b>.)</p>
uk: <p><b>Файл журналу</b>: Введіть повну назву шляху до файла журналу (або скористайтесь <b>Вибрати файл</b>.)</p>

source: <p><b>Format</b>: set <i>RAW</i> to log all data (store in a format exactly as the kernel sends it) or <i>NOLOG</i> to discard all audit information instead of writing it on disk (does not affect data sent to the dispatcher).</p>
ar: <p><b>التنسيق</b>: قم بتعيين <i>RAW</i> لتسجيل كافة البيانات (مع التخزين بتنسيق يماثل التنسيق المرسَل من قِبل kernel ) أو <i>NOLOG</i> لتجاهل كافة معلومات المراجعة بدلاً من كتابتها على قرص (لا ؤثر على البيانات التي تم إرسالها إلى المرسل).</p>
ca: <p><b>Format</b>: establert a <i>RAW</i> per desar totes les dades (en un format exacte a com el nucli ho envia) o <i>NOLOG</i> per descartar tota la informació d'audit en comptes d'escriure-la al disc (no afecta les dades enviades al dispatcher, transmissor).</p>
da: <p><b>Format</b>: Sæt <i>RAW</i> for at logge alle data (gemme i et format nøjagtigt som kernen sender det) eller <i>NOLOG</i> for at kassere al audit-information i stedet for at skrive det til disken (berører ikke data sendt til afsenderen).</p>
de: <p><b>Format</b>: Legen Sie <i>RAW</i> fest, um alle Daten zu protokollieren (speichern Sie diese im selben Format, in dem der Kernel sie sendet), oder <i>NOLOG</i>, um alle Prüfinformationen zu verwerfen, statt sie auf Datenträger zu schreiben (an den Dispatcher gesendete Daten sind davon nicht betroffen).</p>
el: <p><b>Μορφή</b>: ορίστε σε <i>RAW</i> για την καταγραφή όλων των δεδομένων (αποθήκευση με τη μορφή που τα στέλνει ο πυρήνας συστήματος) ή <i>NOLOG</i> για την απόρριψη όλων των πληροφοριών του audit έναντι της εγγραφής τους στο δίσκο (δεν επηρεάζονται τα δεδομένα που στέλνονται στο πρόγραμμα αποστολής).</p>
fi: <p><b>Alustus</b>: aseteta <i>RAW</i> kaiken tiedon kirjaus (talleta kaikki kuten ydin lähettää) tai <i>NOLOG</i> kaiken audit -tiedon hylkäys sensijaan että kirjoitetaan levylle (ei vaikuta välittäjälle lähetettyyn tietoon).</p>
id: <p><b>Format</b>: atur<i>RAW</i> untuk mencatat semua data ( simpan dalam format sama persis seperti kernal mengirimkannya) or <i> NOLOG</i> untuk membuang semua informasi audit daripada menulsnya di disk ( tidak mempengaruhi data dikirim ke petugas).</p>
km: <p><b>ទ្រង់ទ្រាយ</b> ៖ កំណត់ <i>RAW</i> ដើម្បី​ចុះ​កំណត់ហេតុ​ទិន្នន័យ​ទាំងអស់ (រក្សាទុក​ជា​ទ្រង់ទ្រាយ ​ដូច​ដែល​ខឺណែល​ផ្ញើ​វា) ឬ​កំណត់​ <i>NOLOG</i> ដើម្បី​បោះបង់​ព័ត៌មាន​សាវនកម្ម​ទាំងអស់ ជំនួស​ឲ្យ​ការ​សរសេរ​វា​នៅ​លើ​ថាស (មិន​ប៉ះពាល់​ដល់​ទិន្នន័យ​ដែល​បាន​ផ្ញើ​ទៅ​កម្មវិធី​បញ្ជូន​ទេ) ។</p>
lt: <p><b>Formatas</b>: pasirinkus <i>RAW</i>, visi duomenys rašomi į žurnalą (kaupiami būtent tokiu formatu, kokiu branduolys juos siunčia); <i>NOLOG</i> – atmetama visa audito informacija, užuot rašius ją į diską (neturi įtakos skirstyklei siunčiamiems duomenims).</p>
nb: <p><b>Format</b>: Velg <i>RAW</i> for å logge alle data (lagret i nøyaktig samme format som de kjernen sender dem) eller <i>NOLOG</i> for å forkaste all audit-informasjon i stedet for å lagre den på disken (påvirker ikke data som sendes til senderen).</p>
pl: <p><b>Format</b>: ustaw jako <i>RAW</i>, aby zapisywać wszystkie dane (przechowywane w dokładnie takim samym formacie, jak wysyłane przez jądro), lub jako <i>NOLOG</i>, aby odrzucać wszystkie informacje audytu (nie wpływa to na informacje wysyłane do programu rozsyłającego).</p>
ru: <p><b>Формат</b>: задайте <i>RAW</i> для регистрации всех данных (сохраненных в формате, в котором их отправляет ядро) или <i>NOLOG</i> для отклонения всей информации аудита вместо ее записи на диск (это не влияет на данные, посылаемые диспетчеру).</p>
sq: <p><b>Formati</b>: vendos<i>RAW</i>për të regjistruar të gjitha të dhënat (ruani në një format saktësisht si kernel dërgon atë) ose<i>NOLOG</i>të hidhni të gjitha informacionet e auditimit në vend që të shkruani në disk (nuk ndikon të dhënat e dërguara në dispeçer).</p>
sv: <p>I <b>Format</b> anger du <i>RAW</i> om du vill logga alla data (i exakt samma format som de skickas från kärnan) eller <i>NOLOG</i> om du vill ta bort all granskningsinformation (påverkar inte data som har skickats till sändaren).</p>
uk: <p><b>Формат</b>: вкажіть <i>RAW</i>, щоб записувати всі дані (у тому форматі, що їх надсилає ядро) або <i>NOLOG</i>, щоб відкидати всю інформацію аудиту (не впливає на дані, що надсилаються диспетчеру).</p>

source: <p><b>Flush</b>: describes how to write the data to disk. If set to <i>INCREMENTAL</i> the <b>Frequency</b> parameter tells how many records to write before issuing an explicit flush to disk. <i>NONE</i> means: no special effort is made to flush data, <i>DATA</i>: keep data portion synced, <i>SYNC</i>: keep data and meta-data fully synced.</p>
ar: <p><b>نقل</b>: يشرح كيفية كتابة البيانات إلى القرص. إذا كان مُعينًا إلى <i>تزايدي</i> تحدد المعلمة <b>التكرار</b> إلى عدد سجلات الكتابة قبل إصدار التصريح بالنقل إلى القرص. <i>بدون</i> يعني: عدم بذل أي جهد خاص لنقل البيانات <i>بيانات</i>: إبقاء مزامنة جزء البيانات <i>المزامنة</i>: الاحتفاظ بالبيانات وبيانات التعريف التي تتم مزامنتها بشكل كامل.</p>
ca: <p><b>Aboca</b>: descriu com escriure les dades al disc. Si s'estableix a <i>INCREMENTAL</i> el paràmetre <b>freqüència</b> diu quants registres escriure abans de fer un bolcatge explícit (flush) al disc. <i>NONE</i> significa: no es fa cap esforç especial per abocar les dades, <i>DATA</i>: manté la porció de dades sincronitzada, <i>SYNC</i>: manté les dades i les metadades completament sincronitzades.</p>
da: <p><b>Tømning</b>: Beskriver, hvordan data skrives til disken. Hvis den er sat til <i>INCREMENTAL</i>, fortæller parametret <b>Frekvens</b>, hvor mange registre der skal skrives, før der udføres en eksplicit tømning til disken. <i>NONE</i>: Betyder at ingen særlig indsats gøres for at tømme data, <i>DATA</i>: Behold dataportion synkroniseret, <i>SYNC</i>: Behold data og metadata fuldt synkroniserede.</p>
de: <p><b>Flush</b>: Beschreibt das Schreiben von Daten auf Festplatte. Wenn dieser Wert auf <i>INKREMENTELL</i> festgelegt wurde, gibt der Parameter <b>Häufigkeit</b> an, wie viele Datensätze geschrieben werden sollen, bevor eine explizite Übertragung auf die Festplatte erfolgt. <i>KEINE</i> bedeutet, dass keine spezielle Aktion zur Übertragung der Daten erfolgt, <i>DATEN</i>: die Daten werden synchronisiert, <i>SYNC</i>: Daten und Metadaten werden vollständig synchronisiert.</p>
el: <p><b>Εκκαθάριση</b>: περιγράφει πως θα εγγραφούν τα δεδομένα στο δίσκο. Αν οριστεί σε <i>INCREMANTAL</i> η παράμετρος <b>Συχνότητα</b> περιγράφει πόσες εγγραφές πρέπει να εγγραφούν πριν εφαρμοστεί ρητή εκκαθάριση στο δίσκο. Η τιμή <i>NONE</i> σημαίνει δεν θα γίνει καμία ειδική προσπάθεια για εκκαθάριση δεδομένων, η τιμή <i>DATA</i> διατηρεί την μερίδα των δεδομένων συγχρονισμένη, η τιμή <i>SYNC</i> διατηρεί πλήρως συγχρονισμένα δεδομένα και μετά-δεδομένα.</p>
fi: <p><b>Tyhjennys</b>: kuvaa kuinka tieto kirjoitetaan levylle. Jos asetetaan <i>LISÄÄNTYVÄ</i> niin muuttuja <b>Lukumäärä</b> kertoo montako tallennetta kirjoitettaan ennen levyn tyhjennyksen sallimista. <i> Ei MITÄÄN</i> tarkoittaa: ei tehdä yritystä tiedon tyhjentämiseksi, <i>DATA</i> pidä tieto synkronissa, <i> SYNC</i>pidä tieto ja metatieto täysin synkronissa.</p>
id: <p><b>Flush</b>: menjelaskan bagaimana menulis data ke disk. jika disetel ke <i> INCREMENTAL</i> <b>Frekuensi</b> parameter memberitahu berapa banyak catatan ditulis sebelum mengeluarkan flush ke disk secara eksplisit <i> NONE</i> yaitu : tidak ada upaya yang dilakukan untuk flush data, <i> : menjaga porsi data tetap disinkronkan, <i>SYNC</i> : menjaga data dan meta-data sepenuhnya disinkronkan.</p>
km: <p><b>Flush</b> ៖ ពិពណ៌នា​អំពី​របៀប​សរសេរ​ទិន្នន័យ​ទៅកាន់​ថាស ។ ប្រសិន​បើ​កំណត់​ទៅ <i>INCREMANTAL</i> នោះ​ប៉ារ៉ាម៉ែត្រ <b>ប្រេកង់</b> នឹង​បង្ហាញ​ពី​ចំនួន​កំណត់ត្រា​ដែល​ត្រូវ​សរសេរ មុន​ពេល​ប្រកាស​ការ​បំពេញ​ជាក់លាក់​ទៅកាន់​ថាស ។ <i>NONE</i> មានន័យថា ៖ គ្មាន​កិច្ចការ​ចម្បង​ដែល​បាន​ធ្វើ​ដើម្បី​បំពេញ​ទិន្នន័យ​នោះ​ទេ <i>ទិន្នន័យ</i> ៖ រក្សាទុក​ផ្នែក​ទិន្នន័យ​ដែល​បាន​ធ្វើ​សមកាលកម្ម <i>SYNC</i> ៖ រក្សាទុក​ទិន្នន័យ និង​ទិន្នន័យ​មេតា​ដែល​បាន​ធ្វើ​សមកាលកម្ម​ពេញលេញ ។</p>
lt: <p><b>Srauto įrašymas</b>: aprašoma, kaip reikia rašyti duomenis į diską. Jei nustatyta <i>INCREMENTAL</i>, <b>Dažnumo</b> parametras nurodo, kiek įrašų sukaupti podėlyje prieš juos įrašant į diską. <i>NONE</i> reiškia, jog nėra specialių nurodymų rašymui į diską, <i>DATA</i>: sinchronizuoti duomenų porcijas, <i>SYNC</i>: visapusiškai sinchronizuoti duomenis ir metaduomenis.</p>
nb: <p><b>Tøm</b>: beskriver hvordan data skal skrives til disken. Hvis <i>INCREMENTAL</i> er valgt, angir <b>Frekvens</b>-parameteren hvor mange oppføringer som skal lagres før en 'tøm til disk'-kommando. <i>NONE</i> betyr: det blir ikke gjort noe spesielt for å tømme data, <i>DATA</i>: holder dataandelen synkronisert, <i>SYNC</i>: holder både data og metadata synkronisert.</p>
pl: <p><b>Opróżnij</b>: określa sposób zapisu danych na dysku. Jeśli to pole ma wartość <i>INCREMANTAL</i>, parametr <b>Częstotliwość</b> określa liczbę zapisywanych rekordów przed bezpośrednim zrzutem danych na dysk. <i>NONE</i> oznacza brak podejmowania specjalnych działań w celu zapisu danych. <i>DATA</i>: przechowuje zsynchronizowane porcje danych. <i>SYNC</i>: przechowuje dane i metadane w pełni zsynchronizowane.</p>
ru: <p><b>Сброс</b>: описывает запись данных на диск. Если установлено <i>INCREMENTAL</i>, параметр <b>Частота</b> говорит, сколько записей писать перед результирующим явным сбросом на диск. <i>NONE</i> означает: никаких попыток сбросить данные, <i>DATA</i>: частично синхронизировать данные, <i>SYNC</i>: полностью синхронизировать данные и метаданные.</p>
sq: <p> 1 <b> 2Flush </ b> 3: përshkruan si t'i shkruani të dhënat në disk. Nëse vendoset në <i> 4INCREMENTAL </ i> 5 Parametri <b> 6Frequency </ b> 7 tregon se sa të dhëna duhet të shkruhen përpara se të lëshojnë një flush eksplicit në disk. <i> 8NONE </ i> 9 do të thotë: nuk është bërë asnjë përpjekje e veçantë për të ndryshuar të dhënat, <i> 0DATA </ i>: mbani të dhënat e sinkronizuara, <i> SYNC </ i>: mbaj të dhënat dhe meta-të dhënat plotësisht të sinkronizuara. </ p>
sv: <p><b>Tömning</b>: beskriver hur du skriver data till en disk. Om alternativet är inställt till <i>INKREMENTELL</i> anger parametern <b>Frekvens</b> hur många poster som kan skrivas innan dessa töms till disk. <i>INGEN</i> innebär: ingen särskild åtgärd vidtas för att tömma data, <i>DATA</i>: håll datadelen synkad, <i>SYNKA</i>: håll data och metadata helt synkade.</p>
uk: <p><b>Прочистка</b>: вказує як записувати дані на диск. Якщо <i>INCREMENTAL</i>, то параметр <b>Частота</b> каже скільки робити записів у журнал перш ніж подати явну команду збереження (flush) на диск. <i>NONE</i> означає: що не буде зроблено ніяких спеціальних зусиль для запису даних на диск, <i>DATA</i>: синхронізувати ту частину, яка містить дані, <i>SYNC</i>: повністю синхронізувати дані і метадані.</p>
