Repository: Dzejrou/yast-translations
Catalog: po/audit-laf/*.po
Languages: ar, ca, da, de, el, fi, id, km, lt, nb, pl, ru, sq, sv, uk

source: <p><b>Note:</b> All scripts specified for <i>EXEC</i> must be owned by 'root', have '0750' file permissions, and the full path name has to be entered.</p>
ar: <p><b>ملاحظة:</b>كل النصوص البرمجية المعينة للخيار <i>تنفيذ</i> يجب أن تكون مملوكة من قِبل'مسؤول'، ومتوفر لها أذونات الملف '0750' ويجب إدخال اسم المسار الكامل.</p>
ca: <p><b>Nota:</b> Tots els scripts especificats per a <i>EXEC</i> han de pertànyer a 'root', tenir permisos de fitxer '0750' i s'ha d'introduir el nom complet del camí.</p>
da: <p><b>Bemærk:</b> Alle scripts angivet til <i>EXEC</i> skal ejes af "root", have filrettighederne "0750" og den fulde sti skal angives.</p>.
de: <p><b>Hinweis:</b> Alle für <b>Aktion</b> <i>EXEC</i> angegebenen Skripte müssen im Besitz von 'Root' sein, '0750' Dateiberechtigungen haben und der vollständige Pfad muss eingegeben werden.</p>
el: <p><b>Σημείωση:</b> Όλα τα scripts που είναι καθορισμένα για <i>EXEC</i> πρέπει να ανήκουν στον 'root', με δικαιώματα αρχείου '0750' και πρέπει να εισάγεται η πλήρες διαδρομή αρχείου.</p>
fi: <p><b>Huomaa:</b>Kaikki yksilöidyt komentosarjat toimintoa <i>SUORITA</i> varten: omistajan on oltava 'root', tiedosto-oikeuksien on oltava '0750' ja koko polun nimi tulee olla annettuna.</p>
km: <p><b>សូម​ចំណាំ ៖</b> ស្គ្រីប​ទាំងអស់​ដែល​បាន​បញ្ជាក់​សម្រាប់ <i>EXEC</i> ត្រូវ​តែ​​គ្រប់គ្រង​ដោយ 'root' មាន​សិទ្ធិ​ឯកសារ '0750' និង​ឈ្មោះ​ផ្លូវ​ពេញលេញ​ត្រូវ​តែ​បាន​បញ្ចូល ។</p>.</p>
lt: <p><b>Atkreipkite dėmesį:</b> Visi nurodyti scenarijai iš <i>EXEC</i> privalo priklausyti naudotojui „root“, turėti „0750“ rinkmenos leidimus ir turi būti įvestas pilnas kelias.</p>
nb: <p><b>Husk:</b> Alle skript som er definert for <i>EXEC</i> må være eid av 'root', ha '0750' som filrettigheter og hele filstien må angis.</p>
pl: <p><b>Uwaga:</b> wszystkie skrypty zdefiniowane dla działania <i>EXEC</i> muszą być własnością użytkownika root i mieć prawa dostępu 0750 oraz musi zostać wprowadzona pełna ścieżka.</p>
ru: <p><b>Замечание:</b> Все скрипты, указанные для действия <i>EXEC</i>, должны принадлежать 'root', иметь права '0750', а вводиться должен полный путь.</p>
sv: <p><b>Obs!</b> Alla skript med alternativet <i>KÖR</i> måste ägas av root, ha 0750-filbehörigheter och hela sökvägens namn måste anges.</p>
uk: <p><b>Примітка:</b> Власником всіх скриптів, вказаних для <i>EXEC</i> повинен бути адміністратор (root), права доступу до файлів — «0750», і має бути введено повну назву шляху файла.</p>

source: <p><b><big>Rules for auditctl</big></b><br> This dialog offers the possibility to enable or to disable the syscall auditing as well as to lock the audit configuration. The selected flag from <b>Set Enabled Flag</b> will be added to the rules.</p>
ar: <p><b><big>قواعد auditctl</big></b><br>يوفر مربع الحوار هذا إمكانية تمكين أو لتعطيل syscall التدوين، فضلا عن وصفها بتأمين تكوين المراجعة. العلم المحدد من <b>تعيين علامة تمكين</b> ستضاف إلى النظام.</p>
ca: <p><b><big>Regles per a auditctl</big></b><br> Aquest diàleg ofereix la possibilitat d'habilitar o deshabilitar l'auditoria syscall així com bloquejar la configuration d'audit. La bandera seleccionada a <b>Estableix la bandera habilitada</b> s'afegirà a les regles.</p>
da: <p><b><big>Regler for auditctl</big></b><br> Denne dialog tilbyder muligheden at aktivere/deaktivere syscall-auditing så vel som at låse audit-konfigurationen. Det valgte flag fra <b>Sæt aktiveret-flag</b> føjes til reglerne.</p>
de: <p><b><big>Regeln für auditctl</big></b><br> Dieses Dialogfeld bietet die Möglichkeit, die Syscall-Prüfung zu aktivieren oder zu deaktivieren sowie die Prüfkonfiguration zu sperren. Das gewählte Flag aus <b>Aktiviert-Flag einstellen</b> wird dann den Regeln hinzugefügt.</p>
el: <p><b><big>Κανόνες για το auditctl</big></b><br> Το παράθυρο προσφέρει τη δυνατότητα ενεργοποίησης και απενεργοποίησης της κλήσης συστήματος καταγραφής όπως επίσης και του κλειδώματος των ρυθμίσεων του audit. Η επιλεγμένη σημαία από το <b>Ορισμός Ενεργοποιημένης Σημαίας</b> θα προστεθεί στους κανόνες.</p>
fi: <p><b><big>Säännöt auditctl:lle</big></b><br> Tämä keskusteluikkuna tarjoaa mahdollisuuden sallia tai estää syscall auditing ja siten lukita kirjausmäärittely. Valittu lippu kohdasta <b>Aseta sallittu lippu</b> lisätään sääntöihin.</p>
km: <p><b><big>ក្បូន​សម្រាប់ auditctl</big></b><br> ប្រអប់​នេះ​​ផ្ដល់​​លទ្ធភាព​ឲ្យ​បើក ឬ​បិទ​ការ​ហៅ​ប្រព័ន្ធ auditing ព្រមទាំង ជាក់​សោ​ការ​កំណត់​រចនាសម្ព័ន្ធ​សាវនកម្ម ។ ទង់​ជាតិ​​ដែល​បាន​ជ្រើស​ពី <b>ការ​កំណត់​ទង់​ជាតិ​ដែល​បាន​​បើក</b> នឹង​ត្រូវ​បាន​បន្ថែម​ទៅ​កាន់​ក្បូន​ ។</p>
lt: <p><b><big>Auditctl taisyklės</big></b><br> Šiame dialogo lange galima įjungti arba išjungti syscall tikrinimą, o taip pat užrakinti audito konfigūravimą. Prie taisyklių bus pridėti pasirinkimai, pažymėti ties <b>Pažymėti įgalintinu</b>.</p>
nb: <p><b><big>Regler for auditctl</big></b><br> I denne dialogen kan du aktivere eller deaktivere systemkommandoen for overvåking og låse audit-oppsettet. Statusen under <b>Definer aktivert-status</b> legges til reglene.</p>
pl: <p><b><big>Reguły dla programu auditctl</big></b><br> To okno dialogowe udostępnia możliwość włączenia lub wyłączenia audytu syscall, jak również zablokowania konfiguracji audytu. Flaga wybrana spośród opcji <b>Ustaw flagę włączenia</b> zostanie dodana do reguł.</p>
ru: <p><b><big>Правила auditctl</big></b><br> Этот диалог предлагает возможность включить или отключить аудит системных вызовов, а также блокировку настроек аудита. Выбранный флаг из <b>Установить флаг включения</b> будет добавлен к правилам.</p>
sv: <p><b><big>Regler för auditctl</big></b><br> Med den här dialogrutan kan du aktivera eller inaktivera syscall- granskning samt låsa granskningskonfigurationen. Den valda flaggan från <b>Ställ in Aktiv-flagga</b> kommer att läggas till i reglerna.</p>
uk: <p><b><big>Правила для auditctl</big></b><br> Це вікно дає можливість увімкнути або вимкнути аудит syscall, а також замикати (блокувати) налаштування аудиту. Вибраний прапорець <b>Позначити прапорець вмикання</b> буде додано до правил.</p>

source: <p><b>Note:</b><br>Locking the rules means they cannot be changed until next reboot.</p>
ar: <p><b>ملاحظة:</b><br>ويعني تأمين القواعد أنها لا يمكن تغييرها حتى التشغيل التالي.</p>
ca: <p><b>Nota:</b><br>Bloquejar les regles significa que no es poden canviar fins al pròxim reinici.</p>
da: <p><b>Bemærk:</b><br>At låse reglerne betyder, at de ikke kan ændres før næste boot.</p>
de: <p><b>Hinweis:</b><br>Gesperrte Regeln können erst nach dem nächsten Systemstart geändert werden.</p>
el: <p><b>Σημείωση:</b><br>Κλειδώνοντας τους κανόνες σημαίνει ότι δεν μπορούν να αλλαχτούν μέχρι την επόμενη επανεκκίνηση.</p>
fi: <p><b>Huomaa:</b><br>Sääntöjen lukitus merkitsee ettei niitä voi muuttaa ennen seuraavaa uudelleenkäynnistystä! </p>
km: <p><b>សូម​ចំណាំ​ថា ៖</b><br>ការ​ចាក់សោ​ក្បួនច្បាប់ មាន​ន័យ​ថា​ពួកគេ​មិន​អាច​​ផ្លាស់ប្ដូរ​បានទេ រហូត​ទាល់​តែ​ចាប់ផ្ដើម​ឡើងវិញ​នៅ​ពេល​ក្រោយ ! </p>
lt: <p><b>Atkreipkite dėmesį:</b><br>Užrakinimo taisyklės reiškia, kad jų negalima pakeisti iki kito operacinės sistemos paleidimo. </p>
nb: <p><b>Merk:</b><br>Låsing av reglene betyr at de ikke kan endres før maskinen startes på nytt! </p>
pl: <p><b>Uwaga:</b><br>Zablokowanie reguł oznacza brak możliwości ich modyfikacji do następnego uruchomienia komputera.</p>
ru: <p><b>Замечание:</b><br>Блокировка правил означает, что они не могут быть изменены до следующей перезагрузки.</p>
sv: <p><b>Obs!</b><br>Om reglerna låsas kan de inte ändras förrän vid nästa omstart.</p>
uk: <p><b>Примітка:</b><br>Блокування правил означає, що їх неможливо буде змінити до наступного перезавантаження.</p>

source: <p>Enabling auditing without additional rules will cause the applications which use <i>libaudit</i>, e.g. PAM to log to /var/log/audit/audit.log (default).</p>
ar: <p>سيؤدي تمكين توثيق قواعد إضافية libaudit التطبيقات التي تستخدم <i>libaudit</i>، مثلًا. PAM لتسجيل إلى/var/log/audit/audit.log (افتراضي).</p>
ca: <p>Habilitar l'auditoria sense regles addicionals causarà que les aplicacions que usen <i>libaudit</i>, per exemple PAM, de fer l'historial (log) a /var/log/audit/audit.log (per defecte).</p>
da: <p>At aktivere auditing uden yderligere regler vil få programmerne, der bruger <i>libaudit</i> (f.eks. PAM) til at logge til /var/log/audit/audit.log (standard).</p>
de: <p>Durch Aktivieren der Prüfung ohne zusätzliche Regeln führen die Anwendungen, die <i>libaudit</i> verwenden (z.B. PAM) die Protokollierung in /var/log/audit/audit.log (Standard) durch.</p>
el: <p>Η ενεργοποίηση καταγραφής χωρίς πρόσθετους κανόνες θα προκαλέσει τις εφαρμογές που χρησιμοποιούν <i>libaudit</i>, π.χ. PAM να καταγράφουν στο /var/log/audit/audit.log (προεπιλογή).</p>
fi: <p>Kirjaamisen salliminen ilman lisäsääntöjä aiheuttaa sovelluksia, jotka käyttävät <i>libaudit:a</i>, esim. PAM, lokin kirjauksen: /var/log/audit/audit.log (oletus).</p>
km: <p>ការ​បើក​ការ​ធ្វើ​សាវនកម្ម ដោយ​គ្មាន​ក្បួនច្បាប់​បន្ថែម នឹង​បង្ក​ឲ្យ​កម្មវិធី​ដែល​ប្រើ <i>libaudit</i> ឧទាហរណ៍​ PAM ឲ្យ​ចុះ​កំណត់ហេតុ​ទៅ /var/log/audit/audit.log (លំនាំដើម) ។</p>
lt: <p>Įgalinant auditą be papildomų taisyklių, programos, kurios naudoja <i>libaudit</i>, pvz., PAM, rašo į /var/log/audit/audit.log žurnalą (numatytuoju atveju).</p>
nb: <p>Å aktivere overvåking uten tilleggsregler vil føre til at programmer som bruker <i>libaudit</i>, f.eks. PAM, vil lagre informasjon i /var/log/audit/audit.log (standard).</p>
pl: <p>Włączenie audytu bez dodatkowych reguł spowoduje uruchomienie zapisu zdarzeń programów używających biblioteki <i>libaudit</i>, np. PAM, do pliku /var/log/audit/audit.log (domyślnie).</p>
ru: <p>Включение аудита без дополнительных правил заставит приложения, использующие <i>libaudit</i>, например, PAM, писать журнал в /var/log/audit/audit.log (по умолчанию).</p>
sv: <p>Om granskning aktiveras utan ytterligare regler börjar de program som använder <i>libaudit</i>, exempelvis PAM, att logga till /var/log/audit/audit.log (standard).</p>
uk: <p>Вмикання аудиту без додаткових правил призведе до того, що програми, які вживають <i>libaudit</i>, напр., PAM будуть записувати в журнал /var/log/audit/audit.log (типовий).</p>

source: <p>You can also edit the rules manually, which we only recommended for advanced users.<br> For more information about all options, see 'man auditctl'.</p>
ar: <p>مربع الحوار يسمح لك بتحرير القواعد يدويًا، ويوصي به للمستخدمين المتقدمين فقط.<br>للحصول على المزيد من المعلومات حول جميع الخيارات، راجع 'man auditctl'.</p>
ca: <p>També podeu editar les regles manualment, la qual cosa només és recomanable per a usuaris avançats.<br> Per a més informació sobre totes les opcions, vegeu 'man auditctl'.</p>
da: <p>Du kan også redigere reglerne manuelt, hvilket kun anbefales for avancerede brugere.<br> Se "man auditctl" for mere information om alle indstillinger.</p>
de: <p>Dieses Dialogfeld erlaubt es Ihnen, die Regeln manuell zu bearbeiten,was nur erfahrenen Anwendern empfohlen wird.<br> Detaillierte Informationen über alle Optionen erhalten Sie unter 'man auditctl'.</p>
el: <p>Μπορείτε επίσης να επεξεργαστείτε τους κανόνες χειροκίνητα, το οποίο συνιστάται μόνο σε προχωρημένους χρήστες.<br> Για περισσότερες πληροφορίες για όλες τις επιλογές, δείτε στο 'man auditctl'.</p>
fi: <p>Voit myös muokata sääntöjä käsin, tämä on suositeltua vain edistyneille käyttäjille.<br> Lisätiedot kaikista valinnoista saa käskyllä 'man auditctl'.</p>
km: <p>ប្រអប់​ក៏​អនុញ្ញាត​ឲ្យ​អ្នក​កែសម្រួល​ក្បួនច្បាប់​ដោយដៃ​បាន​ដែរ ដែល​ត្រូវ​បាន​ផ្ដល់​អនុសាសន៍​​សម្រាប់​តែ​អ្នក​ប្រើ​កម្រិត​ខ្ពស់​ប៉ុណ្ណោះ ។<br> ចំពោះ​ព័ត៌មាន​បន្ថែម​អំពី​ជម្រើស​ទាំង​អស់ សូម​មើល 'man auditctl' ។</p>
lt: <p>Dialogo lange galite redaguoti taisykles rankiniu būdu, bet tai rekomenduojama tik patyrusiems naudotojams.<br> Daugiau informacijos apie visas parinktis rasite „man auditctl“.</p>
nb: <p>I denne dialogen kan du også redigere regler manuelt, noe som bare anbefales for avanserte brukere.<br> Du finner detaljert informasjon om valgene på manualsiden 'auditctl'.</p>
pl: <p>To okno dialogowe umożliwia także ręczną edycję reguł, co zaleca się tylko zaawansowanym użytkownikom.<br> Aby uzyskać szczegółowe informacje o wszystkich opcjach, wykonaj polecenie man auditctl.</p>
ru: <p>Вы также можете отредактировать правила вручную, но это рекомендуется делать только продвинутым пользователям.<br> Более подробную информацию обо всех опциях можно найти в 'man auditctl'.</p>
sv: <p>Du kan även redigera reglerna manuellt, vilket dock endast rekommenderas för avancerade användare.<br> För mer information om alla alternativ, se man auditctl.</p>
uk: <p>Цей діалог також дає змогу редагувати правила вручну (для досвідчених користувачів). <br> Подробиці про всі параметри можна отримати з «man auditctl».</p>

source: <p><b>Check Syntax</b> sends the rules via <i>auditctl</i> to the audit subsystem and checks the syntax.<br><b>Restore</b> restores the settings from /etc/audit/audit.rules.</p>
ar: <p><b>تحقق من بناء الجملة</b> حيث ترسل القواعد عن طريق <i>auditctl</i> إلى النظام الفرعي للمراجعة، ويفحص بناء الجملة.<br><b>استعادة</b> استعادة الإعدادات من/etc/audit/audit.rules.</p>
ca: <p><b>Comprova la sintaxi</b> envia les regles a través de <i>auditctl</i> al subsistema audit i en comprova la sintaxi.<br><b>Restaure</b> restaura els paràmetres des de /etc/audit/audit.rules.</p>
da: <p><b>Tjek syntaks</b> sender reglerne via <i>auditctl</i> til audit-subsystemet og tjekker syntaksen.<br><b>Genopret</b> genopretter indstillingerne fra /etc/audit/audit.rules.</p>
de: <p><b>Syntax überprüfen</b> sendet die Regeln über <i>auditctl</i> zum Prüfsystem und gibt an, ob die Syntax korrekt ist.<br> <b>Wiederherstellen</b> stellt die Einstellungen in /etc/audit/audit.rules wieder her.</p>
el: <p>Ο <b>Έλεγχος Σύνταξης</b> στέλνει τους κανόνες μέσω του <i>auditctl</i> στο υποσύστημα audit και ελέγχει την σύνταξη. <br>Η <b>Επαναφορά</b> επαναφέρει τις ρυθμίσεις από το /etc/audit/audit.rules.</p>
fi: <p><b>Tarkista kielioppi</b> lähettää säännöt <i>auditctl:n</i>kautta audit-alijärjestelmälle ja tarkistaa onko kielioppi oikein.<br><b>Palauta</b> palauttaa asetukset kohteesta /etc/audit/audit.rules.</p>
km: <p><b>ពិនិត្យ​មើល​វាក្យ​សម្ព័ន្ធ</b> ផ្ញើ​ក្បួនច្បាប់​តាមរយៈ <i>auditctl</i> ទៅកាន់​ប្រព័ន្ធ​រង​សាវនកម្ម​ និង​​ពិនិត្យ​មើល​​វាក្យ​សម្ព័ន្ធ ។<br><b>ស្ដារ​ឡើងវិញ</b> ស្ដារ​ការ​កំណត់​ឡើងវិញ​ពី /etc/audit/audit.rules ។</p>
lt: <p>Nuspaudus <b>Tikrinti sintaksę</b>, siunčiamos taisyklės per <i>auditctl</i> į audito posistemę ir tikrina sintaksę.<br>Mygtuku <b>Atstatyti</b> atstatomos nuostatos iš /etc/audit/audit.rules.</p>
nb: <p><b>Kontroller syntaks</b> sender reglene via <i>auditctl</i> til audit-systemet og viser om syntaksen er korrekt.<br><b>Gjenopprett</b> gjenoppretter innstillingene fra /etc/audit/audit.rules.</p>
pl: <p>Przycisk <b>Sprawdź składnię</b> pozwala na wysłanie reguł przez program <i>auditctl</i> do podsystemu audytu i sprawdzenie, czy składnia jest poprawna.<br>Przycisk <b>Przywróć</b> pozwala na przywrócenie reguł z pliku /etc/audit/audit.rules.</p>
ru: <p><b>Проверить синтаксис</b> отправляет правила через <i>auditctl</i> в подсистему аудита и проверяет синтаксис.</br><b>Восстановить</b> восстанавливает настройки из /etc/audit/audit.rules.</p>
sv: <p><b>Kontrollera syntax</b> skickar reglerna via <i>auditctl</i> till granskningsdelsystemet och kontrollerar syntaxen.<br><b>Återställ</b> återställer inställningarna från /etc/audit/audit.rules.</p>
uk: <p><b>Перевірити синтаксис</b> надсилає правила через <i>auditctl</i> до підсистеми аудиту і каже чи синтаксис є правильним.<br><b>Відновити</b> відновляє параметри з /etc/audit/audit.rules.</p>

source: <p>Click <b>Restore and Reset</b> to restore the rules and reset the changes (from previous syntax checks) by calling <i>auditctl</i>.<br> Click <b>Load</b> to open a file selection dialog in which you can load an example rules file.</p>
ar: <p>استخدم الزر <b>استعادة وإعادة تعيين</b> لاستعادة النظام وإعادة تعيين التغييرات (من فحص بناء الجملة السابقة) بواسطة استدعاء <i>auditctl</i>.<br>اضغط <b>تحميل</b> يفتح مربع حوار اختيار ملف إذا كنت قادرًا على تحميل كمثال ملف قواعد.</p>
ca: <p>Cliqueu a <b>Restaura i reestableix</b> per restaurar les regles i reestablir els canvis (de comprovacions anteriors de sintaxi) cridant <i>auditctl</i>.<br> Cliqueu a <b>Carrega</b> per obrir un diàleg de selecció de fitxer en què podeu carregar un fixer d'exemple de regles.</p>
da: <p>Klik på <b>Genopret og nulstil</b> for at genoprette og nulstille ændringerne (fra tidligere syntaks-tjek) ved at kalde <i>auditctl</i>.<br> Klik på <b>Indlæs</b> for at åbne en filvælgerdialog hvor du kan indlæse et eksempel på en regelfil.</p>
de: <p>Verwenden Sie die Schaltfläche <b>Wiederherstellen und zurücksetzen</b>, um die Regeln wiederherzustellen und die Änderungen (aus früheren Syntaxprüfungen) zurückzusetzen, indem Sie damit <i>auditctl</i> aufrufen.<br> Durch Klicken auf die Schaltfläche <b>Laden</b> wird ein Dialogfeld zur Dateiauswahl geöffnet, in dem Sie eine Beispielregeldatei laden können.</p>
el: <p>Κάντε κλικ στο <b>Επαναφορά και Αποκατάσταση</b> για να επαναφέρετε τους κανόνες και να αποκαταστήσετε τις αλλαγές (από προηγούμενους ελέγχους σύνταξης) καλώντας το <i>auditctl</i>.<br> Κάντε κλικ στο <b>Φόρτωση</b> για να εμφανίσετε ένα παράθυρο επιλογής αρχείου στο οποίο έχετε την δυνατότητα να φορτώσετε ένα αρχείο κανόνων ως παράδειγμα.</p>
fi: <p>Käytä painiketta <b>Palauta ja Nollaa</b> sääntöjen palautukseen ja muutosten perumiseen (edellisestä kieliopin tarkastuksesta) kutsumalla <i>auditctl</i>. Painike <b>Lataa </b> avaa tiedostovalinnan keskusteluikkunan ja voit ladata esimerkin ohjetiedostosta.</p>
km: <p>ពិនិត្យ​មើល <b>ស្ដារ និង​កំណត់​ឡើង​វិញ</b> ដើម្បី​​ស្ដារ​ក្បូន​ច្បាស់ និង​កំណត់ ការ​ផ្លាស់ប្ដូរ​ឡើង​វិញ (ពី​ការ​ពិនិត្យមើល​វាក្យ​សម្ពន្ធ​មុន) ដោយ​ហៅ <i>auditctl</i> ។<br> ពិនិត្យ​មើល <b>ផ្ទុក</b> បើក​ប្រអប់​ជម្រើស​ឯកសារ ដែល​អ្នក​អាច​ផ្ទុក ហើយ​អ្នក​អាច​ផ្ទុក​គំរូ​ក្បូន​ច្បាស់​ឯកសារ​បាន ។</p>
lt: <p>Mygtukas <b>Atmesti ir atstatyti</b> naudojamas pakeitimų atmetimui ir taisyklių atstatymui (iš ankstesnių sintaksės patvirtinimų), kartu iššaukiant <i>auditctl</i>.<br> Mygtukas <b>Įkelti</b> atveria pasirinktos rinkmenos dialogo langą, kad galėtumėte įkelti pavyzdinę taisyklių rinkmeną.</p>
nb: <p>Bruk <b>Gjenopprett og tilbakestill</b> for å gjenopprette tidligere regler og tilbakestille endringer (siden tidligere syntakskontroller) via <i>auditctl</i>.<br> <b>Last</b>-knappen åpner et navigasjonsvindu der du kan laste et eksempel på en regelfil.</p>
pl: <p>Należy użyć przycisku <b>Przywróć i zresetuj</b>, aby przywrócić reguły i zresetować zmiany (z poprzednich weryfikacji składni), wywołując <i>auditctl</i>.<br> Przycisk <b>Ładuj</b> pozwala na otwarcie okna dialogowego wyboru pliku i umożliwia wczytanie przykładowego pliku reguł.</p>
ru: <p>Нажмите <b>Восстановить и сбросить</b> для восстановления правил и сброса изменений (от предыдущих проверок синтаксиса) вызовом <i>auditctl</i>.<br>Нажмите <b>Загрузить</b> для открытия диалога выбора файлов, в котором вы можете загрузить файл примеров правил.</p>
sv: <p>Klicka på <b>Återställ</b> för att återställa reglerna och ändringarna (från föregående syntaxkontroller) genom att anropa <i>auditctl</i>.<br> Klicka på <b>Läs in</b> för att öppna en dialogruta för filval där du kan läsa in en exempelregelfil.</p>
uk: <p>Скористайтесь кнопкою <b>Відновити і скинути</b>, щоб відновити правила і і скинути зміни (від попередніх перевірок синтаксису) викликом <i>auditctl</i>.<br> Кнопка <b>Завантажити</b> відкриває вікно вибору файлів і ви зможете завантажити файл з прикладами правил.</p>

source: &Dispatcher
ar: المر&سل
ca: &Transmissor
da: Afsen&der
el: Πρόγρα&μμα Αποστολής
fi: &Välittäjä
id: &Tiadakan
km: កម្មវិធី​បញ្ជូន
lt: &Skirstyklė
nb: Sen&der
pl: Program &rozsyłający
ru: &Диспетчер
sv: &Sändare
uk: &Диспетчер

source: Disk &Space
ar: مساحة ال&قرص
ca: &Espai del disc
da: Diskplad&s
de: Festplatten&speicherplatz
el: Χώρος &Δίσκου
fi: &Levytila
km: ទំហំ​ថាស
lt: &Vieta diske
nb: Di&skplass
pl: &Ilość miejsca na dysku
ru: Ме&сто на диске
sq: Disk &Hapësirë
sv: Disk&utrymme
uk: Про&стір диску

source: &Rules for 'auditctl'
ar: ق&واعد لـ 'auditctl'
ca: Regles per a 'auditctl'
da: &Regler for 'auditctl'
de: &Regeln für 'auditctl'
el: &Κανόνες για το 'auditctl'
fi: Auditctl-&säännöt
km: ក្បួនច្បាប់​សម្រាប់ 'auditctl'
lt: „Auditctl“ &taisyklės
nb: &Regler for 'auditctl'
pl: R&eguły dla 'auditctl'
ru: П&равила для auditctl
sq: &Rregullat për 'auditctl'
sv: &Regler för auditctl
uk: &Правила для «auditctl»

source: Initializing...
ar: تهيئة...
ca: Iniciant...
da: Initialiserer...
de: Initialisierung...
el: Αρχικοποίηση...
fi: Valmistellaan...
id: Inisialisasi...
km: កំពុង​ចាប់ផ្ដើម...
lt: Ruošiama...
nb: Initialiserer ...
pl: Inicjalizacja...
ru: Инициализация...
sq: Duke inicializuar...
sv: Initierar...
uk: Започаткування...

source: The rules for auditctl are locked.
ar: تم تأمين قواعد auditctl.
ca: Les regles pler a auditct estan bloquejades.
da: Reglerne for auditctl er låst.
de: Die Regeln für auditctl sind gesperrt.
el: Οι κανόνες για το auditctl είναι κλειδωμένοι.
fi: Auditctl-säännöt on lukittu.
id: Aturan untuk auditctl dikunci.
km: ក្បួនច្បាប់​សម្រាប់ auditctl ត្រូវ​បាន​ចាក់សោ
lt: Auditctl taisyklės yra užrakintos.
nb: Reglene for auditctl er låst.
pl: Reguły dla auditctl są zablokowane.
ru: Правила для auditctl заблокированы.
sq: Rregullat e auditctl janë të kyçura.
sv: Reglerna för auditctl är låsta.
uk: Правила для auditctl заблоковано.

source: <p>To continue the configuration of Linux Auditing, the package <b>%1</b> must be installed.</p>
ar: <p>لمتابعة عملية تكوين مراجعة Linux، يجب تثبيت حزمة <b>%1</b> .</p>
ca: <p>Per continuar la configuració de Linux Auditing, el paquet <b>%1</b> ha d'estar instal·lat.</p>
da: <p>For at fortsætte konfiguration af Linux Auditing, skal pakken <b>%1</b> installeres.</p>
de: <p>Um die Konfiguration von Linux Auditing fortzusetzen, muss das Paket <b>%1</b> installiert sein.</p>
el: <p>Για να συνεχίσετε την ρύθμιση της Καταγραφής στο Linux, το πακέτο <b>%1</b> πρέπει να εγκατασταθεί.</p>
fi: <p>Jatkaaksesi kirjaamisen määrittämistä <b>%1</b> tulee olla asennettuna.</p>
id: <p>Untuk meneruskan konfigurasi Linux Auditing, paket <b>%1</b> harus terinstalasi.</p>
lt: <p>Norint tęsti Linux audito konfigūravimą, reikia įdiegti <b>%1</b> paketą.</p>
nb: <p>Pakken <b>%1</b> må installeres før du kan sette opp Linux Audit.</p>
pl: <p>Aby skonfigurować komponent Linux Auditing, należy zainstalować pakiet <b>%1</b>.</p>
ru: <p>Для продолжения настройки аудита должен быть установлен пакет <b>%1</b>.</p>
sq: <p>Për të vazhduar konfigurimin e Linux Auditing, paketa <b>%1</b> duhet të instalohet.</p>
sv: <p>Om du vill fortsätta konfigurera Linux Auditing måste paketet <b>%1</b> installeras.</p>
uk: <p>Для продовження налаштування аудиту потрібно встановити пакунок <b>%1</b>.</p>

source: <p>Install it now?</p>
ar: <p>هل تريد تثبيتها الآن؟</p>
ca: <p>Voleu instal·lar-lo ara?</p>
da: <p>Vil du installere den nu?</p>
de: <p>Möchten Sie es nun installieren?</p>
el: <p>Εγκατάσταση τώρα;</p>
fi: <p>Asennetaanko se nyt?</p>
id: <p>Instal sekarang?</p>
km: <p>ដំឡើង​វា​ឥឡូវនេះឬ ?</p>
lt: <p>Įdiegti jį dabar?</p>
nb: <p>Vil du installere den nå?</p>
pl: <p>Czy zainstalować go teraz?</p>
ru: <p>Установить сейчас?</p>
sq: <p>Instalo tani?</p>
sv: <p>Vill du installera det nu?</p>
uk: <p>Встановити вже?</p>
