Repository: Dzejrou/yast-translations
Catalog: po/audit-laf/*.po
Languages: ar, ca, da, de, el, fi, id, km, lt, nb, pl, ru, sq, sv, uk

source: The 'User Defined Name' is NOT set although the 'Computer Name Format' is set to 'USER'. Setting the format to 'NONE' (default).
ar: لم يتم تعيين 'الاسم المعرف من قِبل المستخدم' على الرغم من تعيين 'تنسيق اسم الكمبيوتر' إلى 'المستخدم'. إعداد التنسيق إلى 'بلا' (افتراضي).
ca: El 'Nom d'usuari definit' NO està establert tot i que el 'Format del nom d'ordinador' està establert a 'USER'. Establint el format a 'NONE' (per defecte).
da: 'Brugerdefineret navn' er IKKE sat, selvom 'Format på computernavn' er sat til 'USER'. Sætter formatet til 'NONE' (standard).
de: Der 'Benutzerdefinierte Name' ist NICHT festlegt, obwohl das 'Namensformat des Computers' auf 'BENUTZER' festgelegt ist. Das Format wird auf 'KEIN' (Standard) festgelegt.
el: Η τιμή 'Όνομα Ρυθμισμένο Από το Χρήστη' ΔΕΝ έχει ρυθμιστεί παρόλο που το 'Μορφή Ονόματος Υπολογιστή' είναι ρυθμισμένο σε 'USER'. Ρύθμιση της μορφής σε 'NONE' (προεπιλογή).
fi: Käyttäjän määrittämää nimeä EI OLE asetettu vaikka tietokoneen nimen muoto on asetettu arvoon KÄYTTÄJÄ. Asetetaan muoto arvoon EI MIKÄÄN (oletus).
id: 'User Defined Name' TIDAK diatur meski 'Computer Name Format' diatur ke 'USER' Atur format ke 'NONE' (bawaan).
km: 'ឈ្មោះ​​ដែល​បាន​កំណត់​របស់​អ្នក​ប្រើ' មិន​ត្រូវ​បាន​កំណត់​ទេ ​ទោះ​បី​ជា 'ទ្រង់ទ្រាយ​ឈ្មោះ​កុំព្យូទ័រ' ត្រូវ​បាន​កំណត់​ទៅ 'USER' ក៏​ដោយ ។ ការ​កំណត់​ទ្រង់ទ្រាយ​ទៅ 'គ្មាន' (លំនាំដើម) ។
lt: „Naudotojo apibrėžtas vardas“ NĖRA nustatytas, nors „Kompiuterio vardo formatas“ yra „USER“. Formatas nustatomas į „NONE“ (numatytasis).
nb: 'Brukerdefinert navn' er IKKE angitt selv om 'Navneformat for datamaskin' er satt til 'BRUKER'. Setter formatet til 'INGEN' (standard).
pl: Nazwa określona przez użytkownika NIE jest ustawiona, mimo że formatem nazwy komputera jest UŻYTKOWNIK. Ustawianie formatu na BRAK (ustawienie domyślne).
ru: Значение «Имя, заданное пользователем» не установлено, хотя для параметра «Формат имени компьютера» установлено значение «Пользователь». Будет выбран формат «Нет» (по умолчанию).
sq: 'Emri i përcaktuar nga përdoruesi' nuk është i vendosur edhe pse 'Formati i emrit të kompjuterit' është vendosur në 'USER'. Vendosja e formatit në 'NONE' (parazgjedhje).
sv: Det användardefinierade namnet har inte ställts in trots att Format för datornamn är inställt på USER. Formatet är inställt på NONE (standard).
uk: Не наставлено «Вказану користувачем назву», хоч «Формат назви комп'ютера» встановлено на «USER». Формат буде змінено до «NONE» (типовий).

source: Select the dispatcher program
ar: تحديد برنامج المرسل
ca: Seleccioneu el programa tansmissor
da: Vælg afsendelsesprogrammet
de: Dispatcher-Programm auswählen
el: Επιλογή προγράμματος αποστολής
fi: Valitse välittäjäohjelma
id: Pilih program dispatcher
km: ជ្រើស​កម្មវិធី​បញ្ជូន
lt: Pasirinkite skirstyklę
nb: Velg sendeprogram
pl: Wybór programu rozsyłającego
ru: Выберите программу диспетчера
sq: Zgjidhni programin e shpërndarësit
sv: Välj sändarprogram
uk: Виберіть програму диспетчера

source: Value of '%1' remains unchanged.
ar: تظل قيمة '%1' كما هي بدون تغيير.
ca: El valor de '%1' es queda sense canviar.
da: Værdien for '%1' forbliver uforandret.
de: Der Wert von '%1' bleibt unverändert.
el: Η τιμή του '%1' παραμένει ανεπηρέαστη.
fi: Arvo '%1' pysyy muuttumattomana.
id: Nilai '%1' tidak berubah.
km: តម្លៃ​របស់ '%1' នៅតែ​មិន​បានផ្លាស់ប្ដូរ ។
lt: Reikšmė „%1“ liko nepakitusi.
nb: Verdien for %1 er fremdeles ugyldig.
pl: Wartość %1 pozostaje niezmieniona.
ru: Значение «%1» остается неизменным.
sq: Vlera e '%1' mbetet e pandryshuar.
sv: Värdet för %1 ändras inte.
uk: Значення «%1» залишилось без зміни.

source: %1 doesn't exist.
ar: %1 غير موجود
ca: %1 no existeix.
da: %1 findes ikke.
de: %1 ist nicht vorhanden.
el: Το %1 δεν υπάρχει.
fi: %1 ei ole olemassa.
id: %1 tidak ada.
km: មិន​មាន %1 ទេ ។
lt: %1 neegzistuoja.
nb: %1 finnes ikke.
pl: %1 nie istnieje.
ru: %1 не существует.
sq: %1 nuk ekziston.
sv: %1 finns inte.
uk: %1 не існує.

source: %1 is not a regular file.
ar: %1 ليس ملفًا عاديًا.
ca: %1 no és un fitxer regular.
da: %1 er ikke en almindelig fil.
de: %1 ist keine reguläre Datei.
el: Το αρχείο '%1' δεν είναι κανονικό.
fi: '%1' ei ole säännöllinen tiedosto.
id: %1 bukan berkas biasa.
km: %1 មិនមែន​ជា​ឯកសារ​សាមញ្ញ​ទេ ។
lt: %1 nėra įprasta rinkmena.
nb: %1 er ikke en vanlig vil.
pl: %1 nie jest normalnym plikiem.
ru: %1 не является обычным файлом.
sq: %1 nuk është skedar i rregullt.
sv: %1 är inte en vanlig fil.
uk: %1 не звичайним файлом.

source: %1 not owned by root.
ar: %1 ليس ملكًا للجذر.
ca: %1 no pertany a root.
da: %1 ejes ikke af root.
de: %1 gehört nicht root.
el: Το %1 δεν ανήκει στον root.
fi: %1 ei root-käyttäjän omistama.
id: %1 bukan milik root.
km: %1 មិនមែន​ជា​កម្មសិទ្ធិ​របស់ root ទេ ។
lt: %1 nepriklauso naudotojui „root“.
nb: %1 er ikke eid av root.
pl: właścicielem %1 nie jest użytkownik root.
ru: %1 не принадлежит root.
sq: %1 nuk është në pronësi të rrënjës.
sv: %1 ägs inte av root.
uk: Адміністратор (root) не є власником %1.

source: File permissions of %1 NOT set to -rwxr-x---.
ar: لم يتم تعيين أذونات الملفات الخاصة بـ %1 على -rwxr-x---.
ca: Permisos de fitxer de %1 NO establerts a -rwxr-x---.
da: Filrettighederne for %1 er IKKE sat til -rwxr-x---.
de: Dateiberechtigungen für %1 sind NICHT auf -rwxr-x--- gesetzt.
el: Τα δικαιώματα του %1 ΔΕΝ έχουν ρυθμιστεί σε -rwxr-x---.
fi: Tiedoston %1 oikeudet EIVÄT ole asetettu -rwxr-x--- tilaan.
id: Hak akses berkas %1 TIDAK diatur ke -rwxr-x---.
km: សិទ្ធិ​ឯកសារ %1 មិនបាន​កំណត់​ទៅ -rwxr-x--- ទេ ។
lt: Rinkmenos leidimai %1 NĖRA nustatyti į -rwxr-x---.
nb: Filrettighetene for %1 IKKE satt til -rwxr-x---.
pl: Prawa dostępu do pliku %1 NIE są ustawione na -rwxr-x---.
ru: Для файла %1 не заданы разрешения -rwxr-x---.
sq: Lejet e kartelave të %1 nuk vendosen në -rwxr-x ---.
sv: Filskyddet för %1 är INTE satt till -rwxr-x---.
uk: Права доступу до файла %1 НЕ вказано на -rwxr-x---.

source: The rules are already locked, a reset is impossible. If you want to unlock, set the enabled flag accordingly and finish the configuration. Afterwards a reboot is required.
ar: القواعد مقفلة بالفعل ويتعذر إعادة التعيين. إذا كنت تريد إلغاء القفل، فقم بتعيين الإشارة الممَكّنة وفقًا لذلك، ثم قم بإنهاء التكوين. وتكون إعادة التشغيل أمرًا مطلوبًا فيما بعد.
ca: Les regles ja estàn bloquejades, un reinici és impossible. Si voleu desbloquejar-les, establiu la bandera habilitada corresponent i acabeu la configuració. Després cal reiniciar.
da: Reglerne er allerede låst. En nulstilling er umulig. Sæt aktiveret-flaget derefter, hvis du vil låse op, og gør konfigurationen færdig. Bagefter kræves en genstart.
de: Die Regeln sind bereits gesperrt, weshalb ein Reset unmöglich ist. Wenn die Regeln entsperrt werden sollen, legen Sie das aktivierte Flag entsprechend fest und schließen Sie die Konfiguration ab. Anschließend muss das System neu gestartet werden.
el: Οι κανόνες είναι ήδη κλειδωμένοι, η αρχικοποίηση είναι αδύνατη Αν επιθυμείτε να ξεκλειδώσετε, ρυθμίστε αντίστοιχα τη σημαία ενεργοποίησης και ολοκληρώστε τη ρύθμιση. Αμέσως μετά απαιτείται επανεκκίνηση του συστήματος.
fi: Säännöt on jo lukittu, palautusta ei voi tehdä. Jos haluat lukituksen auki, aseta sallittu lippu vastaavasti ja päätä määrittely. Uudelleenkäynnistys vaaditaan jälkeen.
id: Aturan sudah dikunci, tidak mungkin direset. Jika kunci ingin dibuka, sesuaikan flag yang diaktifkan dan selesaikan konfigurasinya. Setelah itu lakukan reboot.
km: ក្បូន​ច្បាប់​ត្រូវ​បាន​ចាក់សោ​រួច​ហើយ មិន​អាច​កំណត់​ឡើង​វិញ​បាន​ទេ ។ ប្រសិនបើ​អ្នក​ចង់​ដោះ​សោ កំណត់​ទង់​ជាតិដែល​បាន​បើក​​ឲ្យ​ស្រប​ទៅ​តាម​គ្នា និង​បញ្ចប់​ការ​កំណត់​រចនាសម្ព័ន្ធ ។ បន្ទាប់​មក ត្រូវ​ចាប់ផ្ដើម​កុំព្យូទ័រ​ឡើង​វិញ ។
lt: Taisyklės jau yra užrakintos, jų atstatyti neįmanoma. Jei norite atrakinti, įgalinkite atitinkamą parinktį ir baikite konfigūraciją. Po to reikia iš naujo paleisti kompiuterį.
nb: Reglene er allerede låst, og tilbakestilling er ikke mulig Hvis du vil fjerne låsene, må 'Aktivert'-valget defineres og oppsettet fullføres Start maskinen på nytt etterpå
pl: Reguły są już zablokowane, zresetowanie jest niemożliwe. Aby odblokować, ustaw odpowiednio flagę włączenia i ukończ konfigurację. Następnie uruchom ponowne komputer.
ru: Правила уже заблокированы, сброс невозможен. Если вы хотите разблокировать их, установите соответствующий флаг и завершите настройку. После этого потребуется перезагрузка.
sq: Rregullat janë të bllokuara, një rivendosje është e pamundur. Nëse dëshironi të zhbllokoni, vendosni flamurin e aktivizuar në përputhje me rrethanat dhe përfundoni konfigurimin. Më pas kërkohet një ristartim.
sv: Reglerna är redan låsta och kan inte återställas. Om du vill låsa upp reglerna ställer du in flaggan Aktiverad och avslutar konfigurationen. Efteråt måste du starta om systemet.
uk: Правила вже заблоковано, неможливо скинути. Якщо ви хочете розблокувати, відповідно встановіть прапорець вмикання і завершіть налаштування. Після цього потрібне перезавантаження.

source: Rules successfully restored
ar: تمت استعادة القواعد بنجاح
ca: Regles restaurades amb àxit
da: Regler blev genoprettet
de: Regeln erfolgreich wiederhergestellt
el: Επιτυχής αποκατάσταση κανόνων
fi: Sääntöjen palautus onnistui
id: Aturan sukses dipulihkan
km: បាន​ស្ដារ​ក្បួនច្បាប់​ដោយ​ជោគជ័យ
lt: Taisyklės sėkmingai atstatytos
nb: Reglene er gjenopprettet
pl: Reguły przywrócone pomyślnie
ru: Правила успешно восстановлены
sq: Rregullat u restauruan me sukses
sv: Reglerna har återställts
uk: Правила успішно відновлено

source: Cannot reset rules. Check /etc/audit/audit.rules.
ar: لا يمكن إعادة تعيين القواعد. الرجاء التحقق من/etc/audit/audit.rules.
ca: No es poden reestablir les regles. Comproveu /etc/audit/audit.rules.
da: Kan ikke nulstille regler. Tjek /etc/audit/audit.rules.
de: Die Regeln können nicht zurückgesetzt werden. Überprüfen Sie /etc/audit/audit.rules.
el: Αδυναμία επαναφοράς των κανόνων. Ελέγξτε το /etc/audit/audit.rules.
fi: Sääntöjä ei voida palauttaa. Tarkista tiedosto /etc/audit/audit.rules.
id: Tidak dapat menata ulang aturan. Cek /etc/audit/audit.rules.
km: មិន​អាច​កំណត់​ក្បួនច្បាប់​ឡើង​វិញ​បានទេ ។ សូម​ពិនិត្យ​មើល /etc/audit/audit.rules ។
lt: Negalima atstatyti taisyklių. Patikrinkite /etc/audit/audit.rules.
nb: Kan ikke tilbakestille regler. Kontroller /etc/audit/audit.rules.
pl: Nie można zresetować reguł. Sprawdź plik /etc/audit/audit.rules.
ru: Невозможно сбросить правила. Проверьте /etc/audit/audit.rules.
sq: Nuk mund të rivendos rregullat. Kontrolloni /etc/audit/audit.rules.
sv: Reglerna kan inte återställas. Kontrollera /etc/audit/audit.rules.
uk: Не вдалось повернути типові правила. Перевірте /etc/audit/audit.rules.

source: The rules are already locked. A test is impossible because sending new rules will cause an error.
ar: القواعد مؤمنة بالفعل. الاختبار لم يكن ممكنًا لأن إرسال قواعد جديدة سيؤدي إلى حدوث خطأ.
ca: Les regles ja estan bloquejades. És impossible untest perquè enviar noves regles causarà un error.
da: Reglerne er allerede låst. En test er ikke mulig, da at sende nye regler vil resultere i fejl.
de: Die Regeln sind bereits gesperrt. Ein Test ist unmöglich, weil das Senden neuer Regeln einen Fehler verursacht.
el: Οι κανόνες είναι ήδη κλειδωμένοι. Η δοκιμή δεν είναι δυνατή γιατί η αποστολή νέων κανόνων θα προκαλέσει σφάλμα.
fi: Säännöt on jo lukittu. Testi ei ole mahdollinen, koska uusien sääntöjen lähettäminen aiheuttaa virheen.
id: Aturan sudah dikunci. Tidak mungkin melakukan tes karena mengirimkan aturan baru akan menyebabkan galat.
km: ក្បួនច្បាប់​ត្រូវ​បាន​ចាក់សោ​​រួចហើយ ។ ការ​សាកល្បង​មិន​អាច​ធ្វើ​ទៅ​រួច​បាន​ទេ ព្រោះ​ការ​ផ្ញើ​ក្បួនច្បាប់​ថ្មី នឹង​បណ្ដាល​ឲ្យ​មាន​កំហុស ។
lt: Taisyklės jau yra užrakintos. Išbandyti neįmanoma, nes siunčiamos naujos taisyklės sukels klaidą.
nb: Reglene er allerede låst. Kontroll er ikke mulig fordi det vil forårsake en feil å sende nye regler.
pl: Reguły zostały już zablokowane. Wykonanie testu jest niemożliwe, ponieważ wysłanie nowych reguł spowoduje błąd.
ru: Правила уже заблокированы. Проверка невозможна, потому что отправка новых правил приведёт к ошибке.
sq: Rregullat tashmë janë të bllokuara. Një provë është e pamundur për shkak se dërgon rregulla të reja do të shkaktojë një gabim.
sv: Reglerna är redan låsta. Ett test är omöjligt eftersom sändning av nya regler skulle orsaka ett fel.
uk: Правила вже заблоковано. Тест неможливий, бо надсилання нових правил спричинить помилку.

source: Lock is set in audit.rules (-e 2). It makes no sense to continue, because the rules will be locked until next boot.
ar: يتم تعيين القفل في audit.rules (-e 2). n فليس من المعقول المتابعة، لأن القواعد ستكون مغلقة حتى التشغيل التالي.
ca: Bloqueig establert a audit.rules (-e 2). No té sentit continuar, perquè les regles es bloquejaran al proper reinici.
da: Lås er sat i audit.rules (-e 2). Der er ingen mening i at fortsætte, da reglerne vil være låste indtil næste boot.
de: Eine Sperre ist in audit.rules (-e 2) gesetzt. Fortzufahren ist nicht sinnvoll, weil die Regeln bis zum nächsten Neustart gesperrt bleiben.
el: Το κλείδωμα έχει ρυθμιστεί στο audit.rules (-e 2). Δεν έχει νόημα να συνεχίσετε, γιατί οι κανόνες θα είναι κλειδωμένοι μέχρι την επόμενη εκκίνηση του συστήματος.
fi: Lukitus on asetettu audit.rules -tiedostossa (-e 2) Jatkamisessa ei ole mieltä, koska säännöt lukittaisiin seuraavaan käynnistykseen asti.
id: audit.rules (-e 2) dikunci. Tidak ada gunanya untuk dilanjutkan, karena aturan akan dikunci sampai boot berikutnya.
km: សោ​ត្រូវ​បាន​កំណត់​នៅ​ក្នុង audit.rules (-e 2) ។ វា​គ្មាន​ហេតុផល​អ្វី​ដែល​ត្រូវ​បន្ត​នោះ​ទេ ព្រោះ​ក្បួនច្បាប់​នឹង​ត្រូវ​បាន​ចាក់សោ រហូត​ទាល់តែ​ចាប់ផ្ដើម​ពេល​ក្រោយ ។
lt: Užrakintas audit.rules (-e 2). Beprasmiška tęsti, nes taisyklės bus užrakintos iki kito operacinės sistemos paleidimo.
nb: Låsing er definert i audit.rules (-e 2). De har ingen hensikt å fortsette fordi reglene vil være låst til neste oppstart.
pl: W pliku audit.rules jest ustawiona blokada (-e 2). Kontynuowanie nie ma sensu, ponieważ reguły byłyby zablokowane do następnego uruchomienia systemu.
ru: Блокировка установлена в audit.rules (-e 2). Не имеет смысла продолжать, потому что правила будут заблокированы до следующей загрузки.
sq: Kyçja është vendosur në auditim.rules (-e 2). Nuk ka kuptim të vazhdosh, sepse rregullat do të jenë të bllokohet deri në nisjen e ardhshme.
sv: Låset är inställt i audit.rules (-e 2). Det gör ingen nytta att fortsätta eftersom reglerna kommer att vara låsta till nästa omstart.
uk: Встановлене блокування в audit.rules (-e 2). Немає сенсу продовжувати, тому що правила будуть заблоковані до наступного перезавантаження.

source: Success
ar: نجاح
ca: Èxit
da: Gennemført
de: Erfolg
el: Επιτυχία
fi: Onnistui
id: Sukses
km: ជោគជ័យ
lt: Pavyko
nb: Fullført
pl: Sukces
ru: Успешно
sq: Sukses
sv: Lyckades
uk: Успіх

source: Cannot create tmp file for rules.
ar: لا يمكن إنشاء ملف tmp للقواعد.
ca: No es pot crear un fitxer tmp per a regles.
da: Kan ikke oprette tmp-fil til regler.
de: Es kann keine tmp- Datei für die Regeln erstellt werden.
el: Αδυναμία δημιουργίας του αρχείου tmp για τους κανόνες.
fi: Väliaikaisen sääntötiedoston kirjoittamien ei onnistunut.
id: Tidak dapat membuat berkas temporer untuk rules.
km: មិន​អាច​បង្កើត​ឯកសារ tmp សម្រាប់​ក្បួនច្បាប់​បានទេ ។
lt: Nepavyksta sukurti laikinos taisyklių rinkmenos.
nb: Kan ikke opprette tmp-fil for regler.
pl: Nie można utworzyć pliku tymczasowego dla reguł.
ru: Невозможно создать временный файл для правил.
sq: Nuk mund të krijojë skedar tmp për rregullat.
sv: Det går inte att skapa en tmp-fil för regler.
uk: Неможливо створити тимчасовий файл для правил.

source: Select an example
ar: تحديد مثال
ca: Seleccioneu-ne un exemple
da: Vælg et eksempel
de: Beispiel auswählen
el: Επιλογή παραδείγματος
fi: Valitse esimerkki
id: Pilih sebuah contoh
km: ជ្រើស​ឧទាហរណ៍
lt: Pasirinkite pavyzdį
nb: Velg et eksempel
pl: Proszę wybrać przykład
ru: Выберите пример
sq: Zgjidh një shembull
sv: Välj ett exempel
uk: Виберіть приклад

source: Lock set
ar: تم تعيين القفل
ca: Bloqueig establert
da: Lås sat
de: Satz sperren
el: Ορισμός κλειδώματος
fi: Lukittu
id: Atur Kunci
km: បាន​កំណត់​សោ
lt: Užrakinta
nb: Låsing definert
pl: Blokada ustawiona
ru: Блокировка установлена
sq: Bllokohet
sv: Inställningen är låst
uk: Встановлено блокування

source: The audit configuration is locked (option -e 2). This means the rules are locked until next boot! If you really want this, make sure '-e 2' is the last entry in the rules file. If not, either enable or disable auditing. To check or change the rules, go back to the rules editor.
ar: تكوين المراجعة مُقفل (الخيار -e 2). هذا يعني أن القواعد مؤمنة حتى التشغيل التالي! إذا كنت تريد حقًا هذا، تأكد أن '-e 2' هو آخر إدخال في ملف القواعد. أما في حالة غير ذلك، فقم بتمكين أو تعطيل المراجعة. للتحقق أو لتغيير القواعد، ارجع إلى محرر القواعد.
ca: La configuració d'audit està bloquejada (opció -e 2). Això vol dir que les regles estan bloquejades fins al pròxim reinici! Si realment ho voleu, assegureu-vos que '-e 2' és l'última entrada al fitxer de les regles. Si no, habiliteu o deshabiliteu l'auditoria. Per comprovar o canviar les regles, torneu a l'editor de regles.
da: Audit-konfigurationen er låst (tilvalg -e 2). Dette betyder, at reglerne er låste indtil næste boot! Hvis du virkelig ønsker det, tilse at "-e 2" er den sidste indgang i regelfilen. Hvis ikke; aktivér eller deaktivér auditing. Gå tilbage til regel-editoren for at tjekke eller ændre reglerne.
de: Die Prüf-Konfiguration ist gesperrt (Option -e 2). Das bedeutet, die Regeln sind bis zum nächsten Systemstart gesperrt! Wenn Sie das wirklich wollen, stellen Sie sicher, dass '-e 2' der letzte Eintrag in der Regeldatei ist. Wenn nicht, dann aktivieren oder deaktivieren Sie die Prüfung. Zum Prüfen oder Ändern der Regeln, gehen Sie zurück zum Regeleditor.
el: Οι ρυθμίσεις του audit είναι κλειδωμένες (επιλογή -e 2). Αυτό σημαίνει ότι οι κανόνες είναι κλειδωμένοι μέχρι την επόμενη εκκίνηση του συστήματος! Αν πραγματικά το θέλετε αυτό, σιγουρευτείτε ότι το '-e 2' είναι η τελευταία καταχώρηση στο αρχείο κανόνων. Εάν όχι, είτε ενεργοποιήστε ή απενεργοποιήστε την καταγραφή. Για έλεγχο ή αλλαγή των κανόνων, επιστρέψτε στον επεξεργαστή κανόνων.
fi: Kirjaamisasetukset on lukittu (valinta -e 2). Tämä tarkoittaa, että säännöt on lukittu seuraavaan käynnistykseen saakka! Jos todella haluat tätä, varmista että viimeinen kohta sääntötiedostossa on '-e 2'. Jos näin ei ole, ota kirjaaminen käyttöön tai poista se käytöstä. Tarkistaaksesi tai muuttaaksesi sääntöjä palaa sääntömuokkaimeen.
id: Konfigurasi audit terkunci (option -e 2). berarti aturan ini akan terkunci sampai boot berikutnya! Jika anda menginginkan hal ini, yakinkan '-e 2' adalah entri terakhir dalam aturan file. jika tidak, aktifkan atau nonaktifkan audit Untuk mengecek atau mengubah aturan, kembali ke editor aturan.
km: ការ​កំណត់​រចនា​សម្ព័ន្ធ​សាវនកម្ម ត្រូវ​បាន​ចាក់សោ (ជម្រើស -e 2) ។ មានន័យថា ក្បួនច្បាប់ គឺ​ត្រូវ​ចាក់សោ​រហូត​ដល់​ពេល​ចាប់ផ្ដើម​លើកក្រោយ ប្រសិន​បើ​អ្នក​ពិត​ជា​ចង់​ធ្វើ​ដូចនេះ ត្រូវ​ប្រាកដ​ថា '-e 2' គឺ​ជា​ធាតុ​ចុងក្រោយ ​ក្នុង​ឯកសារ​ក្បួន ។ ប្រសិន​បើ​មិន​ចង់​ទេ សូម​បើក ឬ​បិទ​ការ​ធ្វើ​សាវនកម្ម ។ ដើម្បី​ពិនិត្យមើល ឬ​ផ្លាស់ប្ដូរ​ក្បួន សូម​ត្រឡប់​ទៅ​កម្មវិធី​កែសម្រួល​ក្បួនច្បាប់​វិញ ។
lt: Audito konfigūracija yra užrakinta (parinktis -e 2). Tai reiškia, kad taisyklės yra užrakintos iki kito operacinės sistemos paleidimo! Jei tikrai to norite, įsitikinkite ar „-e 2“ yra paskutinis įrašas taisyklių rinkmenoje. Jei ne, įgalinkite arba uždrauskite patikrinimą. Norėdami peržiūrėti ar pakeisti taisykles, grįžkite į taisyklių redaktorių.
nb: Audit-oppsettet er låst (valg -e 2). Dette betyr at reglene er låst til neste oppstart! Hvis du virkelig ønsker dette, sørg for at '-e 2' er siste element i regelfilen. Hvis ikke, må du enten aktivere eller deaktivere audit. Gå tilbake til regelredigeringen for å kontrollere eller endre reglene.
pl: Konfiguracja audytu jest zablokowana (opcja -e 2). Oznacza to, że reguły są zablokowane do ponownego uruchomienia systemu. Jeśli to oczekiwana sytuacja, upewnij się, że jest ostatnim wpisem w pliku reguł jest -e 2. Jeśli nie, włącz lub wyłącz audyt. Aby sprawdzić lub zmienić reguły, wróć do edytora reguł.
ru: Настройки аудита заблокированы (опция -e 2). Это значит, что правила заблокированы до следующей загрузки! Если вы действительно этого хотите, убедитесь, что '-e 2' — это последняя запись в файле правил. Если нет, включите или отключите аудит. Для проверки или изменения правил вернитесь к редактору правил.
sq: Konfigurimi i auditimit është i bllokuar (opsioni -e 2). Kjo do të thotë që rregullat janë të bllokuara deri në çarjen e ardhshme! Nëse e doni vërtet këtë, sigurohuni që '-e 2' është hyrja e fundit në dosjen e rregullave. Nëse jo, aktivizoni ose çaktivizoni auditimin. Për të kontrolluar ose ndryshuar rregullat, kthehu te redaktori i rregullave.
sv: Granskningskonfigurationen är låst (alternativ -e 2). Det innebär att reglerna är låsta till nästa omstart. Om du verkligen vill detta kontrollerar du att -e 2 är den sista inmatningen i regelfilen. Annars antingen aktiverar eller inaktiverar du granskning. Om du vill kontrollera eller ändra reglerna återgår du till redigeringsverktyget för regler.
uk: Конфігурацію аудиту заблоковано (параметр -e 2). Правила заблоковано до наступного перезавантаження системи! Якщо ви справді цього хочете, переконайтесь, що «-e 2» є останнім записом у файлі правил. Якщо ні, то або увімкніть, або. вимкніть аудит. Щоб перевірити або змінити правила, будь ласка, поверніться до редактора правил.

source: General Settings
ar: إعدادات عامة
ca: Paràmetres generals
da: Generelle indstillinger
de: Allgemeine Einstellungen
el: Γενικές Ρυθμίσεις
fi: Yleiset asetukset
id: Pengaturan Umum
km: ការ​កំណត់​ទូទៅ
lt: Bendros nuostatos
nb: Generelle innstillinger
pl: Ustawienia ogólne
ru: Общие параметры
sq: Cilësimet e përgjithshme
sv: Allmänna inställningar
uk: Загальні параметри

source: &Log File
ar: &ملف السجل
ca: Fitxer &log
da: &Logfil
de: Protoko&lldatei
el: Αρχ&είο Καταγραφής
fi: &Lokitiedosto
id: &Log Berkas
km: ឯកសារ​កំណត់ហេតុ
lt: &Žurnalo rinkmena
nb: &Loggfil
pl: P&lik dziennika
ru: Файл журна&ла
sq: & Skeda e Dokumentit
sv: &Loggfil
uk: Файл &журналу

source: Select Fi&le
ar: ت&حديد الملف
ca: Seleccioneu un &fitxer
da: Vælg fi&l
de: Datei wäh&len
el: Επιλογή Αρ&χείου
fi: Va&litse tiedosto
id: Pilih Be&rkas
km: ជ្រើស​ឯកសារ
lt: Pasirinkti ri&nkmeną
nb: Velg fi&l
pl: Wybierz p&lik
ru: Выбрать фай&л
sv: Välj fi&l
uk: Виберіть фай&л

source: &Format
ar: تنسيق
ca: &Formata
el: Μορ&φή
fi: &Alusta
km: ទ្រង់ទ្រាយ
lt: &Formatas
nb: &Formater
ru: &Формат
sq: & Formati
sv: &Formatera
uk: &Форматувати

source: Fl&ush
ar: نق&ل
ca: &Abocar
da: &Tømning
de: Ü&bertragen
el: Κα&θαρισμός
fi: &Tyhjennä
km: បំពេញ
lt: Iš&valyti
nb: T&øm
pl: &Opróżnij
ru: Сбр&ос на диск
sv: Tö&m
uk: Про&чистка

source: Fre&quency (Number of Records)
ar: الت&كرار (عدد السجلات)
ca: Fre&qüència (Nombre de registres)
da: Fre&kvens (antal registre)
de: Häufi&gkeit (Anzahl der Datensätze)
el: Συχ&νότητα (Αριθμός Εγγραφών)
fi: &Taajuus (tietueiden määrä)
id: Fre&kuensi(Jumlah Rekaman)
km: ហ្វ្រេកង់ (ចំនួន​កំណត់ត្រា)
lt: Daž&numas (įrašų skaičius)
nb: Fre&kvens (antall oppføringer)
pl: &Częstotliwość (liczba zapisów)
ru: &Частота (число записей)
sq: Fre & quency (numri i regjistrimeve)
sv: Fre&kvens (antal poster)
uk: Час&тота (Кількість записів)

source: Size and Action
ar: الحجم والإجراء
ca: Mida i acció
da: Størrelse og handling
de: Größe und Aktion
el: Μέγεθος και Ενέργεια
fi: Koko ja toiminto
id: Ukuran dan Aksi
km: ទំហំ និង​អំពើ
lt: Dydis ir veiksmas
nb: Størrelse og handling
pl: Rozmiar i działanie
ru: Размер и действие
sq: Madhësia dhe Veprimi
sv: Storlek och åtgärd
uk: Розмір і дія
