Repository: Dzejrou/yast-translations
Catalog: po/audit-laf/*.po
Languages: ar, ca, da, de, el, fi, id, km, lt, nb, pl, ru, sq, sv, uk

source: <p>The dispatcher 'audispd' is an audit event multiplexor. For more information see the manual pages ('man audispd' and 'man audispd.conf').</p>
ar: <p>يعتبر 'audispd' الخاص بالمرسل مُجمِّعًا لأحداث المراجعة (لمزيد من المعلومات راجع صفحات الدليل ('man audispd' و'man audispd.conf').</p>
ca: <p>El dispatcher 'audispd' és un esdeveniment audit multiplexor. Per a més informació vegeu les pàgines del manual ('man audispd' i 'man audispd.conf').</p>
da: <p>Afsenderen "audispd" er en multiplexor til audit-begivenheder. (For mere information se manual-siderne ("man audispd" og "man audispd.conf").</p>
de: <p>Der Dispatcher 'audispd' ist ein Prüfereignis-Multiplexor. Weitere Informationen finden Sie auf den man-Seiten ('man audispd' und 'man audispd.conf').</p>
el: <p>Το πρόγραμμα αποστολής 'audispd' είναι ένας πολυπλέκτης συμβάντων audit. Για περισσότερες πληροφορίες ανατρέξτε στις σελίδες οδηγιών χρήσης ('man audispd' και 'man audispd.conf').</p>
fi: <p>Välittäjä-ohjelma 'audispd' on kirjaamistapahtuman signaalikanavoija Lisätietoja manuaalisivuilta ('man audispd' ja 'man audispd.conf').</p>
km: <p>កម្មវិធី​បញ្ជូន 'audispd' គឺ​ជា​ព្រឹត្តិការណ៍​សាវនកម្ម​ multiplexor ។ ចំពោះ​ព័ត៌មាន​បន្ថែម សូម​មើល​ទំព័រ​សៀវភៅ​ដៃ ('man audispd' និង 'man audispd.conf') ។</p>
lt: <p>Skirstyklė „audispd“ yra audito įvykių tankintuvas. Daugiau informacijos ieškokite vadovo puslapiuose („man audispd“ ir „man audispd.conf“).</p>
nb: <p>Senderen 'audispd' er en multiplikser for audit-hendelser. Du finner mer informasjon på manualsidene 'audispd' og 'audispd.conf'.</p>
pl: <p>Program rozsyłający audispd jest multiplekserem zdarzeń audytu. Więcej informacji można znaleźć w podręczniku systemowym (man audispd oraz man audispd.conf).</p>
ru: <p>Диспетчер audispd — это концентратор событий аудита Дополнительную информацию см. на страницах руководства man audispd и man audispd.conf.</p>
sq: <p><p>Disponuesi 'audispd' është një multiplexor ngjarje auditimi. Për më shumë informacion shikoni faqet manuale ('man audispd' dhe 'man audispd.conf'). </ P> 2
sv: <p>Sändaren audispd är en multiplexor för granskningshändelser. Mer information finns på de manuella sidorna (man audispd och man audispd.conf).</p>
uk: <p>Диспетчер «audispd» — це мультиплексор подій аудиту Для подробиць див. довідку («man audispd» і «man audispd.conf»).</p>

source: <p><b>Note:</b> The dispatcher program must be owned by 'root', have '0750' file permissions, and the full path name has to be entered.</p>
ar: <p><b>ملاحظة:</b> يجب أن يكون برنامج المُرسِل المملوك إلى 'مسؤول'، يملك '0750' وأذونات الملف واسم المسار الكامل المراد إدخاله.</p>
ca: <p><b>Nota:</b> El programa transmissor (dispatcher) ha de pertànyer a 'root', tenir permisos de fitxer '0750' i s'ha d'introduir tot el nom complet del camí.</p>
da: <p><b>Bemærk:</b>: Afsenderprogrammet skal ejes af 'root', have filtilladelserne '0750' og den fulde sti skal angives.</p>
de: <p><b>Hinweis:</b> Das Dispatcher-Programm muss im Besitz von 'Root' sein, '0750' Dateiberechtigungen haben und der vollständige Pfad muss angegeben werden.</p>
el: <p><b>Σημείωση:</b> Το πρόγραμμα αποστολής πρέπει να ανήκει στον 'root', να έχει δικαιώματα αρχείου '0750' και πρέπει να εισάγετε το πλήρες όνομα αρχείου.</p>
fi: <p><b>Huomaa:</b> Välittäjä-ohjelman omistajan on oltava 'root', tiedosto-oikeuksien on oltava '0750' ja koko polun nimi tulee olla annettuna.</p>
km: <p><b>ចំណាំ ៖</b> កម្មវិធី​បញ្ជូន​ត្រូវ​តែ​ជា​របស់ 'root' មាន​​សិទ្ធិ '0750' ហើយ​ត្រូវ​តែ​បញ្ចូល​ឈ្មោះផ្លូវ​ពេញលេញ ។</p>
lt: <p><b>Atkreipkite dėmesį:</b> Skirstyklė turi priklausyti naudotojui „root“, turėti „0750“ rinkmenos teises, o kelias iki jos turi būti pilnas.</p>
nb: <p><b>Husk:</b> Senderprogrammet må være eid av 'root', ha '0750' som filrettigheter, og hele stien på angis.</p>
pl: <p><b>Uwaga:</b> Program rozsyłający musi być własnością użytkownika root i mieć prawa dostępu 0750 oraz musi zostać wprowadzona pełna ścieżka.</p>
ru: <p><b>Замечание:</b> Программа диспетчера должна принадлежать 'root', иметь права '0750', а вводиться должен полный путь.</p>
sv: <p><b>Obs!</b> Sändarprogrammet måste ägas av root, ha 0750- filbehörighet och hela sökvägens namn måste anges.</p>
uk: <p><b>Примітка:</b> Власником програми диспетчера повинен бути адміністратор (root), права доступу до файла — «0750», і має бути введено повну назву шляху файла.</p>

source: <p><b><big>Auditd Disk Space Configuration</big></b><br> The settings made here refer to disk space on log partition. For detailed information, refer to the manual page ('man auditd.conf').</p>
ar: <p><b><big>تكوين مساحة قرصAuditd</big></b><br>الإعدادات التي تم إجراؤها هنا تشير إلى مساحة القرص على قسم السجل. يمكن الحصول على معلومات مفصلة من صفحات التعليمات ('man auditd.conf').</p>
ca: <p><b><big>Configuració d'espai de disc Auditd </big></b><br> Els paràmetres fets aquí es refereixen a l'espai de disc a la partició log. Per a informació detallada, referiu-vos a la pàgina del manual ('man auditd.conf').</p>
da: <p><b><big>Konfiguration af diskplads for auditd</big></b><br> Indstillingerne som foretages her, refererer til diskpladsen på logpartitionen. Se manualsiden ("man auditd.conf") for detaljeret information.</p>
de: <p><b><big>Konfiguration des auditd-Festplattenspeichers</big></b><br> Die hier vorgenommenen Einstellungen beziehen sich auf den Festplattenspeicher auf der Protokollpartition. Detaillierte Informationen erhalten Sie auf der man-Seite 'man auditd.conf'.</p>
el: <p><b><big>Ρύθμιση Χωρητικότητας Δίσκου του Auditd</big></b><br> Οι ρυθμίσεις αυτές αναφέρονται στη χωρητικότητα του δίσκου στο διαμέρισμα καταγραφής. Λεπτομερής πληροφορίες υπάρχουν στη σελίδα οδηγιών χρήσης ('man auditd.conf').</p>
fi: <p><b><big>Auditd-levytilan määritys</big></b><br> Tässä tehdyt asetukset viittaavat lokiosion levytilaan.</p> Yksityiskohtaiset tiedot saa käskyllä 'man auditd.conf'</p>
km: <p><b><big>ការ​កំណត់​រចនា​សម្ព័ន្ធ​ទំហំ​ថាស Auditd</big></b><br> ការ​កំណត់​ដែល​បាន​ធ្វើ​នៅ​ទី​នេះ សំដៅ​ទៅ​លើ​ទំហំ​ថាស​នៅ​លើ​ភាគ​ថាស​កំណត់​ហេតុ ។ ព័ត៌មាន​លម្អិត អាច​រក​បាន​ចេញពី​ទំព័រ​សៀវភៅ​ដៃ ('man auditd.conf') ។</p>
lt: <p><b><big>Auditd disko vietos konfigūravimas</big></b><br> Šios nuostatos susijusios su skaidinio, kuriam vedamas žurnalas, disko vieta. Išsamesnę informaciją rasite vadovo puslapyje („man auditd.conf“).</p>
nb: <p><b><big>Oppsett av diskplass for auditd</big></b><br> Disse innstillingene gjelder diskplassen på loggpartisjonen. Du finner detaljert informasjon om innstillinger på manualsiden 'auditd.conf'</p>
pl: <p><b><big>Konfiguracja miejsca na dysku dla programu auditd</big></b><br> Ustawienia dotyczą ilości miejsca na dysku na partycji dziennika. Szczegółowe informacje można uzyskać w podręczniku systemowym (man auditd.conf).</p>
ru: <p><b><big>Настройка дискового пространства auditd</big></b><br> Сделанные здесь настройки относятся к свободному месту на разделе журнала. Подробная информация о настройках содержится на странице руководства ('man auditd.conf').</p>
sv: <p><b><big>Konfiguration av diskutrymme för Auditd</big></b><br> De inställningar som görs här avser diskutrymmet i loggpartitionen. Utförlig information hittar du på handbokssidan (man auditd.conf).</p>
uk: <p><b><big>Налаштування простору диску Auditd</big></b><br> Ці параметри стосуються простору диску на розділі диску для журналювання. Подробиці можна отримати з «man auditd.conf».</p>

source: <p><b>Space Left</b> (in megabytes) tells the audit daemon when to perform an <b>Action</b> because the system is starting to run low on space.</p>
ar: <p><b>المساحة المتروكة</b> (بالميجابايت) توضح لبرنامج محرك المراجعة متى يقوم باتخاذ <b>إجراء معين</b> لأن النظام قد بدأ يعمل على مساحة منخفضة.</p>
ca: <p><b>Espai restant</b> (en megabytes) diu al dimoni audit quan executar una <b>acció</b> perquè el sistema s'està quedant sense espai.</p>
da: <p><b>Plads tilbage</b> (i megabytes) fortæller audit-dæmonen hvornår der skal udføres en <b>Handling</b> fordi systemet begynder at løbe tør for plads.</p>
de: <p><b>Verbleibender Speicherplatz</b> (in MB) informiert den Prüf-Daemon darüber, wenn eine <b>Aktion</b>durchzuführen ist, weil der Speicherplatz auf dem System langsam knapp wird.</p>
el: <p><b>Ελεύθερος Χώρος</b> (σε megabytes) ειδοποιεί την υπηρεσία audit πότε να εκτελέσει μία <b>Ενέργεια</b> όταν στο σύστημα αρχίζει να μειώνεται η χωρητικότητα.</p>
fi: <p><b>Tilaa jäljellä</b> (megatavuissa) kertoo audit demonille milloin suorittaa <b>Toiminto</b> koska järjestelmän tila alkaa käymään vähiin.</p>
km: <p><b>ទំហំ​នៅ​​​សល់</b> (គិត​ជា​មេកាបៃ) ប្រាប់​ដេមិន​សាវនកម្ម ពី​ពេល​ដែល​ត្រូវ​អនុវត្ត <b>សកម្មភាព</b> ពីព្រោះ ប្រព័ន្ធ​កំពុង​ចាប់ផ្ដើម​ជិត​អស់​ទំហំ​ហើយ ។</p>
lt: <p><b>Laisva vieta</b> (megabaitais) pasako audito tarnybai, kada atlikti <b>Veiksmą</b>, nes sistemai pradeda trūkti vietos.</p>
nb: <p><b>Ledig plass</b> og <b>Handling</b> beskriver hvor mye ledig plass (i megabyte) som finnes på disken og hvilken handling som skal utføres når det begynner å bli lite ledig plass.</p>
pl: <p><b>Pozostałe miejsce na dysku</b> (w megabajtach) informuje usługę audit, kiedy wykonać <b>Działanie</b> związane z wyczerpywaniem się przestrzeni dyskowej w systemie.</p>
ru: <p><b>Оставшееся место</b> (в мегабайтах) сообщает демону аудита, когда выполнять <b>Действие</b>, если в системе скоро закончится место.</p>
sv: <p>I <b>Utrymme kvar</b> (megabyte) anges när granskningsdemonen måste utföra en <b>Åtgärd</b> på grund av att utrymmet börjar ta slut i systemet.</p>
uk: <p><b>Залишилось місця</b> і <b>Дія</b> показують скільки залишилось на диску простору (в мегабайтах) і що робити, якщо в системі починає зменшуватись кількість вільного місця.</p>

source: <p>The value for <b>Admin Space Left</b> should be lower than above. The system <b>is running low</b> on disk space if the value is reached and the specified <b>Action</b> will be performed.</p>
ar: <p>يجب أن تكون قيمة <b>المساحة المتروكة الخاصة بالمسؤول</b> أقل من القيمة الموضحة أعلاه. سيعمل النظام على <b>مساحة منخفضة</b> من القرص إذا تم الوصول إلى تلك القيمة، وسيتم تنفيذ <b>الإجراء</b> المُحدد.</p>
ca: <p>El valor per a <b>Administració de l'espai restant</b> hauria de ser menor que el de dalt. El sistema <b>s'està quedant sense espai</b> al disc si s'arriba al valor i l'<b>acció</b> especificada s'executarà.</p>
da: <p>Værdien for <b>Admin.-plads tilbage</b> bør være lavere end ovenfor. Systemet <b>løber tør for plads</b> hvis værdien nås og den angivne <b>Handling</b> vil blive udført.</p>
de: <p>Der Wert für <b>Verbleibender Admin-Speicherplatz</b> sollte niedriger als der obige Wert sein. Der Speicherplatz des Systems ist <b>knapp</b>, wenn dieser Wert erreicht wird, und die angegebene <b>Aktion</b> wird durchgeführt.</p>
el: <p>Η τιμή <b>Ελεύθερος Χώρος Διαχειριστή</b> θα έπρεπε να είναι μικρότερη από ποιο πάνω. Στο σύστημα <b>μειώνεται</b> η χωρητικότητα στον δίσκο εάν η τιμή επιτυγχάνεται και η καθορισμένη <b>Ενέργεια</b> θα εκτελεστεί.</p>
fi: <p>Arvon <b>Järjestelmävalvojan tilaa jäljellä</b> tulisi olla pienempi kuin yläpuolella. Järjestelmän <b>levytila on vähissä</b> jos arvo saavutetaan ja määritetty <b>Toiminto</b> suoritetaan.</p>
km: <p>តម្លៃ​សម្រាប់ <b>ទំហំ​ Admin នៅសល់</b> គួរតែ​ទាប​ជាង​តម្លៃ​ខាងលើ ។ ប្រព័ន្ធ <b>គឺ​ជិត​អស់</b> ទំហំ​ថាស​ហើយ ប្រសិន​បើ​តម្លៃ​ឈាន​ដល់​តម្លៃ​ដែល​អស់ នោះ <b>​សកម្មភាព</b> ដែល​បាន​បញ្ជាក់ នឹង​ត្រូវ​បាន​អនុវត្ត ។</p>
lt: <p>Reikšmė <b>Administratoriaus laisva vieta</b> turi būti mažesnė nei aukščiau nurodyta. Sistemai <b> trūks</b> vietos, kai bus pasiekta nurodyta disko vieta; tuomet bus atliktas pasirinktas <b>veiksmas</b>.</p>
nb: <p>Verdien for <b>Ledig adminplass</b> bør være lavere enn verdien ovenfor. Systemet <b>har lite ledig</b> diskplassen når denne verdien er nådd, og den angitt <b>Handling</b> vil bli utført.</p>
pl: <p>Wartość dla <b>Pozostała przestrzeń administratora</b> powinna być mniejsza niż powyższa. W systemie <b>wyczerpuje się pamięć dyskowa</b>, gdy wartość ta zostanie osiągnięta. Zostanie wtedy wykonane określone <b>Działanie</b>.</p>
ru: <p>Значение <b>Оставшегося места администратора</b> должно быть меньше указанного выше. В системе <b>заканчивается</b> дисковое пространство при достижении значения и будет выполнено указанное <b>Действие</b>.</p>
sv: <p>Värdet för <b>Administratörsutrymme kvar</b> bör vara lägre än ovan. Utrymmet börjar <b>ta slut</b> när värdet har uppnåtts. Då utförs den angivna <b>Åtgärden</b>.</p>
uk: <p>Значення в <b>Залишилось адміністративного місця</b> повинно бути меншим ніж те, що вгорі. В системі <b>на диску залишилось мало місця</b> якщо досягнуте вказане значення і тоді буде виконано вказану <b>Дію</b>.</p>

source: <p>If an action is set to <i>EMAIL</i>, a warning mail will be sent to the account specified in <b>Action Mail Account</b>.<br> <i>SYSLOG</i> means the disk space warning will be written to /var/log/messages. <i>IGNORE</i> means do nothing. <i>EXEC</i> runs the script specified in <b>Path to Script</b>. <i>SUSPEND</i> stops writing records to disk. <i>SINGLE</i> switches the system to single user mode. <i>HALT</i> shuts down the system.</p>
ar: <p>إذا تم تعيين الإجراء إلى <i>البريد الإلكتروني</i>، سيتم إرسال رسالة بريد تحذيرية إلى الحساب المحدد في <b>حساب بريد الإجراء</b>.<br>ويعني <i>سجل النظام</i> أنه ستتم كتابة تحذير مساحة القرص إلى/var/log/messages. ويعني <i>تجاهل</i> لا تفعل شيئًا. ويقوم <i>تنفيذ</i> بتشغيل النص البرمجي المحدد في <b>المسار إلى النص البرمجي</b>. ويقوم <i>تعليق</i> بإيقاف كتابة السجلات إلى القرص. يقوم <i>مفرد</i> بتبديل النظام إلى وضع المستخدم المفرد. يقوم <i>إيقاف</i> بإيقاف تشغيل النظام.</p>
ca: <p>Si una acció està establerta a <i>EMAIL</i>, un correu d'avís s'enviarà al compte especificat a <b>Acció de compte de correu</b>.<br> <i>SYSLOG</i> significa que l'avís d'espai de disc s'escriurà a /var/log/messages. <i>IGNORE</i> significa no fer res. <i>EXEC</i> executa l'script especificat a <b>Ruta a l'script</b>. <i>SUSPEND</i> atura l'escriptura de registres al disc. <i>SINGLE</i> canvia el sistema a usar un mode únic. <i>HALT</i> atura el sistema.</p>
da: <p>Hvis en handling er sat til <i>EMAIL</i> vil en advarsels-e-mail blive sendt til den konto der er angivet i <b>E-mail-konto til handling</b>.<br> <i>SYSLOG</i> betyder at diskplads-advarslen vil blive skrevet til /var/log/messages. <i>IGNORE</i> betyder gør intet. <i>EXEC</i> kører det script der er angivet i <b>sti til script</b>, <i>SUSPEND</i> stopper skrivning af registre til disk. <i>SINGLE</i> skifter systemet til enkeltbruger-tilstand. <i>HALT</i> lukker systemet ned.</p>
de: <p>Wenn eine Aktion auf <i>EMAIL</i> gesetzt ist, wird eine Warn-E-Mail an den in <b>Action Mail Account</b> genannten Empfänger geschickt.<br> <i>SYSLOG</i> bedeutet: Die Festplattenplatz-Warnung wird nach /var/log/messages geschrieben, <i>IGNORE</i>: nichts tun, <i>EXEC</i>: Ausführung des Skripts aus <b>Skriptpfad</b>, <i>SUSPEND</i>: Schreiben von Sätzen auf die Festplatte stoppen, <i>SINGLE</i>: Computer in Single-User-Modus setzen, <i>HALT</i>: Anhalten des Systems.</p>
el: <p>Αν μία ενέργεια οριστεί σε <i>EMAIL</i> ένα γράμμα προειδοποίησης θα σταλεί στο λογαριασμό που καθορίστηκε στο <b>Ενέργεια Λογαριασμού Ταχυδρομείου</b>.<br> Το <i>SYSLOG</i> σημαίνει η προειδοποίηση χωρητικότητας θα γραφτεί στο /var/log/messages. Το <i>IGNORE</i> σημαίνει καμία ενέργεια. Το <i>EXEC</i> εκτελεί script που καθορίζεται στο <b>Διαδρομή στο Script</b>. Το <i>SUSPEND</i> σταματά την εγγραφή δεδομένων στο δίσκο. Το <i>SINGLE</i> εναλλάσσει το σύστημα σε κατάσταση ενός χρήστη. Το <i>HALT</i> τερματίζει το σύστημα.</p>
fi: <p>Jos toiminto on asetettu <i>EMAIL</i> arvoon, varoitus sähköposti lähetetään kohdassa <b>Toiminnon sähköpostiosoite</b> määritettyyn osoitteeseen.<br> <i>SYSLOG</i> tarkoittaa: levytila varoitukset kirjoitetaan /var/log/messages-tiedostoon, <i>IGNORE</i>: ei tee mitään, <i>EXEC</i>: suorittaa komentojonon erittelyn <b>Polku komentojonoon</b> mukaan, <i>SUSPEND</i>: lopettaa merkintöjen kirjoittamisen levylle, <i>SINGLE</i>: vaihtaa tietokoneen yhden käyttäjän tilaan, <i>HALT</i>: sammuttaa järjestelmän.</p>
km: <p>ប្រសិនបើ​សកម្មភាព​ត្រូវ​បាន​កំណត់​ទៅ <i>EMAIL</i>, នោះ​សំបុត្រ​ព្រមាន នឹង​ត្រូវ​បាន​ផ្ញើ​ទៅកាន់​គណនី​ ដែល​បាន​បញ្ជាក់​នៅ​ក្នុង <b>គណនី​សំបុត្រ​សកម្មភាព</b> ។<br> <i>កំណត់ហេតុ​ប្រព័ន្ធ</i> មានន័យថា ៖ ការ​ព្រមាន​ទំហំ​ថាស នឹង​ត្រូវ​បាន​សរសេរ​ទៅកាន់ <i>មិន​អើពើ</i> មាន​ន័យ​ថា មិន​ធ្វើ​អ្វី​ទាំងអស់ ។ <i>EXEC</i> ប្រតិបត្តិការ​គ្រីប​​ដែល​បាន​បញ្ជាក់​នៅ​ក្នុង <b>ផ្លូវ​ត្រូវ ត្រូវ ស្គ្រីប</b> ។ <i>ផ្អាក</i> បញ្ឈប់​ការ​សរសេរ​ទៅ​កាន់​ថាស ។ <i>ទោល</i> ប្ដូរ​ប្រព័ន្ធ​ទៅ​ជា​របៀប​អ្នក​ប្រើ​ទោល ។ <i>HALT</i> បិទ​ប្រព័ន្ធ ។</p>
lt: <p>Jei veiksmas nustatytas į <i>EMAIL</i> bus siunčiami perspėjimo laiškai į nurodytą paskyrą <b>Veiksmo pašto paskyra</b>.<br> <i>SYSLOG</i> reiškia, kad įspėjimai apie disko vietą bus rašomi į /var/log/messages; <i>IGNORE</i> – nieko nedaroma; <i>EXEC</i> – vykdomas scenarijus, kuris nurodytas ties <b>kelias į scenarijų</b>; <i>SUSPEND</i> – nustojama rašyti į diską; <i>SINGLE</i> – kompiuterio sistemą perjungia į vieno naudotojo veikseną; <i>HALT</i> – išjungti sistemą.</p>
nb: <p>Hvis <i>EMAIL</i> er valgt for en handling, vil en e-postmelding bli sendt til til kontoen som er angitt under <b>E-postkonto for varsling</b>.<br> <i>SYSLOG</i> betyr: advarsel om lite ledig plass på disken vil blir lagret i /var/log/messages, <i>IGNORE</i>: ikke gjør noe, <i>EXEC</i>: kjør skriptet fra <b>Filsti til skript</b>, <i>SUSPEND</i>: slutt å lagre oppføringer på disken, <i>SINGLE</i>: sett datamaskinen i enkeltbrukermodus, <i>HALT</i>: slå av maskinen.</p>
pl: <p>Jeśli działanie jest ustawione na <i>EMAIL</i>, ostrzegawcza wiadomość e-mail zostanie wysłana na konto określone w polu <b>Konto pocztowe działania</b>. <br> <i>SYSLOG</i>: ostrzeżenia o przestrzeni dyskowej będą zapisywane w pliku /var/log/messages; <i>IGNORE</i>: brak działań; <i>EXEC</i>: wykonanie skryptu określonego w <b>ścieżce do skryptu</b>; <i>SUSPEND</i>: przerwanie zapisywania rekordów na dysk; <i>SINGLE</i>: przełączenie komputera w tryb pojedynczego użytkownika; <i>HALT</i>: wyłączenie systemu.</p>
ru: <p>Если действие установлено в <i>EMAIL</i>, предупреждающее письмо будет отправлено учётной записи, указанной в <b>Учётная запись действия</b>.<br> <i>SYSLOG</i> означает, что предупреждение о дисковом пространстве будет записано в /var/log/messages. <i>IGNORE</i> означает ничего не делать. <i>EXEC</i> выполняет скрипт, указанный в <b>Пути к скрипту</b>. <i>SUSPEND</i> останавливает запись на диск. <i>SINGLE</i> переводит систему в однопользовательский режим. <i>HALT</i> выключает систему.</p>
sv: <p>Om en åtgärd ställs in till <i>E-POST</i> skickas ett varningsmeddelande till kontot angivet i <b>E-postkonto för åtgärd</b>.<br> <i>SYSLOG</i> innebär att diskutrymmesvarningen skrivs till /var/log/messages. <i>IGNORERA</i> innebär att inget görs. <i>KÖR</i> kör skriptet angivet i <b>Sökväg till skript</b>. <i>SKJUT UPP</i> stoppar skrivningen av poster till disk. <i>ENSKILD</i> sförsätter systemet i läget för enskild användare. <i>STOPPA</i> stänger av systemet.</p>
uk: <p>Якщо вказано дію <i>EMAIL</i>, то буде надіслано електронного листа з попередженням до рахунка, який вказано в <b>Поштовому рахунку дії</b>.<br> <i>SYSLOG</i> означає: попередження про простір на диску буде записано в /var/log/messages, <i>IGNORE</i>: нічого не робити, <i>EXEC</i>: виконати скрипт зі <b>Шляху до скрипту</b>, <i>SUSPEND</i>: припинити записування записів журналу на диск, <i>SINGLE</i>: перевести комп'ютерну систему в режим одного користувача, <i>HALT</i>: вимкнути систему.</p>

source: <p>You can also specify a <b>Disk Full Action</b> (disk has become full already) and a <b>Disk Error Action</b> (performed whenever an error is detected while writing to disk). Available actions are the same as above (except for <i>EMAIL</i>).</p>
ar: <p>يمكنك أيضًا تحديد <b>إجراء عند امتلاء القرص</b> (امتلأ القرص بالفعل) و <b>إجراء عند حدوث خطأ في القرص</b> (يتم تنفيذه كلما تم اكتشاف خطأ أثناء الكتابة إلى القرص). الإجراءات المتاحة هي نفس الإجراءات الموضحة أعلاه (باستثناء <i>البريد الإلكتروني</i>).</p>
ca: <p>També podeu especificar l'<b>Acció de disc ple</b> (el disc ja és ple) i una <b>Acció d'error de disc</b> (que es fa quan es detecta un error durant l'escriptura al disc). Les accions disponibles són les mateixes que les d'abans (excepte per a <i>EMAIL</i>).</p>
da: <p>Du kan også angive en <b>Disk fuld-handling</b> (disken er allerede fuld) og en <b>Diskfejl-handling</b> (udføres når en fejl opdages under skrivning til disken). Tilgængelige handlinger er de samme som ovenfor (undtagen <i>EMAIL</i>).</p>
de: <p>Sie können auch eine <b>Aktion 'Festplatte voll'</b> angeben (wenn die Festplatte bereits voll ist) und eine <b>Aktion 'Festplattenfehler'</b> (wird durchgeführt, wenn beim Schreiben auf die Festplatte ein Fehler erkannt wird). Die verfügbaren Aktionen entsprechen den oben genannten (mit Ausnahme von <i>EMAIL</i>).</p>
el: <p>Μπορείτε επίσης να καθορίσετε την <b>Ενέργεια Γεμάτου Δίσκου</b> (ο δίσκος έχει ήδη γεμίσει) και την <b>Ενέργεια Σφάλματος Δίσκου</b> (εκτελείται οποτεδήποτε εντοπίζεται σφάλμα κατά την εγγραφή στο δίσκο). Οι διαθέσιμες ενέργειες είναι ίδιες όπως παραπάνω (εκτός από το <i>EMAIL</i>).</p>
fi: <p>Voit myös määritellä <b>Toiminto Levy täynnä</b> (levy on jo täyttynyt) ja <b>Levyvirhe-toiminto</b> (suoritetaan kun huomataan virhe levylle kirjoitettaessa). Saatavilla olevat toiminnot ovat samat kuin yläpuolella (paitsi <i>EMAIL</i>).</p>
km: <p>អ្នក​ក៏​អាច​បញ្ជាក់ <b>សកម្មភាព​ពេល​ថាស​ពេញ</b> (ថាស​ពេញ​រួចហើយ) និង <b>សកម្មភាព​​កំហុស​ថាស</b> (ធ្វើ​នៅ​ពេលណា​​ដែល​រក​ឃើញ​កំហុស អំឡុង​ពេល​​សរសេរ​ទៅ​កាន់​ថាស) ។ សកម្មភាព​ដែល​មាន គឺ​ដូចគ្នា​នឹង​ខាងលើ​ដែរ (លើកលែង​តែ <i>អ៊ីមែល</i>) ។</p>
lt: <p>Jūs taip pat galite apibrėžti <b>Veiksmą, kai diskas pilnas</b> (diskas jau visiškai užpildytas) ir <b>Veiksmas, disko klaidos atveju</b> (atliekamas atliekamas, kuomet rašant į diską kyla klaida). Galimi tie patys veiksmai kaip ir išvardyti aukščiau (išskyrus <i>EMAIL</i>).</p>
nb: <p>Du kan også angi en <b>Handling ved full disk</b> (disken er allerede full) og en <b>Handling ved diskfeil</b> (utføres dersom en feil registreres under skriving til disk). Tilgjengelige handlinger er de samme som ovenfor (unntatt <i>EMAIL</i>).</p>
pl: <p>Można także określić <b>Działanie w przypadku zapełnienia dysku</b> (dysk został całkowicie zapełniony) i <b>Działanie w przypadku błędu dysku</b> (wykonywane za każdym razem, gdy zostanie wykryty błąd przy zapisie na dysku). Dostępne działania są takie, jak powyżej (za wyjątkiem <i>EMAIL</i>).</p>
ru: <p>Также можно задать <b>Действие при заполнении диска</b> (диск уже полон) и <b>Действие при ошибке диска</b> (выполняется при обнаружении ошибки записи на диск). Доступны те же действия, что и выше (за исключением <i>EMAIL</i>).</p>
sv: <p>Du kan också ange en <b>Åtgärd när disken är full</b> (disken är redan full) och en <b>Åtgärd vid diskfel</b> (används om fel inträffar när du skriver till disken). De tillgängliga åtgärderna är samma som ovan (förutom <i>EMAIL</i>).</p>
uk: <p>Можете також вказати <b>Дія при повному диску</b> (диск вже заповнено) і <b>Дія при помилці диска</b> (коли виявлено помилку при збереженні на диск). Наявні такі самі дії як і вищезгадані (за винятком <i>EMAIL</i>).</p>
