Repository: Dzejrou/yast-translations
Catalog: po/audit-laf/*.po
Languages: ar, ca, da, de, el, fi, id, km, lt, nb, pl, ru, sq, sv, uk

source: <p>Configure the maximum log file size (in megabytes) and the action to take when this value is reached via <b>Size and Action</b>.</p>
ar: <p>تكوين السجل إلى أقصى حجم ملف (بالميغابايت) والإجراء الذي يجب اتخاذه عند الوصول إلى هذه القيمة بواسطة <b>الحجم والإجراء</b>.</p>
ca: <p>Configureu la mida màxima del fixer d'historial (en megabytes) i l'acció a fer quan s'arribi al valor a través de <b>mida i acció</b>.</p>
da: <p>Konfigurér den maksimale størrelse på logfilen (i megabytes), og handlingen der skal foretages, når den værdi nås via <b>Størrelse og handling</b>.</p>
de: <p>Konfigurieren Sie im Bereich <b>Größe und Aktion</b> die maximale Größe der Protokolldatei (in MB) sowie die Aktion, die durchgeführt werden soll, sobald dieser Wert erreicht ist.</p>
el: <p>Ρυθμίστε το μέγιστο μέγεθος του αρχείου καταγραφής (σε megabyte) και την ενέργεια που θα εφαρμοστεί όταν επιτευχθεί η τιμή μέσω του <b>Μέγεθος και Ενέργεια</b>.</p>
fi: <p>Määrittele lokitiedoston suurin koko (megatavua) ja toimenpide kun tämä arvo on saavutettu kehykseen <b>Koko ja toiminto</b> kehyksen mukaan. </p>
id: <p> Mengkonfigurasi maksimum ukuran log file (dalam megabita) dan tindakan yang akan diambil saat ini nilai akan dicapai melalui<b>ukuran dan aksi</b>.</p>
km: <p>កំណត់​រចនាសម្ព័ន្ធ​ទំហំ​ឯកសារ​កំណត់ហេតុ​អតិបរមា (គិត​ជា​មេកាបៃ)​ និង​សកម្មភាព​ដែល​ត្រូវ​ធ្វើ ​នៅ​ពេល តម្លៃ​នេះ​ឈាន​ដល់​ <b>ទំហំ និង​សកម្មភាព</b> ។</p>
lt: <p>Nurodomas didžiausias žurnalo rinkmenos dydį (megabaitais) ir veiksmas, kuris atliekamas, kuomet pasiekiama reikšmė, nurodyta ties <b>Dydis ir veiksmas</b>.</p>
nb: <p>Angi maksimal loggfilstørrelse (i megabyte) og handlingen som skal utføres når denne verdien er nådd, under <b>Størrelse og handling</b>.</p>
pl: <p>Do skonfigurowania maksymalnego rozmiaru pliku dziennika (w megabajtach) oraz działania podejmowanego po osiągnięciu tej wartości służy opcja <b>Rozmiar i działanie</b>.</p>
ru: <p>Настройте максимальный размер файла журнала (в мегабайтах) и действие при достижении этого значения в окне <b>Размер и действие</b>.</p>
sq: <p>Konfiguro madhësinë e skedarit maksimal të dokumentit (në megabytes) dhe veprimin për të marrë kur kjo vlera arrihet nëpërmjet<b>Madhësia dhe Veprimi</b>.</p>
sv: <p>Konfigurera den maximala loggfilsstorleken (i MB) och vilken åtgärd som ska vidtas när värdet nås via <b>Storlek och åtgärd</b>.</p>
uk: <p>Налаштувати максимальний розмір файла журналу (в МБ) і дію при досягненні цього значення в <b>Розмір і дія</b>.</p>

source: <p>If the action is set to <i>ROTATE</i> the <b>Number of Log Files</b> specifies the number of files to keep. Set to <i>SYSLOG</i>, the audit daemon will write a warning to /var/log/messages. With <i>SUSPEND</i> the daemon stops writing records to disk. <i>IGNORE</i> means do nothing, <i>KEEP_LOGS</i> is similar to ROTATE, but log files are not overwritten.</p>
ar: <p>إذا تم تعيين الإجراء إلى <i>تدوير</i> يحدد <b>عدد ملفات السجل</b> عدد الملفات لإبقاء. تعيين إلى <i>سجل النظام</i>، سيكتب برنامج محرك المراجعة الحسابات تحذيرًا إلى/var/log/messages. مع <i>التوقف المرحلي</i> توقف برنامج المحرك عن كتابة المحاضر إلى القرص. يعني <i>تجاهل</i> لا تفعل شيئا، <i>KEEP_LOGS</i> شبيه بأمر التدوير، ولكن لا تتم الكتابة فوق ملفات السجل.</p>
ca: <p>Si l'acció està establerta a <i>ROTATE</i> el <b>Nombre de fitxers Log</b> especifica el nombre de fitxers a mantenir. Establert a <i>SYSLOG</i>, el dimoni audit escriurà un avís a /var/log/messages. Amb <i>SUSPEND</i> el dimoni para d'escriure registres al disc <i>IGNORE</i> significa no fer res, <i>KEEP_LOGS</i> és semblant a ROTATE, però els fitxers log no es sobreescriuen.</p>
da: <p>Hvis handlingen er sat til <i>ROTATE</i> angiver <b>Antal logfiler</b> antallet af filer der skal beholdes. Hvis sat til <i>SYSLOG</i> vil audit-dæmonen skrive en advarsel til /var/log/messages. Med <i>SUSPEND</i> stopper dæmonen med at skrive registre til disken. <i>IGNORE</i> betyder gør intet, <i>KEEP_LOGS</i> er ligesom ROTATE, men logfiler overskrives ikke.</p>
de: <p>Wenn Aktion auf <i>ROTATE</i> gesetzt ist, gibt <b>Anzahl Logdateien</b> die Anzahl der zu behaltenden Dateien an. <i>SYSLOG</i> bedeutet: Der audit-Daemon schreibt eine Warnung in /var/log/messages, <i>SUSPEND</i>: stoppt das Schreiben auf Festplatte, <i>IGNORE</i>: nichts tun, <i>KEEP_LOGS</i>: ähnelt ROTATE, es werden aber keine Logdateien überschrieben.</p>
el: <p>Αν η ενέργεια οριστεί στην τιμή <i>ROTATE</i> ο <b>Αριθμός Αρχείων Καταγραφής</b> προσδιορίζει τον αριθμό των αρχείων που διατηρούνται. Για την τιμή <i>SYSLOG</i>, η υπηρεσία audit θα γράψει μία ειδοποίηση στο /var/log/messages. Με την τιμή <i>SUSPEND</i> η υπηρεσία σταματά την εγγραφή δεδομένων στο δίσκο. Η τιμή <i>IGNORE</i>, σημαίνει να μην γίνει τίποτα, η τιμή <i>KEEP_LOGS</i> είναι παρόμοια με την τιμή ROTATE, αλλά δεν αντικαθίστανται τα αρχεία καταγραφής.</p>
fi: <p>Jos toiminnolle on asetettu arvo <i>ROTATE</i>, <b>Lokitiedostojen määrä</b> yksilöi tiedostojen määrän, joka pidetään. <i>SYSLOG</i> tarkoittaa audit taustaprosessi kirjoittaa varoituksen kohteeseen /var/log/messages, <i>SUSPEND</i> lopettaa levylle kirjoittamisen. <i>IGNORE</i> jätä huomiotta, <i>KEEP_LOGS</i> kuten ROTATE, mutta lokitiedostoa ei ylikirjoiteta.</p>
km: <p>ប្រសិន​បើ​សកម្មភាព​ត្រូវ​បាន​កំណត់​ទៅ <i>បង្វិល</i> <b>ចំនួន​ឯកសារ​កំណត់ហេតុ</b> បញ្ជាក់​ចំនួន​ឯកសារ ត្រូវ​រក្សាទុក ។ កំណត់​ទៅ <i>SYSLOG</i> ដេមិន​សាវនកម្ម​នឹង​សរសេរ​ការ​ព្រមាន ក្នុង /var/log/messages ។ ជា​មួយ​នឹង​ដេមិន <i>ផ្អាក</i> បញ្ឈប់ការសរសេរ​កំណត់​ត្រា​ទៅ​ថាស ។ <i>មិន​អើពើ</i> មាន​ន័យ​មិន​ធ្វើ​អ្វី​ទាំងអស់ <i>KEEP_LOGS</i> គឺ​ស្រដៀង​គ្នា​នឹង បង្វិល ប៉ុន្តែ​ឯកសារ​កំណត់​ហេតុ​មិន​ត្រូវ​បាន​សរសេរ​ជាន់​លើ​ទេ ។</p>
lt: <p>Jei veiksmas nustatytas <i>ROTATE</i>, <b>Žurnalo rinkmenų skaičius</b> nurodo laikytinų rinkmenų skaičių. <i>SYSLOG</i> reiškia: audito tarnyba parašo įspėjimą į /var/log/messages, <i>SUSPEND</i>: nustojama rašyti į diską, <i>IGNORE</i>: nieko nedaroma, <i>KEEP_LOGS</i>: panašiai, kaip ROTATE, tačiau žurnalo rinkmenos nėra perrašomos.</p>
nb: Hvis handlingen <i>ROTATE</i> er valgt, angir <b>Antall loggfiler</b> hvor mange loggfiler som skal beholdes. <i>SYSLOG</i> betyr: audit-nissen vil lagre en advarsel i /var/log/messages, <i>SUSPEND</i>: slutt å lagre oppføringer på disken, <i>IGNORE</i>: ikke gjør noe, <i>KEEP_LOGS</i>: tilsvarer ROTATE, men loggfiler blir ikke overskrevet.</p>
pl: <p>Jeśli działanie jest ustawione jako <i>ROTATE</i>, <b>Liczba plików dziennika</b> określa liczbę plików do zachowania. <i>SYSLOG</i>: demon audit będzie zapisywać ostrzeżenia do pliku /var/log/messages; <i>SUSPEND</i>: demon przestanie zapisywać rekordy na dysk; <i>IGNORE</i>: demon nie robi nic; <i>KEEP_LOGS</i>: podobnie do ROTATE, ale pliki dziennika nie są zastępowane.</p>
ru: <p>Если действие установлено в <i>ROTATE</i>, <b>Число файлов журнала</b> определяет количество оставляемых файлов. При значении <i>SYSLOG</i> демон аудита запишет предупреждение в /var/log/messages. При <i>SUSPEND</i> демон прекращает запись на диск. <i>IGNORE</i> означает ничего не делать, <i>KEEP_LOGS</i> похож на ROTATE, но файлы журнала не перезаписываются.</p>
sq: Nëse veprimi është caktuar në <i> 2ROTATE </ i> 3 <b> 4Numri i Dosjeve të Identifikimit </ b> 5 specifikon numrine dosjeve për të mbajtur. Set to <i> 6SYSLOG </ i> 7, daemoni i auditimit do të shkruajë një paralajmërim në / var / log / mesazhe. Me <i> 8SUSPEND </ i> 9 daemoni ndalon shkrimin e të dhënavedisk. <i> 0IGNORE </ i> nënkupton të bëjë asgjë, <i> KEEP_LOGS </ i> është i ngjashëmpër të ROTAT, por skedarët e dokumentëve nuk mbivendosen. </ p>
sv: <p>Om åtgärden ställs in till <i>ROTERA</i> anger <b>Antal loggfiler</b> antalet ofiler som ska behållas. Om den ställs in till <i>SYSLOG</i> skriver granskningsdemonen en varning i /var/log/messages. Med <i>SKJUT UPP</i> slutar demonen att skriva till disk. <i>IGNORERA</i> innebär att inget görs, <i>BEHÅLL_LOGGAR</i> liknar to ROTERA, men loggfilerna skrivs inte över.</p>
uk: <p>Якщо вказано дію ротації <i>ROTATE</i>, то <b>Кількість файлів журналу</b> вказує скільки файлів залишати. <i>SYSLOG</i> означає: фонова служба аудиту записуватиме попередження до /var/log/messages, <i>SUSPEND</i>: припинити записування записів журналу на диск, <i>IGNORE</i>: нічого не робити, <i>KEEP_LOGS</i>: подібно до ROTATE, але не перезаписувати файли журналу.</p>

source: <p><b>Computer Name Format</b> describes how to write the computer name to the log file. If <i>USER</i> is set, the <b>User Defined Name</b> is used. <i>NONE</i> means no computer name is inserted. <i>HOSTNAME</i> uses the name returned by the 'gethostname' syscall. <i>FQD</i> uses the fully qualified domain name.</p>
ar: <p><b>تنسيق اسم جهاز الكمبيوتر</b> تشرح كيفية كتابة اسم جهاز الكمبيوتر إلى ملف الدخول. إذا قام <i>المستخدم</i> بتعيين <b>معرف المستخدم</b> للاستخدام. <i>بدون</i> تعني أنه لم يتم إدراج اسم جهاز الكمبيوتر. <i>اسم المضيف</i> يستخدم الاسم المعرف من قبل 'gethostname' syscall. <i>FQD</i> يستخدم اسم المجال المعرف بالكامل.</p>
ca: <p><b>Format del nom d'ordinador</b> descriu com escriure el nom de l'ordinador al fitxer log. Si s'estableix a <i>USER</i>, es fa servir el <b>nom d'usuari definit</b>. <i>NONE</i> significa que no s'insereix cap nom d'ordinador. <i>HOSTNAME</i> usa el nom tornat pel syscall 'gethostname' . <i>FQD</i> usa el nom de domini plenament qualificat.</p>
da: <p><b>Format på computernavn</b> beskriver, hvordan computernavnet skal skrives til logfilen. Hvis <i>BRUGER</i> er sat, anvendes <b>Brugerdefineret navn</b>. <i>NONE</i> betyder at intet computernavn indsættes. <i>HOSTNAME</i> bruger navnet som returneres af systemkaldet "gethostname". <i>FQD</i> bruger fuldt kvalificeret domænenavn.</p>
de: <p><b>Format des Computernamens</b> beschreibt, wie der Computername in die Protokolldatei geschrieben werden soll. Wenn <i>BENUTZER</i> eingestellt ist, dann wird der <b>Benutzerdefinierte Name</b> verwendet. <i>KEIN</i> bedeutet: kein Computername wird eingefügt. <i>HOSTNAME</i>: vom Systemaufruf 'gethostname' zurückgegebener Name. <i>FQD</i>: voll qualifizierter Domainname.</p>
el: <p>Η <b>Μορφή Ονόματος Υπολογιστή</b> περιγράφει πως γράφεται το όνομα υπολογιστή στο αρχείο καταγραφής. Αν οριστεί σε τιμή <i>USER</i> χρησιμοποιείται το <b>Όνομα Ρυθμισμένο Από το Χρήστη</b>. Η <i>NONE</i> σημαίνει κανένα όνομα υπολογιστή δεν εισάγεται. Η <i>HOSTNAME</i> χρησιμοποιεί το όνομα που επιστρέφεται από την κλήση συστήματος 'gethostname'. Η <i>FQD</i> χρησιμοποιεί το πλήρως πιστοποιημένο όνομα τομέα.</p>
fi: <p><b>Tietokoneen nimen muoto</b> kuvaa kuinka se kirjoitetaan lokitiedostoon . Jos <i>Käyttäjä</i>on asetettu, käytössä on <b>Käyttäjän antama nimi.</b> <i>EI MITÄÄN</i> ei tietokonenimeä annettuna. <i>PALVELINNIMI</i>:järjestelmäkutsun 'gethostname' palauttama nimi käytössä, <i>FQD</i>: täysin vaatimuksenmukainen verkko-osoite käytössä.</p>
km: <p><b>ទ្រង់ទ្រាយ​ឈ្មោះ​កុំព្យូទ័រ</b> ពិពណ៌នា​អំពី​វិធី​សរសេរ​ឈ្មោះ​កុំព្យូទ័រ​​ក្នុង ឯកសារ​កំណត់ហេតុ ។ ប្រសិន​បើ <i>អ្នក​ប្រើ</i> ត្រូវ​បាន​កំណត់ នោះ <b>ឈ្មោះ​ដែល​បាន​កំណត់​ដោយ​អ្នក​ប្រើ</b> ត្រូវ​បានប្រើ ។ <i>គ្មាន</i> មាន​ន័យ​ថា ឈ្មោះ​កុំព្យូទ័រ​ត្រូវ​បានបញ្ចូល ។ <i>ឈ្មោះ​ម៉ាស៊ីន</i> ប្រើ​ ឈ្មោះ​ដែល​បាន​ត្រឡប់​ដោយ​ 'gethostname' ។ <i>FQD</i> ប្រើ​ឈ្មោះដែន​ដែលមាន គុណភាព​ពេញលេញ ។</p>
lt: <p><b>Kompiuterio vardo formatas</b> nurodo, kaip rašyti kompiuterio vardą į žurnalo rinkmeną. Jei yra nustatytas <i>USER</i>, naudojamas <b>naudotojo apibrėžtas vardas</b>. <i>NONE</i> reiškia, kad kompiuterio vardas nėra įterpiamas; <i>HOSTNAME</i> nurodo pavadinimą, kurį grąžina „gethostname“; <i>FQD</i> – pilnas srities vardas</p>
nb: <p><b>Format for datamaskinnavn</b> beskriver hvordan datamaskinnavnet skal lagres i loggfilen. Hvis <i>USER</i> er valgt, vil <b>Brukerdefinert navn</b> bli benyttet. <i>NONE</i> betyr: datamaskinnavn blir ikke lagret, <b>HOSTNAME</b>: navnet som genereres av systemkommandoen 'gethostname', <b>FQD</b>: fullstendig domenenavn</p>
pl: <p><b>Format nazwy komputera</b> opisuje sposób zapisywania nazwy komputera do pliku dziennika. W przypadku wybrania opcji <i>USER</i> używana jest <b>Nazwa określona przez użytkownika</b>. <i>NONE</i> oznacza, że nazwa komputera nie zostanie wstawiona. <i>HOSTNAME</i>: nazwa zwrócona przez wywołanie systemowe gethostname. <i>FQD</i>: pełna nazwa domeny.</p>
ru: <p><b>Формат имени компьютера</b> описывает, как писать имя компьютера в файл журнала. Если задано <i>USER</i>, используется <b>Имя, заданное пользователем</b>. <i>NONE</i> означает, что имя компьютера не вставляется, <i>HOSTNAME</i> использует имя, возвращаемое системным вызовом 'gethostname'. <i>FQD</i> использует имя полностью подходящего домена (fully qualified domain)</p>
sq: <p><b>Formati i emrit të kompjuterit </ b> 3 përshkruan si të shkruhet emri i kompjuterit në log file. Nëse <i> 4USER </ i> 5 është caktuar, emri <b> 6User Defined </ b> 7 është përdorur. <i> 8NONE </ i> 9 nuk do të thotë që emri i kompjuterit të futet. <i> 0HOSTNAME </ i> përdorë emrin e kthyer nga syscall 'gethostname'. <i> FQD </ i> përdor plotësisht të kualifikuar emri i domain-it. </ p>
sv: <p><b>Format för datornamn</b> beskriver hur du skriver datornamnet till loggfilen. Om <i>ANVÄNDARE</i> ställs in används <b>Användardefinierat namn</b>. <i>INGET</i> innebär att inget datornamn infogas. <i>VÄRDNAMN</i> använder det namn som returneras av gethostname-syscall. <i>FQD</i> använder hela det kvalificerade domännamnet.</p>
uk: <p><b>Формат назви комп'ютера</b> описує як записувати назву комп'ютера у файл журналу. Якщо вказаний <i>USER</i>, то вживається <b>Вказана користувачем назва</b>. <i>NONE</i> означає: назва комп'ютера не вставляється, <i>HOSTNAME</i>: назва, яку отримано через системний виклик «gethostname», <i>FQD</i>: повна доменна назва.</p>

source: <p><b><big>Auditd Dispatcher Configuration</big></b><br> Detailed information about the dispatcher settings can be obtained from the manual page ('man auditd.conf').</p>
ar: <p><b><big>تكوين المرسل الخاص بـ Auditd</big></b><br> يمكن الحصول على معلومات مفصلة حول إعدادات المرسل من صفحة الدليل 'man auditd.conf'.<br></p>
ca: <p><b><big>Configuració d'Auditd Dispatcher </big></b><br> La informació detallada sobre els paràmetres del transmissor (dispatcher) es pot obtenir de la pàgina del manual ('man auditd.conf').</p>
da: <p><b><big>Konfiguration af auditd-afsender</big></b><br> Detaljeret information om afsenderindstillinger kan findes i manual-siden ("man auditd.conf").</p>
de: <p><b><big>Konfiguration des auditd-Dispatchers</big></b><br> Detaillierte Informationen zu den Einstellungen des Dispatchers finden Sie auf der man-Seite ('man auditd.conf').<br></p>
el: <p><b><big>Ρύθμιση Προγράμματος Αποστολής Auditd</big></b><br> Λεπτομερείς πληροφορίες για τις ρυθμίσεις του προγράμματος αποστολής υπάρχουν στη σελίδα οδηγιών χρήσης ('man auditd.conf').</p>
fi: <p><b><big>Auditd Välittäjän määritys</big></b><br> Välittäjän yksityiskohtaiset tiedot saa käskyllä 'man auditd.conf'.<br></p>
km: <p><b><big>ការ​កំណត់​រចនា​សម្ព័ន្ធ​កម្មវិធី​បញ្ជូន Auditd​</big></b><br> ព័ត៌មាន​លម្អិត​អំពី​ការ​កំណត់​កម្មវិធី​បញ្ជូន អាច​រក​បាន​ចេញពី​ទំព័រ​សៀវភៅ​ដៃ ('man auditd.conf') ។</p>
lt: <p><b><big>Audito skirstyklės konfigūravimas</big></b><br> Išsamią informaciją apie skirtyklės nuostatas rasite vadove puslapyje („man auditd.conf“).</p>
nb: <p><b><big>Oppsett av auditd-sender</big></b><br> Du finner detaljert informasjon om senderinnstillinger på manualsiden 'auditd.conf'.</p>
pl: <p><b><big>Konfiguracja programu rozsyłającego auditd</big></b><br> Szczegółowe informacje o ustawieniach programu rozsyłającego można uzyskać w podręczniku systemowym (man auditd.conf).<br></p>
ru: <p><b><big>Конфигурация диспетчера auditd</big></b><br> Подробная информация о параметрах диспетчера приведена на странице руководства (man auditd.conf).<br></p>
sq: <p> <b> <big> Konfigurimi i dispatcherit të auditimit </ big> </ b> <br> Informata të hollësishme në lidhje me cilësimet e dispeçerimit mund të merren nga faqja manuale ('njeri auditd.conf'). </ p>
sv: <p><b><big>Konfiguration för auditd-sändare</big></b><br> Detaljerad information om sändarinställningarna finns på den manuella sidan (man auditd.conf).</p>
uk: <p><b><big>Налаштування диспетчера Auditd</big></b><br> Детальніше про параметри диспетчера можна дізнатись з «man auditd.conf».</p>

source: <p><b>Dispatcher</b>: The dispatcher program is started by the audit daemon and gets all audit events on stdin.</p>
ar: <p><b>المرسل</b>: يتم بدء تشغيل برنامج المرسل عن طريق برنامج المحرك للمراجعة ويتلقى كافة أحداث المراجعة في stdin.</p>
ca: <p><b>Dispatcher</b>: El programa és iniciat pel dimoni audit i obté tots els esdeveniments audit a stdin.</p>
da: <p><b>Afsender</b>: Afsenderprogrammet startes af audit-dæmonen og får alle audit-begivenheder på stdin.</p>
de: <p><b>Dispatcher</b>: Das Dispatcher-Programm wird durch den Prüf-Daemon gestartet und erfasst alle Prüfereignisse auf stdin.</p>
el: <p><b>Πρόγραμμα Αποστολής</b>: Το πρόγραμμα αποστολής εκκινείται από την υπηρεσία audit και στέλνει όλα τα συμβάντα του audit στο stdin.</p>
fi: <p><b>Välittäjä</b>: Välittäjä-ohjelman käynnistää audit-palvelu.ja vie kaikki audit-tapahtumat stdin:iin. </p>
km: <p><b>កម្មវិធី​បញ្ជូន</b> ៖ កម្មវិធី​បញ្ជូន ត្រូវ​បាន​ចាប់ផ្ដើម​ដោយ​ដេមិន​សាវនកម្ម និង យក​ព្រឹត្តិការណ៍​សាវនកម្ម​ទាំងអស់​នៅ​លើ stdin ។</p>
lt: <p><b>Skirstyklė</b>: Skirstyklės programą paleidžia audito tarnyba ir gauna visus audito įrašus iš standartinės įvesties (stdin).</p>
nb: <p><b>Sender</b>: Senderprogrammet startes av audit-nissen og registrerer alle audit-hendelser på stdin.</p>
pl: <p><b>Program rozsyłający</b>: Program rozsyłający jest uruchamiany przez demona audytu i otrzymuje wszystkie zdarzenia audytu na wejściu standardowym stdin.</p>
ru: <p><b>Диспетчер</b>: программа диспетчера запускается демоном аудита и получает все события аудита на стандартный ввод.</p>
sq: <p><b>D</b>ispeçer</b>: Programi i dispeçerëve është nisur nga daemoni i auditimit dhe merr të gjitha ngjarjet e auditimit në stdin. </ p> 4
sv: <p><b>Sändare</b>: Sändarprogrammet startas av granskningsdemonen och får alla granskningshändelser på stdin.</p>
uk: <p><b>Диспетчер</b>: Програму диспетчера запускає фонова служба аудиту і ця програма отримує всі події аудиту на stdin.</p>

source: <p><b>Communication</b>: Controls the communication between the daemon and the dispatcher program. A <i>lossy</i> communication means that events going to the dispatcher are discarded when the queue (a 128kB buffer) is full. Choose <i>lossless</i> if you want a blocking/lossless communication.</p>
ar: <p><b>الاتصال</b>: تتحكم في الاتصالات بين برنامج المحرك وبرنامج المرسل. المقصود بالاتصال <i>lossy</i>، تجاهل الأحداث المُرسلة إلى المرسل عند امتلاء الطابور (الذاكرة الوسيطة التي تبلغ 128 كيلوبايت). اختر <i>lossless</i> إذا كنت ترغب في اتصالاتblocking/lossless .</p>
ca: <p><b>Communicació</b>: controla la comunicació entre el dimoni i el programa transmissor. Una comunicació <i>lossy</i>, amb pèrdues, significa que els esdeveniments que van al transmissor es descarten quan la cua està plena (un búfer 128kB). Escolliu <i>lossless</i>, sense pèrdues, si voleu una comunicació blocking/lossless. </p>
da: <p><b>Kommunikation</b>: Styrer kommunikationen mellem dæmonen og afsenderprogrammet. En kommunikation <i>med tab</i> betyder at begivenheder der går til afsenderen kasseres når køen (en 128kB buffer) er fuld. Vælg <i>uden tab</i> hvis du vil have en blokerende/tabsløs kommunikation.</p>
de: <p><b>Kommunikation</b>: Steuert die Kommunikation zwischen dem Daemon und dem Dispatcher- Programm. Eine <i>nicht verlustfreie</i> Kommunikation bedeutet, dass Ereignismeldungen an den Dispatcher verworfen werden, wenn die Warteschlange (ein 128 KB-Puffer) voll ist. Wählen Sie <i>verlustfrei</i>, wenn Sie eine blockierende/verlustfreie Kommunikation wünschen.</p>
el: <p><b>Επικοινωνία</b>: Ελέγχει την επικοινωνία μεταξύ της υπηρεσίας και του προγράμματος αποστολής. Η επικοινωνία <i>lossy</i> ορίζει ότι τα συμβάντα του προγράμματος αποστολής παραλείπονται όταν η ουρά (ενδιάμεση μνήμη μεγέθους 128kB) είναι γεμάτη. Επιλέξτε <i>lossless</i> αν επιθυμείτε επικοινωνία κλειδωμένη/χωρίς απώλειες.</p>
fi: <p><b>Kommunikaatio</b> ohjaa taustaprosessin ja välittäjäohjelman välistä tiedonvaihtoa. <i>Hukkaava</i> tiedonvaihto tarkoittaa, että tapahtumat jotka menevät välittäjä-ohjelmalle hylätään kun jonon (128 kB puskuri) on täynnä. Valitse <i>hukkaamaton</i> jos haluat estää häviöt viestinnässä.</p>
km: <p><b>ទំនាក់ទំនង</b> ៖ ត្រួតពិនិត្យ​ទំនាក់ទំនង​រវាង​ដេមិន និង​កម្មវិធី​បញ្ជូន ។ ទំនាក់ទំនង​ <i>ដែល​មាន​ភាព​បាត់បង់</i> មានន័យថា​ព្រឹត្តិការណ៍​ដែល​ធ្វើ​ដំណើរ​ទៅកាន់​កម្មវិធី​បញ្ជូន ត្រូវ​បាន​បោះចោល នៅ​ពេល​ដែល​ជួរ​ពេញ (អង្គ​ចងចាំ​បណ្ដោះ​អាសន្ន 128kB) ។ ជ្រើស <i>គ្មាន​ភាព​បាត់បង់</i> ប្រសិន​បើ​អ្នក​ចង់​ប្រើ ​ទំនាក់ទំនង​ដែល​ទប់ស្កាត់​/​គ្មាន​ភាព​បាត់បង់ ។</p>
lt: <p><b>Ryšys</b>: Valdo ryšį tarp tarnybos ir skirstyklės programos. <i>Lossy</i> bendravimas reiškia, kad įrašai, ateinantys iki skirtyklės, būna atmetami, kuomet eilė (128kB buferio) yra pilna. Pasirinkite <i>lossless</i> jei norite duomenų neatmetančio ryšio.</p>
nb: <p><b>Kommunikasjon</b>: Styrer kommunikasjonen mellom nissen og senderprogrammet. valget <i>lossy</i> betyr at senderen forkaster hendelser dersom køen (128 kB buffer) er full. Velg <i>lossless</i> hvis du ønsker kommunikasjon uten forkastede hendelser.</p>
pl: <p><b>Komunikacja</b>: steruje komunikacją między usługą a programem rozsyłającym. Opcja <i>lossy</i> oznacza, że wszystkie zdarzenia wysyłane do programu rozsyłającego zostają porzucone po zapełnieniu kolejki (bufor 128 kB). <i>lossless</i> należy wybrać w celu uzyskania komunikacji blokującej/bezstratnej.</p>
ru: <p><b>Связь</b>: управляет связью между демоном и программой диспетчера. Параметр <i>lossy</i> означает, что события, отправляемые диспетчеру, отбрасываются, когда очередь заполнена (буфер 128 Кб). Выберите <i>lossless</i>, если требуется связь с блокировкой и без потерь.</p>
sv: <p>I <b>Kommunikation</b> kontrolleras kommunikationen mellan demonen och sändarprogrammet. Är kommunikationen <i>förstörande</i> innebär det att händelser som skickas till sändaren kastas bort om kön (128 kB buffert) är full. Välj <i>förlustfri</i> om du vill blockera/undvika förstörande kommunikation.</p>
uk: <p><b>Обмін інформацією</b>: Керує обміном інформацією між фоновою службою і програмою диспетчера. Параметр <i>lossy</i> (типовий) означає, що події, які надходять в диспетчер будуть ігноруватись, коли цю чергу (128к буфер) буде заповнено. Виберіть <i>lossless</i>, якщо ви хочете, щоб обмін інформацією був без втрат.</p>
