Repository: Dzejrou/yast-translations
Catalog: po/audit-laf/*.po
Languages: ar, ca, da, de, el, fi, id, km, lt, nb, pl, ru, sq, sv, uk

source: Configuration of Linux Audit Framework (LAF)
ar: تكوين إطار عمل مراجعة (Linux (LAF
ca: Configuració de Linux Audit Framework (LAF)
da: Konfiguration af Linux Audit Framework (LAF)
de: Konfiguration des Linux Audit Frameworks (LAF)
el: Ρύθμιση του Linux Audit Framework (LAF)
fi: Linux Audit Framework (LAF) -määritykset
id: Konfigurasi Linux Audit Framework (LAF)
km: ការ​កំណត់​រចនា​សម្ព័ន្ធ Linux Audit Framework (LAF)
lt: Linux audito struktūros (LAF) konfigūracija
nb: LAF-oppsett (Linux Audit Framework)
pl: Konfiguracja Linux Audit Framework (LAF)
ru: Конфигурация Linux Audit Framework (LAF)
sq: Konfigurimi i Kornizës së Auditimit të Llogarive (LAF)
sv: Konfiguration av LAF (Linux Audit Framework)
uk: Налаштування платформи для аудиту Лінукса (LAF)

source: Show information about audit settings
ar: إظهار معلومات حول إعدادات المراجعة
ca: Mostra la informació de la configuració d'audit
da: Vis information om audit-indstillinger
de: Informationen über audit-Einstellungen anzeigen
el: Εμφάνιση πληροφοριών για τις ρυθμίσεις του audit
fi: Näytä tietoja audit-toiminnon asetuksista
id: Tampilkan informasi tentang pengaturan audit
km: បង្ហាញ​ព័ត៌មាន​អំពី​ការ​កំណត់​សាវនកម្ម
lt: Rodyti informaciją apie audito nuostatas
nb: Vis informasjon om audit-innstillinger
pl: Pokaż informacje o ustawieniach audytu
ru: Показать информацию о настройках аудита
sq: Trego informacion rreth cilësimeve të auditimit
sv: Visa information om granskningsinställningar
uk: Показати інформацію про параметри аудиту

source: Set the specified option
ar: تعيين الخيار المحدد
ca: Estableix l'opció especificada
da: Sæt det angivne tilvalg
de: Wert der angegebenen Option festlegen
el: Ορισμός της καθορισμένης επιλογής
fi: Aseta määritetty valinta
id: Atur opsi yang ditentukan
km: កំណត់​ជម្រើស​ដែល​បាន​បញ្ជាក់
lt: Nustatyti nurodytas parinktis
nb: Bruk valgt alternativ
pl: Ustaw podaną opcję
ru: Задать указанный параметра
sq: Caktoni opsionin e specifikuar
sv: Ställ in det angivna alternativet
uk: Встановити значення вказаного параметра

source: Show log file settings
ar: إظهار إعدادات ملف السجل
ca: Mostra els paràmetres de fitxer log
da: Vis logfil-indstillinger
de: Protokolldateieinstellungen anzeigen
el: Εμφάνιση ρυθμίσεων του αρχείου καταγραφής
fi: Näytä lokitiedostoasetukset
id: Tampilkan pengaturan berkas log
km: បង្ហាញ​ការ​កំណត់​ឯកសារ​កំណត់ហេតុ
lt: Rodyti žurnalo rinkmenos nuostatas
nb: Vis innstillinger for loggfil
pl: Pokaż ustawienia pliku dziennika
ru: Показать настройки файла журнала
sq: Shfaq parametrat e skedarit të skedarit
sv: Visa loggfilsinställningar
uk: Показати параметри файла журналу

source: Show disk space settings
ar: إظهار إعدادات مساحة القرص
ca: Mostra els paràmetres de l'espai de disc
da: Vis diskplads-indstillinger
de: Plattenplatz-Einstellungen anzeigen
el: Εμφάνιση ρυθμίσεων χωρητικότητας δίσκου
fi: Näytä levytila-asetukset
id: Tampilkan pengaturan ruang diska
km: បង្ហាញ​ការ​កំណត់​ទំហំ​ថាស
lt: Rodyti vietos disko nuostatas
nb: Vis innstillinger for diskplass
pl: Pokaż ustawienia miejsca na dysku
ru: Показать настройки места на диске
sq: Shfaq konfigurimet e hapësirës së diskut
sv: Visa inställningar för diskutrymme
uk: Показати параметри простору диска

source: Show dispatcher settings
ar: إظهار إعدادات المُرسِل
ca: Mostra els paràmetres del trasmissor (dispatcher)
da: Vis afsendelsesindstillinger
de: Dispatcher-Einstellungen anzeigen
el: Εμφάνιση ρυθμίσεων του προγράμματος αποστολής
fi: Näytä välittäjän asetukset
id: Tampilkan pengaturan dispatcher
km: បង្ហាញ​ការ​កំណត់​កម្មវិធី​បញ្ជូន
lt: Rodyti skirstyklės nuostatas
nb: Vis innstillinger for sender
pl: Pokaż ustawienia programu rozsyłającego
ru: Показать настройки диспетчера
sq: Shfaq cilësimet e dispeçerit
sv: Visa sändarinställningar
uk: Показати параметри диспетчера

source: Name of the log file (full path name)
ar: اسم ملف السجل (اسم المسار الكامل)
ca: Nom del fitxer log (nom amb tot el camí)
da: Navn på logfilen (fuldt stinavn)
de: Name der Protokolldatei (vollständiger Pfadname)
el: Όνομα του αρχείου καταγραφής (ολόκληρη διαδρομή)
fi: Lokitiedoston nimi (täysi polku nimeen)
id: Nama berkas log (nama path lengkap)
km: ឈ្មោះ​ឯកសារ​កំណត់ហេតុ (ឈ្មោះ​ផ្លូវ​ពេញលេញ)
lt: Žurnalo rinkmenos pavadinimas (pilnas kelias)
nb: Angi et navn for loggfilen (hele filstien)
pl: Nazwa pliku dziennika (pełna ścieżka)
ru: Имя файла журнала (полный путь)
sq: Emri i skedarit të regjistrit (emri i plotë i rrugës)
sv: Loggfilens namn (hela sökvägens namn)
uk: Назва файла журналу (повний шлях)

source: Log format
ar: تسجيل التنسيق
ca: Format log
de: Protokollformat
el: Μορφή καταγραφής
fi: Lokitiedoston muoto
id: Format log
km: ទ្រង់ទ្រាយ​កំណត់ហេតុ
lt: Žurnalo formatas
nb: Loggformat
pl: Format dziennika
ru: Формат журнала
sq: Regjistro pësmasat
sv: Loggformat
uk: Формат журналу

source: How to write data to disk
ar: كيفية كتابة البيانات إلى القرص
ca: Com escriure les dades al disc
da: Hvordan data skal skrives til disken
de: Wie Daten auf die Festplatte geschrieben werden
el: Πως να εγγραφούν τα δεδομένα στο δίσκο
fi: Kuinka data kirjoitetaan levylle
id: Cara menulis data ke disk
km: របៀប​សរសេរ​ទិន្នន័យ​ទៅកាន់​ថាស
lt: Kaip rašyti duomenis į diską
nb: Hvordan data skal lagres på disken
pl: Jak zapisywać dane na dysku
ru: Как записывать данные на диск
sq: Si të shkruajmë të dhëna në disk
sv: Så skriver du data till disk
uk: Як записувати дані на диск

source: How many records to write before a flush to disk is issued
ar: كم عدد السجلات المطلوب كتابتها قبل إصدار أمر النقل إلى القرص
ca: Quants registres escriure abans de fer un bolcatge al disc
da: Hvor mange registre der skal skrives før en tømning til disk skal udføres
de: Wie viele Datensätze gespeichert werden sollen, bevor sie auf die Festplatte übertragen werden
el: Πόσες εγγραφές πρέπει να γίνουν πριν εφαρμοστεί καθαρισμός στο δίσκο
fi: Kuinka monta merkintää kirjoitetaan ennen kuin 'flush to disk' suoritetaan
id: Banyak catatan yang akan ditulis sebelum disk dikeluarkan
km: ចំនួន​ការ​កត់ត្រា​ដែល​ត្រូវ​សរសេរ មុន​ពេល​ការ​បំពេញ​ទៅ​ថាស​ត្រូវ​បាន​​​ចេញ​ផ្សាយ
lt: Kiek įrašų sukaupti podėlyje, prieš juos rašant į diską
nb: Hvor mange oppføringer som skal lagres før 'tømming til disk'-kommanod
pl: Ile rekordów zapisać przed wykonaniem zrzutu na dysk
ru: Сколько записей должно быть добавлено до вызова сброса на диск
sq: Sa të dhëna për të shkruar para një flush në disk është lëshuar
sv: Så många poster kan skrivas innan de töms till disk
uk: Скільки записів вводити перед тим як буде дано команду запису на диск

source: Maximal size (in MByte) of the log file
ar: أقصى حجم (بالميغابايت) لملف السجل
ca: Mida màxima (en MB) del fitxer log
da: Logfilens maksimale størrelse (i MByte)
de: Maximalgröße (in MByte) der Protokolldatei
el: Μέγιστο μέγεθος (σε MByte) για το αρχείο καταγραφής
fi: Lokitiedoston enimmäiskoko (Mtavuissa)
id: Ukuran maksimal berkas log (dalam MByte)
km: ទំហំ​អតិបរមា​របស់​ឯកសារ​កំណត់ហេតុ (​គិតជា​មេកាបៃ)
lt: Žurnalo rinkmenos didžiausias dydis (megabaitais)
nb: Maksimal størrelse (i MByte) på loggfilen
pl: Maksymalna wielkość pliku dziennika (w MB)
ru: Максимальный размер (в МБ) файла журнала
sq: Madhësia maksimale (në MByte) të skedarit të skedarit
sv: Maximal storlek (i MB) för loggfilen
uk: Максимальний розмір (в МБ) файла журналу

source: Action if max_log_file is reached
ar: الإجراء في حالة الوصول إلى max_log_file
ca: Acció si s'arriba a max_log_file
da: Handling hvis max_log_file nås
de: Aktion, wenn mag_log_file erreicht wird
el: Ενέργεια για όταν επιτυγχάνεται η τιμή του max_log_file
fi: Toiminto jos max_log_file saavutetaan
id: Aksi jika max_log_file tercapai
km: មាន​អំពើ ប្រសិនបើ​ឈាន​ដល់ max_log_file
lt: Veiksmas, kai pasiekiama max_log_file reikšmė
nb: Hendelse når verdien for max_log_file er nådd
pl: Działanie podejmowane w przypadku osiągnięcia wartości max_log_file
ru: Действие при достижении max_log_file
sq: Veprimi nëse arrihet max_log_file
sv: Åtgärd om max_log_file nås
uk: Дія при досягненні max_log_file

source: Number of log files to keep
ar: عدد ملفات السجل المطلوب الاحتفاظ بها
ca: Nomb&re de fitxers log a mantenir
da: Antal logfiler der skal beholdes
de: Anzahl der zu behaltenden Protokolldateien
el: Αριθμός αρχείων καταγραφής που διατηρούνται
fi: Pidettävien lokitiedostojen määrä
id: Banyaknya berkas log yang disimpan
km: ចំនួន​ឯកសារ​កំណត់ហេតុ​ដែល​ត្រូវ​រក្សាទុក
lt: Laikomų žurnalo rinkmenų skaičius
nb: Antall loggfiler som skal beholdes
pl: Liczba plików dziennika do zachowania
ru: Число хранимых файлов журнала
sq: Numri i dosjeve të regjistrit për t'u mbajtur
sv: Antal loggfiler som ska behållas
uk: Яку кількість файлів журналу зберігати

source: Computer name format
ar: تنسيق اسم جهاز الكمبيوتر
ca: Format del nom de l'ordinador
da: Format på computernavn
de: Format des Computernamens
el: Μορφή του ονόματος του υπολογιστή
fi: Konenimen muoto
id: Format nama komputer
km: ទ្រង់ទ្រាយ​ឈ្មោះ​កុំព្យូទ័រ
lt: Kompiuterio vardo formatas
nb: Format for datamaskinnavn
pl: Format nazwy komputera
ru: Формат имени компьютера
sq: Formati i emrit të kompjuterit
sv: Format för datornamn
uk: Формат назви комп'ютера

source: Computer name (used if format is set to USER)
ar: اسم جهاز الكمبيوتر (يُستخدم في حالة تعيين التنسيق للمستخدم)
ca: Nom de l'ordinador (usat si el format establert a USER)
da: Computernavn (bruges hvis format er sat til USER)
de: Computername (wird benutzt, wenn Format auf BENUTZER gesetzt ist)
el: Όνομα Υπολογιστή (χρησιμοποιείται όταν η μορφή έχει ρυθμιστεί σε USER)
fi: Konenimi (käytetään, jos muoto on asetettu arvoon KÄYTTÄJÄ)
id: Nama komputer (digunakan jika format diatur untuk USER)
km: ឈ្មោះ​កុំព្យូទ័រ (ត្រូវ​បាន​ប្រើ ប្រសិនបើ​ទ្រង់ទ្រាយ​ត្រូវ​បាន​កំណត់​ទៅ USER)
lt: Kompiuterio vardas (naudoti jei formatas nustatytas USER)
nb: Datamaskinnavn (hvis formatet USER er valgt)
pl: Nazwa komputera (używana, jeśli format jest ustawiony na USER)
ru: Имя компьютера (используется, если задан формат USER)
sq: Emri i kompjuterit (përdoret nëse formati është caktuar në USER)
sv: Datornamn (används om formatet är inställt till ANVÄNDARE)
uk: Назва комп'ютера (використовується, якщо формат: USER)

source: Space left on log partition (in MByte) when system starts to run low
ar: المساحة المتروكة في قسم السجل (بالميغابايت) عندما تبدأ مساحة النظام في النفاد
ca: Espai restant a la partició log (en MB) quan el sistema comenci a tenir-ne poc
da: Plads tilbage på partitionen (i MByte) når systemet begynder at løbe tør
de: Freier Platz auf log-Partition (in MByte), wenn das System anfängt langsam zu laufen
el: Ο χώρος που απέμεινε στην κατάτμηση καταγραφής (σε MByte) όταν μειώνεται η χωρητικότητα του συστήματος
fi: Vapaa tila lokien tallennusosiolla (Mtavuissa) kun tila järjestelmässä alkaa käydä vähiin
id: Ruang tersisa pada partisi log (dalam MByte) saat sistem mulai berjalan lambat
km: ទំហំ​ដែល​នៅសល់​លើ​ភាគ​ថាស​កំណត់ហេតុ (គិត​ជា​មេកាបៃ) នៅ​ពេល​ដែល​ប្រព័ន្ធ​ចាប់ផ្ដើម​ជិត​អស់​ទំហំ​ភាគ​ថាស
lt: Paliekama laisva vietos žurnalo skaidinyje (megabaitais), kuomet sistemai pradeda jos trūkti
nb: Ledig plass (i MByte) på loggpartisjon når systemet registrerer lite plass
pl: Miejsce pozostałe w partycji dziennika (w MB), gdy w systemie zaczyna brakować pamięci
ru: Оставшееся на разделе журнала место (в МБ) начинает заканчиваться
sq: Hapësira e lënë në ndarjen log (në MByte) kur sistemi fillon të funksionojë i ulët
sv: Utrymme kvar på loggpartition (i MB) när systemet börjar få låg kapacitet
uk: Залишається мало місця (в МБ) на диску розділу журналів

source: Action if space_left is reached
ar: الإجراء في حالة الوصول إلى space_left
ca: Acció si s'arriba a space_left
da: Handling hvis space_left nås
de: Aktion, wenn space_left erreicht wird
el: Ενέργεια όταν επιτυγχάνεται η τιμή του space_left
fi: Toiminto, jos space_left saavutetaan
id: Aksi jika space_left tercapai
km: មាន​អំពើ ប្រសិនបើ​ឈាន​ដល់ space_left
lt: Veiksmas, kai pasiekiama space_left reikšmė
nb: Hendelse når verdien for space_left er nådd
pl: Działanie podejmowane w przypadku osiągnięcia wartości spade_left
ru: Действие при достижении space_left
sq: Veprimi nëse arrihet space_left
sv: Åtgärd om space_left nås
uk: Дія при досягненні space_left

source: Script to execute (full path name) if space_left is reached
ar: النص البرمجي المطلوب تنفيذه (اسم المسار الكامل) عند الوصول إلى space_left
ca: Script a executar (nom complet del camí) si s'arriba a space_left
da: Script der skal køres (fuldt stinavn) hvis space_left nås
de: Auszuführendes Skript (vollständiger Pfadname), wenn space_left erreicht wird
el: Script προς εκτέλεση (πλήρης διαδρομή αρχείου) αν επιτευχθεί η τιμή του space_left
fi: Komentojono, joka suoritetaan (täysi polku nimeen), jos space_left saavutetaan
id: Skrip yang akan dieksekusi (nama path lengkap) jika space_left tercapai
km: ស្គ្រីប​ដែល​ត្រូវ​ប្រតិបត្តិ (ឈ្មោះ​ផ្លូវ​ពេញលេញ) ប្រសិនបើ​ប្រើ​ទំហំ​ដែល​នៅ​សល់
lt: Įvykdomas scenarijus (pilnas kelias), kai pasiekiama space_left reikšmė
nb: Skript som skal kjøres (hele filstien) når verdien for space_left er nådd
pl: Skrypt wykonywany w przypadku osiągnięcia wartości space_left (pełna ścieżka)
ru: Скрипт для выполнения (полный путь) при достижении space_left
sq: Skript për ekzekutimin (emri i plotë i rrugës) nëse arrihet space_left
sv: Skript att köra (hela sökvägens namn) om space_left nås
uk: Виконати скрипт (повний шлях), коли досягнуто space_left

source: Space left on log partition (in MByte) when system is running low
ar: ترك مساحة في قسم السجل (بالميغابايت) عند تشغيل النظام على التشغيل المنخفض
ca: Espai restant a la partició log (en MB) quan el sistema en tingui poc
da: Plads tilbage på logpartition (i MByte) når systemet er ved at løbe tør
de: Freier Platz auf log-Partition (in MByte), wenn das System langsam läuft
el: Ο χώρος που απέμεινε στην κατάτμηση καταγραφής (σε MByte) όταν μειώνεται η χωρητικότητα του συστήματος
fi: Vapaa tila lokien tallennusosiolla (Mtavuissa) kun tila järjestelmässä on vähissä
id: Ruang tersisa pada partisi log (dalam MByte) saat sistem berjalan lambat
km: ទំហំ​ដែល​នៅសល់​លើ​ភាគ​ថាស​កំណត់ហេតុ (គិត​ជា​មេកាបៃ) នៅ​ពេល​ដែល​ប្រព័ន្ធ​ជិត​អស់​ភាគ​ថាស
lt: Paliekama laisva vietos žurnalo skaidinyje (megabaitais), kuomet sistemai jos jau trūksta
nb: Ledig plass (i MByte) på loggpartisjon når systemet registrerer lite ledig plass
pl: Miejsce pozostałe w partycji dziennika (w MB), gdy w systemie brakuje pamięci
ru: Оставшееся на разделе журнала место (в МБ) заканчивается
sq: Hapësira e lënë në ndarjen log (në MByte) kur sistemi është i ulët
sv: Utrymme kvar på loggpartition (i MB) när systemet har låg kapacitet
uk: Залишається мало місця (в МБ) на диску розділу журналів

source: Action if admin_space_left is reached
ar: الإجراء في حالة الوصول إلى admin_space_left
ca: Acció si s'arriba a admin_space_left
da: Handling hvis admin_space_left nås
de: Aktion, wenn admin_space_left erreicht wird
el: Ενέργεια όταν επιτυγχάνεται η τιμή του admin_space_left
fi: Toiminto, jos admin_space_left saavutetaan
id: Aksi jika admin_space_left tercapai
km: មាន​អំពើ ប្រសិនបើ​ឈាន​ដល់ admin_space_left
lt: Veiksmas, kai pasiekiama admin_space_left reikšmė
nb: Hendelsen når verdien for admin_space_left er nådd
pl: Działanie podejmowane w przypadku osiągnięcia wartości admin_space_left
ru: Действие при достижении admin_space_left
sq: Veprimi në qoftë se admin_space_left është arritur
sv: Åtgärd om admin_space_left nås
uk: Дія при досягненні admin_space_left

source: Script to execute (full path name) if admin_space_left is reached
ar: النص البرمجي المطلوب تنفيذه (اسم المسار الكامل) عند الوصول إلى admin_space_left
ca: Script a executar (nom complet del camí) si s'arriba a admin_space_left
da: Script der skal køres (fuldt stinavn) hvis admin_space_left nås
de: Auszuführendes Skript (vollständiger Pfadname), wenn admin_space_left erreicht wird
el: Script προς εκτέλεση (πλήρης διαδρομή αρχείου) αν επιτευχθεί η τιμή του admin_space_left
fi: Komentojono, joka suoritetaan (täysi polku nimeen), jos admin_space_left saavutetaan
id: Skrip yang akan dieksekusi (nama path lengkap) jika admin_space_left tercapai
km: ស្គ្រីប​ដែល​ត្រូវ​ប្រតិបត្តិ (ឈ្មោះ​ផ្លូវ​ពេញលេញ) ប្រសិនបើ​ឈាន​ដល់ admin_space_left
lt: Įvykdomas scenarijus (pilnas kelias), kai pasiekiama admin_space_left reikšmė
nb: Skript som skal kjøres (hele filstien) når verdien for admin_space_left er nådd
pl: Skrypt wykonywany w przypadku osiągnięcia wartości admin_space_left (pełna ścieżka)
ru: Скрипт для выполнения (полный путь) при достижении admin_space_left
sq: Script për të ekzekutuar (emri i plotë i rrugës) nëse admin_space_left është arritur
sv: Skript att köra (hela sökvägens namn) om admin_space_left nås
uk: Виконати скрипт (повний шлях),коли досягнуто admin_space_left

source: Mail sent to this account (if space_left_action set to EMAIL)
ar: البريد المُرسَل لهذا الحساب (في حالة تعيين space_left_action إلى البريد الإلكتروني)
ca: Correu enviat a aquest compte (si space_left_action establert a EMAIL)
da: Mail sendt til denne konto (hvis space_left_action er sat til EMAIL)
de: An diesen Empfänger E-Mail gesendet (wenn space_left_action auf EMAIL gesetzt ist)
el: Το μήνυμα ηλεκτρονικού ταχυδρομείου που στέλνεται σε αυτό το λογαριασμό (αν η τιμή του space_left_action έχει ορισθεί σε EMAIL)
fi: Sähköposti lähetetään tähän osoitteeseen (jos space_left_action on asetettu arvoon SÄHKÖPOSTI)
id: Surat dikirim ke akun ini (jika space_left_action diatur ke EMAIL)
km: សំបុត្រ​​បាន​ផ្ញើ​ទៅកាន់​គណនី​នេះ (ប្រសិន​បើ​ space_left_action ត្រូវ​បាន​កំណត់​ទៅ EMAIL)
lt: Pašto siuntimas į šią paskyrą (jei space_left_action nustatytas EMAIL)
nb: E-post sendes til denne kontoten (hvis EMAIL er valgt for space_left_action)
pl: Wiadomość e-mail wysyłana na to konto (jeśli właściwość space_left_action ma wartość EMAIL)
ru: Отправка почты на этот аккаунт (если space_left_action установлен в EMAIL)
sq: Mail-i është dërguar në këtë llogari (nëse space_left_action është vendosur në EMAIL)
sv: E-post skickas till detta konto (om space_left_action ställs in till E-POST)
uk: Надіслати електронного листа до цього рахунка (якщо дія для «залишилось місця» — EMAIL)

source: Action to perform if disk is full
ar: الإجراء المراد تنفيذه في حالة امتلاء القرص
ca: Acció a fer si el disc és ple
da: Handling der skal udføres hvis disken er fuld
de: Auszuführende Aktion bei voller Festplatte
el: Ενέργεια που εκτελείται εάν γεμίσει ο δίσκος
fi: Toiminto levyn täyttyessä
id: Aksi yang akan dilakukan jika diska penuh
km: សកម្មភាព​ដែល​ត្រូវ​ធ្វើ ប្រសិនបើ​ថាស​ពេញ
lt: Veiksmas, atliekamas kai diskas yra pilnas
nb: Handling når disken er full
pl: Działanie wykonywane w przypadku zapełnienia dysku
ru: Действие при заполнении диска
sq: Veprimi për të kryer nëse disk është i plotë
sv: Åtgärd om disken är full
uk: Дія при повному диску

source: Script to execute (full path name) if disk is full
ar: النص البرمجي المطلوب تنفيذه (اسم المسار الكامل) في حالة امتلاء القرص
ca: Script a executar (nom complet del camí) si el disc és ple
da: Script der skal køres (fuldt stinavn) hvis disken er fuld
de: Auszuführendes Skript (vollständiger Pfadname), wenn Festplatte voll ist
el: Script προς εκτέλεση (πλήρης διαδρομή αρχείου) αν γεμίσει ο δίσκος
fi: Komentojono, joka suoritetaan (täysi polku nimeen) levyn täyttyessä
id: Skrip yang akan dieksekusi (nama path lengkap) jika diska penuh
km: ស្គ្រីប​ដែល​ត្រូវ​ប្រតិបត្តិ (ឈ្មោះ​ផ្លូវ​ពេញលេញ) ប្រសិនបើ​ថាស​ពេញ
lt: Įvykdomas scenarijus (pilnas kelias), kai diskas užpildytas
nb: Skript som skal kjøres (hele filstien) når disken er full
pl: Skrypt wykonywany w przypadku zapełnienia dysku (pełna ścieżka)
ru: Скрипт для выполнения (полный путь) при заполнении диска
sq: Skript për të ekzekutuar (emri i plotë i rrugës) nëse disku është plot
sv: Skript att köra (hela sökvägens namn) om disken är full
uk: Виконати скрипт (повний шлях), коли диск заповнений

source: Action to perform on disk error
ar: الإجراء المراد تنفيذه عند حدوث خطأ في القرص
ca: Accions per fer en cas d'error de disc
da: Handling der skal udføres ved diskfejl
de: Auszuführende Aktion bei Festplattenfehler
el: Ενέργεια που εκτελείται σε σφάλμα του δίσκου
fi: Toiminto levyn virhetilanteessa
id: Aksi yang akan dilakukan saat disk galat
km: សកម្មភាព​ដែល​ត្រូវ​ធ្វើ លើ​កំហុស​ថាស
lt: Veiksmas, atliekamas įvykus rašymo į diską klaidai
nb: Handling ved diskfeil
pl: Działanie wykonywane w przypadku wystąpienia błędu dysku
ru: Действие при ошибке диска
sq: Veprimi për të kryer në disk gabim
sv: Åtgärd vid diskfel
uk: Дія при помилці на диску

source: Script to execute (full path name) on disk error
ar: النص البرمجي المطلوب تنفيذه (اسم المسار الكامل) عند حدوث خطأ في القرص
ca: Script a executar (nom complet del camí) en cas d'error de disc
da: Script der skal udføres (fuldt stinavn) ved diskfejl
de: Auszuführendes Skript (vollständiger Pfadname) bei Festplattenfehler
el: Script προς εκτέλεση (πλήρης διαδρομή αρχείου) σε σφάλμα του δίσκου
fi: Komentojono, joka suoritetaan (täysi polku nimeen) levyvirheen sattuessa
id: Skrip yang dieksekusi (nama path lengkap) saat diska galat
km: ស្គ្រីប​ដែល​ត្រូវ​ប្រតិបត្តិ (ឈ្មោះ​ផ្លូវ​ពេញលេញ) លើ​កំហុស​ថាស
lt: Įvykdomas scenarijus (pilnas kelias), kai įvyksta rašymo į diską klaida
nb: Skript som skal kjøres (hele filstien) ved diskfeil
pl: Skrypt wykonywany w przypadku wystąpienia błędu dysku (pełna ścieżka)
ru: Скрипт для выполнения (полный путь) при ошибке диска
sq: Skript për të ekzekutuar (emri i plotë i rrugës) në gabimin e diskut
sv: Skript att köra (hela sökvägens namn) vid diskfel
uk: Виконати скрипт (повний шлях) при помилці на диску

source: How to communicate between dispatcher and the audit daemon
ar: كيفية التواصل بين المُرسِل وبرنامج محرك المراجعة
ca: Com comunicar-se entre el transmissor (dispatcher) i el dimoni audit
da: Hvordan der skal kommunikeres mellem afsender og audit-dæmonen
de: Wie erfolgt die Kommunikation zwischen Dispatcher und audit-Daemon
el: Τρόπος επικοινωνίας προγράμματος αποστολής και η υπηρεσίας audit
fi: Kuinka kommunikointi tapahtuu välittäjän ja audit-demonin välillä
id: Cara komunikasi antara dispatcher dengan audit daemon
km: របៀប​ទំនាក់ទំនង​រវាង​កម្មវិធី​បញ្ជូន និង​ដេមិន​សាវនកម្ម
lt: Koks ryšys tarp skirstyklės ir audito tarnybos
nb: Hvordan kommunisere mellom senderen og audit-nissen
pl: Jak ma przebiegać komunikacja między programem rozsyłającym a demonem audit
ru: Как связать диспетчер и демон аудита
sv: Så sker kommunikationen mellan sändaren och granskningsdemonen
uk: Спосіб обміну інформацією між диспетчером і фоновою службою аудиту

source: Dispatcher program (full path name)
ar: برنامج مُرسِل (اسم المسار الكامل)
ca: Programa transmissor (nom complet del camí)
da: Afsendelsesprogram (fuldt stinavn)
de: Dispatcher-Programm (vollständiger Pfadname)
el: Πρόγραμμα αποστολής (πλήρης διαδρομή αρχείου)
fi: Välittäjäohjelma (täysi polku nimeen)
id: Program dispatcher (nama path lengkap)
km: កម្មវិធី​បញ្ជូន (ឈ្មោះ​ផ្លូវ​ពេញលេញ)
lt: Skirstyklės programa (pilnas kelias)
nb: Senderprogram (hele filstien)
pl: Program rozsyłający (pełna ścieżka)
ru: Программа-диспетчер (полный путь)
sq: Programi i Dispeçer (emri i plotë i rrugës)
sv: Sändarprogram (hela sökvägens namn)
uk: Програма диспетчера (повний шлях)

source: Select the log file
ar: تحديد ملف السجل
ca: Seleccioneu el fitxer log
da: Vælg log-filen
de: Protokolldatei auswählen
el: Επιλογή του αρχείου καταγραφής
fi: Valitse lokitiedosto
id: Pilih berkas log
km: ជ្រើស​ឯកសារ​កំណត់ហេតុ
lt: Pasirinkti žurnalo rinkmeną
nb: Velg loggfil
pl: Proszę wybrać plik dziennika
ru: Выберите файл журнала
sq: Zgjidh skedarin e skedarit
sv: Välj loggfilen
uk: Виберіть файл журналу
