Repository: Dzejrou/yast-translations
Catalog: po/audit-laf/*.po
Languages: ar, ca, da, de, el, fi, id, km, lt, nb, pl, ru, sq, sv, uk

source: Cannot start the audit daemon. Please check /var/log/messages for auditd errors. You can use the module 'System Log' from group 'Miscellaneous' in YaST Control Center.
ar: لا يمكن بدء تشغيل برنامج محرك المراجعة. الرجاء التحقق من/var/log/messages لأخطاء auditd. يمكنك استخدام الوحدة النمطية 'سجل النظام' من مجموعة 'متفرقات' في مركز التحكم YaST.
ca: No es pot iniciar el dimoni audit. Si us plau, comproveu /var/log/messages per a errors d'auditd. Podeu usar el mògul 'System Log' del grup "Miscel·lània" al centre de control del YaST.
da: Kan ikke starte audit-dæmonen. Tjek for auditd-fejl i /var/log/messages. Du kan bruge modulet 'Systemlog' i gruppen 'Diverse' i YaST2 kontrolcenter.
de: Der Prüf-Daemon kann nicht gestartet werden. Bitte überprüfen Sie /var/log/messages auf auditd-Fehler. Sie können das Modul 'Systemprotokoll anzeigen' aus der Gruppe 'Andere' im YaST2-Kontrollzentrum verwenden.
el: Δεν μπορεί να εκκινήσει η υπηρεσία audit. Παρακαλώ ελέγξτε το αρχείο /var/log/messages για τα μηνύματα λαθών του auditd. Μπορεί να χρησιμοποιήσετε το άρθρωμα 'Καταγραφή Συστήματος' από την ομάδα 'Διάφορα' στο Κέντρο Ελέγχου Yast.
fi: Audit-demonin käynnistäminen ei onnistunut. Tarkista auditd-virheet täällä: /var/log/messages. Voit käyttää YaST Ohjauskeskuksen ryhmässä Sekalaiset olevaa moduulia Järjestelmäloki.
km: មិន​អាច​ចាប់ផ្ដើម​ដេមិន​សាវនកម្ម​បាន​ទេ ។ សូម​ពិនិត្យ​មើល /var/log/messages សម្រាប់​កំហុស auditd ។ អ្នក​អាច​ប្រើ​ម៉ូឌុល 'កំណត់ហេតុ​ប្រព័ន្ធ' ពី​ក្រុម 'ផ្សេងៗ' នៅ​ក្នុង​មជ្ឈមណ្ឌល​បញ្ជា​របស់ YaST ។
lt: Nepavyko paleisti audito tarnybos. Klaidas peržiūrėkite /var/log/messages rinkmenoje. Galite naudoti modulį „Sistemos žurnalas“ iš grupės „Įvairūs“, kuri randasi YaST valdymo centre.
nb: Kan ikke starte audit-nissen. Se etter autitd-feil i /var/log/messages. Du kan bruke modulen 'Systemlogg' under 'Diverse' i YaST-kontrollsenteret.
pl: Nie można uruchomić demona audit. Proszę sprawdzić plik /var/log/messages w poszukiwaniu błędów auditd. Można do tego użyć modułu "Dziennik systemowy" z grupy "Różne" w panelu sterowania YaST.
ru: Не удается запустить демон аудита. Проверьте /var/log/messages на наличие ошибок auditd. Вы можете использовать модуль «Системный журнал» из группы «Разное» в Центре управления YaST2.
sv: Det går inte att starta granskningsdemonen. Kontrollera /var/log/messages beträffande auditd-fel. Du kan använda modulen Systemlogg i gruppen Övrigt i inställningscentralen YaST.
uk: Неможливо запустити фонову службу аудиту. Перевірте чи є помилки в /var/log/messages. Скористайтесь елементом «Системний журнал» з групи «Різне» в центрі керування YaST.

source: Initializing Audit Configuration
ar: تهيئة تكوين المراجعة
ca: Iiniciant la configuració d'Audit
da: Initialiserer konfiguration af Audit
de: Initialisieren der Prüfkonfiguration
el: Αρχικοποίηση Ρύθμισης Audit
fi: Valmistellaan kirjausmääritystä
id: Inisialisasi Konfigurasi Audit
km: ចាប់ផ្ដើម​ការ​កំណត់​រចនា​សម្ព័ន្ធ​សាវនកម្ម
lt: Ruošiamas audito konfigūravimas
nb: Initialiserer audit-oppsett
pl: Inicjalizacja konfiguracji audytu
ru: Инициализация конфигурации аудита
sv: Initierar granskningsinställningar
uk: Започаткування налаштування аудиту

source: Check for installed packages
ar: التحقق من الحزم المثبَّتة
ca: Comprova els paquets instal·lats
da: Tjek for installerede pakker
de: Auf installierte Pakete prüfen
el: Έλεγχος εγκατεστημένων πακέτων
fi: Tarkista asennetut paketit
id: Memeriksa paket yang telah diinstall
lt: Tikrinti įdiegtus paketus
nb: Kontroller om pakker er installert
pl: Sprawdzanie zainstalowanych pakietów
ru: Проверить установленные пакеты
sq: Kontrollo për paketa të instaluara
sv: Sök efter installerade paket
uk: Перевірити встановлені пакунки

source: Read the configuration of auditd
ar: قراءة تكوين auditd
ca: Llegeix la configuració d'auditd
da: Læser konfigurationen af auditd
de: auditd-Konfiguration lesen
el: Ανάγνωση των ρυθμίσεων του auditd
fi: Lue auditd-määritykset
id: Membaca konfigurasi auditd
lt: Skaityti auditd konfigūraciją
nb: Les auditd-oppsett
pl: Odczytanie konfiguracji auditd
ru: Читать настройки auditd
sq: Lexo konfigurimin e auditd
sv: Läs auditd-konfigurationen
uk: Читання конфігурації auditd

source: Read the rules file
ar: تتم الآن قراءة ملف القواعد
ca: Llegeix el fitxer de regles
da: Læs regelfilen
de: Regeldatei lesen
el: Ανάγνωση του αρχείου κανόνων
fi: Lue sääntötiedosto
id: Membaca aturan berkas
km: អាន​ឯកសារ​ក្បួនច្បាប់
lt: Skaityti taisyklių rinkmeną
nb: Les regellisten
pl: Odczytywanie pliku reguł
ru: Читать файл правил
sq: Lexo rregullat e skedarit
sv: Läs regelfilen
uk: Читання файла правил

source: Check status of auditd
ar: يتم الآن التحقق من حالة auditd
ca: Comprovació de l'estat d'auditd
da: Tjek status på auditd
de: Status von auditd überprüfen
el: Έλεγχος της κατάστασης του auditd
fi: Tarkista auditd-tila
km: ពិនិត្យ​មើល​ស្ថានភាព​របស់ auditd
lt: Patikrinti auditd būseną
nb: Kontroller auditd-status
pl: Sprawdzanie stanu auditd
ru: Проверить состояние auditd
sq: Kontrollo statusin e auditd
sv: Kontrollera status för auditd
uk: Перевірка стану auditd

source: Checking for packages...
ar: يتم الآن التحقق من الحزم...
ca: Comprovant els paquets...
da: Tjekker efter pakker...
de: Pakete werden überprüft ...
el: Έλεγχος πακέτων...
fi: Tarkistetaan paketteja...
id: Memeriksa paket terinstalasi...
lt: Tikrinami paketai...
nb: Kontrollerer pakker...
pl: Sprawdzanie pakietów...
ru: Проверка пакетов...
sq: Duke kontrolluar paketat...
sv: Söker efter paket...
uk: Перевірка пакунків...

source: Reading the configuration...
ar: تتم الآن قراءة التكوين...
ca: Llegint la configuració...
da: Læser konfigurationen...
de: Konfiguration wird eingelesen...
el: Ανάγνωση των ρυθμίσεων...
fi: Luetaan määritykset...
km: កំពុង​អាន​ការ​កំណត់​រចនាសម្ព័ន្ធ...
lt: Skaitoma konfigūracija...
nb: Leser konfigurasjonen...
pl: Odczytywanie konfiguracji...
ru: Чтение конфигурации...
sq: Duke lexuar konfigurimet...
sv: Läser inställningar...
uk: Читається налаштування...

source: Reading the rules file...
ar: تتم الآن قراءة ملف القواعد...
ca: Llegint el fitxer de regles...
da: Læser regelfilen...
de: Regeldatei wird gelesen...
el: Ανάγνωση του αρχείου κανόνων..
fi: Luetaan sääntötiedostoa...
id: Membaca aturan berkas...
km: កំពុង​អាន​ឯកសារ​ក្បួនច្បាប់...
lt: Skaitoma taisyklių rinkmena...
nb: Leser regelfil...
pl: Odczytywanie pliku reguł...
ru: Чтение файла правил...
sq: Duke lexuar rregullat e skedarit...
sv: Läser regelfilen...
uk: Читання файла правил...

source: Checking status...
ar: يتم الآن التحقق من الحالة...
ca: Comprovant-ne l'estat...
da: Tjekker status...
de: Status wird überprüft...
el: Έλεγχος κατάστασης...
fi: Tarkistetaan tilaa...
id: Memeriksa status...
km: កំពុង​ពិនិត្យ​មើល​ស្ថានភាព...
lt: Tikrinama būsena...
nb: Kontrollerer status...
pl: Sprawdzanie stanu...
ru: Проверка состояния...
sq: Duke kontrolluar statusin...
sv: Kontrollerar status...
uk: Перевірка стану...

source: Cannot read auditd.conf.
ar: تعذرت قراءة auditd.conf.
ca: No es pot llegir auditd.conf.
da: Kan ikke læse auditd.conf.
de: auditd.conf kann nicht gelesen werden.
el: Αδυναμία ανάγνωσης του auditd.conf.
fi: Tiedostoa auditd.conf ei voitu lukea.
id: Tidak dapat membaca auditd.conf.
km: មិន​អាច​អាន auditd.conf បានទេ ។
lt: Nepavyksta perskaityti auditd.conf.
nb: Kan ikke lese auditd.conf.
pl: Nie można odczytać auditd.conf.
ru: Невозможно прочитать auditd.conf.
sq: Nuk mund të lexohet auditd.conf.
sv: Det går inte att läsa auditd.conf.
uk: Неможливо прочитати auditd.conf.

source: Cannot read audit.rules.
ar: تعذرت قراءة audit.rules.
ca: No es pot llegir audit.rules.
da: Kan ikke læse audit.rules.
de: audit.rules kann nicht gelesen werden.
el: Αδυναμία ανάγνωσης του audit.rules.
fi: Tiedostoa audit.rules ei voitu lukea.
id: Tidak dapat membaca audit.rules.
km: មិន​អាច​អាន audit.rules បានទេ ។
lt: Nepavyksta perskaityti audit.rules.
nb: Kan ikke lese audit.rules.
pl: Nie można odczytać audit.rules.
ru: Невозможно прочитать audit.rules.
sq: Nuk mund të lexohet audit.rules.
sv: Det går inte att läsa audit.rules.
uk: Неможливо прочитати audit.rules.

source: Do you want to start it and enable start at boot or only start the daemon for now?
ar: هل تريد بدء التشغيل وتمكين بدء التشغيل في وقت تشغيل معين أم بدء تشغيل برنامج المحرك فقط الآن؟
ca: Voleu iniciar-lo i habilitar-ne l'inici durant l'arrencada o només iniciar el dimoni ara?
de: Möchten Sie ihn starten und den Start beim Hochfahren aktivieren oder den Daemon nur dieses eine Mal starten?
el: Θέλετε να το εκκινήσετε και να το ενεργοποιήσετε κατά την εκκίνηση ή να εκκινήσετε μόνο την υπηρεσία για τώρα;
fi: Haluatko käynnistää sen nyt ja käynnistyksen yhteydessä vai pelkästään nyt?
lt: Tarnybą paleisti ir įgalinti operacinės sistemos paleidimo metu ar ją paleisti tik dabar?
pl: Czy chcesz uruchomić demona i włączyć jego uruchamianie w trakcie rozruchu czy tylko uruchomić go w tej chwili?
ru: Запустить демон и включить запуск при загрузке или только запустить сейчас?
sv: Vill du starta bakgrundsprogrammet och ange att det ska startas varje gång systemet startas, eller vill du bara starta själva bakgrundsprogrammet den här gången?
uk: Хочете запустити це і увімкнути запуск при завантаженні або лише запустити фонову службу?

source: The daemon 'auditd' doesn't run.
ar: لا يعمل برنامج المحرك 'auditd'.
ca: El dimoni auditd no s'executa.
de: Der Daemon 'auditd' wird nicht ausgeführt.
el: Η υπηρεσία 'auditd' δεν εκτελείται.
fi: auditd-demoni ei ole käynnissä.
lt: „auditd“ tarnyba nepasileidžia.
pl: Demon 'audytu' nie działa
ru: Демон auditd не запущен.
sv: Demonen auditd körs inte.
uk: Фонова служба 'auditd' не запускається.

source: The 'apparmor' kernel module is loaded. The kernel uses a running audit daemon to log audit events to /var/log/audit/audit.log (default).
ar: تم تحميل وحدة محرك الشبكة 'apparmor'. يستخدم محرك الشبكة برنامج محرك قيد التشغيل للمراجعة لتسجيل مراجعة الأحداث لـ /var/log/audit/audit.log )افتراضي).
ca: El mòdul del nucli "apparmor" està carregat. El nucli usa un dimoni audit executat per registrar esdeveniments d'audit a /var/log/audit/audit.log (per defecte).
de: Das Kernelmodul 'apparmor' ist geladen. Der Kernel verwendet einen aktiven Prüf-Daemon zur Protokollierung der Prüfereignisse in /var/log/audit/audit.log (Standard).
el: Το άρθρωμα του πυρήνα 'apparmor' φορτώθηκε. Ο πυρήνας χρησιμοποιεί την υπηρεσία audit για να καταγράψει το συμβάντα στο αρχείο /var/log/audit/audit.log (προεπιλογή).
fi: Ytimen moduuli 'apparmor' on ladattu. Ydin käyttää audit-demonia kirjaamaan audit- tapahtumat /var/log/audit/audit.log-tiedostoon (oletus).
lt: Branduolio modulis „apparmor“ yra įkeltas. Branduolys naudoja veikiančią audito tarnybą audito įvykių rašymui į /var/log/audit/audit.log žurnalą (numatytuoju atveju).
pl: Załadowano moduł jądra „apparmor”. Jądro korzysta z uruchomionego demona audytu do rejestrowania zdarzeń audytu w pliku /var/log/audit/audit.log (domyślnym).
ru: Загружен модуль ядра apparmor. Ядро использует запущенный демон аудита для записи событий аудита в журнал по адресу /var/log/audit/audit.log (расположение по умолчанию).
sv: Kärnmodulen 'apparmor' har lästs in. Kärnan använder ett granskningsbakgrundsprogram för att logga granskningshändelser i /var/log/audit/audit.log (standard).
uk: Модуль ядра apparmor завантажено. Ядро використовує фонову службу аудиту для журналювання подій до файлу /var/log/audit/audit.log (типовий).

source: Start of Audit Daemon
ar: تشغيل برنامج المحرك للمراجعة
ca: Inicia el dimoni Audit
de: Audit-Daemon starten
el: Έναρξη της υπηρεσίας Audit
fi: Käynnistä Audit -taustaprosessi
id: Memulai Audit Daemon
lt: Audito tarnybos paleidimas.
pl: Start demona audytu
ru: Запуск демона аудита
sv: Start av granskningsdemonen
uk: Запуск фонової служби аудиту

source: Start and &Enable
ar: تشغيل وت&مكين
ca: Inicia i &habilita
de: Starten und &Aktivieren
el: Έναρξη και &Ενεργοποίηση
fi: Käynnistä ja ota käyttöön
id: Mulai &Aktifkan
lt: Paleisti i&r įgalinti
pl: Uruchomienie i &włączenie
ru: Запустить и &включить
sq: Fillo dhe &Aktivizo
sv: Starta och aktiv&era
uk: Запустити та &Увімкнути

source: &Start
ar: ت&شغيل
ca: &Inicia
de: &Starten
el: &Εκκίνηση
fi: &Käynnistä
id: &Mulai
km: ចាប់ផ្ដើម
lt: Palei&sti
ru: &Запустить
sq: &Fillo
sv: &Starta
uk: &Запустити

source: &Do not start
ar: ع&دم التشغيل
ca: &No iniciïs
de: &Nicht starten
el: &Να μην εκκινηθεί
fi: &Älä Käynnistä
lt: &Nepaleisti
pl: &Nie uruchamiaj
ru: &Не запускать
sq: &Mos fillo
sv: Starta &inte
uk: &Не запустити

source: Cannot start the audit daemon.
ar: لا يمكن بدء تشغيل برنامج محرك المراجعة.
ca: No es pot iniciar el dimoni audit.
da: Kan ikke starte audit-dæmonen.
de: Audit-Daemon kann nicht gestartet werden.
el: Αδυναμία εκκίνησης της υπηρεσίας audit.
fi: Kirjauspalvelun käynnistys ei onnistunut.
id: Tidak dapat memulai audit daemon.
km: មិន​អាច​ចាប់ផ្ដើម​ដេមិន​សាវនកម្ម​បាន​ទេ
lt: Nepavyksta paleisti audito tarnybos.
nb: Kan ikke starte audit-nissen.
pl: Nie można uruchomić demona audytu.
ru: Невозможно запустить демон аудита.
sv: Det går inte att starta granskningsdemonen.
uk: Неможливо запустити фонову службу аудиту.

source: The rules may be locked. Continue to check the rules. You can change the 'Enabled Flag', but to activate the change a reboot is required afterwards.
ar: قد يكون السبب أن القواعد مؤمنة. مواصلة فحص القواعد. يمكنك تغيير 'تمكين العلامة'، ولكن لجعل التغيير نشط يتطلب إعادة التشغيل.
ca: Les regles poden estar bloquejades. Continueu per comprovar-les. Podeu canviar la Bandera habilitada, però per activar el canvi cal reiniciar després.
da: Reglerne kan være låst. Fortsæt med at tjekke reglerne. Du kan ændre "aktiveret-flaget", men for at aktivere ændringerne kræves en genstart bagefter.
de: Möglicherweise sind die Regeln gesperrt. Fahren Sie fort, um die Regeln zu überprüfen. Sie können das 'Aktiviert-Flag' ändern, danach müssen Sie Ihr System neu starten.
el: Μπορεί να είναι κλειδωμένοι οι κανόνες. Συνεχίστε να ελέγχετε τους κανόνες. Μπορεί να αλλάξετε την 'Σημαία Ενεργοποίησης', αλλά για να ενεργοποιήσετε την αλλαγή απαιτείται επανεκκίνηση αμέσως μετά.
fi: Säännöt saattavat olla lukittuna. Jatka tarkistaaksesi säännöt. Voit muuttaa lippujen asetuksia, mutta uudelleenkäynnistys on tarpeen, jotta muutokset otettaisiin käyttöön.
km: ​ក្បួនច្បាប់ ត្រូវ​បាន​​ជាប់​សោ ។ ធ្វើ​បន្ត​ដើម្បី​ពិនិត្យ​មើល​ក្បួនច្បាប់ ។ អ្នក​អាច​ផ្លាស់ប្ដូរ 'បាន​បើក​ទង់ជាតិ' ប៉ុន្តែ​ដើម្បី​ធ្វើ​ឲ្យ​​ការ​ផ្លាស់ប្ដូរ​ឲ្យ​សកម្ម គឺ​ត្រូវ​ចាប់ផ្ដើម​​ម៉ាស៊ីន​​ឡើងវិញ ។
lt: To priežastimi gali būti užrakintos taisyklės. Tęskite taisyklių peržiūrą. Galite pakeisti „Įgalinti pažymėjimą“, tačiau, kad pakeitimai įsigaliotų, reikia iš naujo paleisti operacinę sistemą.
nb: Reglene kan være låst. Kontroller reglene. Du kan endre 'Aktivert-status', men du må starte maskinen på nytt for å aktivere endringen.
pl: Reguły mogą być zablokowane. Proszę nadal sprawdzać reguły. Można zmienić "Flagę włączenia", lecz zatwierdzenie tej zmiany wymaga ponownego uruchomienia komputera.
ru: Правила могут быть заблокированы. Продолжайте проверку правил. Вы можете изменить 'Флаг включения', но для вступления изменений в силу требуется перезагрузка.
sv: Reglerna kan vara låsta. Fortsätt om du vill kontrollera reglerna. Du kan ändra Aktiv-flaggan, men för att aktivera ändringen a krävs en omstart efteråt.
uk: Можливо, правила заблоковано. Продовжуйте перевірку правил. Ви можете змінити «Прапорець вмикання», але щоб застосувати зміну треба буде перезавантажити систему.

source: Saving Audit Configuration
ar: حفظ تكوين المراجعة
ca: Desant la configuració d'Audit
da: Gemmer konfiguration af Audit
de: Prüfkonfiguration wird gespeichert
el: Αποθήκευση Ρυθμίσεων Audit
fi: Tallennetaan kirjausmääritys
id: Menyimpan Konfigurasi Audit
km: រក្សាទុក​ការ​កំណត់​រចនា​សម្ព័ន្ធ​សាវនកម្ម
lt: Įrašoma audito konfigūracija
nb: Lagrer audit-oppsett
pl: Zapisywanie konfiguracji Audit
ru: Сохранение настроек аудита
sv: Sparar granskningsinställningarna
uk: Збереження конфігурації аудиту

source: Write the settings
ar: كتابة الإعدادات
ca: Escriu els paràmetres
da: Skriv indstillingerne
de: Einstellungen schreiben
el: Εγγραφή των ρυθμίσεων
fi: Kirjoita asetukset
id: Menulis seting
km: សរសេរ​ការ​កំណត់
lt: Įrašyti nuostatas
nb: Lagre innstillingene
pl: Zapis ustawień
ru: Запись параметров
sq: Shkruaj konfigurimet
sv: Spara inställningarna
uk: Записати параметри

source: Write the rules
ar: تتم الآن كتابة القواعد
ca: Escriu les regles
da: Skriv reglerne
de: Regeln schreiben
el: Εγγραφή των κανόνων
fi: Kirjoita säännöt
id: Menulis aturan
km: សរសេរ​ក្បួនច្បាប់
lt: Įrašyti taisykles
nb: Lagre reglene
pl: Zapis reguł
ru: Запись правил
sq: Shkruaj rregullat
sv: Skriv reglerna
uk: Запис правил

source: Writing the settings...
ar: تتم الآن كتابة الإعدادات...
ca: Escrivint els paràmetres...
da: Skriver indstillingerne...
de: Einstellungen werden geschrieben...
el: Εγγραφή των ρυθμίσεων...
fi: Kirjoitetaan asetuksia...
id: Menulis seting...
km: កំពុង​សរសេរ​ការ​កំណត់...
lt: Įrašomos nuostatos...
nb: Lagrer innstillingene...
pl: Zapisywanie ustawień...
ru: Запись параметров...
sq: Duke shkruar konfigurimet...
sv: Sparar inställningarna...
uk: Запис параметрів...

source: Writing the rules...
ar: تتم الآن كتابة القواعد...
ca: Escrivint les regles...
da: Skriver reglerne...
de: Regeln werden geschrieben...
el: Εγγραφή των κανόνων...
fi: Kirjoitetaan sääntöjä...
km: កំពុង​សរសេរ​ក្បួនច្បាប់...
lt: Įrašomos taisyklės...
nb: Lagrer reglene...
pl: Zapisywanie reguł...
ru: Запись правил...
sq: Duke shkruar rregullat...
sv: Skriver reglerna...
uk: Запис правил...

source: The rules are already locked.
ar: القواعد بالفعل مؤمنة.
ca: Les regles ja estan bloquejades.
da: Reglerne er allerede låst.
de: Die Regeln sind bereits gesperrt.
el: Οι κανόνες είναι ήδη κλειδωμένοι.
fi: Säännöt on jo lukittu.
km: ក្បួនច្បាប់​គឺ​ត្រូវ​បាន​ចាក់សោ​រួចហើយ ។
lt: Taisyklės jau užrakintos.
nb: Reglene er allerede låst.
pl: Reguły są już zablokowane.
ru: Правила уже заблокированы.
sq: Rregullat janë tashmë të kyçura.
sv: Reglerna är redan låsta.
uk: Правила вже заблоковано.

source: Do you want to change the 'Enabled Flag'? If yes, the new rules will be written to /etc/audit/audit.rules. Reboot the system afterwards for the change to take effect.
ar: هل تريد تغيير 'علامة تمكين'؟ إذا كان الجواب نعم، ستتم كتابة القواعد الجديدة إلى/etc/audit/audit.rules. وبعد ذلك يتعين إعادة تشغيل النظام.
ca: Voleu canviar la Bandera habilitada? Si és que sí, les noves regles s'escriuran a /etc/audit/audit.rules. Reinicieu el sistema després perquè els canvis tinguin efecte.
da: Vil du ændre "aktiveret-flaget"? Hvis ja, skrives de nye regler til /etc/audit/audit.rules. Genstart systemet bagefter før ændringerne får virkning.
de: Wollen Sie das 'Aktiviert-Flag' ändern? Wenn ja, dann werden die neuen Regeln nach /etc/audit/audit.rules geschrieben. Danach müssen Sie Ihr System neu starten.
el: Θα θέλατε να αλλάξετε την 'Σημαία Ενεργοποίησης'; Αν ναι, οι νέοι κανόνες θα εγγραφούν στο αρχείο /etc/audit/audit.rules. Στη συνέχεια θα πρέπει να επανεκκινήσετε το σύστημά σας για ενεργοποίηση των αλλαγών.
fi: Haluatko vaihtaa 'Käytössä-lippua'? Jos haluat, uudet säännöt kirjoitetaan tiedostoon /etc/audit/audit.rules. Tietokone on tämän jälkeen käynnistettävä uudestaan.
km: តើ​អ្នក​ចង់​ផ្លាស់ប្ដូរ 'បាន​បើក​ទង់ជាតិ' ? ប្រសិន​បើ​អ្នក​ចង់ ក្បួនច្បាប់​ថ្មី នឹង​ត្រូវ​បាន​សរសេរ​ទៅកាន់ /etc/audit/audit.rules ។ បន្ទាប់​ពី​នោះ អ្នក​ត្រូវ​តែ​ចាប់ផ្ដើម​ប្រព័ន្ធ​ឡើងវិញ ។
lt: Ar pakeisti „Įgalinti pažymėjimą“? Jei taip, naujosios taisyklės bus įrašytos į /etc/audit/audit.rules. Po to turėsite iš naujo paleisti sistemą tam, kad pakeitimai įsigaliotų.
nb: Vil du endre 'Aktivert-status''? I så fall vil nye regler bli lagret i /etc/audit/audit.rules. Deretter må du starte maskinen på nytt.
pl: Czy zmienić "Flagę włączenia"? Jeśli tak, nowe reguły zostaną zapisane w /etc/audit/audit.rules. Po tej czynności należy uruchomić komputer ponownie.
ru: Вы действительно хотите изменить флаг включения? Если да, новые правила будут записаны в /etc/audit/audit.rules. Перезагрузите систему для вступления изменений в силу.
sv: Vill du ändra Aktiv-flaggan? Om du svarar ja skrivs de nya reglerna till /etc/audit/audit.rules. Starta om systemet efteråt för att verkställa ändringen.
uk: Хочете змінити «Прапорець увімкнення»? Якщо так, то нові правила буде записано в /etc/audit/audit.rules. Після цього ви мусите перезавантажити систему.

source: Restart of the audit daemon failed.
ar: فشل إعادة تشغيل برنامج محرك المراجعة.
ca: S'ha produït un error en reiniciar el dimoni audit.
da: Genstart af audit-dæmonen fejlede.
de: Audit-Daemon konnte nicht neu gestartet werden.
el: Αποτυχία της επανεκκίνησης της υπηρεσίας audit.
fi: Kirjauspalvelun uudelleenkäynnistys epäonnistui.
km: បាន​បរាជ័យ​ក្នុង​ការ​ចាប់ផ្ដើម​ដេមិន​សាវនកម្ម​ឡើងវិញ ។
lt: Nepavyko iš naujo paleisti Audito tarnybos.
nb: Audit-nissen kunne ikke startes på nytt.
pl: Ponowne uruchomienie demona audytu nie powiodło się.
ru: Не удалось перезапустить демон аудита.
sv: Granskningsdemonen kunde inte startas om.
uk: Перезапуск фонової служби аудиту зазнав невдачі.

source: Cannot write settings to auditd.conf.
ar: تعذرت كتابة الإعدادات إلى auditd.conf.
ca: No s'han pogut escriure els paràmetres a auditd.conf.
da: Kan ikke skrive indstillinger til auditd.conf.
de: Einstellungen können nicht nach auditd.conf geschrieben werden.
el: Αδυναμία εγγραφής ρυθμίσεων στο auditd.conf.
fi: Asetusten kirjoittaminen tiedostoon auditd.conf ei onnistunut.
km: មិន​អាច​សរសេរ​ការ​កំណត់​ទៅកាន់ auditd.conf បានទេ ។
lt: Nepavyksta įrašyti nuostatų į auditd.conf.
nb: Kan ikke lagre innstillingene i audit.conf.
pl: Nie można zapisać ustawień do auditd.conf.
ru: Не удалось записать параметры в файл auditd.conf.
sv: Det går inte att skriva inställningarna till auditd.conf.
uk: Неможливо записати параметри у auditd.conf.

source: Start yast2-audit-laf again and check the rules.
ar: الرجاء تشغيل yast2-auditd-laf مرة أخرى والتحقق من القواعد.
ca: Inicia yast2-audit-laf un altre cop i comprova les regles.
da: Start yast2-audit-laf igen, og tjek reglerne.
de: Starten Sie yast2-audit-laf erneut und überprüfen Sie die Regeln.
el: Εκκινήστε πάλι το yast2-audit-laf και ελέγξτε τους κανόνες.
fi: Käynnistä yast2-audit-laf uudestaan ja tarkista säännöt.
km: សូម​ចាប់ផ្ដើម yast2-audit-laf ម្ដងទៀត និង​ពិនិត្យ​មើល​ក្បួនច្បាប់ ។
lt: Dar kartą paleiskite yast2-audit-laf ir patikrinkite taisykles.
nb: Start yast2-audit-laf på nytt og kontroller reglene.
pl: Proszę uruchomić yast2-audit-laf ponownie i sprawdzić reguły.
ru: Запустите yast2-audit-laf ещё раз и проверьте правила.
sv: Starta yast2-audit-laf igen och kontrollera reglerna.
uk: Знову запустіть yast2-audit-laf і перевірте правила.

source: Cannot write settings to auditd.rules.
ar: تعذرت كتابة الإعدادات إلى auditd.rules.
ca: No s'han pogut escriure els paràmetres a auditd.rules.
da: Kan ikke skrive indstillinger til autitd.rules.
de: Einstellungen können nicht nach auditd.rules geschrieben werden.
el: Αδυναμία εγγραφής ρυθμίσεων στο auditd.rules.
fi: Asetusten kirjoittaminen tiedostoon auditd.rules ei onnistunut.
km: មិន​អាច​សរសេរ​ការ​កំណត់​ទៅ auditd.rules បានទេ ។
lt: Nepavyksta įrašyti nuostatų į auditd.rules.
nb: Kan ikke lagre innstillingene i audit.rules.
pl: Nie można zapisać ustawień do auditd.rules.
ru: Не удалось записать параметры в файл auditd.rules.
sq: Nuk mund të shkruhen konfigurimet tek auditd.rules.
sv: Det går inte att skriva inställningar till auditd.rules.
uk: Неможливо записати параметри у auditd.rules.

source: Log file
ar: ملف السجل
ca: Fitxer log
da: Log-fil
de: Protokolldatei
el: Αρχείο Καταγραφής
fi: Lokitiedosto
id: Log berkas
km: ឯកសារ​កំណត់ហេតុ
lt: Žurnalo rinkmena
nb: Loggfil
pl: Plik dziennika
ru: Файл журнала
sv: Loggfil
uk: Файл журналу

source: AuditLaf
sq: Titulli i pasatur i tekstit për AuditLaf në propozime
