Repository: Dzejrou/yast-translations
Catalog: po/nfs/*.po
Languages: af, ca, da, et, fr, gl, ja, nb, pt_br, ro, uk

source: Scanning for hosts on this LAN...
af: Skandeer vir gashere op hierdie LAN ...
ca: Analitzant els amfitrions d'aquesta LAN...
da: Søger efter værtsmaskiner på dette LAN...
et: Selle LAN-i masinate skaneerimine...
fr: Recherche d'hôtes sur ce réseau LAN...
gl: Buscando máquinas na rede local...
ja: LAN 内のホストを検索しています...
nb: Søker etter vertsmaskiner i dette lokalnettverket...
pt_br: Pesquisando os host nesta LAN....
ro: Caut gazdele din acest LAN...
uk: Сканування вузлів в локальній мережі...

source: No NFS server has been found on your network.
ca: No s'ha trobat cap servidor NFS a la vostra xarxa.
da: Ingen NFS-server blev fundet på dit netværk.
fr: Aucun serveur NFS n'a été trouvé sur votre réseau.
gl: Non se atopou ningún servidor NFS na súa rede.
ja: ネットワーク内に NFS サーバが見つかりませんでした。
nb: Ingen NFS-server ble funnet på nettverket.
pt_br: Nenhum servidor NFS encontrado na rede.
ro: Nu a fost găsit nici un server NFS în rețeaua dumneavoastră.
uk: У вашій мережі не знайдено жодного сервера NFS.

source: This could be caused by a running firewall, which probably blocks the network scanning.
ca: La causa podria ser un tallafoc en execució, que probablement bloca l'escaneig de la xarxa.
da: Dette kan skyldes en kørende firewall, hvilket sandsynligvis blokerer netværksscanningen.
fr: Cela peut être dû à un pare-feu en cours d'exécution, qui bloque probablement l'analyse du réseau.
ja: 動作中のファイアウオールがネットワーク検索を 妨害してしまった可能性があります。
pt_br: Isso pode ser causado por um firewall em execução, que provavelmente bloqueia a pesquisa da rede.
uk: Це може трапитись через увімкнений мережний екран, який, можливо, блокує сканування мережі.

source: Select the Mount Point
af: Kies die hegpunt
ca: Selecciona un punt de muntatge
da: Vælg monteringspunktet
et: Ühenduskoha valimine
fr: Sélectionner le point de montage
gl: Seleccione o punto de montaxe
ja: マウントポイントの選択
nb: Velg monteringspunkt
pt_br: Selecionar o ponto de montagem
ro: Selectați punctul de montare
uk: Виберіть точку монтування

source: <p>Enter the <b>NFS Server Hostname</b>. With <b>Choose</b>, browse through a list of NFS servers on the local network.</p>
af: <p>Voer die <b>NFS-bedienergasheernaam</b> in. Met <b>Kies</b>, blaai u deur 'n lys van NFS-bedieners op die plaaslike netwerk.</p>
ca: <p>Introduïu el <b>nom de l'amfitrió del servidor NFS</b>. El botó <i>Selecciona</i> permet explorar la llista de servidors NFS de la xarxa local.</p>
da: <p>Angiv <b>værtsmaskinenavnet på NFS-serveren</b>. Med <b>Vælg</b> kan du gennemse en liste af NFS-servere på det lokale netværk.</p>
fr: <p>Entrez le <b>Nom d'hôte du serveur NFS</b>. Avec l'option <b>Choisir</b>, naviguez dans une liste de serveurs NFS sur le réseau local.</p>
gl: <p>Introduza o <b>Nome de Máquina do Servidor NFS</b>. Prema <b>Escoller</b> para examinar unha lista dos servidores NFS da rede local.</p>
ja: <p><b>NFS サーバのホスト名</b> を入力してください。 <b>選択</b> を使用すると、 ローカルネットワーク上にある NFS サーバの 一覧を参照することができます。</p>
nb: <p>Skriv inn <b>Vertsmaskinnavn for NFS-server</b>. Med <i>Velg</i> kan du bla gjennom en liste over NFS-servere i lokalnettverket.</p>
pt_br: <p>Digite o <b>Nome de Host do Servidor NFS</b>. Com a opção <b>Escolher</b>, pesquise uma lista de servidores NFS na rede local.</p>
ro: <p>Introduceți <b>Numele gazdei serverului NFS</b>. Cu <b>Alegeți</b> căutați în lista serverelor NFS din rețeaua locală.</p>
uk: <p>Введіть <b>Назву вузла сервера NFS</b>. За допомогою <b>Вибрати</b>, можна переглянути список серверів NFS у локальній мережі.</p>

source: <p>In <b>Remote File System</b>, enter the path to the directory on the NFS server. Use <b>Select</b> to select one from those exported by the server. </p>
af: <p>In <b>Afstandslêerstelsel</b>, voer u die pad na die gids op die NFS-bediener in. Gebruik <b>Kies</b> om een te kies uit dié wat deur die bediener uitgevoer is. </p>
ca: <p>A <b>Sistema remot de fitxers</b>, introduïu el camí al directori del servidor d'NFS. Utilitzeu <b>Selecciona</b> per triar-ne un dels que exporta el servidor. </p>
da: <p>Under <b>Eksternt filsystem</b>, kan du indtaste stien til mappen på NFS-serveren. Anvend <b>Vælg</b> for at udvælge en blandt dem serveren har eksporteret. </p>
fr: <p>Dans <b>Système de fichiers distant</b>, entrez le chemin du répertoire sur le serveur NFS. Utilisez <b>Sélectionner</b> pour en sélectionner un parmi ceux exportés par le serveur. </p>
gl: <p>En <b>Sistema de Ficheiros Remoto</b>, introduza a ruta ó directorio no servidor NFS. Utilice <b>Seleccionar</b> para escoller un dos exportados polo servidor. </p>
ja: <p> <b>リモートファイルシステム</b> には、 NFS サーバ内のディレクトリパスを入力してください。 <b>選択</b> を使用すると、 サーバがエクスポートしているディレクトリの一覧から選択することができます。 </p>
nb: <p>Under <b>Eksternt filsystem</b> angir du stien til katalogen på NFS-serveren. Bruk <b>Velg</b> for å velge en eksportert katalog på serveren. </p>
pt_br: <p>Em <b>Sistema de Arquivos Remoto</b>, digite o caminho para o diretório no servidor NFS. Use <b>Selecionar</b> para selecionar um dos exportados pelo servidor. </p>
ro: <p>În <b>Sistem de fișiere remote</b> introduceți calea către directorul de pe serverul NFS. Folosiți <b>Selectează</b> pentru a selecta unul din cele exportate de către server. </p>
uk: <p>В <b>Віддалена файлова система</b>, введіть шлях до директорії на сервері NFS. Задійте <b>Вибрати</b>, щоб вибрати одну з експортованих. </p>

source: <p> For <b>Mount Point</b>, enter the path in the local file system where the directory should be mounted. With <b>Browse</b>, select your mount point interactively.</p>
af: <p> Voer vir<b>Hegpunt</b> die pad in die plaaslike lêerstelsel waar die gids geheg behoort te word, in. Kies met <b>Blaai rond</b> u hegpunt wisselwerkend.</p>
ca: <p> A <b>Punt de muntatge</b>, introduïu el camí al sistema de fitxers locals on s'hauria de muntar el directori. Amb <b>Navega</b>, seleccioneu el punt de muntatge interactivament.</p>
da: <p> For <b>Monteringspunkt</b> angives stien i det lokale filsystem hvor mappen skal monteres. Med <b>Gennemse</b> kan du vælge dit monteringspunkt interaktivt.</p>
fr: <p> Dans le champ <b>Point de montage</b>, saisissez le chemin au sein du système de fichiers local où monter le répertoire. Cliquez sur <b>Parcourir</b>, puis sélectionnez votre point de montage de façon interactive.</p>
gl: <p> En <b>Punto de montaxe</b>, introduza a ruta do sistema de ficheiros local onde se debe montar o directorio. Prema <b>Examinar</b>, para seleccionar o punto de montaxe de xeito interactivo.</p>
ja: <p> <b>マウントポイント</b> には、マウントする先のローカルファイルシステム内のパスを入力してください。 <b>参照</b> を使用すると、 マウントポイントを対話的に選択することができます。</p>
nb: <p> Under<b>Monteringspunkt</b> angir du hvor katalogen skal monteres i det lokale filsystemet. Bruk <b>Bla gjennom</b> for å navigere til et monteringspunkt.</p>
pt_br: <p> Para <b>Ponto de Montagem</b>, digite o caminho no sistema de arquivos local onde o diretório deve ser montado. Com <b>Procurar</b>, selecione o ponto de montagem de forma interativa.</p>
ro: <p> Pentru <b>Punct de montare</b> introduceți calea către sistemul de fișiere local unde va fi montat directorul. Cu <b>Caută</b> selectați punctul de montare în mod interactiv.</p>
uk: <p> Для <b>Точка монтування</b>, введіть шлях в локальній файловій системі, куди потрібно змонтувати директорію. Точку монтування можна вибрати за допомогою <b>Перегляд</b>. </p>

source: <p>For a list of <b>Options</b>, read the man page mount(8).</p>
af: <p>Vir 'n lys <b>Opsies</b>, lees die handleidingbladsy hegting(8).</p>
ca: <p>Per a obtenir una llista d'<b>Opcions</b> llegiu la pàgina del manual del mount(8).</p>
da: <p>For en liste over <b>tilvalg</b>, læs manualsiden mount(8).</p>
fr: <p>Pour obtenir la liste des <b>Options</b>, lisez la page du manuel relative au montage, mount(8).</p>
gl: <p>Para obter unha lista de <b>Opcións</b>, lea a páxina do manual mount(8).</p>
ja: <p><b>オプション</b> で設定可能な値については、 マニュアルページ mount(8) を参照してください。</p>
nb: <p>På manualsiden mount(8) finner du en liste over <b>valg</b>.</p>
pt_br: <p>Para obter uma lista de <b>Opções</b>, leia a página de manual do mount(8).</p>
ro: <p>Pentru o listă de <b>Opțiuni</b> citiți pagina man mount(8).</p>
uk: <p>Щоб отримати список <b>Параметрів</b>, читайте man mount(8).</p>

source: Help
ca: Ajuda
da: Hjælp
et: Abi
fr: Aide
gl: Axuda
ja: ヘルプ
nb: Hjelp
pt_br: Ajuda
ro: Ajutor
uk: Довідка

source: Remote Directory
ca: Directori remot
da: Ekstern mappe
fr: Répertoire distant
gl: Directorio Remoto
ja: リモートディレクトリ
nb: Ekstern katalog
pt_br: Diretório remoto
ro: Directorul remote
uk: Віддалена директорія

source: NFS Version
ca: Versió d'NFS
fr: Version de NFS
ja: NFS バージョン
pt_br: Versão do NFS
uk: Версія NFS

source: Enable NFSv4
ca: Habilita NFSv4
da: Aktivér NFSv4
et: NFSv4 lubamine
fr: Activer NFSv4
gl: Activar NFSv4
ja: NFSv4 を有効にする
nb: Aktiver NFSv4
pt_br: Habilitar NFSv4
ro: Activează NFSv4
uk: Увімкнути NFSv4

source: NFSv4 Domain Name
ca: Nom del domini de NFSv4
da: NFSv4 domænenavn
fr: Nom de domaine NFSv4
gl: Nome do dominio NFSv4
ja: NFSv4 ドメイン名
nb: NFSv4-domenenavn
pt_br: Nome de domínio NFSv4
ro: Numele domeniului NFSv4
uk: Назва домену NFSv4

source: Enable &GSS Security
ca: Habilita la seguretat &GSS
da: Aktivér &GSS-sikkerhed
et: &GSS-i turvalisuse lubamine
fr: Activer la sécurité &GSS
gl: Activar seguridade &GSS
ja: GSS セキュリティを有効にする (&G)
nb: Aktiver &GSS-sikkerhet
pt_br: Habilitar segurança &GSS
ro: Activează securitate &GSS
uk: Увімкнути безпеку &GSS

source: &NFS Shares
ca: Comparticions d'&NFS
fr: Partages &NFS
gl: Recursos &NFS
ja: NFS 共有 (&N)
nb: Delte &NFS-ressurser
pt_br: Compartilhamentos &NFS
ro: Shareuri &NFS
uk: Спільні ресурси &NFS

source: NFS &Settings
ca: Paràmetres de l'NFS
da: NFS-ind&stillinger
fr: Paramètres &NFS
gl: &Configuración de BFS
ja: NFS 設定 (&S)
nb: NF&S-innstillinger
pt_br: Configurações do NF&S
ro: &Setări NFS
uk: П&араметри NFS

source: Really delete %1?
af: Werklik %1 skrap?
ca: Segur que voleu suprimir %1?
da: Vil du virkelig slette %1?
et: Kas tõesti kustutada %1?
fr: Voulez-vous vraiment supprimer %1 ?
gl: Desexa de verdade eliminar %1?
ja: %1 を削除してよろしいですか？
nb: Vil du virkelig slette %1?
pt_br: Realmente remover %1?
ro: Chiar doriți să ștergeți %1?
uk: Дійсно вилучити %1?

source: NFS Client Configuration
af: NFS-kliëntkonfigurasie
ca: Configuració del client d'NFS
da: Konfiguration af NFS-klient
et: NFS-i kliendi häälestamine
fr: Configuration du client NFS
gl: Configuración do cliente NFS
ja: NFS クライアントの設定
nb: Konfigurasjon av NFS-klient
pt_br: Configuração do cliente do NFS
ro: Configurarea clientului NFS
uk: Налаштування клієнта NFS

source: Getting directory list for "%1"...
af: Kry van gidslys vir "%1"...
ca: Rebent una llista de directoris per a "%1"...
da: Henter mappeliste for "%1"...
et: Masina "%1" kataloogide nimekirja hankimine...
fr: Obtention d'une liste de répertoires pour "%1"...
gl: Obtendo a lista de directorios para "%1"...
ja: "%1" のディレクトリ一覧を取得しています...
nb: Henter katalogliste for "%1"...
pt_br: Obtendo lista de diretórios para "%1"...
ro: Obțin lista directoarelor pentru "%1"...
uk: Отримання списку директорій для "%1"...

source: The NFS scan failed.
ca: Ha fallat l'escaneig d'NFS.
da: NFS-skanningen mislykkedes.
fr: L'analyse NFS a échoué.
ja: NFS スキャンが失敗しました。
pt_br: A varredura NFS falhou.
uk: Невдале сканування NFS.

source: NFS &Version
ca: &Versió d'NFS
fr: &Version de NFS
ja: NFS バージョン (&V)
pt_br: &Versão do NFS
uk: &Версія NFS

source: This entry uses old ways of specifying the NFS protocol version that do not longer work as they used to do it (like the usage of 'nfs4' as file system type or the usage of 'minorversion' in the mount options). Editing the entry will change how the version is specified, with no possibility to use old outdated method again. Proceed and edit?
ca: Aquesta entrada usa unes maneres antigues per especificar la versió del protocol d'NFS que ja no funcionen com solien fer-ho (com ara l'ús de "nfs4" com a tipus de sistema de fitxers o l'ús de "minorversion" a les opcions de muntatge). Editar l'entrada canviarà com s'especifica la versió, sense cap possibilitat d'usar un altre cop el mètode antiquat. Voleu continuar i editar-la?
da: Posten bruger en gammel måde til at angive NFS-protokolversionen som ikke længere virker som de gjorde tidligere (såsom anvendelsen af 'nfs4' som filsystemtype eller anvendelse af 'minorversion' i monteringstilvalgene). Hvis posten redigeres, så ændres angivelsen af versionen, uden mulighed for at bruge den gamle forældede metode igen. Fortsæt og rediger?
fr: Cette entrée utilise une ancienne façon de spécifier la version de protocole NFS qui ne fonctionne plus comme auparavant (tel l'usage de 'nfs4' comme système de fichier ou l'usage de 'minorversion' dans les options de montage). Éditer cette entrée va changer la façon dont la version est spécifiée, sans possibilité de revenir à l'ancienne méthode obsolète. Voulez-vous continuer et éditer ?
ja: この項目は古い方式で NFS のバージョンを指定している (ファイルシステムの 種類に 'nfs4' を指定しているか、もしくはマウントオプションに 'minorversion' を 指定しています) ため、従来どおりには動作しなくなっています。 項目を編集すると、バージョンの指定方法も変更され、古い方式を使用することが できなくなります。 編集を続行しますか？
pt_br: Esta entrada usa formas antigas de especificar a vesão do protocolo NFS que não funcionam mais como antes (como o uso de 'nfs4' como tipo de sistema de arquivo ou o uso da opção de montagem 'minorversion'). Editar a entrada irá alterar como a versão é especificada, sem possibilidades de usar o método ultrapassado novamente. Proceder e editar?
uk: У цьому записі використовуються застарілі методи визначення версії протоколу NFS, які не працюють так, як вони це робили раніше (напр., використання 'nfs4' як типу файлової системи або використання 'minorversion' в параметрах монтування). Редагування запису змінить метод визначення версії без можливості знову використовувати непідтримуваний застарілий метод. Продовжити та змінити?

source: Any
ca: Qualsevol
da: En hvilken som helst
fr: N'importe laquelle
ja: 任意
pt_br: Qualquer
uk: Довільний

source: Any (Highest Available)
ca: Qualsevol (la més elevada disponible)
da: En hvilken som helst (højeste tilgængelige)
fr: N'importe laquelle (la plus élevée disponible)
ja: 任意 (利用可能な最新)
pt_br: Qualquer (maior disponível)
uk: Довільний (з вищою версією із доступних)

source: Force NFSv3
ca: Força NFSv3
da: Tving NFSv3
fr: Forcer NFSv3
ja: NFSv3 の強制
pt_br: Forçar NFSv3
uk: Задіяти NFSv3

source: Force NFSv4
ca: Força NFSv4
da: Tving NFSv4
fr: Forcer NFSv4
ja: NFSv4 の強制
pt_br: Forçar NFSv4
uk: Задіяти NFSv4

source: Force pNFS (v4.1)
ca: Força pNFS (v4.1)
da: Tving pNFS (v4.1)
fr: Forcer pNFS (v4.1)
ja: pNFS (v4.1) の強制
pt_br: Forçar pNFS (v4.1)
uk: Задіяти pNFS (v4.1)

source: Force NFSv4.2
ca: Força NFSv4.2
da: Tving NFSv4.2
fr: Forcer NFSv4.2
ja: NFSv4.2 の強制
pt_br: Forçar NFSv4.2
uk: Задіяти NFSv4.2

source: Unable to create directory '%1'.
af: Kan gids '%1' nie skep nie.
ca: No s'ha pogut crear el directori '%1'.
da: Kunne ikke oprette mappen '%1'.
et: Kataloogi '%1' pole võimalik luua.
fr: Impossible de créer le répertoire '%1'.
gl: Non foi posíbel crear o directorio '%1'.
ja: ディレクトリ '%1' を作成できません。
nb: Kunne ikke opprette katalogen '%1'.
pt_br: Não foi possível criar o diretório '%1'.
ro: Nu pot crea directorul '%1'.
uk: Неможливо створити директорію '%1'.

source: Unable to write to /etc/fstab. No changes will be made to the the NFS client configuration.
af: Kan nie na /etc/fstab skryf nie. Geen wysigings sal aan die NFS-kliëntkonfigurasie aangebring word nie.
ca: No s'ha pogut escriure a /etc/fstab. No es faran canvis a la configuració del client d'NFS.
da: Kunne ikke skrive til /etc/fstab. Ingen ændringer vil blive udført i NFS-klientkonfigurationen.
et: Faili /etc/fstab ei saa kirjutada. NFS-i kliendi häälestusse muudatusi ei teha.
fr: Impossible d'écrire dans /etc/fstab. Aucune modification ne sera apportée à la configuration du client NFS.
gl: Non foi posíbel escribir en /etc/fstab. Non vai haber cambios na configuración do cliente NFS.
ja: /etc/fstab に書き込むことができません。 NFS クライアントの設定は 変更されません。
nb: Kunne ikke skrive til /etc/fstab. Ingen endringer vil bli utført for NFS-klientkonfigurasjonen.
pt_br: Impossível gravar em /etc/fstab. Nenhuma mudança será feita na configuração do cliente NFS.
ro: Nu pot scrie în /etc/exports. Nu vor fi făcute modificări asupra configurației clientului NFS.
uk: Неможливо записати /etc/fstab. В налаштуванні клієнта NFS не буде зроблено жодної зміни.

source: Writing NFS Configuration
af: Skryf van NFS-konfigurasie
ca: Escrivint la configuració d'NFS
da: Skriver NFS-konfigurationen
et: NFS-i häälestuse kirjutamine
fr: Écriture de la configuration NFS
gl: Escribindo a configuración de NFS
ja: NFS の設定を書き込んでいます
nb: Lagrer NFS-konfigurasjon
pt_br: Gravando Configuração do NFS
ro: Scriu configurația NFS
uk: Запис конфігурації NFS

source: Start services
af: Begin dienste
ca: Inicia els serveis
da: Start tjenester
et: Teenuste käivitamine
fr: Démarrer les services
gl: Iniciar os servizos
ja: サービスの開始
nb: Aktiver tjenester
pt_br: Iniciar serviços
ro: Pornește serviciile
uk: Запустити служби

source: Starting services...
af: Begin van dienste ...
ca: Iniciant els serveis...
da: Starter tjenester...
et: Teenuste käivitamine...
fr: Démarrage des services...
gl: Iniciando os servizos...
ja: サービスを開始しています...
nb: Aktiverer tjenester...
pt_br: Iniciando serviços...
ro: Pornesc serviciile...
uk: Запуск служб...

source: Finished
af: Voltooid
ca: Acabat
da: Færdig
et: Lõpetatud
fr: Terminé
gl: Finalizado
ja: 完了
nb: Fullført
pt_br: Concluído
ro: Gata
uk: Завершено

source: Writing NFS client settings. Please wait...
af: Skryf van NFS-kliëntinstellings. Wag, asseblief ...
ca: Escrivint la configuració del client d'NFS. Espereu, si us plau...
da: Skriver NFS-klientindstillinger. Vent venligst...
et: NFS-i kliendi sätete kirjutamine. Palun oota...
fr: Écriture des paramètres du client NFS. Veuillez patienter...
gl: Escribindo a configuración do cliente NFS. Agarde...
ja: NFS クライアントの設定を書き込んでいます。しばらくお待ちください...
nb: Lagrer innstillinger for NFS-klient. Vent...
pt_br: Gravando configurações do cliente NFS. Aguarde...
ro: Scriu setările clientului NFS. Vă rog așteptați...
uk: Запис параметрів клієнта NFS. Будь ласка, зачекайте...

source: NFS Entries
af: NFS-inskrywings
ca: Entrades d'NFS
da: NFS-indgange
et: NFS-i kirjed
fr: Entrées NFS
gl: Entradas NFS
ja: NFS の項目
nb: NFS-oppføringer
pt_br: Entradas do NFS
ro: Intrări NFS
uk: Записи NFS

source: %1 entries configured
af: %1 inskrywings gekonfigureer
ca: %1 entrades configurades
da: %1 indgange konfigureret
et: Häälestatud on %1 kirje(t)
fr: %1 entrées configurées
gl: %1 entradas configuradas
ja: 項目 %1 が設定されました
nb: %1 oppføringer er konfigurert
pt_br: %1 entradas configuradas
ro: %1 intrări configurate
uk: Налаштовано записів - %1

source: Empty option strings are not allowed.
af: Leë opsiestringe word nie toegelaat nie.
ca: No es permeten les cadenes d'opcions buides.
da: Tomme tilvalgsstrenge er ikke tilladt.
et: Tühjad sättestringid pole lubatud.
fr: Les chaînes d'options ne doivent pas être vides.
gl: Non se admiten cadeas de opcións baleiras.
ja: 何らかのオプション文字列を指定する必要があります。
nb: Strenger uten innhold er ikke tillatt.
pt_br: Strings de opção vazias não são permitidas.
ro: Nu sunt permise opțiuni goale.
uk: Не дозволяються порожні рядки параметрів.

source: Unexpected value '%{value}' for option '%{key}'
ca: Valor inesperat "%{value}" per a l'opció "%{key}"
da: Uventet værdi "%{value}" for tilvalget "%{key}"
fr: Valeur inattendue '%{value}' pour l'option '%{key}'
gl: Valor inesperado '%{value}' da opción '%{key}'
ja: オプション '%{key}' に対して予期しない値 '%{value}' が設定されています
pt_br: Valor inesperado '%{value}' para a opção '%{key}'
uk: Неочікуване значення '%{value}' для параметра '%{key}'

source: Unknown option: '%{key}'
ca: Opció desconeguda: '%{key}'
da: Ukendt tilvalg: '%{key}'
fr: Option inconnue : '%{key}'
gl: Opción descoñecida: '%{key}'
ja: 不明なオプション: '%{key}'
pt_br: Opção desconhecida: '%{key}'
uk: Невідомий параметр: '%{key}'

source: Invalid option: '%{opt}'
ca: Opció incorrecta: '%{opt}'
da: Ugyldigt tilvalg: '%{opt}'
fr: Option non valide : '%{opt}'
gl: Opción incorrecta: '%{opt}'
ja: オプションが正しくありません: '%{opt}'
pt_br: Opção inválida: '%{opt}'
uk: Недійсний параметр: '%{opt}'

source: Empty value for option: '%{key}'
ca: Valor buit per a l'opció: '%{key}'
da: Tom værdi for tilvalget: '%{key}'
fr: Valeur vide pour l'option : '%{key}'
gl: Valor baleiro para a opción: '%{key}'
ja: オプションに対する値がありません: '%{key}'
pt_br: Valor vazio para a opção: '%{key}'
uk: Порожнє значення для параметра: '%{key}'

source: Stop services
af: Stop dienste
et: Teenuste peatamine
ro: Oprește serviciile

source: Stopping services...
af: Stop van dienste ...
et: Teenuste peatamine...
ro: Opresc serviciile...

source: Unable to mount the NFS entries from /etc/fstab.
af: Kan die NFS-inskrywings nie vanaf /etc/fstab heg nie.
et: NFS-i kirjeid failis /etc/fstab ei saa ühendada.
ro: Nu pot monta intrările NFS din /etc/fstab.
