Repository: Dzejrou/yast-translations
Catalog: po/nfs/*.po
Languages: af, ca, da, et, fr, gl, ja, nb, pt_br, ro, uk

source: Configuration of NFS client
af: Konfigurasie van NFS-kliënt
ca: Configuració del client d'NFS
da: Konfiguration af NFS-klient
et: NFS-i kliendi häälestamine
fr: Configuration du client NFS
gl: Configuración do cliente NFS
ja: NFS クライアントの設定
nb: Konfigurasjon av NFS-klient
pt_br: Configuração do cliente NFS
ro: Configurația clientului NFS
uk: Налаштування клієнта NFS

source: List configured NFS mounts
af: Lys gekonfigureerde NFS-hegtings
ca: Llista de muntatges d'NFS configurats
da: Vis liste over konfigurerede NFS-monteringer
et: Häälestatud NFS-i ressursside nimekiri:
fr: Répertorier les montages NFS configurés
gl: Lista de montaxes NFS configuradas
ja: 設定済みの NFS マウントを表示する
nb: Vis konfigurerte NFS-monteringer
pt_br: LIstar montagens NFS configuradas
ro: Listează punctele de montare NFS configurate
uk: Список налаштованих монтувань NFS

source: Add an NFS mount
af: Voeg 'n NFS-hegting by
ca: Afegeix un muntatge d'NFS
da: Tilføj en NFS-montering
et: NFS-i ressursi lisamine
fr: Ajouter un montage NFS
gl: Engadir unha montaxe NFS
ja: NFS マウントを追加する
nb: Legg til en NFS-montering
pt_br: Adicionar um ponto de montagem NFS
ro: Adaugă un punct de montare NFS
uk: Додати монтування NFS

source: Edit an NFS mount
af: Hersien 'n NFS-hegting
ca: Edita un muntatge d'NFS
da: Rediger en NFS-montering
et: NFS-i ressursi redigeerimine
fr: Modifier un montage NFS
gl: Editar unha montaxe NFS
ja: NFS マウントを編集する
nb: Rediger en NFS-montering
pt_br: Editar um ponto de montagem NFS
ro: Editează un punct de montare NFS
uk: Змінити монтування NFS

source: Delete an NFS mount
af: Skrap 'n NFS-hegting
ca: Suprimeix un muntatge d'NFS
da: Slet en NFS-montering
et: NFS-i ressursi kustutamine
fr: Effacer un montage NFS
gl: Eliminar unha montaxe NFS
ja: NFS マウントを削除する
nb: Slett en NFS-montering
pt_br: Remover uma montagem NFS
ro: Șterge un punct de montare NFS
uk: Вилучити монтування NFS

source: Remote file system (in the form 'host:path')
af: Afstandslêerstelsel (in die vorm 'gasheer:pad')
ca: Sistema remot de fitxers (en forma de host:path')
da: Eksternt filsystem (i formatet 'værtsmaskine:sti')
fr: Système de fichiers distant (sous la forme 'hôte:chemin')
gl: Sistema de ficheiros remoto (da forma 'máquina:ruta')
ja: リモートファイルシステム ('(ホスト):(パス)' の書式で)
nb: Eksternt filsystem (i formatet 'host:path')
pt_br: Sistema de arquivos remoto (na forma de 'host:caminho')
ro: Sistemul de fișiere remote (sub forma 'gazdă:cale')
uk: Віддалена файлова система (в формі "вузол:шлях")

source: Local mount point
af: Plaaslike hegpunt
ca: Punt de muntatge local
da: Lokalt monteringspunkt
et: Kohalik ühenduskoht
fr: Point de montage local
gl: Punto de montaxe local
ja: ローカルマウントポイント
nb: Lokalt monteringspunkt
pt_br: Ponto de montagem local
ro: Punct de montare local
uk: Локальна точка монтування

source: Mount options
af: Hegopsies
ca: Opcions de muntatge
da: Monteringstilvalg
et: Ühendamise sätted
fr: Options de montage
gl: Opcións de montaxe
ja: マウントオプション
nb: Monteringsalternativer
pt_br: Opções de montagem
ro: Opțiuni de montare
uk: Параметри монтування

source: File system ID. Legacy. Only default value (nfs) makes sense.
ca: ID del sistema de fitxers. De llegat. Només el valor per defecte (nfs) hi té sentit.
da: Filsystem-id. Forældet. Kun standardværdi (nfs) giver mening.
fr: ID du système de fichiers. Hérité. Seule a valeur par défaut (nfs) est pertinente.
ja: ファイルシステム ID を指定します。廃止予定のオプションであり、既定値である nfs のみを指定できます。
pt_br: ID do sistema de arquivos. Antigo. Apenas o valor padrão (nfs) faz sentido.
uk: Ідентифікатор файлової системи. Для сумісності. Тільки типове значення (nfs) має сенс.

source: Server
af: Bediener
ca: Servidor
fr: Serveur
gl: Servidor
ja: サーバ
pt_br: Servidor
uk: Сервер

source: Remote File System
af: &Afstandslêerstelsel
ca: Sistema de fitxers remot
da: Eksternt filsystem
fr: Système de fichiers distant
gl: Sistema de ficheiros remoto
ja: リモートファイルシステム
nb: Eksternt filsystem
pt_br: Sistema de arquivos remoto
ro: Sistem de fișiere remote
uk: Віддалена файлова система

source: Mount Point
af: Hegpunt
ca: Punt de muntatge
da: Monteringspunkt
et: Ühenduskoht
fr: Point de montage
gl: Punto de montaxe
ja: マウントポイント
nb: Monteringspunkt
pt_br: Ponto de montagem
ro: Punct de montare
uk: Точка монтування

source: Options
af: Opsies
ca: Opcions
da: Tilvalg
et: Sätted
gl: Opcións
ja: オプション
nb: Alternativer
pt_br: Opções
ro: Opțiuni
uk: Параметри

source: Unknown value for option "type".
ca: Valor desconegut per a l'opció "type".
da: Ukendt værdi for tilvalget "type".
fr: Valeur inconnue pour l'option "type".
gl: Valor descoñecido para a opción "tipo".
ja: オプション "type" に対する値が不明です。
nb: Feil verdi for valget «type»
pt_br: Valor desconhecido para a opção "tipo".
ro: Valoare necunoscută pentru opțiunea "type".
uk: Неправильне значення для параметра "type".

source: No NFS mount specified.
af: Geen NFS-hegting gespesifiseer nie.
ca: No s'ha especificat cap muntatge d'NFS.
da: Ingen NFS-montering specificeret.
et: Ühtki NFS-i ressurssi pole määratud.
fr: Pas de montage NFS spécifié.
gl: Non se especificou ningunha montaxe NFS.
ja: NFS マウントが指定されていません。
nb: NFS-monteringspunkt ikke spesifisert.
pt_br: Nenhum ponto de montagem NFS especificado.
ro: Nu a fost specificat un punct de montare NFS.
uk: Не вказано монтування NFS.

source: No NFS mount matching the criteria found.
af: Geen NFS-hegting dieselfde as die kriteria wat gevind is nie.
ca: No s'ha trobat cap muntatge d'NFS que compleixi els criteris.
da: Ingen NFS-montering, som matcher kriterierne, blev fundet.
et: Ühtki tingimusele vastavat NFS-i ressurssi ei leitud.
fr: Aucun montage NFS correspondant aux critères trouvé.
gl: Non se atopou ningunha montaxe NFS que cumpra os criterios.
ja: 条件に一致する NFS マウントが見つかりません。
nb: Ingen NFS-monteringspunkter som samsvarer med kriteriene, ble funnet.
pt_br: Nenhuma montagem NFS encontrada correspondente aos critérios.
ro: Nu a fost găsit nici un punct de montare NFS conform criteriilor.
uk: Не знайдено монтування NFS, які відповідають умовам.

source: Multiple NFS mounts match the criteria:
af: Veelvuldige NFS-hegtings dieselfde as die kriteria.
ca: Diversos muntatges d'NFS compleixen els criteris:
da: Flere NFS-monteringer matcher kriterierne:
et: Tingimusele vastab mitu NFS-i ressurssi:
fr: Plusieurs montages NFS correspondent aux critères :
gl: Encontráronse varias montaxes NFS que cumpren os criterios:
ja: 条件に一致する NFS マウントが複数個見つかりました:
nb: Flere NFS-monteringspunkter samsvarer med kriteriene:
pt_br: Múltiplos pontos de montagem combinando com o critério:
ro: Mai multe puncte de montare NFS corespund criteriilor:
uk: Умовам відповідає декілька монтувань NFS:

source: NFS mount '%s' not found.
ca: No s'ha trobat el muntatge d'NFS de %s.
da: NFS-monteringen '%s' ikke fundet.
fr: Point de montage NFS '%s' introuvable.
ja: NFS マウント '%s' が見つかりません。
pt_br: Montagem NFS '%s' não encontrada.
uk: Точку монтування NFS "%s" не знайдено.

source: The hostname entered is invalid. It must be shorter than 50 characters and only use valid IPv4, IPv6 or domain name. Valid IPv4: %1 Valid IPv6: %2 Valid domain: %3
ca: El nom d'amfitrió no és correcte. Ha de tenir menys de 50 caràcters i només podeu fer servir el següent: IPv4 vàlid, IPv6 o nom del domini. IPv4 vàllid: %1 IPv6 vàlid : %2 Domini vàlid: %3
da: Det angivne værtsmaskinenavn er ugyldigt. Det skal være mindre end 50 tegn og kun indeholde gyldig IPv5, IPv6 eller domænenavn. Gyldig IPv4: %1 Gyldig IPv6: %2 Gyldigt domæne: %3
fr: Le nom d'hôte entré est incorrect. Il ne doit pas dépasser 50 caractères et ne doit comporter qu'une IPv4, une IPv6 ou un nom de domaine valide. IPv4 valide : %1 IPv6 valide : %2 Domaine valide : %3
gl: O nome de host introducido é incorrecto. Debe ter menos de 50 caracteres e usar só IPv4, IPv6 ou nomes de dominio correctos. IPv4 correcto: %1 IPv6 correcto: %2 Dominio correcto: %3I
ja: 入力されたホスト名が正しくありません。 50 文字より短く、 かつ IPv4, IPv6 またはドメイン名のいずれかを指定しなければなりません。 正しい IPv4: %1 正しい IPv6: %2 正しいドメイン: %3
nb: Angitt vertsnavn er ugyldig. Det må være kortere enn 50 tegn og bare bruke gyldig IPv4, IPv6 eller domenenavn. Gyldig IPv4: %1 Gyldig IPv6: %2 Gyldig domene: %3
pt_br: O nome de host digitado é inválido. Ele deve ter menos de 50 caracteres e usar somente IPv4, IPv6 ou nome de domínio válidos. IPv4 válido: %1 IPv6 válido: %2 Domínio válido: %3
uk: Введено недійсну назву вузла. Вона має бути не довшою за 50 символів та вживати тільки дійсну IPv4, IPv6 або назву домена. Дійсна IPv4: %1 Дійсна IPv6: %2 Дійсний домен: %3

source: fstab already contains an entry with mount point '%1'.
af: fstab bevat reeds 'n inskrywing met hegpunt '%1'.
ca: l'fstab ja conté una entrada amb el punt de muntatge '%1'.
da: fstab indeholder allerede en indgang med monteringspunktet '%1'.
et: fstab sisaldab juba kirjet ühenduskohaga '%1'.
fr: fstab contient déjà une entrée avec le point de montage '%1'.
gl: O fstab xa contén unha entrada co punto de montaxe '%1'.
ja: fstab には、マウントポイント '%1' の項目が 既に含まれています。
nb: fstab har allerede en oppføring med monteringspunktet '%1'.
pt_br: fstab já contém uma entrada com o ponto de montagem '%1'.
ro: fstab conține deja o intrare cu punctul de montare '%1'.
uk: fstab вже містить запис з точкою монтування "%1".

source: The path entered is invalid. It must be shorter than 70 characters and it must begin with a slash (/).
af: Die ingevoerde pad is ongeldig. Dit moet korter as 70 karakters wees en dit moet met 'n vorentoeskuinsstreep (/) begin.
ca: El camí introduït no és correcte. Ha de tenir menys de 70 caràcters i ha de començar amb una barra inclinada (/).
da: Den angivne søgesti er ugyldig. Den skal være kortere end 70 tegn og skal begynde med skråstreg (/).
et: Sisestatud asukoht on vigane. See peab olema lühem kui 70 märki ja algama kaldkriipsuga (/).
fr: Le chemin entré est incorrect. Il ne doit pas dépasser 70 caractères et doit commencer par une barre oblique (/).
gl: A ruta introducida é incorrecta. Ten que ter menos de 70 caracteres e debe comezar cunha barra inclinada (/).
ja: 入力されたパスが正しくありません。 70 文字以内で、 先頭にスラッシュ (/) を付けなければなりません。
nb: Du skrev inn en ugyldig sti. Den må være kortere enn 70 tegn, og den må begynne med en skråstrek (/).
pt_br: O caminho informado é inválido. Ele deve ter menos de 70 caracteres e deve começar com uma barra (/).
ro: Calea introdusă este invalidă. Trebuie să fie mai scurtă de 70 de caractere și trebuie să înceapă cu un slash (/).
uk: Введено недійсний шлях. Він має бути коротшим, ніж 70 символів та має розпочинатись з похилої риски (/).

source: %s (Please Check)
ca: %s (Comproveu-ho)
da: %s (tjek venligst)
fr: %s (veuillez vérifier)
ja: %s (ご確認ください)
pt_br: %s (Verifique)
uk: %s (перевірте)

source: <p>The table contains all directories exported from remote servers and mounted locally via NFS (NFS shares).</p>
ca: <p>La taula conté tots els directoris que s'han exportat des dels servidors remots i muntats localment per NFS (comparticions d'NFS).</p>
da: <p>Tabellen indeholder alle mapper eksporteret fra eksterne servere og monteret lokalt via NFS (NFS shares).</p>
fr: <p>La table contient tous les répertoires exportés depuis les serveurs distants et montés localement via NFS (partages NFS).</p>
gl: <p>A táboa contén todos os directorios exportados desde servidores remotos e montados localmente a través de NFS (recursos NFS).</p>
ja: <p>表にはリモートのサーバからエクスポートされ、このコンピュータで マウントされている全ての NFS 共有が表示されています。</p>
nb: <p>Tabellen inneholder alle kataloger som er eksportert fra eksterne servere og montert lokalt via NFS (delte NFS-ressurser).</p>
pt_br: <p>A tabela contém todos os diretórios exportados dos servidores remotos e montados localmente via NFS (compartilhamentos NFS).</p>
ro: <p>Tabela conține toate directoarele exportate de servere la distanță și atașate local prin NFS.</p>
uk: <p>Таблиця містить всі директорії, які експортовано з віддалених серверів та змонтовано локально через NFS (спільні ресурси NFS).</p>

source: <p>Each NFS share is identified by remote NFS server address and exported directory, local directory where the remote directory is mounted, version of the NFS protocol and mount options. For further information about mounting NFS and mount options, refer to <tt>man nfs</tt>.</p> <p>An asterisk (*) after the mount point indicates a file system that is currently not mounted (for example, because it has the <tt>noauto</tt> option set in <tt>/etc/fstab</tt>).</p>
ca: <p>Cada compartició d'NFS s'identifica per l'adreça del servidor NFS remot i el directori exportat, el directori local on el directori remot està muntat, la versió del protocol d'NFS i les opcions del muntatge. Per a més informació sobre el muntatge d'NFS i les opcions de muntatge, consulteu el manual d'<tt>nfs</tt>.</p> <p>Un asterisc (*) després del punt de muntatge indica un sistema de fitxers que no està muntat actualment (per exemple, perquè té l'opció <tt>noauto</tt> (no automàtic) establerta a <tt>/etc/fstab</tt>).</p>
fr: <p>Chaque partage NFS est identifié par l'adresse du serveur NFS distant et le répertoire exporté, le répertoire local où le répertoire distant est monté, la version du protocole NFS et les options de montage. Pour plus d'informations à propos du montage NFS et des options de montage, reportez vous à <tt>man nfs.</tt></p> <p>Un astérisque (*) après le point de montage indique un système de fichiers qui actuellement, n'est pas monté (par exemple, parce que l'option <tt>noauto</tt> est définie dans <tt>/etc/fstab</tt>).</p>
ja: <p>それぞれの NFS 共有は、リモートの NFS サーバのアドレスとエクスポートされたディレクトリ、 およびリモートのディレクトリをマウントしたローカル側のディレクトリ、 さらに NFS プロトコルのバージョンとマウントオプションによって識別することができます。 NFS マウントとマウントオプションについての詳細は <tt>man nfs</tt> を参照してください。</p> <p>また、マウントポイントの後ろにアスタリスク記号 (*) が書かれているものは、現時点では マウントされていないファイルシステムであることを示しています (たとえば <tt>/etc/fstab</tt> 内に <tt>noauto</tt> オプションが設定されている場合などがそれにあたります) 。</p>
pt_br: <p>Cada compartilhamento NFS é identificado pelo endereço do servidor NFS remoto e diretório exportado, diretório local onde o diretório remoto está montado, versão do protocolo NFS e opções de montagem. Para obter mais informações sobre a montagem do NFS e das opções de montagem, consulte <tt>man nfs</tt>.</p> <p>Um asterisco (*) após o ponto de montagem indica um sistema de arquivos que não está montado no momento (por exemplo , porque tem a opção <tt>noauto</tt> definida em <tt>/etc/fstab</tt>).</p>
uk: <p>Кожний спільний ресурс NFS розпізнається за адресою сервера NFS та експортованою директорією, локальною директорією де змонтовано віддалену директорію, версією протоколу NFS або параметрами монтування. Докладніше про монтування NFS і параметри монтування дивіться у <tt>man nfs.</tt>.</p> <p>Зірочка (*) після точки монтування вказує на файлову систему, яка є наразі не є змонтованою (наприклад, тому що вона має параметр <tt>noauto</tt>, встановлений у <tt>/etc/fstab</tt>).</p>

source: <p>It may happen that some NFS share is mounted using an old method to specify the version of the NFS protocol, like the usage of 'nfs4' as file system type or the usage of 'minorversion' in the mount options. Those methods do not longer work as they used to, so if such circumstance is detected, the real current version is displayed in the list followed by a warning message. Those entries can be edited to make sure they use more current ways of specifying the version.</p>
ca: <p>Pot passar que alguna compartició d'NFS es munti usant un mètode antic per especificar la versió del protocol NFS, com ara l'ús de "nfs4" com a tipus de sistema de fitxers o de "minorversion" a les opcions de muntatge. Aquests mètodes ja no funcionen igual que abans; per tant, si es detecta tal circumstància, se'n mostra la versió real actual a la llista, seguida d'un missatge d'avís. Aquestes entrades es poden editar per assegurar que usin maneres més actuals per especificar-ne la versió.</p>
fr: <p>Il se peut que certains partages NFS soient montés en utilisant une ancienne méthode pour spécifier la version du protocole NFS, tel que l'usage de 'nfs4' comme type de système de fichier ou l'usage de 'minorversion' dans les options de montage. Ces méthodes ne fonctionnent plus comme auparavant, donc si de telles circonstances sont détectées, la version courante réelle est affichée suivi d'un message d'avertissement. Ces entrées peuvent être éditées pour s'assurer qu'elles utilisent des façons plus actuelles de spécifier la version.</p>
ja: <p>ファイルシステムの種類に 'nfs4' を指定していたり、マウントオプションに 'nfs4' を指定していたりする場合、これらは従来どおりには動作しなくなっています。 このような状況が検出されると、警告メッセージと共に使用されている バージョンが表示されます。これらの項目は、バージョンを指定するための より新しい方式に更新してください。</p>
pt_br: <p>Pode acontecer de algum compartilhamento NFS estar montado usand um método antigo de especificar a versão do protocolo NFS, como o uso de 'nfs4' como o tipo de sistema de arquivo ou o uso de 'minorversion' nas opções de montagem. Estes métodos não funcionam mais como antes, então se tal circunstância for detectada, a versão real atual é exibida na lista seguida de uma mensagem de aviso. Estas entradas podem ser editadas para certificar que elas usam formas mais atuais de especificar a versão.</p>
uk: <p>Іноді деякі спільні NFS ресурси монтуються, використовуючи застарілий метод визначення версії протоколу NFS, напр., використання 'nfs4' як типу файлової системи або використання 'minorversion' в параметрах монтування. Ці методи не працюють як раніше, тож, якщо трапиться такий випадок, реальну поточну версію протоколу буде відображено у списку журналу попереджень. Ці записи можна змінити, щоб бути впевненим, що вони використовують більш сучасні методи визначення версії. </p>

source: <p>To mount a new NFS share, click <B>Add</B>. To change the configuration of a currently mounted share, click <B>Edit</B>. Remove and unmount a selected share with <B>Delete</B>.</p>
ca: <p>Per muntar una compartició nova d'NFS, useu el botó <B>Afegeix</B>. Per canviar la configuració d'una compartició ja muntada, useu el botó <B>Edita</B>. Suprimiu i desmunteu la compartició seleccionada amb el botó <B>Suprimeix</B>.</p>
da: <p>For at montere et nyt NFS-share, klik på <B>Tilføj</B>. For at ændre konfigurationen for et aktuelt monteret share, klik på <B>Rediger</B>. Fjern og afmontér et valgt share med <B>Slet</B>.</p>
fr: <p>Pour monter un nouveau partage NFS, cliquez sur <B>Ajouter</B>. Pour modifier la configuration du partage actuellement monté, cliquez sur <B>Modifier</B>. Supprimez et démontez le partage sélectionné à l'aide de l'option <B>Supprimer</B>.</p>
gl: <p>Para montar un novo recurso NFS, prema en <B>Engadir</B>. Para cambiar a configuración do recurso montado actualmente, prema en <B>Editar</B>. Desinstale ou desmonte o recurso seleccionado con <B>Eliminar</B>.</p>
ja: <p>新しい NFS 共有をマウントするには、 <B>追加</B> ボタンを押してください。現在マウントされている共有 について設定を変更するには、 <B>編集</B> を押してください。共有のマウントを解除して一覧から削除するには、 <B>削除</B> ボタンを押してください。</p>
nb: <p>Bruk <B>Legg til</B>-knappen for å montere en ny delt NFS-ressurs. For å endre oppsettet for en montert delt ressurs, bruk <B>Rediger</B>-knappen. Fjern og avmonter en valgt delt ressurs med <B>Slett</B>-knappen.</p>
pt_br: <p>Para montar um novo compartilhamento NFS, clique em <b>Adicionar</b>. Para modificar a configuração de um compartilhamento já montado, clique em <b>Editar</b>. Remova e desmonte o compartilhamento selecionado com <b>Remover</b>.</p>
uk: <p>Щоб змонтувати новий спільний ресурс NFS, скористайтесь кнопкою <B>Додати</B>. Щоб змінити конфігурацію вже змонтованого спільного ресурсу, використовуйте кнопку <B>Змінити</B>. Вилучити або демонтувати вибраний спільний ресурс можна за допомогою кнопки <B>Вилучити</B>.</p>

source: <p>If you need to access NFSv4 shares (NFSv4 is a newer version of the NFS protocol), check the <b>NFS version</b> option. In that case, you might need to supply an specific <b>NFSv4 Domain Name</b> required for the correct setting of file/directory access rights.</p>
ca: <p>Si teniu necessitat d'accedir a comparticions NFSv4 (NFSv4 és una versió més nova del protocol NFS), seleccioneu l'opció <b>Versió d'NFS</b>. En aquest cas, potser haureu de proporcionar un <b>Nom de domini d'NFSv4</b> específic, requerit per a la configuració correcta dels permisos d'accés de fitxer o directori.</p>
da: <p>Hvis du behøver adgang til NFSv4-shares (NFSv4 er en nyere version af NFS-protokollen), så markér indstillingen <b>NFS-version</b>. I så fald vil du måske skulle angive et specifikt <b>NFSv4 domænenavn</b>, som kræves for korrekt opsætning af fil-/mappe-adgangsrettigheder.</p>
fr: <p>Si vous devez accéder à des partages NFSv4 (NFSv4 est une version plus récente du protocole NFS), cochez l'option <b>Version de NFS</b>. Dans ce cas, vous pouvez avoir besoin de fournir un <b>Nom de domaine NFSv4</b> spécifique, requis pour un paramétrage correct des droits d'accès aux fichiers/dossiers.</p>
ja: <p>NFSv4 (NFS プロトコルの新しいバージョン) の共有にアクセスする場合は、 <b>NFS バージョン</b> オプションをお使いください。この場合、固有の <b>NFSv4 ドメイン名</b> を指定する必要があります。これはファイルとディレクトリのアクセス権を 正しく設定するのに必要です。</p>
pt_br: <p>Se você precisa acessar compartilhamentos NFSv4 (NFSv4 é uma nova versão do protocolo NFS), marque a opção <b>Versão do NFS</b>. Neste caso, pode ser necessário fornecer o <b>Nome de Domínio NFSv4</b> específico, requerido para configurar corretamente os direitos de acesso a arquivos e diretórios.</p>
uk: <p>Якщо вам потрібний доступ до спільних ресурсів NFSv4 (NFSv4 -це новіша версія протоколу NFS), позначте параметр <b>Версія NFS</b>. У цьому випадку вам, мабуть, доведеться вказати <b>Назву домену NFSv4</b>, яка потрібна для правильного налаштування прав доступу до файлів/директорій.</p>

source: &NFS Servers
af: &NFS-bedieners
ca: Servidors &NFS
da: &NFS-servere
et: &NFS-i serverid
fr: Serveurs &NFS
gl: Servidores &NFS
ja: NFS サーバ (&N)
nb: &NFS-servere
pt_br: Servidores &NFS
ro: Servere &NFS
uk: Сервери &NFS

source: &Exported Directories
af: &Uitgevoerde gidse
ca: Directoris que s'han &exportat
da: &Eksporterede mapper
et: &Eksporditud kataloogid
fr: Répertoires &exportés
gl: Directorios &exportados
ja: エクスポートディレクトリ (&E)
nb: &Eksporterte kataloger
pt_br: Diretórios &exportados
ro: Dir&ectoare exportate
uk: &Експортовані директорії

source: &NFS Server Hostname
af: &NFS-bedienergasheernaam
ca: Nom d'amfitrió del servidor &NFS
da: Værtsmaskinenavn for &NFS-server
et: &NFS-i serveri masinanimi
fr: Nom d'hôte du serveur &NFS
gl: Nome de máquina do servidor &NFS
ja: NFS サーバのホスト名 (&N)
nb: Vertsmaskinnavn for &NFS-server
pt_br: &Nome de Host do Servidor NFS
ro: &Numele gazdei serverului NFS
uk: Назва вузла сервера &NFS

source: Choo&se
af: Ki&es
ca: E&scull
da: &Vælg
et: V&ali
fr: Sélec&tionner
gl: E&scoller
ja: 選択 (&S)
nb: Vel&g
pt_br: E&scolher
ro: Alegeți
uk: Ви&беріть

source: &Remote Directory
af: &Afstandsgids
ca: Directori &remot
da: Ekste&rn mappe
et: Kau&gkataloog
fr: &Répertoire distant
gl: Directorio &remoto
ja: リモートディレクトリ (&R)
nb: &Ekstern katalog
pt_br: Diretório &remoto
ro: Di&rectorul remote
uk: &Віддалена директорія

source: &Select
af: &Kies
ca: &Selecciona
da: &Vælg
et: &Vali
fr: &Sélectionner
gl: &Seleccionar
ja: 選択 (&S)
nb: &Velg
pt_br: &Selecionar
ro: &Selectează
uk: &Вибрати

source: &Mount Point (local)
af: &Hegpunt (plaaslik)
ca: Punt de m&untatge (local)
da: &Monteringspunkt (lokalt)
et: Ü&henduskoht (kohalik)
fr: Point de &montage (local)
gl: Punto de &montaxe (local)
ja: マウントポイント (ローカル) (&M)
nb: &Monteringspunkt (lokalt)
pt_br: Ponto de &montagem (local)
ro: Punct de &&montare (local)
uk: &Точка монтування (локальна)

source: &Browse
af: &Blaai rond
ca: &Navega
da: &Gennemse
et: Le&hitse
fr: &Parcourir
gl: &Examinar
ja: 参照 (&B)
nb: &Bla gjennom
pt_br: &Procurar
ro: Caută
uk: &Перегляд

source: O&ptions
af: O&psies
ca: O&pcions
da: Til&valg
et: &Sätted
gl: &Opcións
ja: オプション (&P)
nb: A&lternativer
pt_br: O&pções
ro: O&pțiuni
uk: &Параметри
