Repository: Dzejrou/yast-translations
Catalog: po/autoinst/*.po
Languages: bg, hi, mr, ro, ta, xh

source: These options and other advanced options cannot be configured using this interface. Instead, add them manually to the control file.
bg: Тези параметри, както и други разширени такива, не могат да бъдат настройване с помощта на този интерфейс. Вместо това ще трябва да ги въведете ръчно в контролния файл.
hi: इस इंटरफेस का प्रयोग कर यह विकल्प और अन्य उन्नीकृत विकल्प विन्यास नहीं किये जा सकते हैं. बजाय इसके, उन्हें स्वयं संचालन फाइल से जोड़ें.
mr: हा इंटरफेस वापरुन हे पर्याय व इतर प्रगत पर्याय यांचा आकृतीबंध करता येऊ शकत नाही. त्याऐवजी, हाताने नियंत्रण फाईलमधे घाला.
ro: Aceste opțiuni precum si altele avansate nu pot fi configurate din această interfață. În schimb, le puteți adăuga manual în fișierul de control.
ta: இந்த முறை மூலம் தேர்வுகள் மற்றும் விரிவான தேர்வுகளை தகவமைவுசெய்ய முடியாது. அதற்கு பதிலாக கைமுறையாக கட்டுப்பாட்டு கோப்பில் செய்யலாம்.
xh: Ezi zikhethwa nezinye izikhethwa esezikwibanga eseliphambili azikwazi kubumbeka ngokusebenzisa isithuba sokudibanisa. Endaweni yoku, zifakele ngesandla ukulawula ifayili.

source: <p> For LVM and RAID setup, consult the documentation and add the configuration to an existing control file. You can only create unformatted LVM and RAID partitions as a preparation. </p>
bg: <p> За LVM и RAID инсталация се консултирайте с документацията и добавете настройката към съществуващия контролен файл. Можете да създаване само неформатирани LVM и RAID дялове като подготовка. </p>
hi: <p> LVM और RAID सेटअप के लिए दस्तावेज की सहायता लें, और विन्यास को किसी उपलब्ध संचालन फाइल से जोड़ें. आप तैयारी के तौर पर बिना फार्मेट के सिर्फ LVM औरRAID विभाजन तैयार कर सकते हैं. </p>
mr: <p> LVM व RAID सेटअपसाठी दस्तावेजाचा सल्ला घ्या व सध्याच्या नियंत्रण फाईलमधे आकृतीबंध घाला. आपण तयारी म्हणून फक्त फॉरमॅट नसलेली LVM व RAID पार्टिशन्स निर्माण करु शकता. </p>
ro: <p> Pentru configurarea LVM și RAID, consultați documentația și adăugați configurația într-un fișier de control existent. Puteți crea doar partiții LVM si RAID neformatate. </p>
ta: <p> எல்விஎம் மற்றும் ரெய்ட் நிறுவுதலின் போது, கொடுக்கப்பட்டுள்ள ஆவணத்தின் மூலம் தகவமைவுகளைஇருக்கும் கட்டுப்பாட்டு கோப்பில் செய்யவும். நீங்கள் வடிவம் செய்யாத எல்விஎம் மற்றும்ரெய்ட் பிரிவினைகளை மட்டுமே தயார் செய்ய முடியும். </p>
xh: <p> Ukwenzela ukumisela i-LVM ne-RAID, zidibanise namaxwebhu uze ufakele ubumbeko kwifayili yokulawula eseyikho. Unokudala kuphela izahlulelo ze-LVM ne-RAID njengokulungiselela. </p>

source: Available Scripts
bg: Налични скриптове
hi: उपलब्ध स्क्रिप्ट
mr: उपलब्ध लिपी
ro: Scripturi disponibile
ta: கிடைக்கின்ற ஸ்கிர்ப்ட்கள்
xh: Izikripti Ezikhoyo

source: Script Name
bg: Име на скрипта
hi: स्क्रिप्ट का नाम
mr: लिपीचे नाव
ro: Numele scriptului
ta: ஸ்கிர்ப்ட் பெயர்
xh: Igama Lesikripti

source: Type
bg: Тип
hi: प्रकार
mr: प्रकार
ro: Tip
ta: வகை
xh: Uhlobo

source: Interpreter
bg: Интерпретатор
hi: अनुवादक
mr: दुभाष्य
ro: Interpretor
ta: ஆணைமாற்றுபவர்
xh: Itoliki

source: <h3>Preinstallation Scripts</h3> <P>Add commands to run on the system before the installation begins. </P>
bg: <h3>Пред-инсталационни скриптове</h3> <P>Добавете команди, които трябва да се изпълнят преди да започне инсталацията.</P>
hi: <h3>पूर्व अधिष्ठापन स्क्रिप्ट्स</h3> <P>अधिष्ठापन से पूर्व सिस्टम पर चलने वाली कमांड जोड़ें. </P>
mr: <h3> पूर्वस्थापनेच्या स्क्रिप्ट्स</h3> <P> स्थापना सुरु होण्यापूर्वी प्रणालीवर चालवण्यासाठी कमांड (आदेश) घाला.</P>
ro: <h3>Scripturi de preinstalare</h3> <P>Adaugați comenzile ce vor fi rulate în sistem înainte de începerea instalării. </P>
ta: <h3>முன்நிறுவுதல் எழுத்துக்களை</h3> <p>நிறுவுதல் தொடங்குவதற்கு முன்பாக முணையத்தில் இயங்குவதற்காக கட்டளைகளை ேசர் </p>
xh: <h3>Izikripti Zokuhlohla Kwakhona</h3> <P>Fakela imiyalelo ukuqhuba isixokelelwano phambi kokuqalisa kokuhlohla. </P>

source: <h3>Postinstallation Scripts</h3> <P>You can also add commands to execute on the system after the installation is completed. These scripts are run outside the chroot environment. </P>
bg: <h3>След-инсталационни скриптове</h3> <P>Също така можете да добавите команди за изпълнение след като завърши инсталацията. Тези скриптове се стартират извън chroot среда. </P>
hi: <h3>पूर्व अधिष्ठापन स्क्रिप्ट्स</h3> <P>अधिष्ठापन पूर्ण होने के पश्चात आप सिस्टम पर क्रियान्वयन के लिए कमांड भी जोड़ सकते हैं. यह स्क्रिप्टें क्रूट वातावरण के बाहर चलती है. </P>
mr: <h3> स्थापना पश्चात्च्या स्क्रिप्ट्स </h3> <P> आपण स्थापना पूर्ण झाल्यानंतरही प्रणालीवर कार्य करण्यासाठी कमांड घालू शकता. या स्क्रिप्ट chroot वातावरणच्या बाहेर चालतात. </P>
ro: <h3>Scripturi postinstalare</h3> <P>Puteți adăuga, de asemenea, comenzi ce vor fi executate după terminarea instalării. Aceste scripturi sunt rulate în afara mediului chroot. </P>
ta: <h3>முன்நிறுவுதல் எழுத்துக்களை</h3> <p>நிறுவுதல் தொடங்குவதற்கு முன்பாக முணையத்தில் இயங்குவதற்காக கட்டளைகளை ேசர் </p>
xh: <h3>Izikripti zasemva kokuhlohla</h3> <P>Unako ngokunjalo ukufakela imiyalelo yokuqhuba kwisixokelelwano emva kokugqibeka kokuhlohla. Ezi zikripti ziqhutywa ngaphandle kwemo engqonge i-chroot. </P>

source: <H3>Chroot Scripts</H3> <P>For your postinstallation script to run inside the chroot environment, choose the <i>chroot scripts</i> options. Those scripts are run before the system reboots for the first time. By default, the chroot scripts are run in the installation system. To access files in the installed system, always use the mount point "/mnt" in your scripts. </P>
bg: <H3>Chroot скриптове</H3> <P>Ако искате Вашите след-инсталационни скриптове да работят в chroot среда изберете параметъра <i>chroot скриптове</i>. Тези скриптове се стартират преди системата да се рестартира за пръв път. По подразбиране chroot скриптовете работят в инсталационната система. За да имате достъп до инсталираната система винаги използвайте във Вашите скриптове пътя за монтиране "/mnt". </P>
hi: <H3>क्रूट स्क्रिप्ट्स</H3> <P>अपनी पूर्व अधिष्ठापन स्क्रिप्ट के क्रूट वातावरण के भीतर चलने के लिए चुनें <i>क्रूट स्क्रिप्ट्स</i> विकल्प. वह स्क्रिप्ट्स सिस्टम के पहली बार रिबूट होने से पहले चलाई जाती है. डिफाल्ट के चलते, the क्रूट स्क्रिप्ट्स अधिष्ठापन सिस्टम में चलती है. अधिष्ठापित सिस्टम में फाइल ढूंढने के लिए, हमेशा माउंट बिंदु "/mnt" का अपनी स्क्रिप्ट्स में प्रयोग करें. </P>
mr: <H3>Chroot स्क्रिप्ट्स</H3> <P> आपल्या स्थापनेपश्चात्च्या स्क्रिप्ट chroot वातावरणाच्या आत चालण्यासाठी, <i>chroot scripts</i> पर्याय निवडा. या स्क्रिप्ट सर्वप्रथम प्रणाली रीबूट होण्यापूर्वी चालतात. डिफॉल्टद्वारे, chroot स्क्रिप्ट्स स्थापना प्रणालीत चालतात. स्थापित प्रणालीतील फाईल्स अक्सेस करण्यासाठी, नेहमी आपल्या "/mnt" स्क्रिप्ट्समधे माऊंट पॉईंट वापरा. </P>
ro: <H3>Scripturi chroot</H3> <P>Pentru ca scripturile postinstalare să ruleze în mediul chroot alegeți opțiunile <i>scripturi chroot</i>. Aceste scripturi sunt rulate înainte de prima restartare a sistemului. Implicit, scripturile chroot sunt rulate pe sistemul de instalare. Pentru a accesa fișiere de pe sistemul instalat folosiți întotdeauna punctul de montare "/mnt" in scripturi. </P>
ta: <H3>க்ரூட் உரைகள்</H3> <P>க்ரூட் சூழலின் உள்ளே உங்கள் பின்நிறுவுதல் உரை இயங்குவதற்கு <i>க்ரூட் உரைகள்</i> விருப்பத்தேர்வுகளை தேர்ந்தெடுக்கவும். இவ்வுரைகள் முதல்முறையாக சாதனத்தின் மறுதுவக்கத்திற்குமுன் இயக்கப்படுகின்றன. முன்னிருந்த நிலையில் க்ரூட் உரைகள் நிறுவுதல் அமைப்பில் இயக்கப்படுகின்றன. நிறுவப்பட்ட அமைப்பில் கோப்புகளை அணுகுவதற்கு எப்போதும் உங்கள் உரைகளில் உள்ள ஏற்றநிலை "/mnt" பயன்படுத்தவும். </P>
xh: <H3>Izikripti ze-Chroot</H3> <P>Ukwenzela isikripti sakho sasemva kokuhlohla ukuba siqhube phakathi kwemo engqonge i-chroot ,khetha <i>izikhethwa zezikripti ze-chroot </i>. Ezo zikripti ziqhuba phambi kokuba isixokelelwano siphinde simisele inkqubo kwixesha lokuqala. Ngendlela ehlala ikhona, izikripti ze-chroot ziyaqhutywa kwisixokelelwano sokuhlohla. Ukufikelela kwiifayili ezikwisixokelelwano ezihlohliweyo, yiba soloko usebenzisa indawo yokugxumeka "/mnt" kwizikripti zakho. </P>

source: <p>It is possible to run chroot scripts in a later stage after the boot loader has been configured using the special boolean tag "chrooted". This runs the scripts in the installed system. </p>
bg: <p>Възможно е да се стартират chroot скриптове и на по-късен етап след като зареждането на ОС е било настроено със специалния булев флаг "chrooted". Това стартира скриптовете в инсталираната система. </p>
hi: <p>क्रूट लिपियों को बाद में भी चलाया जा सकता है जब बूट लोडर को विशेष बूलियन टैग का प्रयोग कर कनफिगर किया जा चुका हो "क्रूटेड". यह अधिष्ठापित सिस्टम में स्क्रिप्ट्स को चलाता है. </p>
mr: <p>खास बूलियन टॅग chroot वापरुन बूट लोडरचा आकृतीबंध बनल्यानंतर त्यानंतरच्या टप्प्यात "chroot". स्क्रिप्ट्स चालवणे शख्य आहे. है स्थापित प्रणालीत स्क्रिप्ट्स चालवते. </p>
ro: <p>Scripturile chroot pot fi rulate la o etapă ulterioară după ce a fost configurat bootloader-ul folosind indicatorul boolean special "chrooted". Acesta rulează scripturile pe sistemul instalat. </p>
ta: <p>ஒரு விசேஷ பூலியன் அடைப்புக்குறி "க்ரூட் செய்யப்பட்டது" பயன்படுத்தி துவக்க ஏற்றியை உள்ளமைத்தபின், கடைசி நிலையில் க்ரூட்உரைகளை இயக்க முடியும். நிறுவப்பட்ட சாதனத்தில் இது உரைகளை இயக்குகிறது. </p>
xh: <p>Yinto enokwenzeka ukuqhuba izikripti ze-chroot kwibakala lamva emva kokuba umlayishi wokumisela inkqubo sekwenziwe ubumbeko lwakhe ngokusebenzisa isazi sefayili sohlobo lulodwa lwe-boolean "chrooted". Oku kuqhuba izikripti kwisixokelelwano esihlohliweyo. </p>

source: <H3>Init Scripts</H3> <P>These scripts are executed during the initial boot process and after YaST has finished configuring the system. The final scripts are executed using a special <b>rc</b> script that is executed only once. The final scripts are executed toward the end of the boot process and after network has been initialized. </P>
ro: <H3>Scripturile init</H3> <P>Aceste scripturi sunt executate în timpul procesuli inițial de boot și după ce YaST a terminat de configurat sistemul. Scripturile finale sunt executate folosind un script special <b>rc</b> care este rulat o singură dată. Scripturile finale sunt executate spre sfârșitul procesului de boot după ce rețeaua a fost inițializată. </P>

source: <H3>Interpreter:</H3> <P>Preinstallation scripts can only be shell scripts. Do not use <i>Perl</i> or <i>Python</i> for preinstallation scripts. </P>
bg: <H3>Интерпретатор:</H3> <P>Пред-инсталационните скриптове могат да бъдат само shell скриптове. Не използвайте <i>Perl</i> или <i>Python</i>. </P>
hi: <H3अनुवादक:</H3> <P>पूर्व अधिष्ठापन स्क्रिप्ट्स केवल स्क्रिप्ट्स लिपियां हो सकती है. पूर्व अधिष्ठापन स्क्रिप्ट्स के लिए<i>Perl</i> या <i>पायथन</i> का प्रयोग न करें. </P>
mr: <H3> इंटरप्रिटर:</H3> <P> पूर्वस्थापनेच्या स्क्रिप्ट्स या फक्त शेल स्क्रिप्ट असू शकतात. <i> पूर्वस्थापनेच्या </i> स्क्रिप्ट्ससाठी <i> पर्ल किंवा </i> पायथॉन वापरु नका. </P>
ro: <H3>Interpretor:</H3> <P>Scripturile preinstalare nu pot fi decât scripturi shell. Nu folosiți <i>Perl</i> sau <i>Python</i> în scripturile preinstalare. </P>
ta: <H3>மொழிபெயர்ப்பாளர்:</H3> <P>முன்நிறுவுதல் உரைகள் ஷெல் உரைகளாக மட்டுமே இருக்க முடியும்<i>பேர்ல்</i> அல்லது <i>பைத்தனை</i> முன்நிறுவுதல் உரைகளுக்கு பயன்படுத்த வேண்டாம். </P>
xh: <H3>Itoliki:</H3> <P>Izikripti zaphambi kokuhlohla zinokuba zizikripti zemiyalelo. Ungayisebenzisi i-<i>Perl</i> okanye i-<i>Python</i> ukwenzela izikripti zaphambi kokuhlohla. </P>

source: <H3>Feedback and Debug:</H3> <P>All scripts except the init scripts can show STDOUT+STDERR in a pop-up box as feedback. If you turn on debugging, you get more output in the feedback dialog that might help you to debug your script.</P>
bg: <H3>Обратна връзка и дебъг:</H3> <P>Всички скриптове, с изключение на зареждащите (init), могат да показват STDOUT+STDERR в изскачащ екран като обратна връзка. Ако включете дебъгването ще получите повече изходни данни в този екран. Това може да Ви помогне да откриете евентуални грешки във Вашите скриптове.</P>
hi: <H3>पुनर्निवेश एवं दोषमार्जन:</H3> <P>प्रारम्भ स्क्रिप्ट्स के अतिरिक्त सभी STDOUT+STDERR को पॉपअप बॉक्स में फीडबैक के तौर पर दिखा सकती है. यदि आप डिबगिंग शुरू कर देते हैं, फीडबैक डायलॉग में आपको अधिक आउटपुट मिलता है जो स्क्रिप्ट डिबग करने में सहायक हो सकता है.</P>
mr: <H3> फीडबॅक व डीबगः:</H3> <P>स्क्रिप्ट्स वगळता इतर सर्व स्क्रिप्ट पॉप-अप बॉक्समधे फीडबॅक म्हणून STDOUT+STDERR दर्शवतात. आपण डीबगिंग चालू केल्यास, आपणास फीडबॅक डायलॉगमधे जास्त आऊटपुट मिळतो, ज्याची कदाचित आपली स्क्रिप्ट करण्यात मदत होऊ शकेल.</P>
ro: <H3>Notificări și debug:</H3> <P>Toate scripturile, cu excepția scripturilor init, pot afișa STDOUT+STDERR într-o fereastră pop-up ca notificare. Dacă ați activat debugging puteți obține mai multe informații în notificări, fapt ce vă poate ajuta la depanarea scripturilor dvs.</P>
ta: <H3>கருத்து மற்றும் பிழைநீக்கு:</H3> <P>init உரைகள் தவிர மற்ற அனைத்து உரைகளும் STDOUT+STDERRயைகருத்துரையாக ஒரு விழித்திரை பெட்டியில் பாட்ட முடியும். நீங்கள் பிழைநீக்கியை இயக்கியிருந்தால், கருத்து உரையாடலில் நீங்கள் கூடுதல் வெளியீட்டை பெற முடியும், இது உங்கள் உரையை பிழைநீக்கம் செய்ய உதவக்கூடும்.</P>
xh: <H3>Ingxelo yomsebenzisi uze Ucokise:</H3> <P>Zonke izikripti ngaphandle kwezikripti ze-init zisenokubonisa i-STDOUT+STDERR ibhokisi lokukhetha kokuvelayo njengengxelo yomsebenzisi. Ukuba ujikela ekucokiseni, ufumana isiphumo esithe chatha kwingxoxo yengxelo yomsebenzisi sisenokukunceda ukucokisa isikripti sakho.</P>

source: Script Editor
bg: Редактор на скриптове
hi: स्क्रिप्ट संपादक
mr: लिपी संपादक
ro: Editor de scripturi
ta: ஸ்கிர்ப்ட் எடிட்டர்
xh: Umhleli Weskripti

source: &File Name
bg: Име на &файл
hi: फाइल का नाम (&F)
mr: &फाईलचे नाव
ro: Nume &&fișier
ta: கோப்பின் பெயர்
xh: &Igama Lefayili

source: &Interpreter
bg: &Интерпретатор
hi: अनुवादक (&I)
mr: दुभाष्य
ro: &Interpretor
ta: ஆணைமாற்றுபவர்
xh: &Itoliki

source: &Type
bg: &Тип
hi: प्रकार (&T)
mr: &प्रकार
ro: &Tip
ta: விசை
xh: &Uhlobo

source: &Feedback Type
ro: Tip &feedback

source: none
bg: няма
hi: कुछ नहीं
mr: कोणी नाही
ro: nimic
ta: எதுவுமில்லை
xh: akukho nanye

source: Message
ro: Mesaj

source: Text of the notification popup
ro: Textul din notificarea pop-up

source: Script Location
ro: Localizarea scriptului

source: S&cript Source
bg: Изходен файл на &скрипта
hi: स्क्रिप्ट स्रोत (&c)
mr: लीप स्त्रोत
ro: Sursa s&&criptului
ta: ஸ்கிரிப்ட் ஆதாரம்
xh: Umthombo We&sikripti

source: &Load new source
bg: &Зареждане на нов изходен файл източник
hi: नया स्रोत लोड करें (&L)
mr: नवीन स्त्रोत अद्ययावत करा
ro: Încarcă o nouă sursă
ta: புதிய ஆதாரத்தினை ஏற்று
xh: &Layisha umthombo omtsha

source: Provide at least the script name and the location or content of the script.
ro: Furnizează cel puțin numele scriptului și localizarea sau conținutul acestuia.

source: <p> By adding scripts to the autoinstallation process, customize the installation for your needs and take control in different stages of the installation.</p>
bg: <p> С въвеждането на скриптове към процеса на автоматичното инсталиране можете да направите инсталацията да пасва на Вашите нужди и да поемете контрола на различни нива от инсталацията.</p>
hi: <p> स्वअधिष्ठापन प्रक्रिया में स्क्रिप्ट्स को जोड़कर, अधिष्ठापन को अपनी, आवश्यकताओं के अनुरूप ढ़ालें और अधिष्ठापन के विभिन्न चरणों पर नियंत्रण करें.</p>
mr: <p> स्वयंस्थापना प्रक्रियेत स्क्रिप्ट्स घालून आपल्या गरजांनुरुप स्थापना करा व स्थापनेच्या विविध टप्पयांमधे नियंत्रण मिळवा.</p>
ro: <p> Prin adăugarea scripturilor la procesul de autoinstalare, puteți modifica instalarea în funcție de necesitățile dvs. și prelua controlul în diferitele etape ale instalării.</p>
ta: <p> தானியங்கி நிறுவுதல் முறையில் ஸ்கிரிப்ட்டுகளை கூட்டுவதன் மூலம், நீங்கள்நிறுவுதல் முறையை பல நிலைகளில் தேவைக்கேற்ப கன்ட்ரோல் செய்யலாம்</p>
xh: <p> Ngokufakela izikripti kwinkqubo yokuhlohla ezenzekelayo, lungisela ukuhlohla ukwenzela iimfuno zakho uze ulawule kumabakala ahlukahlukeneyo okuhlohla.</p>

source: User Script Management
bg: Управление на потребителските скриптове
hi: प्रयोक्ता स्क्रिप्ट प्रबंधन
mr: लिपी व्यवस्थापन वापरकर्ता
ro: Gestiune scripturi utilizator
ta: பயணாளர் ஸ்கிரிப்ட் மேலாண்மை
xh: Ukuphathwa Kwesikrpti Somsebenzisi

source: Select a script first.
bg: Първо изберете скрипт.
hi: पहले स्क्रिप्ट का चयन करें.
mr: पहिल्यादा लिपी निवडा.
ro: Selectați întâi un script.
ta: ஸ்கிரிப்டை முதலில் தேர்வு செய்
xh: Khetha isikhululo kuqala.

source: Autoinstall Configuration
bg: Настройка на автоматичното инсталиране
hi: स्वअधिष्ठापित विन्यास
mr: संरचना स्वस्थापीत करा
ro: Configurare autoinstalare
ta: தானியங்கி நிறுவதலின் தகவமைவு
xh: Ubumbeko Lokuhlohla Ngokuzenzekela

source: Error while parsing the control file. Check the log files for more details or fix the control file and try again.
bg: Възникнала е грешка при анализирането на контролния файл. Проверете дневниците за повече подробности или поправете контролния файл и опитайте отново.
hi: संचालन फाइल की पदच्छेदन के दौरान त्रुटि. अधिक विवरण के लिए लॉग फाइल देखें या संचालन फाइल ठीक कर पुनः प्रयास करें.
mr: नियंत्रण फाईल पार्स करताना चूक. अधिक माहितीकरता प्रवेश फाईल पहा किंवा नियंत्रित फाईल मांडून पुन्हा प्रयत्न करा.
ro: Eroare la parcurgerea fișierulul de control. Verificați fișierele jurnal pentru mai multe detalii sau corectați fișierul de control și încercați din nou
ta: கட்டுபாடு கோப்பை பாகுப்படுத்தும் பொழுது பிழை நுழைவு கோப்பை மேலும் விபரங்களுக்கு சரிப்பார் அல்லது கட்டுபாடு கோப்பை பொருத்திவிட்டு மிண்டும் முயற்சிசெய்க
xh: Imposiso xa bekuhlahlelwa ifayili yokulawula. Qwalasela iifayili zokufumanisa imposiso ngeenkcukacha ezithe chatha okanye lungisa ifayili yokulawula uze uzame kwakhona.

source: Error while reading configuration data.
bg: Възникнала е грешка при четенето на данните за настройките.
hi: विन्यास डाटा को पढ़ते समय त्रुटि.
mr: संरचना माहिती वाचताना चूक
ro: Eroare la citirea datelor de configurare.
ta: தகவமைவு தகவல்களை படிக்கும் பொழுது பிழை
xh: Imposiso xa bekufundwa iinkcukacha.

source: Client for creating an AutoYaST profile based on the currently running system
ro: Client pentru crearea unui profil AutoYaST bazat pe sistemul curent.

source: Cloning the system...
bg: Клониране на системата…
hi: सिस्टम का प्रतिरूप बनना...
mr: यंत्रणा प्रतिकृत करा
ro: Clonez sistemul...
ta: முணையத்தை பிரதி எடுத்தல்
xh: Kufaniswa isixokelelwano...

source: <p>Using this dialog, copy the contents of the file and specify the final path on the installed system. YaST will copy this file to the specified location.</p>
ro: <p>Folosind această fereastră, copiază conținutul fișierului și specifică calea finală din cadrul sistemului.YaST va copia acest fișier în locația specificată.</p>

source: Configuration File Editor
bg: Редактор за файла с настройки
hi: विन्यास फाइल सम्पादक
mr: संरचना फाईल संपादक
ro: Editor fișier de configurare
ta: தகவமைவு கோப்பு தொகுத்தல்
xh: Umhleli Wefayili Yobumbeko

source: &File Path
bg: П&ът към файла
hi: फाइल पथ (&F)
mr: &फाईल मार्ग
ro: Cale &fișier
ta: கோப்பின் வழி
xh: &Indlela Yothungelwano Lwefayili

source: &Owner
bg: &Собственик
hi: मालिक(&O)
mr: &मालक
ro: Pr&oprietar
ta: முதலாளி
xh: &Umnini

source: &Permissions
bg: &Права
hi: अनुमतियां (&P)
mr: &परवानगी
ro: &Permisiuni
ta: உத்தரவுகள்
xh: &Iimvume

source: &Retrieve from
ro: P&reia de la

source: File So&urce
bg: Файл &източник
hi: फाइल स्रोत (&u)
mr: फाईल स्त्रोत
ro: S&ursa fișierului
ta: கோப்பு ஆதாரம்
xh: Umth&ombo Weefayili

source: &Load new contents
bg: &Зареждане на ново съдържание
hi: नई सामग्री लोड करें (&L)
mr: नवीन माहिती भरा
ro: Încarcă noul conținut
ta: புதிய உள்ளடக்கத்தை ஏற்று
xh: &Layisha iziqulatho ezintsha

source: Provide at least the file name and the contents of the file.
bg: Задайте поне името на файла и съдържанието му.
hi: कम से कम फाइल का नाम व फाइल की सामग्री दें.
mr: कमीत कमी फाईलचे नाव फाईलमधील माहिती भरा.
ro: Furnizați cel puțin numele și conținutul fișierului.
ta: கோப்புகளையாவது கொடு பெயர் மற்றும் கோப்புகளின் உள்ளடக்கம்
xh: Nika igama lefayili neziqulatho zefayili obona buncinane.

source: Available Files
bg: Налични файлове
hi: उपलब्ध फाइलें
mr: उपलब्ध फाईल्स
ro: Fișiere disponibile
ta: கிடைக்கக்கூடிய கோப்புகள்
xh: Iifayili Ezikhoyo

source: File Path
bg: Път към файла
hi: फाइल पथ
mr: फाईल मार्ग
ro: Cale &fișier
ta: கோப்பின் வழி
xh: &Indlela Yothungelwano Lwefayili

source: Owner
bg: Собственик
hi: मालिक
mr: मालक
ro: Proprietar
ta: முதலாளி
xh: &Umnini

source: Permissions
bg: Права
hi: अनुमतियाँ
mr: मान्यता
ro: Permisiuni
ta: உத்தரவுகள்
xh: &Iimvume

source: Add Complete Configuration Files
bg: Добавяне на готови файлове с настройки
hi: संपूर्ण विन्यास फाइलें जोड़ें
mr: पूर्ण संरचना फाईल्स मिळवा
ro: Adaugă fișiere de configurare complete
ta: முழுமையான கோப்புகளின் தகவமைவுகளை பதிவு செய்க
xh: Fakela Iifayili Ezigqibekileyo Zobumbeko

source: <p>For many applications and services, you might have prepared a configuration file that should be copied in a complete form to a location in the installed system. For example, this is the case if you are installing a web server and have an httpd.conf configuration file prepared.</p>
bg: <p>За много приложения и услуги можете да имате готов файл с настройки, който трябва да бъде копиран в завършена форма на определено място на инсталираната система. Например, ако използвате http сървър и имате вече готов httpd.conf файл.</p>
hi: <p>कई अनुप्रयोगों और सेवाओं के लिए, संभव है आपने विन्यास फाइल तैयार की हो जिसे अधिष्ठापित सिस्टम में संपूर्ण रूप में किसी एक स्थान पर कॉपी किया जाना चाहिए. उदाहरणार्थ, यह स्थिति है यदि आप वेब सेवक अधिष्ठापित कर रहे हैं व तैयार httpd.conf विन्यास फाइल है.</p>
mr: <p> अनेक अनुप्रयोग व सेवांसाठी आपण आकृतीबंधाची फाईल तयार केली असेल त्याची स्थापित प्रणालीतील ठिकाणी संपूर्ण स्वरुपात प्रतिलिपी करावी. उदाहरणार्थ, आपण जर वेब सर्व्हर स्थापित करत असाल आणि httpd.conf आकृतीबंध फाईल तयार असेल तर ही स्थिति असते.</p>
ro: <p>Pentru multe aplicații și servicii aveți posibilitatea de a pregăti un fișier de configurare care trebuie copiat în forma completă într-o anumită locație pe sistemul instalat. De exemplu, în cazul în care instalați un server web puteți avea un fișier de configurare httpd.conf pregătit.</p>
ta: பல்வேறு பயன்பாடுகளை மற்றும் ேசவைகளுக்கு உன்ணிடம் தகவமைவு கோப்பு இருக்கலாம், அவை முழுமையாக நிறுவப்பட்டமுணையத்தில் ஒரு இடத்தில் நகல் செய்ய வேண்டும் உதாரணத்திற்கு ஒரு வலை பணியகத்தை நிறுவுகிறீர்கள் என்றால் அதன்httpd.conf தகவமைவு கொப்பு தயாராக இருக்கும்
xh: <p>Ngeenkqubo neenkonzo, onokuba uzilungisile ifayili yobumbeko ifanele ukukotshwa ngokobume obugqibekileyo kwindawo yokuhlala kwisixokelelwano esihlohliweyo. Umzekelo, naku okwenzekayo xa uhlohla iseva yothungelwano kwaye unobumbeko lwefayili olulungisiweyo lobumbeko lwe-httpd .</p>

source: Select a file from the table first.
bg: Първо изберете файл от таблицата.
hi: पहले टेबल से फाइल का चयन करें
mr: पहिल्या टेबलमधून फाईल निवडा.
ro: Selectați mai întâi un fișier din tabel.
ta: முதலில் அட்டவணையில் இருந்து ஒரு கோப்பை தேர்வு செய்க
xh: Khetha ifayili esuka kwitheyibhile kuqala.

source: Probe hardware
bg: Проба на хардуера
hi: हार्डवेयर का पता लगाएं
mr: हार्डवेअरची चौकशी करा
ro: Analizez hardware-ul
ta: வன் பொருளை ேசாதனை செய்
xh: Cikida okuseqokobheni lekhompyutha

source: Retrieve & Read Control File
bg: Извличане и четене на контролния файл
hi: संचालन फाइल पुर्नप्राप्त और पढ़ें
mr: नियंत्रण फाईल पुन्हा मिळवून वाचा
ro: Descarcă și citește fișierul de control
ta: மீட்டெடு மற்றும் கட்டுபாடு கோப்பையை படி
xh: Buyiselwa Kwakhona & Ufunde Ifayili Yokulawula

source: Parse control file
bg: Анализиране на контролния файл
hi: नियंत्रण फाइल का पदच्छेदन
mr: नियंत्रण फाईल पार्स करा
ro: Parcurge fișierul de control
ta: கட்டுபாடு கோப்பையை பாகுப்படுத்து
xh: Hlahlela ifayili yokulawula

source: Initial Configuration
bg: Първоначална настройка
hi: आरंभिक विन्यास
mr: सुरवातीची संरचना
ro: Configurație inițială
ta: முதன்மை தகவமைவு
xh: Ubumbeko Lwakuqala

source: Execute pre-install user scripts
bg: Изпълнение на пред-инсталационни потребителски скриптове
hi: पूर्व-अधिष्ठापन प्रयोक्ता स्क्रिप्ट क्रियान्वित करें
mr: स्थापने पूर्वीच्या वापरायच्या स्क्रिप्ट्स अंमलबजावित करा
ro: Execută scripturi utilizator pre-instalare
ta: உபயோகிப்போர் எழுத்துகளை முன்-நிறுவுதல் நிறைவேற்று
xh: Qhuba izikripti zomsebenzisi zaphambi kokuhlohla
