Repository: Dzejrou/yast-translations
Catalog: po/autoinst/*.po
Languages: bg, hi, mr, ro, ta, xh

source: Executing autoinstall scripts in the installation environment...
bg: Изпълнение на авто-инсталационни скриптове в инсталационната среда…
hi: अधिष्ठापन वातावरण में स्व अधिष्ठापित लिपियों को क्रियान्वित करना...
mr: स्थापना वातावरणातील स्व-स्थापीत स्क्रिप्ट्स अंमलबजावणी करत आहेत...
ro: Execut scripturile de autoinstalare în mediul de instalare...
ta: நிறுவுதல் சுழ்நிலைக்கு தானியங்கி நிறுவுதல் அழுத்துகளை நிர்வகித்தல்
xh: Kuqhutywa ngezikripti ezihlohlwe ngokuzenzekela kwimo engqonge ukuhlohl...

source: enable/disable all package handling
ro: a activa/dezactiva toate pachetele de manipulare

source: Empty parameter list
ro: Listă de parametri vidă

source: <p> Please wait while the system is being configured. </p>
bg: <p> Моля, изчакайте докато системата бъде настроена. </p>
hi: <p> सिस्टम के विन्यासित होने तक प्रतीक्षा करें. </p>
mr: <p> यंत्रणा संरचित होईपर्यंत कृपया प्रतिक्षा का. </p>
ro: <p> Vă rog așteptați cât timp sistemul este configurat. </p>
ta: <p> முணையத்தை தகவமைக்கும் வரை தயவுசெய்து காத்திரு </p>
xh: <p> Nceda linda xa isixokelelwano sesiseko sisahlohlwa. </p>

source: Progress
bg: Прогрес
hi: उन्नति
mr: प्रगती
ro: Progres
ta: முன்னேற்றம்
xh: Ukuqhubela phambili

source: Configuring System according to auto-install settings
bg: Настройване на системата, в съответствие с настройките на автоматичното инсталиране
hi: स्व-अधिष्ठापन व्यवस्थाओ के अनुरूप सिस्टम विन्यास करना
mr: स्व-स्थापीत मांडणीप्रमाणे यंत्रणा संरचीत होत आहे
ro: Configurez sistemul conform setărilor de instalare automată
ta: தானியங்கி-நிறுவுதல் அமைத்தலின் படி முணையம் தகவமைக்கிறது
xh: Kwenziwa Ubumbeko Lwesixokelelwano ngokwemimiselo yokuhlohla ezenzekelayo

source: Executing Post-Scripts
bg: Изпълнение на пост-скриптове
hi: पोस्ट-स्क्रिप्ट निष्पादन कर रहा है
mr: पोस्ट-स्क्रिप्ट्स वापरत आहे
ro: Execut post-scripturile
ta: போஸ்ட்-ஸ்கிரிப்ட் செயல்படுத்து
xh: Kuqhutywa Izikripti Zamva

source: Finishing Configuration
bg: Завършване на настройката
hi: विन्यास समाप्त कर रहा है
mr: संरचना संपत आहे
ro: Termin configurarea
ta: தகவமைவுகளை முடிக்கிறது
xh: Kugqitywa Ukwenziwa Kobumbeko

source: <p> Please wait while the system is prepared for autoinstallation.</p>
bg: <p> Моля, изчакайте докато системата е се подготвя за автоматично инсталиране.</p>
hi: <p> कृपया उन सिस्टम के स्वअधिष्ठापन के लिए तैयार होने तक प्रतीक्षा करें.</p>
mr: <p> स्व-स्थापनेकरता यंत्रणा तयारी करत असल्यामुळे कृपया प्रतिक्षा करा.</p>
ro: <p> Vă rog așteptați, sistemul se pregătește pentru instalarea automată.</p>
ta: <p> முனையம் தானியங்கி நிறுவதலுக்கு தயாராகும் வரை தயவு செய்து காத்திருக்கவும்</p>
xh: <p> Nceda linda xa isixokelelwano sisalungiselwa ukuhlohla ngokuzenzekela.</p>

source: Install required packages
bg: Инсталиране на необходимите пакети
hi: अवश्यक बंडलो को अधिष्ठापित करो
mr: आवश्यक पॅकेजेस स्थापीत करा
ro: Instalez pachetele necesare
ta: தேவையான திரள் தொகுதியை நிறுவு
xh: Hlohla imibekelelo efunekayo

source: Preparing System for Automatic Installation
bg: Подготовка на системата за автоматично инсталиране
hi: स्वचालित अधिष्ठापन के लिए सिस्टम को तैयार कर रहा है
mr: आपोआप स्थापनेकरता यंत्रणा तयार केली जात आहे
ro: Pregătesc sistemul pentru instalare automată
ta: தானியங்கி நிறுவுதலுக்காக முணையம் தயாராகிறது
xh: Kulungiselelwa Isixokelelwano Sokuhlohla Ngokuzenzekela

source: Checking for required packages...
bg: Проверка за необходимите пакети…
hi: आवश्यक बंडल जांच रहा है...
mr: आवश्यक पॅकेजेस करता तपासणी...
ro: Verific existența pachetele necesare...
ta: தேவையான திரள் தொகுதியை சரிப்பார்கிறது ...
xh: Kuqwalaselwa imibekelelo efunekayo...

source: Adding found packages...
bg: Добавянето намери пакети…
hi: पाये गए बंडल जोड़ रहा है...
mr: मिळवण्याचे पॅकेजेस मिळाली...
ro: Adaug pachetele găsite...
ta: கிடைத்த திரள் தொகுதியை ச்ேர்கிறது ...
xh: Kufakelwa imibekelelo efunyenweyo...

source: Checking for packages required for %1...
bg: Проверка за база от данни с пакети: %1…
hi: %1 के लिए आवश्यक बंडल जांच रहा है...
mr: %1 ह्या करता आवश्यक पॅकेजेसची तपासणी होत आहे...
ro: Verific existența pachetelor necesare pentru %1...
xh: Ukuqwalasela imibekelelo kufunelwa oku %1...

source: Software Selection
bg: Избор на пакети
hi: साफ्टवेयर चुनाव
mr: सॉफ्टवेअर निड करा
ro: Selecție software
ta: மென்பொருள் தேர்வு
xh: Ukukhethwa Kokungaphakathi Ekhompyutheni

source: <p> Select one of the following <b>base</b> selections and click <i>Detailed<i> to add more <b>add-on</b> selections and packages. </p>
bg: <p> Изберете едно от следните <b>основни</b> подбори и щракнете върху <i>подробно</i> за да добавите още <b>допълнителни</b> подбори и пакети. </p>
hi: <p> निम्न में से एक का चयन करें <b>आधार</b> चयन व क्लिक <i>विवरणात्मक<i> अतिरिक्त जोड़ने के लिए <b>जोड़ें</b> चयन व बंडल. </p>
mr: <p> पुढीलपैकी एक <b>base</b> सिलेक्शन निवडा आणि आणखी <b>add-on</b> सिलेक्शन्स व पॅकेजेस घालण्यासाठी <i>Detailed<i> वर क्लिक करा.. </p>
ro: <p> Alegeți una dintre următoarele selecții de <b>bază</b> și dați clic pe <i>Detaliat</i> pentru a adăuga mai multe selecții și pachete <b>add-on</b>. </p>
ta: <p> கூடுதலாக <b>கூடுதல்-சேர்ப்பு</b> தேர்வுகள் மற்றும் பேக்கேஜ்களைசேர்ப்பதற்கு, பின்வரும் <b>தள</b> தேர்வுகளில் ஒன்றை தேர்ந்தெடுத்து,<i>விரிவானதை<i> கிளிக் செய். </p>
xh: <p> Khetha okunye kokukhethiweyo <b>kwesiseko</b> esilandelayo uze unqomfe <i>Kunobucukubhede<i> ukuze ufakele uchatha <b>sebenzisa okufakelwayo</b> okukhethiweyo nemibekelelo. </p>

source: Location of the installation source (like http://myhost/11.3/DVD1/)
ro: Locația sursei de instalare (ca http://myhost/11.3/DVD1/)

source: The inst-source of this system (you can't create images if you choose this)
ro: Sursa instalării a acestui sistem (nu puteți crea imagini, dacă doriți acest lucru)

source: using that installation source failed
ro: folosirea acelei surse de instalare a eșuat

source: Reading package database...
bg: Зареждане на базата от данни с пакетите…
hi: बंडल डाटाबेस पढ रहा है ...
mr: पॅकेज माहितीसंग्रह वाचत आहे...
ro: Citesc baza de date cu pachete...
ta: தொகுப்புத் தரவுதளத்தை படிக்கின்றது ...
xh: Kufundwa iinkcukacha zesiseko sokubekelela...

source: Class Name
bg: Име на класа
hi: कक्षा का नाम
mr: वर्गाचे नाव
ro: Nume clasă
ta: வகுப்பு பெயர்
xh: Igama Lodidi

source: Order
bg: Ред
hi: अनुक्रम
mr: क्रमवारी
ro: Ordine
ta: ஆர்டர்
xh: Ukulandelisa

source: Configurations
bg: Настройки
hi: विन्यास
mr: संरचना
ro: Configurații
ta: தகவமைவு
xh: Iintlobo zobumbeko

source: Class Description
bg: Описание на класа
hi: वर्ग विवरण
mr: वर्गाचे वर्णन
ro: Descriere clasă
ta: வகுப்பு விவரம்
xh: Inkcazelo Yodidi

source: Ne&w
bg: Н&ов
hi: नया (&w)
mr: नविन
ro: &Nou
ta: புதிய
xh: Oku&tsha

source: &Edit
bg: &Редактиране
hi: सम्पादन करें (&E)
mr: संपादन
ro: &Editare
ta: திருத்தம்
xh: &Hlela

source: &Delete
bg: &Изтриване
hi: मिटाएँ (&D)
mr: काढून टाका
ro: Șterge
ta: அழி
xh: &Cima

source: Edit or Create Classes
bg: Създаване или редактиране на класове
hi: वर्ग संपादित अथवा सृजित करें
mr: वर्ग तयार करा किवा संपादीत करा
ro: Editează sau creează clase
ta: வகுப்புகளை திருத்து அல்லது உருவாக்கு
xh: Hlela okanye Udale Iindidi

source: Na&me
bg: &Име
hi: नाम (&m)
mr: नाव
ro: Nu&me
ta: பெயர்
xh: Iga&ma

source: Or&der:
bg: &Ред:
hi: अनुक्रम: (&d)
mr: क्रम:
ro: Or&dine:
ta: முறை
xh: Ukula&ndelelana

source: Descri&ption:
bg: &Описание:
hi: विवरण: (&p)
mr: वर्णन:
ro: Descriere:
ta: விரிவாக்கம் :
xh: Inkca&zelo:

source: That name is already used. Select another name.
bg: Това име вече е използвано. Моля, изберете друго.
hi: उस नाम का प्रयोग पहले हो चुका है. अन्य नाम चुनें.
mr: हे नाव आधीच वापरले गेले आहे. दुसरे नाव निवडा.
ro: Acest nume este deja folosit. Selectați alt nume.
ta: அந்த பெயர் உபயோகத்தில் உள்ளது. வேறு பெயர் தேர்வு செய்யவும்.
xh: Elo gama selisetyenzisiwe. Khetha elinye igama.

source: Classes
bg: Класове
hi: वर्ग
mr: वर्ग
ro: Clase
ta: வகுப்புகள்
xh: Iindidi

source: <p>Use this interface to define classes of control files. </p>
bg: <p>Използвайте този интерфейс за определяне на класовете в контролните файлове.</p>
hi: <p>संचालन फाइलों का वर्ग परिभाषित करने के लिए इस इंटरफेस का प्रयोग करें. </p>
mr: <p>नियंत्रण फाईल्सचे प्रकार सांगण्यासाठी हा पडदा वापरा. </p>
ro: <p>Folosiți această interfață pentru a defini clasele fișierelor de control. </p>
ta: <p>கன்ட்ரோல் கோப்புகளுக்கு வகுப்புகளை நிர்ணயம் செய்ய இந்த சட்டத்தை உபயோக்கிகவும்</p>
xh: <p>Sebenzisa esi sithuba somdibaniso ukuchaza iindidi zeefayili zokulawula. </p>

source: <p>For example, you can define a class of configurations for a specific department, group, or site in your company environment.</p>
bg: <p>Например, можете да зададете клас от настройки за определен отдел, група или сайт в средата на Вашата компания.</p>
hi: <p>उदाहरणार्थ, आप किसी विशिष्ट विभाग, समूह या अपने कंपनी वातावरण में साइट के लिए विन्यासो का वर्ग परिभाषित कर सकते हैं.</p>
mr: <p> उदाहरणार्थ, आपण आपल्या कंपनी वातावरणातील विशिष्ट विभाग, समुह किंवा साईटसाठी आकृतीबंधांच्या वर्गाची व्याख्या करु शकाल.</p>
ro: <p>De exemplu, puteți defini o clasă de configurare pentru un departament, grup sau site anume în cadrul companiei dvs.</p>
ta: <p>உதாரணத்திற்கு, ஒரு குறிப்பிட்ட துறை, அல்லது நிர்வாகத்தின் இடத்திற்கு ஏற்ப நீங்கள் வகுப்புகளை தகவமைவு செய்யலாம்.</p>
xh: <p>Umzekelo, unako ukuchaza udidi lobumbeko ukwenzela kwimo engqonge isebe, iqela, okanye isiza esingqalileyo kwiqumrhu lakho.</p>

source: <p>The order (priority) defines the hierarchy of a class and when it is merged when creating a control file. </p>
bg: <p>Редът (приоритетът) определят йерархията на класовете и когато се обединяват при създаването на контролен файл. </p>
hi: <p>अनुक्रम (वरीयता) किसी वर्ग व जब उसे संचालन फाइल बनाकर मिलाया जाता है का क्रम तय करता है. </p>
mr: <p> क्रम (प्राधान्य) वर्गाचे वर्चस्व सांगते तसेच नियंत्रण फाईल निर्माण करतांना ते कधी विलीन होते ते सांगते. </p>
ro: <p>Ordinea (prioritatea) definește ierarhia unei clase și când este combinată la crearea unui fișier de control. </p>
ta: <p>வரிசை (முக்கியத்துவம்) ஒரு கட்டுப்பாட்டு கோப்பை உருவாக்குகையில் ஒருங்கிணைக்கப்படும்போது ஒரு வகுப்பின்படி முறையை விளக்குகிறது. </p>
xh: <p>Ukulandelisa (ngokokubaluleka) kuchaza ukulandeliswa ngokwamabanga odidi kanti kuyamanyaniswa xa kudalwa ifayili yokulawula. </p>

source: No Description
bg: Без описание
hi: कोई विवरण नहीं
mr: वर्णन नाही
ro: Fără descriere
ta: விவரம் இல்லை
xh: Akukho Nkcazelo

source: Select at least one class to edit.
bg: Изберете поне един клас за редактиране.
hi: संपादन के लिए कम से कम एक वर्ग चुनें.
mr: संपादीत करण्यासाठी कमीत कमी एक वर्ग निवडा.
ro: Selectați cel puțin o clasă pentru editare.
ta: வகுப்பினை திருத்த ஒன்றை தேர்வு செய்யவும்
xh: Khetha udidi olunye obona buncinci ukuze uhlele.

source: Select at least one class to delete.
bg: Изберете поне един клас за изтриване.
hi: मिटान के लिए कम से कम एक वर्ग चुनें.
mr: काढून टाकण्यासाठी कमीत कमी एक वर्ग निवडा.
ro: Selectați cel puțin o clasă pentru ștergere.
ta: வகுப்பினை அழிக்க ஒன்றை தேர்வு செய்யவும்
xh: Khetha udidi olunye obona buncinci ukuze ucime.

source: Merge failed: %1
bg: Обединението бе неуспешно: %1
hi: मिलाना असफल: %1
mr: एकत्रीकरण अयशस्वी: %1
ro: Combinarea a eșuat: %1
ta: இணைப்பு தோல்வு : %1
xh: Umanyaniso lusilele: %1

source: Merge Classes
bg: Обединяване на класове
hi: वर्गों को मिलाएं
mr: वर्ग एकत्र करा
ro: Combină clasele
ta: வகுப்புகளை இணை
xh: Manyanisa Iindidi

source: None
bg: Няма
hi: कुछ नहीं
mr: कोणी नाही
ro: Nimic
ta: இல்லை
xh: Akukho

source: No control files defined
bg: Няма зададени контролни файлове
hi: कोई संचालन फाइल परिभाषित नहीं
mr: नियंत्रण फाईल्स दर्शविल्या नाहीत
ro: Nu există fișiere de control definite
ta: கட்டுப்பாட்டுக் கோப்புகள் குறிப்பிடப்படவில்லை
xh: Akukho zifayili zokulawula zichaziweyo

source: &Merge with Empty Control File
bg: &Обединяване с празен контролен файл
hi: खाली संचालन फाइल के साथ मिलाएं (&M)
mr: रिकाम्या नियंत्रण फाईलमध्ये मिळवा
ro: Co&mbină cu un fișier de control gol
ta: வெற்று கட்டுப்பாட்டு கோப்புகளுடன் இனை
xh: &Manyanisa Nefayili Elikhamte Lokulawula

source: Merge with &Currently-Loaded Control File
bg: Обединяване с &Текущия зареден контролен файл
hi: वर्तमान-में-लोड की हुई संचालन फाइल के साथ मिलाएं (&C)
mr: सध्याच्या भरलेल्या नियंत्रण फाईलमध्ये मिळवा
ro: &Combină cu fișierul de control încărcat
ta: தற்போது ஏற்றப்பட்டுள்ள கட்டுப்பாட்டு கோப்புடன் இனை
xh: Manyanisa Nefayili &Yokulawula Elayishwa Okwangoku

source: Merge Cla&sses
bg: О&бединяване на класове
hi: वर्गों को मिलाएं (&s)
mr: वर्ग एकत्र करा
ro: Combină clasele
ta: வகுப்புகளை இனைத்தல்
xh: Manyanisa Ii&ndidi

source: <p>If you have defined and created <b> classes</b>, you will be able to merge them using this interface to create a new <i>Profile</i>, which will contain information from every class depending on the priority (order) set when creating the classes.</P>
bg: <p>Ако сте задали и създали <b>класове</b> ще можете да ги обединявате, като използвате този интерфейс, за да създадете нов <i>Профил</i>, който ще съдържа информацията от всеки клас, в зависимост от приоритета (реда), определен при създаването на класовете.</P>
hi: <p>यदि आपने वर्गों को परिभाषित व सृजित <b> किया है</b>, एक नया <i>प्रोफाइल<i> बनाने हेतु आप इस इस इंटरफेस का प्रयोग कर उन्हें मिलाने में सक्षम होगें, जिसमें प्रत्येक वर्ग से जानकारी होगी जो वर्ग बनाते समय की वरीयता (अनुक्रम) पर निर्भर करेगी.</P>
mr: <p> आपण वर्ग सांगितले असतील <b> व निर्माण केले असतील, </b>, तर आपण नवीन <i>प्रोफाईल</i>, निर्माण करण्यासाठी हा इंटरफेस वापरुन ते विलीन करु शकाल, ज्यामधे क्लासेस निर्माण करतांना सेट केलेल्या प्राधान्यानुसार (क्रम) प्रतयेक वर्गातील माहिती समाविष्ट असेल.</P>
ro: <P>Dacă ați definit și creat <b> clase</b>, le veți putea combina folosind această interfață pentru a crea un nou <i>Profil</i>, care va conține informații din fiecare clasă în funcție de prioritatea (ordinea) aleasă la crearea clasei.</P>
ta: <p>நீங்கள் <b>வகுப்புகளை</b> விளக்கி மற்றும் உருவாக்கியிருந்தால், ஒரு புதிய <i>விவரத்தை</i> உருவாக்குவதற்கு இந்த இடைமுகத்தை பயன்படுத்தி அவற்றை நீங்கள் ஒருங்கிணைக்கலாம், வகுப்புகளை உருவாக்கும்போது இவை முக்கியத்துவத்தின் (வரிசை) தொகுப்பு அடிப்படையில் ஒவ்வொரு வகுப்புக்கான தகவலையும் கொண்டிருக்கும்.</P>
xh: <p>Ukuba unike inkcazelo waza wadala <b> iindidi</b>, uya kuba nako ukuzimanyanisa ngokusebenzisa esi sithuba somdibaniso ukudala entsha <i>Inkangeleko yecala</i>, eya kuqulatha ulwazi oluvela kudidi ngalunye kuxhomekeke ekulandelisweni ngokwebanga (ukulandelisa) olumiselwe xa kudalwa iindidi.</P>

source: <P>To merge the classes, an <b>XSLT</b> script is used.</P>
bg: <P>За обединяването на класовете е използван <b>XSLT</b> скрипт.</P>
hi: <P>वर्गों को मिलाने के लिए, एक <b>XSLT</b> स्क्रिप्ट प्रयोग होती है.</P>
mr: <P>वर्ग एकत्र करण्यासाठी, <b>XSLT</b> स्क्रीप्ट वापरली गेली.</P>
ro: <P>Pentru a combina clasele este folosit un script <b>XSLT</b>.</P>
ta: <P>வகுப்புகளை ஒருங்கிணைப்பதற்கு, ஒரு <b>XSLT</b> உரை பயன்படுத்தப்படுகிறது.</P>
xh: <P>Ukumanyanisa iindidi, isikripti <b>XSLT</b> siyasetyenziswa.</P>

source: Select at least %1 configurations to perform a merge.
bg: Изберете поне %1 настройки за да е възможно обединение.
hi: मिलाने के लिए कम से कम %1 विन्यास का चयन करें.
mr: एकत्री करणासाठी कमीत कमी %1 संरचना रेशन्यतरी निवडा.
ro: Selectați cel puțin %1 configurații pentru a executa o combinare.
ta: இணைக்க %1 அளவு தகவமைவை தேர்வு செய்து
xh: Khetha obona buncinci %1 iintlobo zobumbeko ukwenza umanyaniso.

source: Class Configuration
bg: Настройка на класа
hi: वर्ग विन्यास
mr: वर्गाची संरचना
ro: Configurare clasă
ta: வகுப்பு தகவமைவு
xh: Ubumbeko Lodidi

source: <p>Choose one or more of the listed classes to which the current control file should belong.</p>
bg: <p>Изберете един или повече от изброените класове, към които трябва да принадлежи текущият контролен файл.</p>
hi: <p>सूचीबद्ध वर्गों में से एक अथवा अधिक को चुने जिससे वर्तमान संचालन फाइल संबद्ध होनी चाहिए.</p>
mr: <p> एक किंवा त्यापेक्षा जास्त सूचीबद्ध वर्ग निवडा, ज्याच्या सध्याची नियंत्रण फाईल मालकीची असायला हवी.</p>
ro: <p>Alegeți una sau mai multe din clasele afișate căreia să îi aparțină fișierul de control curent.</p>
ta: <p>நடப்பு கட்டுப்பாடு கோப்பு இடம்பெற வேண்டிய ஒன்று அல்லது அதற்கு கூடுதலான பட்டியலிடப்பட்ட வகுப்புகளை தேர்ந்தெடுக்கவும்.</p>
xh: <p>Khetha udidi olunye okanye ngaphezulu kwiindidi ezidwelisiweyo apho ukulawulwa kwangoku kwefayili kufanele ukuba khona.</p>

source: No profiles in this class
bg: Няма профили в този клас
hi: इस वर्ग में कोई प्रोफाइल नहीं है
mr: ह्या वर्गात कार्यक्रम नाहीत
ro: Nici un profil în această clasă
ta: இந்த வகுப்பில் விவரக்குறிப்பு இல்லை
xh: Akukho zinkangeleko zecala kolu didi

source: Select at least one class configuration.
bg: Изберете поне един клас за настройка.
hi: कम से कम एक वर्ग विन्यास का चयन करें.
mr: कमीत कमी एक वर्ग संरचना निवडा.
ro: Selectați cel puțin o configurație de clasă.
ta: ஒரு வகுப்பு தகவமைவை தேர்வு செய்க.
xh: Khetha udidi lobumbeko olunye obona buncinci

source: Autoinstallation - Configuration
ro: Instalare automată - Configurare

source: Save as...
bg: Запазване като…
hi: एेसे संचित करे...
mr: या नावाने साठवा...
ro: Salvează ca...
ta: ேசமி...
xh: Gcina kanje...

source: File %1 was saved successfully.
bg: Файлът %1 бе запазен успешно.
hi: फाइल %1 सफलतापूर्वक सुरक्षित हुई
mr: फाईल यशस्वीरीत्या %1 साठवली गेली.
ro: Fișierul %1 a fost salvat cu succes.
ta: கோப்பு %1 வெற்றிகரமாக ேசமித்துவிட்டது
xh: Ifayili %1 igcinwe ngempumelelo.

source: Groups
bg: Групи
hi: ग्रुप
mr: गट
ro: Grupuri
ta: குழுக்கள்
xh: Amaqela

source: No modules available
ro: Nu este disponibil nici un modul

source: Modules
bg: Модули
hi: मोडयूल
mr: मॉड्यूल्स
ro: Module
ta: மாட்யூல்கள்
xh: Iimodyuli

source: &Clone
ro: &Clonare

source: &Apply to System
ro: &Aplică pentru sistem

source: Clea&r
ro: Cu&răță

source: Details
bg: Подробности
hi: विवरण
ro: Detalii

source: The module returned invalid data.
bg: Модулът върна невалидни данни.
hi: मॉड्यूल ने अवैध डाटा लौटाया.
mr: मॉड्युल अवैध माहिती परत पाठवली.
ro: Modulul a returnat date invalide.
ta: தவறான தகவல்களை இந்த கூறு தந்துள்ளது.
xh: Imodyuli ibuyise iinkcukacha ezingasebenzisekiyo.

source: &File
bg: Фа&йл
hi: फाइल (&F)
mr: फाईल
ro: &Fișier
ta: கோப்பு
xh: &Ifayili

source: &View
bg: &Преглед
hi: विवरण (&V)
mr: पहा
ro: &Vizualizare
ta: பார்க்க
xh: &Bona

source: &Classes
bg: &Класове
hi: वर्गों (&C)
mr: &वर्ग
ro: &Clase
ta: வகுப்புகள்
xh: &Iindidi

source: &Tools
bg: &Инструменти
hi: औजार(&T)
mr: साधने
ro: Unel&te
ta: உபகரணங்கள்
xh: &Izixhobo zokusebenza

source: &New
bg: &Нов
hi: नया (&N)
mr: &नवा
ro: &Nou
ta: புதிது
xh: &Okutsha

source: &Open
bg: &Отваряне
hi: खोलो (&O)
mr: उघडा
ro: Deschide
ta: திற
xh: &Vula

source: &Save
bg: &Запазване
hi: संचय(&S)
mr: जतन करा
ro: &Salvează
ta: ேசமி
xh: &Gcina

source: Save &As
bg: Запис &като
hi: एेसे संचित करे...(&A)
mr: म्हणून संग्रहीत करा
ro: S&alvează ca
ta: இதுவாக ேசமி
xh: Gcina &kanje

source: Settin&gs
bg: &Настройки
hi: व्यवस्थाये(&g)
mr: मांडणी
ro: Setări
ta: அமைப்புகள்
xh: Imimi&selo

source: Change to Decrypted
ro: Modificare decriptare

source: Change to Encrypted
ro: Modificare criptare

source: Apply Profile to this System
ro: Aplică profilul pe acest sistem

source: E&xit
bg: &Изход
hi: निकासी (&x)
mr: बाहेर पडा
ro: Ieșire
ta: வெளியேறு
xh: Phu&ma

source: Configu&ration Tree
bg: &Дърво на настройката
hi: विन्यास ट्री (&r)
mr: संरचना वृक्ष
ro: A&rbore de configurație
ta: தகவமைவு மரம்
xh: Umthi Wobumbe&ko

source: So&urce
bg: &Източник
hi: स्रोत (&u)
mr: स्त्रोत
ro: S&ursă
ta: ஆதாரம்
xh: Umth&ombo

source: Cla&sses
bg: К&ласове
hi: वर्गों (&s)
mr: वर्ग
ro: Cla&se
ta: வகுப்புகள்
xh: Ii&didi

source: Me&rge Classes
bg: О&бединяване на класове
hi: वर्गों को मिलाएं (&r)
mr: वर्ग एकत्र करा
ro: Combină clasele
ta: வகுப்புகளை இனைத்தல்
xh: Ma&nyanisa Iindidi

source: Create Reference Pro&file
bg: Създаване &профил на отпратките
hi: संदर्भ प्रोफाइल सृजित करें (&f)
mr: संदर्भ कार्यक्रम निर्माण करा
ro: Crează un pro&fil de referință
ta: விவரக்குறிப்பின் குறிப்புகளை உருவாக்கு
xh: Dala Inkangeleko Ye&cala Yokwalathisa

source: Check &Validity of Profile
bg: Проверка &валидността на профила
hi: प्रोफाइल की वैधता जांचें (&V)
mr: कार्यक्रमाचा कालावधी तपासा
ro: Verifică &validitatea profilului
ta: விவரக்குறிப்பின் காலக்கெடுவை சரி பார்க்க
xh: Qwalasela &Ukuqinisekiswa Kwenkangeleko Yecala

source: Source
bg: Източник
hi: स्रोत
mr: स्त्रोत
ro: Sursă
ta: ஆதாரம்
xh: Umthombo

source: Do you really want to apply the settings of the module '%1' to your current system?
ro: Se aplică setările modulului '%1' la sistemul actual?

source: Select a file to load.
bg: Изберете файл за зареждане.
hi: लोड करने के लिए फाइल का चयन करें.
mr: अद्ययावत करण्याची फाईल निवडा.
ro: Selectați un fișier de încărcat.
ta: ஒரு கோப்பை ஏற்ற தேர்வுசெய்
xh: Khetha ifayili yokulayisha.

source: Reading configuration data
bg: Четене на настройката
hi: विन्यास डाटा पढ़ रहा है
mr: संरचना माहिती वाचत आहे
ro: Citesc datele de configurare
ta: தகவமைவு தகவல்களை படிக்கிறது.
xh: Kufundwa iinkcukacha zobumbeko

source: This may take a while
bg: Това ще отнеме известно време
hi: इसमें कुछ समय लग सकता है
mr: ह्याला काही वेळ लागू शकेल
ro: Această operațiune poate dura
ta: சற்று நேரம் ஆகும்
xh: Oku kusenokuthatha ithuba...

source: Available Modules
ro: Module disponibile

source: Do you really want to apply the settings of the profile to your current system?
ro: Sigur doriți să aplicați setările de profil pentru sistemul actual?

source: Control file changed.
bg: Контролният файл е променен.
hi: संचालन फाइल परिवर्तित है
mr: नियंत्रण फाईल बदलली.
ro: Fișierul de control a fost modificat.
ta: கட்டுப்பாட்டு கோப்பு மாற்றப்பட்டுள்ளது.
xh: Lawula ifayili eguqulweyo.

source: Save the changes to %1?
bg: Желаете ли да запазите промените в %1?
hi: %1में परिवर्तन सेव करें ?
mr: %1 ला बदलेले संग्रहीत करायचे?
ro: Salvez modificările la %1?
ta: மாற்றங்களை %1ல் சேமிக்கலாமா?
xh: Gcina iinguquko kwi- %1?

source: &Profile Repository:
bg: &Хранилище за профили:
hi: प्रोफाइल भण्डार(&P)
mr: कार्यक्रम साठा:
ro: &Profil sursă de instalare:
ta: விவரக்குறிப்பு தொகுபதிவகம்:
xh: &Indawo Yokuhlala Yenkangeleko Yecala:

source: &Select Directory
bg: &Избор на директория
hi: डायरेक्ट्री चुनें (&S)
mr: आणि शब्दकोश निवडा
ro: &Selectați directorul
ta: விவரப்பட்டியலை தேர்வு செய்க
xh: &Khetha Uvimba Weefayili

source: &Class directory:
bg: &Директория на класа:
hi: वर्ग डायरेक्ट्री: (&C)
mr: शब्दकोशाची वर्गवारी:
ro: Dire&ctorul clasei:
ta: இனக்குழு விவரப்பட்டியல்:
xh: &Uvimba weefayili zodidi:

source: Select &Directory
bg: И&збор на директория
hi: डाईरक्टरी चूनें (&D)
mr: शब्दकोश निवडा
ro: &Selectați directorul
ta: விவரப்பட்டியலை தேர்வு செய்க
xh: &Khetha Uvimba Weefayili

source: <P> Enter the directory where all <em>control files</em> should be stored in the <b>Repository</b> field.</P>
bg: <P> В полето <b>Хранилище</b> въведете директорията, където всички <em>контролни файлове</em> трябва да бъдат съхранени.</P>
hi: <P> डायरेक्ट्री प्रविष्ट करें जहां सभी <em>संचालन फाइलें</em>,<b>भण्डार</b> क्षेत्र में संग्रहित की जानी चाहिए .</P>
mr: <P> डिरेक्टरी प्रविष्ट करा जेथे सवै <em> नियंत्रण फाईल्स </em> गोदाम क्षेत्रात साठवल्या <b> गेल्या</b> पाहिजेत..</P>
ro: <P> Introduceți directorul în care ar trebui salvate <em>fișierele de control</em> în câmpul <b>Sursă de instalare</b>.</P>
ta: <P> <b>சேமிப்பிட</b> புலத்தில் அனைத்து <em>கட்டுப்பாட்டு கோப்புகள்</em>சேமிக்கப்பட்டிருக்கும் அடைவை உள்ளிடுக.</P>
xh: <P> Ngenisa uvimba weefayili apho zonke <em>iifayili zokulawula</em> zifanele ukulondolozwa khona apha <b>kummandla</b> Wemvaba.</P>
