Repository: Dzejrou/yast-translations
Catalog: po/autoinst/*.po
Languages: bg, hi, mr, ro, ta, xh

source: Halting the machine after stage two
ro: Opresc mașina după etapa doi

source: Reboot the machine after stage two
ro: Restartează mașina după etapa doi

source: Accepting unsigned files
bg: Приемане на неподписани файлове
hi: अहस्ताक्षरित फाइलों को स्वीकार कर रहा है
mr: स्वाक्षरी नसलेल्या फाईल्स स्वीकारत आहे.
ro: Accept fișiere nesemnate
ta: கையொப்பமிடப்படாத கோப்புகள் ஏற்கப்படுகின்றன
xh: Ukwamkela iifayili ezingenamtyibelo

source: Not accepting unsigned files
bg: Без приемане на неподписани файлове
hi: अहस्ताक्षरित फाइलों को स्वीकार नहीं कर रहा है
mr: स्वाक्षरी नसलेल्या फाईल्स स्वीकारत नाही.
ro: Nu accept fișiere nesemnate
ta: கையொப்பமிடப்படாத கோப்புகள் ஏற்கப்படவில்லை
xh: Azamkelwa iifayili ezingenamtyibelo

source: Accepting files without a checksum
bg: Приемане на файлове без контролна сума
hi: चेकसम के बिना फाइलों को स्वीकार कर रहा है
mr: चेकसमशिवाय फाईल्स स्वीकारत आहे.
ro: Accept fișiere fără sumă de control
ta: செக்சம் இல்லாத கோப்புகள் ஏற்கப்படுகின்றன
xh: Kwamkelwa Iifayili ngaphandle &kweSishwankathelo

source: Not accepting files without a checksum
bg: Без приемане на файлове без контролна сума
hi: चेकसम के बिना फाइलों को स्वीकार नहीं कर रहा है
mr: चेकसमशिवाय फाईल्स स्वीकारत नाही.
ro: Nu accept fișiere fără sumă de control
ta: செக்சம் இல்லாத கோப்புகள் ஏற்கப்படவில்லை
xh: Kwamkelwa Iifayili ngaphandle &kweSishwankathelo sokuqwalasela

source: Accepting failed verifications
bg: Приемане на неуспешните удостоверявания
hi: असफल प्रमाणीकरणों को स्वीकार कर रहा है
mr: अयशस्वी पडताळणी स्वीकारत आहे.
ro: Accept verificări eșuate
ta: தோல்வியுற்ற சரிபார்ப்புகள் ஏற்கப்படுகின்றன
xh: Kwamkelwa iziqinisekiso ezisileleyo

source: Not accepting failed verifications
bg: Без приемане на неуспешните удостоверявания
hi: असफल प्रमाणीकरणों को स्वीकार नहीं कर रहा है
mr: अयशस्वी पडताळणी स्वीकारत नाही.
ro: Nu accept verificări eșuate
ta: தோல்வியுற்ற சரிபார்ப்புகள் ஏற்கப்படவில்லை
xh: Azamkelwa iziyanisekiso ezisileleyo

source: Accepting unknown GPG keys
bg: Приемане на неизвестни GPG ключове
hi: अज्ञात GPG कुंजियों को स्वीकार कर रहा है
mr: अज्ञात GPG कीज स्वीकारत आह.
ro: Accept chei GPG necunoscute
ta: அறியப்படாத GPG விசைகள் ஏற்கப்படுகின்றன
xh: Kwamkelwa amaqhosha e-GPG angaziwayo

source: Not accepting unknown GPG Keys
bg: Без приемане на неизвестни GPG ключове
hi: अज्ञात GPG कुंजियों को स्वीकार नहीं कर रहा है
mr: अज्ञात GPG कीज स्वीकारत नाही.
ro: Nu accept chei GPG necunoscute
ta: அறியப்படாத GPG விசைகள் ஏற்கப்படவில்லை
xh: Awamkelwa amaqhosha e-GPG angaziwayo

source: Importing new GPG keys
bg: Внасяне на нови GPG ключове
hi: नई GPG कुंजियों को आयात कर रहा है
mr: नवीन GPG कीज बाहेरुन मागवत आहे.
ro: Import chei GPG noi
ta: புதிய GPG விசைகள் இறக்குமதி செய்யப்படுகின்றன
xh: Kuathathwa ngaphandle amaqhosha amatsha e-GPG

source: Not importing new GPG Keys
bg: Без внасяне на нови GPG ключове
hi: नई GPG कुंजियों को आयात नहीं कर रहा है
mr: नवीन GPG कीज बाहेरुन मागवत नाही.
ro: Nu import chei GPG noi
ta: புதிய GPG விசைகள் இறக்குமதி செய்யப்படவில்லை
xh: Awathathwa ngaphandle amaqhosha amatsha e-GPG

source: Drives
bg: Устройства
hi: ड्राइवों
mr: चालक
ro: Discuri
ta: தட்டுகள்
xh: Izikhululo

source: Preinstallation Scripts
bg: Пред-инсталационни скриптове
hi: पूर्व अधिष्ठापन स्क्रिप्टस
mr: स्थापने अगोदरची स्क्रिप्ट
ro: Scripturi preinstalare
ta: முன்நிறுவுதலின் ஸ்கிரிப்ட்டுகள்
xh: Izikripti Zaphambi Kokuhlohla

source: Postinstallation Scripts
bg: След-инсталационни скриптове
hi: अधिष्ठापन पश्चात स्क्रिप्टस
mr: स्थापने नंतरची स्क्रिप्ट
ro: Scripturi postinstalare
ta: பின்நிறுவுதலின் ஸ்கிரிப்ட்டுகள்
xh: Izikripti Zasemva Kokuhlohla

source: Chroot Scripts
bg: Chroot скриптове
hi: क्रूट स्क्रिप्टस
mr: सीचरूट स्क्रिप्ट
ro: Scripturi chroot
ta: சிஎச்ரூட் ஸ்கிரிப்ட்டுகள்
xh: Izikripti ze-Chroot

source: Init Scripts
bg: Стартиращи скриптове
hi: Init स्क्रिप्टस
mr: इनइट स्क्रिप्ट
ro: Scripturi init
ta: ஐநிட் ஸ்கிரிப்ட்டுகள்
xh: Izikripti ze-Init

source: Postpartitioning Scripts
ro: Scripturi post-partiționare

source: Postpartitioning
ro: Post-partiționare

source: Unknown
bg: Неизвестно
hi: अनंजान
mr: अज्ञात
ro: Necunoscut
ta: தெரியாதவை
xh: Akwaziwa

source: Selected Patterns
bg: Избрани подбори
hi: चयनित प्रतिरूप
mr: निवडलेले साचे
ro: Modele selectate
ta: தேர்ந்தெடுக்கப்பட்ட வடிவங்கள்
xh: Izimbo Ezikhethiweyo

source: Individually Selected Packages
bg: Поотделно избрани пакети
hi: एकल चयन बंडल
mr: एकेरी निवडलेली पॅकेजेस
ro: Pachete selectate individual
ta: தனித்தனியே தொகுப்புகளை தேர்வு செய்க
xh: Imibekelelo Ekhethwe Nganye-Nganye

source: Packages to Remove
bg: Пакети за премахване
hi: हटाए जाने वाले बंडल
mr: काढून टाकण्याची पॅकेजेस
ro: Pachete ce vor fi șterse
ta: அகற்றக்கூடிய தொகுப்புகள்
xh: Imibekelelo efanele Ukushenxiswa

source: Force Kernel Package
bg: Принудително пакета с ядрото
hi: फोर्स कर्नेल बंडल
mr: कर्नेल पॅकेजेसला जोर करा
ro: Impune pachet kernel
ta: கெர்னல் தொகுப்பினை கட்டாயப்படுத்து
xh: Umbekelelo we-Kernel Enziwa Ngamandla

source: Could not set patterns: %1.
bg: Не могат да се зададат подборите: %1
ro: Nu pot seta modelele: %1.

source: The package resolver run failed. Please check your software section in the autoyast profile.
bg: Стартирането на процеса за обработка на пакетите бе неуспешно. Проверете вашия подбор на пакети в профила за autoyast.
hi: पैकेज़ रिसॉल्वर रन विफल। कृपया autoyast प्रोफाइल में अपना सॉफ्टवेयर खंड जांचें।
mr: पॅकेजची सोडवणूक अपयशी ठरली. कृपया ऑटोयास्ट संक्षेपातीलसॉफ्टवेयर विभाग बघा.
ro: Rularea programului ce rezolvă pachetele a eșuat. Vă rog verificați secțiunea software din profilul autoyast.
ta: தயாரிப்பு தீர்வு இயக்கம் தோல்வியுற்றது. autoyast விவரத்தில் தயவுசெய்துஉங்கள் மென்பொருள் பிரிவை சரிபார்க்கவும்.
xh: Ayiphumelelanga indlela yesicombululi sepakethe. Nceda khangela icandelo lakho lesoftwe kwiprofayili ye-autoyast.

source: Evaluating root partition. One moment please...
bg: Преглежда коренния дял. Моля изчакайте…
hi: रूट विभाजन मूल्यांकन कर रह है। कृपा ठहरें ...
mr: मूळ विभाजक वापरून बघितला जात आहे कृपया काही सेकंद थांबा...
ro: Evaluez partiția root. Vă rog așteptați...
ta: மூலாதார பிரிவுகள் மதிப்பீடு செய்யப்படுகிறது. ஒரு நிமிடம் காத்திருக்கவும்...
xh: Kuvavanywa izahlulelo zengcambu yamandla. Nceda linda kancinci...

source: No Linux root partition found.
bg: Няма намерени коренни Линукс дялове.
hi: लिनक्स रूट विभाजन नही मिला
mr: लिनक्स मूळ विभाजन मिळाले नाही.
ro: Nu am găsit nici o partiție root Linux.
ta: லைனக்ஸ் மூலாதார பிரிவுகள் காணவில்லை
xh: Akukho sahlulelo sifunyenwe sengcambu yamandla ye-Linux.

source: Multiple root partitions found, but you did not configure which root partition should be used. Automatic installation not possible.
bg: Намерени са множество коренни дялове. Не сте задали кой коренен дял да бъде използван. Не е възможно автоматично инсталиране.
hi: बहु रूट विभाजन मिले, लेकिन आपने प्रयोग किया जाने वाला रूट विभाजन विन्यास नहीं किया. स्वचालित अधिष्ठापन संभव नहीं है.
mr: अनेक रुट पार्टिशन्स आढळले, परंतु आपण कोणते रुट पार्टिशन वापरावे याचा आकृतीबंध बनवला नाही. आपोआप स्थापना शक्य नाही.
ro: Au fost găsite mai multe partiții root, dar nu ați configurat ce paritiție root să fie folosită. Instalarea automata nu este posibilă.
ta: கூடுதல் மூல பிரிவினைகள் கண்டுபிடிக்கப் பட்டுள்ளன, அவற்றை நீங்கள் தகவமைவு செய்யவில்லை. தானியங்கி நிறுவுதல்முடியாது.
xh: Zifunyenwe izahlulelo zengcambu yamandla ezininzi, kodwa akulwenzanga ubumbeko lokuba sesiphi isahlulelo sengcambu yamandla esifanele ukusetyenziswa. Ukuhlohleka okuzenekelayo akwenzeki.

source: Collecting configuration data...
bg: Събиране на данни за настройката…
hi: विन्यास डाटा संग्रह कर रहा है...
mr: संरचना माहिती गोळा करत आहे...
ro: Colectez datele de configurare...
ta: தகவமைவு தகவல்களை பெறப்படுகின்றன ...
xh: Kuqokelelwa iinkcukacha zesixokelelwano...

source: label not found while looking for autoyast profile
ro: denumirea nu a fost găsită în timp ce căutam profilul autoyast

source: An error occurred while fetching the profile:
bg: Възникнала е грешка при извличането на профила:
hi: प्रोफाइल को आनयन करते समय एक त्रुटि उत्पन्न हुई:
mr: कार्यक्रम भरताना चूक झाली:
ro: A apărut o eroare la alegerea profilului:
ta: விவரக்குறிப்புகளை பெரும்பொழுது பிழை ஏற்பட்டுவிட்டது:
xh: Kwenzeke imposiso xa kulandwa inkangeleko yecala:

source: Reading configuration data...
bg: Четене на настройката…
hi: विन्यास डाटा पढ़ा जा रहा है...
mr: संरचना माहिती वाचत आहे...
ta: தகவமைவு தகவல்களை படிக்கிறது...
xh: Kufundwa iinkcukacha zobumbeko...

source: Path to AutoYaST profile
hi: AutoYaST प्रोफाइल का पाथ
mr: AutoYaST प्रोफाईलचा पाथ
ta: ஆட்டோYaST விவரத்திற்கான பாதை
xh: Indlela eya kwiprofayili yeAutoYaSt

source: <p>To protect copied files, set the owner and the permissions of the files. Set the owner using the syntax <i>userid:groupid</i>. Permissions can be a symbolic representation of changes to make or an octal number representing the bit pattern for the new permissions.</p>
bg: <p>За да защитите копираните файлове задайте им собственик и права. Собственика може да се зададе чрез синтаксиса <i>userid:groupid</i>. Правата могат да бъдат зададени като символично представяне на промяната или като осмично число за битовата маска на нов набор права.</p>
hi: <p>प्रतिलिपि की हुई फाइलों की रक्षा के लिए, स्वामित्व व फाइलों की अनुमति निर्धारित करें. वाक्यविन्यास <i>userid:groupid</i> का प्रयोग कर मालिक निर्धारित करें. अनुमतियां किए जाने वाले परिवर्तनों की प्रतीकात्मक अभिव्यक्ति या नई अनुमतियों के बिट पैटर्न का प्रतिनिधित्व करने वाली एक यथार्थ संख्या हो सकती है.</p>
mr: <p> प्रतिलिपित फाईल्सचे संरक्षण करण्यासाठी, मालक तसेच फाईल्सची अनुमति सेट करा. वाक्यरचना <i>userid:groupid</i>. वापरुन मालक सेट करा. अनुमती ही करण्यात येणार्‍या बदलांचे प्रतिकात्मक प्रतिनिधित्व असेल किंवा नवीन अनुमतींसाठी विबट पॅटर्नचे प्रतिनिधित्व करणारा ऑक्टल नंबर असेल.</p>
ta: <p>பிரதியெடுத்த கோப்புகளை பாதுகாப்பதற்கு, கோப்புகளின் உரிமையாளர் மற்றும் அனுமதிகளை அமை. <i>userid:groupid</i> இலக்ணத்தை பயன்படுத்தி உரிமையாளரை அமை. அனுமதிகள் செய்யப்பட வேண்டிய மாற்றங்களுக்கான சின்னங்கள் அல்லது புதிய அனுமதிகளுக்கான ஆக்டல் பிட் வடிவங்களை குறிக்கும் ஒரு எண்ணாக இருக்கலாம்.</p>
xh: <p>Ukukhusela iifayili ezikotshiweyo, misela umninizo neemvume zeefayili. Misela umninizo ngokusebenzisa ulandelelwano <i>umsebenzisiid:iqelaid</i>. Iimvume zisenokuba lumelo olungumqondiso lweenguquko ezifanele ukwenziwa okanye inani lesibhozo elimele isimbo sesuntsu ukwenzela iimvume ezintsha.</p>

source: Configuring %1
bg: Настройване на %1
hi: %1विन्यास कर रहा है
mr: संरचित करत आहे %1
ta: %1 தகவமைவு
xh: Kwenziwa ubumbeko %1

source: Not Configuring %1
bg: Без настройване на %1
hi: %1 विन्यास नहीं कर रहा है
mr: संरचित करत नाही %1
ta: %1 தகவமைவு ஆகவில்லை
xh: Akwenziwa Lubumbeko %1

source: <p> Please wait while the image is retrieved.</p>
bg: <p> Моля, изчакайте докато файлът образ се обработва.</p>
hi: <p> कृपया प्रतिबिंब की पुर्नप्राप्ति तक प्रतीक्षा करें.</p>
mr: <p> प्रतिमा पुन्हा मिळेपर्यंत कृपया प्रतिक्षा करा.</p>
ta: <p>உருவம் பெறும் வரை தயவு செய்து காத்திருக்கவும்.</p>
xh: <p> Nceda linda xa kusabuyiselwa kwakhona umfuziselo.</p>

source: Retrieve Image File
bg: Обработка на файл образ
hi: प्रतिबिंब फाइल पुर्नप्राप्त करें
mr: प्रतिमा फाईल पुन्हा मिळवा
ta: உருவக் கோப்புகளை பெறவும்
xh: Buyisela Kwakhona Ifayili Yomfuziselo

source: Install image file
bg: Инсталиране на файла образ
hi: प्रतिबिंब फाइल अधिष्ठापित करें
mr: आकृती फाईल स्थापित करा
ta: உருவக் கோப்பினை நிறுவுக
xh: Hlohla ifayili yomfuziselo

source: Retrieving image file...
bg: Обработване на файла образ…
hi: प्रतिबिंब फाइल पुर्नप्राप्त करना...
mr: प्रतिमा फाईल पुन्हा मिळवित आहे...
ta: உருவக் கோப்புகளை பெறுகிறது...
xh: Kubuyiselwa kwakhona ifayili yomfuziselo...

source: Installing image file...
bg: Инсталиране на файла образ…
hi: प्रतिबिंब फाइल अधिष्ठापित करना...
mr: आकृती फाईल स्थापित करत आहे...
ta: உருவக் கோப்பினை நிறுவுகிறது...
xh: Kuhlohlwa ifayili yomfuziselo

source: Installing image into system...
bg: Инсталиране на файла образ върху системата…
hi: सिस्टम में प्रतिबिंब अधिष्ठापित कर रहा है...
mr: प्रतिमा माहिती पध्दती स्थापन केली जात आहे...
ta: முனையத்திற்குள் உருவத்தை நிறுவுகிறது ...
xh: Kuhlohlwa umfuziselo kwisixokelelwano...

source: D&evice
bg: &Устройство
hi: उपकरण(&e)
mr: उपकरण
ta: சாதனம்
xh: I&sixhobo

source: &Size
bg: &Размер
hi: आकार (&S)
mr: &आकार
ta: அளவு
xh: &Ubukhulu

source: Add &Partition
bg: Добавяне на &дял
hi: विभाजन जोड़ें (&P)
mr: विभाजन करा आणि मिळवा
ta: பிரிவினைகளை கூட்டு
xh: Fakela &Isahlulelo

source: Choose a hard disk
hi: कोई हार्ड डिस्क चुनें
ta: நிலைவட்டினை தேர்வு செய்க

source: <p> All hard disks automatically detected on your system are shown here. Select the hard disk on which to install &product;. </p>
hi: <p> आपके सिस्टम पर स्वयमेव सभी हार्ड डिस्क पता लग गयी है यहां प्रदर्शित है. हार्ड डिस्क का चयन करें जिसमें आप उत्पाद अधिष्ठापित होगां;. (&p) </p>
ta: <p> கணினியில் தானகவே கண்டுபிடிக்கப்பட்டுள்ள அனைத்து நிலைவட்டுகளையும் இங்கே காங்கீறீர்கள். எந்த நிலவட்டில் பொருளை நிறுவவேண்டும் என்பதை தேர்வு செய்க. </p>

source: Hard Disk Selection
hi: हार्ड डिस्क चयन
ta: நிலைவட்டினை தேர்வு செய்க

source: Select one of the options to continue.
hi: जारी रखने के लिए एक विकल्प चुनें.
ta: தொடர்வதற்கு ஏதேனும் ஒரு தேர்வினை செய்க.

source: Im&port
hi: आयात(&p)
ta: இறக்குமதி

source: Import &Kickstart File
hi: आयात किकस्टार्ट फाइल (&K)
ta: கிக்ஸ்டார்ட் கோப்பினை இறக்குமதி

source: Importing Kickstart file...
hi: किकस्टार्ट फाइल आयात कर रहा है...
ta: கிக்ஸ்டார்ட் கோப்பினை இறக்குகிறது...

source: Read Kickstart file
hi: किकस्टार्ट फाइल पढ़ें
ta: கிக்ஸ்டார்ட் கோப்பினை படி

source: Import data
hi: डाटा आयात करें
ta: தகவல்களை இறக்குமதி

source: Reading Kickstart file...
hi: किकस्टार्ट फाइल पढ़ रहा है...
ta: கிக்ஸ்டார்ட் கோப்பினை படிக்கிறது...

source: Importing data...
hi: डाटा आयात कर रहा है...
ta: தகவல்களை இறக்குகிறது...

source: Finished
hi: समाप्त हुआ
ta: முடிந்து

source: Select a kickstart file.
hi: कोई किकस्टार्ट फाइल चुनें.
ta: கிக்ஸ்டார்ட் கோப்பினை தேர்வு செய்

source: Error while loading Kickstart file. Verify the syntax of file and try again.
hi: किकस्टार्ट फाइल लोड करते समय त्रुटि. फाइल के वाक्यविन्यास की पुष्टि कर पुनः प्रयास करें.
ta: கிக்ஸ்டார்ட் கோப்பினை இயக்கும்பொழுது பிழை. கோப்பின் அமைப்பை சரிபார்த்து பின் முயற்ச்சிக்கவும்.

source: Kickstart file was imported. Check the imported syntax and make sure the package selection and partitioning were imported correctly.
hi: किकस्टार्ट फाइल आयात हो गई थी. आयातित वाक्यविन्यास जांचकर सुनिश्चित करें बंडल चयन व विभाजन सही तरह से आयात किए गए हैं.
ta: கிக்ஸ்டார்ட் கோப்பு முக்கியமானது. இறக்குமதியான இல்க்கணத்தை சரிபார்த்து பிறகு திறள்தொகுதிதேர்வு மற்றும் பிரிதலை உறுதிசெய்யவும்

source: OK
bg: Добре
hi: ठीक है
mr: ठीक आहे
ta: சரி
xh: &KULUNGILE

source: <p><b><big>Importing Kickstart Files</big></b><br>
hi: <p><b><big>किकस्टार्ट फाइलें आयात कर रहा है</big></b><br>
ta: <p><b><big>கிக்ஸ்டார்ட் கோப்புகளை இறுக்குமதி செய்கிறது.</big></b><br>

source: <p>To import a Kickstart file, enter the path to the configuration file. The imported data is loaded into the configuration management system to add more configuration options available with SUSE.</p>
hi: <p>किकस्टार्ट फाइल आयात करने के लिए, मार्ग विन्यास में प्रविष्ट करें. आयातित डाटा विन्यास प्रबंधन प्रणाली में लोड किया जाता है जिससे SUSE के साथ अधिक विन्यास विकल्प जोड़ें जा सकें.</p>
ta: <p>கிக்ஸ்டார்ட் கோப்புகளை இறுக்குமதி செய்ய அதன் தகவமைவுக்கான பாதையை கொடு. இறக்குமதி செய்யப்பட்ட தகவல்கள் தகவமைவு மேலாண்மைக்கு ஏற்றப்படும், மேலும் பல தகவமைவுகளை கூட்ட வேண்டுமெனில் சுசியில் அதற்கான தேர்வுகள் உள்ளன.</p>

source: <p>etc.</p>
bg: <p>и т.н.</p>
hi: <p>इत्यादि.</p>
mr: <p>इत्यांदी</p>
ta: <p>இதர</p>
xh: <p>njl.njl</p>

source: <H3>Network Access:</H3> <P>While executing postinstallation scripts, the network is disabled and requires initialization in the scripts to make the network accessible. An alternative for postinstallation scripts with network is using init scripts, which guarantee a fully configured system when running the scripts. If you did an installation over a network, you can use the <b>Network</b> option for the postscript, too. </P>
bg: <H3>Достъп до мрежата:</H3> <P>Докато се изпълняват след-инсталационните скриптове мрежата е забранена и изисква стартиране в скриптовете за да има мрежова свързаност. Алтернативно може да се използват стартиращи скриптове, което гарантира, че системата ще е напълно настроена по време на работата на скриптовете. Ако сте правили инсталация по мрежата също така ще можете да използвате параметъра <b>Network</b> за след-инст. скриптове.</P>
hi: <H3>नेटवर्क एक्सेस:</H3> <P>पूर्व अधिष्ठापन स्क्रिप्ट्स को क्रियान्वित करते समय नेटवर्क निष्क्रिय हो जाता है और और नेटवर्क पहुंच योग्य बनाने के लिए स्क्रिप्ट्स के प्रारम्भ की आवश्यकता होती है. नेटवर्क के साथ पूर्व अधिष्ठापन स्क्रिप्ट्स के विकल्प के तौर पर इनिशिएलाइजेशन स्क्रिप्ट्स का प्रयोग कर सकते हैं जो स्क्रिप्ट्स चलाते समय पूर्ण कनफिगर सिस्टम सुनिश्चित करती है. यदि आपने किसी नेटवर्क के ऊपर अधिष्ठापन किया है, तब आप पोस्ट स्क्रिप्ट के लिए <b>नेटवर्क</b> विकल्प का भी प्रयोग कर सकते हैं. </P>
mr: <H3> नेटवर्क अक्सेस:</H3> <P> स्थापना पश्चात् स्क्रिप्ट लागू करतांना नेटवर्क असमर्थ होते व नेटवर्क अक्सेसिबल करण्यासाठी स्क्रिप्टमधे सुरुवात आवश्यक असते. नेटवर्कसहितच्या स्थापनेपश्चात्च्या स्क्रिप्टसाठी पर्याय म्हणजे स्क्रिप्ट वापरणे, ज्या स्क्रिप्ट चालू असतांना संपूर्ण आकृतीबंधच्या प्रणालीची हमी देतात. आपण नेटवर्कवर स्थापना केल्यास, आपण पोस्टस्क्रिप्ट साठी <b> नेटवर्क </b> पर्याय देखील वापरु शकता. </P>
ta: <H3>வலையமைப்பு அணுக்கம்:</H3> <P>நிறுவுதலுக்குப்பின் உரைகளை நிறைவேற்றுகையில், வலையமைப்பு செயலிழந்து மற்றும் வலையமைப்பை அணுகத்தக்கதாக செய்வதற்கு உரைகளில் துவக்கம்தேவைப்படுகிறது. ஒரு வலையமைப்புடனான நிறுவுதலுக்குப்பின் உரைகளுக்கான மாற்று init உரைகளை பயன்படுத்துவதாகும், இது உரைகளை இயக்கும்போது ஒரு முழுமையான உள்ளமைந்த அமைப்பிற்கு உத்திரவாதம் அளிக்கிறது. நீங்கள் வலையமைப்பில் ஒரு நிறுவுதலை செய்திருந்தால், பின்னுரைக்குக்கூட நீங்கள் <b>வலையமைப்பு</b>விருப்பத்தேர்வை பயன்படுத்தலாம். </P>
xh: <H3>Ufikeleleko Lomsebenzi Wothungelwano:</H3> <P>Xa kusaqhutywa izikripti zasemva kokuhlohla,umsebenzi wothungelwano ususwa isakhono kwaye ufuna ukundululwa kwizikrpti ukwenza umsebenzi wothungelwano ufikeleleke. Enye indlela yezikripti zasemva kokuhlohla nomsebenzi wothungelwano isebenzisa izikripti ze-init, eqinisekisa isixokelelwano esinobumbeko olupheleleyo xa kuqhutywa izikripti. Ukuba ukwenzile ukuhlohla ngaphezu komsebenzi wothungelwano, unako ukusebenzisa <b>isikhethwa Somsebenzi wothungelwano ukwenzela isikripti samva </b> ngokunjalo. </P>

source: Perl
hi: पर्ल
ta: பேர்ல்
xh: i-Perl

source: Shell
hi: शैल
mr: शेल
ta: கூடு
xh: Itoliki yemiyalelo

source: Python
hi: पायथन
mr: पायथॉन
ta: பைத்தான்
xh: i-Python

source: &Feedback
bg: &Обратна връзка
hi: पुनर्निवेश(&F)
mr: &प्रतिसाद
ta: பதில்பெறுதல்
xh: &Ingxelo yomsebenzisi

source: &Debug
bg: &Дебъг
hi: दोषमार्जन(&D)
mr: डिबग
ta: டீபக்
xh: &Cokisa

source: &Network
bg: &Мрежа
hi: नेटवर्क (&N)
mr: &जाळे
ta: நெட்வொர்க்
xh: &Umsebenzi wothungelwano

source: Pre
bg: Пред
hi: पूर्व
mr: च्याआधी
ta: பிரி
xh: Phambi

source: Post
bg: След
hi: पश्चात
mr: पोस्ट्
ta: போஸ்ட்
xh: Emva

source: Chroot
hi: क्रूट
mr: सीएरूट
ta: சிஎச்ரூட்
xh: i-Chroot

source: Ok
bg: ОК
hi: ठीक हैं
mr: ठिक
ta: சரி
xh: Kulungile

source: The partition plan configured in your XML profile does not fit on the hard disk. %1MB missing
hi: आपकी एक्सएमएल प्रोफाइल में समरूपित पार्टिशन योजना हार्ड डिस्क पर फिट नहीं होती। %1एमबी लुप्त है
ta: உங்கள் XML விவரத்தில் உள்ளமைக்கப்பட்டுள்ள பகுதி பிரிப்புத் திட்டமானது நிலை வட்டில் அடங்கவில்லை. %1எம்பி காணவில்லை.

source: No specific device configured
hi: कोई विशिष्ट ड्राइव विन्यासित नहीं हुई है
ta: குறிப்பிட்ட க்ருவி தகவமையவு இல்லை

source: &OK
bg: &ОК
hi: ठीक हैं (&O)
mr: &ठीक आहे
ta: சரி
xh: &KULUNGILE

source: Running scripts...
ta: எழுத்துக்களை இயக்குகிறது ...

source: Init
bg: Стартиращ
mr: इनइट
ta: ஐநிட்
xh: i-Init
