Repository: Dzejrou/yast-translations
Catalog: po/autoinst/*.po
Languages: bg, hi, mr, ro, ta, xh

source: Preprobing stage
bg: Етап "предварителна проба"
hi: पूर्वान्वेषण चरण
mr: चौकशी करण्यापूर्वीची पायरी
ro: Etapa pre-analiză
ta: பிரிபிராப்பிங் நிலை
xh: Ibakala eliphambi kwelokucikida

source: Probing hardware...
bg: Пробване на хардуера…
hi: हार्डवेयर पता लगा रहा है...
mr: हार्डवेअरची चौकशी केली जात आहे...
ro: Analizez hardware-ul...
ta: வன் பொருளை ேசாதனை செய்கிறது...
xh: Kucikidwa okuseqokobheni lekhompyutha

source: Executing pre-install user scripts...
bg: Изпълнение на пред-инсталационни потребителски скриптове…
hi: पूर्व-अधिष्ठापित प्रयोक्ता क्रियान्वित कर रहा है...
mr: स्थापने पूर्वीच्या वापरायच्या स्क्रिप्ट्स अंमलबजावित करा
ro: Execut scripturile utilizator pre-instalare...
ta: பயனாளர் ஸ்கிரிப்ட் முன்-நிறுவுதளை இயக்குகிறது ...
xh: Kuqhutywa izikripti zomsebenzisi zaphambi kokuhlohla...

source: Parsing control file
bg: Анализиране на контролния файл
hi: संचालन फाइल की पदच्छेदन
mr: नियंत्रण फाईल पार्स करत आहे
ro: Parcurg fișierul de control
ta: கட்டுபாடு கோப்பை பாகுப்படுத்தல்
xh: Kuhlahlelwa ifayili yolawulo

source: <p> A profile for this machine could not be found or retrieved. Check that you entered the correct location on the command line and try again. Because of this error, you can only enter a URL to a profile and not to a directory. If you are using rules or host name-based control files, restart the installation process and make sure the control files are accessible.</p>
bg: <p> Профилът за тази машина не може да бъде намерен или свален. Проверете дали сте въвели правилно местонахождението от командния ред и опитайте отново. Заради тази грешка ще можете да въведете само URL към профила, но не и към директория. Ако използвате контролни файлове, базирани на правила или имена на машини, ще трябва да започнете инсталационния процес отново. В такъв случай проверете дали контролните файлове са достъпни.</p>
hi: <p> इस मशीन के लिए फाइल, प्राप्त या पुर्नप्राप्त नहीं की जा सकी. पता लगाएं आपने कमांड लाइन पर सही स्थान पर प्रविष्टि की थी और पुनः प्रयास करें. इस त्रुटि के कारण, आप URL किसी प्रोफाइल में प्रविष्ट करा सकते हैं डायरेक्ट्री में नहीं. यदि आप नियमो या होस्ट नाम आधारित संचालन फाइलों का प्रयोग कर रहे हैं, अधिष्ठापन प्रक्रिया पुनः शुरू व सुनिश्चित करें कि नियंत्रण फाइलें प्राप्य हों.</p>
mr: <p> या मशीनसाठीचा प्रोफाईल आढळला नाही किंवा मिळवता आला नाही. आपण आदेश रेषेवर अचूक स्थळ प्रविष्ट केले असल्याचे तपासा व पुन्हा प्रयत्न करा. या चुकीमुळे, आपण URL साठी फक्त प्रोफाईल प्रविष्ट करु शकता, डिरेक्टरी नव्हे. आपण नियम किंवा माहकाच्या नावावर आधारित नियंत्रण फाईल्स वापरत असाल तर, स्थापना प्रक्रिया पुन्हा सुरु करा व नियंत्रण फाईल्स पहाता येण्यासारख्या असल्याची खात्री करुन घ्या.</p>
ro: <p> Nu am putut găsi sau descărca un profil pentru această mașină. Verificați dacă ați introdus locația corectă în linia de comandă și încercați din nou. Din cauza acestei erori, nu puteți introduce decât un URL către un profil, și nu un director. Dacă folosiți fișiere de control cu reguli sau hostnames, va trebui să reporniți procesul de instalare și să vă asigurați că fișierele respective sunt accesibile.</p>
ta: <p> இந்த சாதனத்திற்கான விவரத்தை காணவோ மீட்கவோ முடியவில்லை. நீங்கள் சரியான அமைவிடத்தை ஆணை வரிசையில் குறிப்பிட்டுள்ளதை சரிபார்த்து மீண்டும் முயற்சிக்க. இப்பிழை காரணமாக, நீங்கள் விவரத்திற்காக ஒரு URLலில் மட்டும் நுழைய முடியுமேயன்றி அடைவில் அல்ல. நீங்கள் விதிகள் அல்லது ஆதார பெயர்-சார்ந்த கட்டுப்பாட்டு கோப்புகளை பயன்படுத்தினால், நிறுவுதல் நடைமுறையை மறுதுவக்கம் செய்து, கட்டுப்பாட்டு கோப்புகள் அணுக்கத்தில் உள்ளதை உறுதி செய்க.</p>
xh: <p> Inkangeleko yecala lalo matshini ayikwazanga kufunyanwa okanye kubuyiselwa kwakhona. Qwalasela ukuba ingaba ungenise indawo yokuhlala echanekileyo na emgceni womyalelo na uze uzame kwakhona. Ngenxa yale mposiso, unokungenisa kuphela i-URL kwinkangeleko yecala ingenguye uvimba weefayili. Ukuba usebenzisa imithetho okanye iifayili zokulawula zikamamkeli ezisekwe emagameni, phinda uqalise inkqubo yokuhlohla uze uqinisekise ukuba iifayili zokulawula ziyafikeleleka.</p>

source: System Profile Location
bg: Местоположение на системния профил
hi: सिस्टम प्रोफाइल स्थिति
mr: यंत्रणा कार्यक्रम ठिकाण
ro: Locația profilului de sistem
ta: முறையத்தின் விவரக்குறிப்பு இடம்
xh: Indawo Yokuhlala Yenkangeleko Yecala Lesixokelelwano

source: &Profile Location:
bg: &Местоположение на профила:
hi: प्रोफाइल स्थिति: (&P)
mr: कार्यक्रम स्थान:
ro: Locație &&profil:
ta: விவரக்குறிப்பு இடம் :
xh: &Indawo Yokuhlala Yenkangeleko Yecala:

source: <P>Please wait while the system is prepared for autoinstallation.</P>
bg: <P>Моля, изчакайте докато системата се подготвя за автоматична инсталация.</P>
hi: <P>सिस्टम के स्वअधिष्ठापन के लिए तैयार होने तक प्रतीक्षा करें.</P>
mr: <P>स्थव-स्थापनेकरता यंत्रणा तयार होईपर्यंत कृपया प्रतिक्षा करा.</P>
ro: <P>Vă rog să așteptați, sistemul se pregătește pentru instalare automată.</P>
ta: <p>முணையம் தானியங்கி நிறுவுதலுக்கு தயாராகும் வரை காத்திருங்கள்</p>
xh: <P>Nceda linda xa isixokelelwano sisalungiselwa ukuhlohla ngokuzenzekela.</P>

source: Configure General Settings
bg: Настройка на основните параметри
hi: सामान्य व्यवस्था विन्यास करें
mr: साधारण बांधणी संरचित करा
ro: Configurare setări generale
ta: சாதரண அமைப்புகளை தகவமைவு
xh: Yenza Ubumbeko Lwemimiselo Jikelele

source: Set up language
bg: Избор на език
hi: भाषा निर्धारित करें
mr: भाषा नक्की करा
ro: Setare limbă
ta: மொழியை நிறுவுகை
xh: Misela ulwimi

source: Create partition plans
bg: Създаване на плановете за дяловете
hi: विभाजन योजना तैयार करें
mr: विभागणी ठराव निर्माण करा
ro: Crează planuri de partiționare
ta: பிரிவினை திட்டங்களை உருவாக்கு
xh: Dala izicwangciso zezahlulo

source: Configure Bootloader
bg: Настройка зареждането на ОС
hi: बूटलोडर विन्यास करें
mr: बूट लोडर संरचित करा
ro: Configurează bootloader
ta: முன்னோடி ஏற்றியின் தகவமைவு செய்
xh: Yenza Ubumbeko Lwesilayishi Sokumisela Inkqubo

source: Registration
bg: Регистрация
ro: Înregistrare

source: Configure Software selections
bg: Настройка на софтуерните подбори
hi: सॉफ्टवेयर चयन विन्यास करें
mr: सॉफ्टवेअर निवडी संरचित करा
ro: Configurează selecții software
ta: மென் பொருள் தேர்வுகளை தகவமைவு செய்
xh: Yenza Ubumbeko lokukhethwayo Lwaphakathi ekhompyutheni

source: Configuring general settings...
bg: Настройване на главни параметри…
hi: सामान्य व्यवस्था विन्यास कर रहा है...
mr: साधारण मांडणी संरचित करत आहे...
ro: Configurez setările generale...
ta: பொதுவான அமைப்புகளை தகவமைவு செய்...
xh: Kwenziwa ubumbeko lwemimiselo jikelele...

source: Creating partition plans...
bg: Създаване на плановете за дяловете…
hi: विभाजन योजना बना रहा है...
mr: विभागणी ठराव निर्माण करत आहे...
ro: Creez planurile de partiționare...
ta: பிரிவினை திட்டங்களை உருவாக்குகிறது ...
xh: Kudalwa izicwangciso zezahlulo...

source: Configuring Bootloader...
bg: Настройка зареждането на ОС…
hi: बूटलोडर विन्यास कर रहा है...
mr: बूट लोडर संरचित करत आहे...
ro: Configurez bootloader...
ta: முன்னோடி ஏற்றியின் தகவமைவு செய்கிறது...
xh: Kwenziwa Ubumbeko Lwesilayishi Sokumisela Inkqubo

source: Configuring Software selections...
bg: Настройка на софтуерните подбори…
hi: सॉफ्टवेयर चयन विन्यास कर रहा है...
mr: सॉफ्टवेअर निवडी संरचित करत आहे...
ro: Configurez selecțiile software...
ta: மென்பொருள் தேர்வுகளை தகவமைவு செய்கிறது...
xh: Kwenziwa ubumbeko lokukhethwayo Lwaphakathi ekhompyutheni

source: Preparing System for Automated Installation
bg: Подготовка на системата за автоматично инсталиране
hi: सिस्टम को स्वचालित अधिष्ठापन के लिए तैयार कर रहा है
mr: ऑटोमेटेड स्थापनेकरता यंत्रणा तयार करत आहेत
ro: Pregătesc sistemul pentru instalare automată
ta: தானியங்கி நிறுவுதலுக்கு முணையத்தை தயார் செய்கிறது
xh: Kulungiselelwa Isixokelelwano Sokuhlohla Esizenzekelayo

source: Configuring language...
bg: Настройване на езика…
hi: भाषा विन्यास का पता कर रहा है...
mr: भाषा संरचित करा....
ro: Configurez limba...
ta: மொழியை தகவமைத்தல் ...
xh: Kwenziwa ubumbeko lolwimi...

source: Error while configuring partitions. Try again.
bg: Възникнала е грешка при настройката на дяловете. Моля, опитайте отново.
hi: विभाजन विन्यास करते समय त्रुटि. पुनः प्रयास करें.
mr: विभाजक संरचना करताना चूक. पुन्हा प्रयत्न करा.
ro: Eroare la configurarea partițiilor. Încercați din nou.
ta: பிரிவனை தகவமைவு செய்யும் போது பிழை. மீண்டும் முயற்ச்சிக்கவும்
xh: Imposiso xa kwenziwa ubumbeko lwezahlulo. Zama kwakhona.

source: Error while configuring software selections. Try again.
bg: Възникнала е грешка при настройката на софтуерите подбори. Моля, опитайте отново.
hi: सॉफ्टवेयर चयन करते समय त्रुटि. पुनः प्रयास करें.
mr: सॉफ्टवेअर निवडी संरचित करताना चूक. पुन्हा प्रयत्न करा.
ro: Eroare la configurarea selecțiilor software. Încercați din nou.
ta: மென்பொருள் தகவமைவு செய்யும் போது பிழை. மீண்டும் முயற்ச்சிக்கவும்.
xh: Imposiso xa kusenziwa ubumbeko lokukhethwa kokungaphakathi ekhompyutheni. Zama kwakhona.

source: Messages
bg: Съобщения
hi: संदेश
mr: निरोप
ro: Mesaje
ta: தகவல்கள்
xh: Imiyalezo

source: Sho&w messages
bg: Преглед на с&ъобщенията
hi: संदेश दर्शाएं (&w)
mr: निरोप दाखवा
ro: Arată mesajele
ta: தகவல்களை காட்டு
xh: Boni&sa imiyalezo

source: Lo&g messages
bg: &Записване на съобщенията в дневник
hi: संदेश लॉग करें (&g)
mr: निरोप पहा
ro: Jurnalizare mesaje
ta: பதிவுத் தகவல்கள்
xh: Imiyalezo ngesi&xhobo sokufumana imposiso

source: &Time-out (in sec.)
bg: &Просрочка (в секунди)
hi: समय-समाप्ति (सेकेंडों में) (&T)
mr: &वेळ संपली (सेकंदात)
ro: &Temporizare (secunde)
ta: வெளியேறும் நேரம் (மணிக்கணக்கில்)
xh: &Ixesha lokuphuma (ngemizuzwana)

source: Warnings
bg: Предупреждения
hi: चेतावनी
mr: इशारा
ro: Avertizări
ta: எச்சரிக்கைகள்
xh: Izilumkiso

source: Sh&ow warnings
bg: Показване на п&редупрежденията
hi: चेतावनियां दर्शाएं (&o)
mr: इशारा दाखवा
ro: Arată avertizările
ta: எச்சரிக்கைகளை காட்டு
xh: Bon&isa izilumkiso

source: Log wa&rnings
bg: Записване на &предупрежденията в дневник
hi: चेतावनियां लॉग करें (&r)
mr: इशारा पहा
ro: Jurnalizează avertizările
ta: பதிவு. எச்சரிக்கைகள்
xh: Izilu&mkiso ngesixhobo sokufumana imposiso

source: Time-out (in s&ec.)
bg: П&росрочка (в секунди)
hi: समय-समाप्ति (सेकेंडों में) (&e)
mr: &वेळ संपली (सेकंदात)
ro: Temporizare (s&ecunde)
ta: வெளியேறும் நேரம் (மணிக்கணக்கில்)
xh: Ixesha lokuphuma (ngemizu&zwana)

source: Errors
bg: Грешки
hi: गलतियाँ
mr: त्रुटी
ro: Erori
ta: பிழைகள்
xh: Iimposiso

source: Show error&s
bg: Показване на &грешките
hi: त्रूटियां दिखाएं (&s)
mr: चूक दाखवा
ro: Arată erorile
ta: பிழைகளை காட்டு
xh: Bonisa iimposi&so

source: &Log errors
bg: Записване на &грешките в.дневник
hi: त्रुटियां लॉग करें (&L)
mr: चूक पहा
ro: Jurnalizează erorile
ta: பதிவுப் பிழைகள்
xh: Iimposiso &zesixhobo sokufumana imposiso

source: Time-o&ut (in sec.)
bg: Про&срочка (в секунди)
hi: समय-समाप्ति (सेकेंडों में) (&u)
mr: &वेळ संपली (सेकंदात)
ro: &Temporizare (secunde)
ta: வெளியேறும் நேரம் (மணிக்கணக்கில்)
xh: Ixesha lokuph&uma (ngemizuzwana)

source: <p>Depending on your experience, you can skip, log, and show (with time-out) installation messages.</p>
bg: <p>В зависимост от Вашия опит можете да пропуснете, запишете в дневник и да прегледане (с просрочка на времето) съобщенията от инсталацията.</p>
hi: <p>अपने अनुभव के आधार पर, आप अधिष्ठापन संदेश छोड़, लॉग, व दर्शा (समय-समाप्ति के साथ) सकते हैं.</p> अधिष्ठापन संदेश.</p>
mr: <p>D आपल्या अनुभवानुसार आपण स्थाना संदेश बगळू शकता, लॉग करु शकता वा दाखवू शकता (समाप्तीच्या वेळेसहित)./p>
ro: <p>In funcție de experiența dvs., puteți omite, jurnaliza sau afișa (cu temporizare) mesajele de instalare.</p>
ta: <p>உங்கள் அனுபவத்திற்க்கேற்ப, நீங்கள் இந்த நிறுவுதல் தகவல்களை (வெளியேறும்நேரம் உட்பட) தவிர்கலாம், பதிவு செய்யலாம் அல்லது காண்பிக்கலாம்</p>
xh: <p>Kuxhomekeke kumava akho, unako ukutsiba, ukufumanisa imposiso, uze ubonise (ngexesha lokuphuma) imiyalezo yokuhlohla.</p>

source: <p>It is recommended to show all <b>messages</b> with time-out. Warnings can be skipped in some places, but should not be ignored.</p>
bg: <p>Препоръчително е да се показват всички <b>съобщения</b> с просрочка на времето. Предупрежденията могат да бъдат пропускани на някои места, но не бива да бъдат игнорирани.</p>
hi: <p>यह सुझाया जाता है सभी <b>संदेश</b> समय-समाप्ति के साथ दर्शाए. कई जगह चेतावनियां छोड़ी जा सकती हैं, लेकिन उनकी उपेक्षा न करें.</p>
mr: <p> सर्व <b> संदेश </b> समाप्तीच्या वेळेसहित दर्शवण्याची शिफारस करण्यात येते.. काही ठिकाणी इशारे वगळता येऊ शकतील, परंतु त्याकडे दुर्लभ करु नये..</p>
ro: <p>Este recomandat să afișați toate <b>mesajele</b> cu temporizare. Avertizările pot fi omise în unele cazuri, dar nu ar trebui ignorate.</p>
ta: <p>எல்லா தகவல்களையும், வெளியேறும் நேரத்துடன் காண்பிக்க வேண்டும் என்று அறிவுறத்தப்பட்டுள்ளது. எச்சரிக்கைகளை சில இடங்களில் தவித்க்கலாம் ஆனால் நிராகரிக்கக்கூடாது</p>
xh: <p>Kucetyiswa ukubonisa yonke <b>imiyalezo</b> nexesha lokuphuma. Izilumkiso zinokutsitywa kwezinye iindawo, kodwa azifanelanga kuhoywa.</p>

source: Messages and Logging
bg: Съобщения и Запазване в дневник
hi: संदेश व लॉगिंग
mr: संदेश आणि प्रवेश
ro: Mesaje și jurnalizare
ta: தகவல்கள் மற்றும் பதிவுகள்
xh: Imiyalezo Nokusebenzisa Izixhobo Zokufumanisa Imposiso

source: No disks found.
bg: Не са намерени дискове.
hi: कोई डिस्क नहीं मिली.
ro: Nu am găsit nici un disc.
ta: வட்டுகள் கிடைக்கவில்லை
xh: Akukho zidiski zifunyenweyo.

source: Device
ro: Dispozitiv

source: Yes
bg: Да
hi: हाँ
mr: हो
ro: Da
ta: சரி
xh: Ewe

source: No
bg: Не
hi: नहीं
mr: नाही
ro: Nu
ta: தவறு
xh: Hayi

source: Parsing the rules file failed. XML parser reports:
bg: Анализирането на файла с правилата бе неуспешно. XML анализаторът докладва:
hi: नियम फाइल की पार्सिंग असफल रही. XML पार्सर रिपोर्ट:
mr: नियम फाईल पार्स होऊ शकली नाही. XML पार्सर अहवाल:
ro: Parcurgerea regulilor a eșuat. Parserul XML raportează:
ta: விதிமுறை கோப்பினை அலகிடல் செய்யும் போது தோல்வி. எக்ஸ்எம்எல் அலகிடலின் விவரம்:
xh: Ukuhlahlela imithetho kusilele kwifayili. Iingxelo ze-XML yokuhlahlela:

source: The XML parser reported an error while parsing the autoyast profile. The error message is:
bg: XML анализаторът върна грешка докато обработваше autoyast профила. Съобщението за грешка е:
hi: XML पार्सर ने स्वयास्ट प्रोफाइल को पार्सर करते समय. त्रुटि दर्ज की. त्रुटि संदेश है:
mr: ऑटोयास्ट फाईल पार्स करताना XML पार्सरने चूक असा अहवाल दाखविला. चूक संदेश असा:
ro: Parserul XML raportează o eroare în timpul parcurgerii profilului autoyast. Mesajul de eroare este:
ta: autoyast விவரத்திற்கு இலக்கணங்கூறுகையில், XML இலக்கணங்கூறி பிழையை அறிவித்தது. பிழைத் தகவல்:
xh: Isihlahleli se-XML sixele imposiso xa kuhlahlelwa inkangeleko yecala le-yast ezenzekelayo. Umyalezo wemposiso ngulo:

source: User-defined classes could not be retrieved. Make sure all classes are defined correctly and available for this system via the network or locally. The system cannot be installed with the original control file without using classes.
bg: Потребителските класове не могат да бъдат изтеглени. Убедете се, че всички класове са дефинирани коректно и са достъпни за системата през мрежата или локално. Системата не може да бъде инсталирана с оригиналните контролни файлове без да бъдат използвани класове.
hi: प्रयोक्ता-परिभाषित वर्ग वापस नहीं पाए जा सके. यह सुनिश्चित करें कि सभी वर्ग ठीक प्रकार से परिभाषित और नेटवर्क या स्थानीय माध्यम से इस सिस्टम के लिए उपलब्ध हों. वर्गों का प्रयोग किए बिना सिस्टम को मूल नियंत्रण फाइल के साथ अधिष्ठापित नहीं किया जा सकता.
mr: प्रयोक्ता - व्याख्यित क्लासेस पुन्हा मिळवता आले नाहीत. सर्व क्लासेसची अचूकपणे व्याख्या सांगितली असल्याची आणि नेटवर्क द्वारे किंवा स्थानिकरित्या या प्रणालीसाठी उपलब्ध असल्याची खात्री करुन घ्या. क्लासेसचा उपयोग केल्याशिवाय मूळ नियंत्रण फाईलने प्रणाली स्थापित होऊ शकत नाही.
ro: Clasele definite de utilizator nu au putut fi descărcate. Asigurați-vă că toate clasele sunt definite corect și disponibile pentru acest sistem, local sau în rețea. Sistemul nu poate fi instalat cu fișierul de control original fără a folosi clase.
ta: பயனர் குறிப்பிட்ட வகுப்புகளை மீட்க முடியவில்லை. அனைத்து வகுப்புகளும்சரியாக குறிப்பிடப்பட்டு வலையமைப்பு அல்லது உள்ளமைப்பு மூலமாக இந்த சாதனத்திற்கு கிடைப்பதை உறுதி செய்யவும். சாதனத்தை வகுப்புகளை பயன்படுத்தாமல் அசல் கட்டுப்பாட்டின் மூலம் நிறுவ இயலாது.
xh: Iindidi ezichazelwa umsebenzisi azikwazanga kufunyanwa ngokubuyiseleka. Qiniseka ukuba zonke iindidi zichazwa ngokuchanekileyo kwaye ziyafumaneka ukwenzela esi isixokelelwano ngokugqitha kumsebenzi wothungelwano okanye kwindawo yalapho. Isixokelelwano asikwazi kuhlohleka ngolawulo lwefayili yentsusa ngaphandle kokusebenzisa iindidi.

source: Choose Profile
ro: Selectare profil

source: Retrieving control file from floppy.
bg: Сваляне на контролен файл от флопито.
hi: फ्लॉपी से नियंत्रण फाइल कॉपी कर रहा है.
mr: फ्लॉपीवरून नियंत्रण फाईल परत मिळवत आहे.
ro: Descarc fișierul de control de pe dischetă.
ta: கட்டுப்பாட்டு கோப்பினை மின்காந்தத தட்டிலிருந்து பெறுகிறது.
xh: Kufunyaniswa ngokubuyisela ifayili yokulawula ukusuka kwi-floppy.

source: Retrieving control file (%1) from TFTP server: %2.
bg: Сваляне на контролния файл (%1) от TFTP сървър: %2.
hi: TFTP सेवक: %2 से नियंत्रण फाइल (%1) वापस ले रहा है.
mr: TFTP सेवासंगणकावरून (%1) नियंत्रण फाईल परत मिळवत आहे : %2.
ro: Descarc fișierul de control (%1) de pe serverul TFTP: %2.
ta: கட்டுப்பாட்டு கோப்பினை (%1) டிஎப்டிபி தலைமைக் கணினியிலிருந்து பெறுகிறது. : %2
xh: Kufunyaniswa ngokubuyisela ifayili yokulawula (%1) evela kwiseva ye TFTP: %2.

source: Retrieving control file (%1) from NFS server: %2.
bg: Сваляне на контролния файл (%1) от NFS сървър: %2.
hi: NFS सेवक: %2 से नियंत्रण फाइल (%1) वापस ले रहा है.
mr: NFS सेवासंगणकावरून (%1) नियंत्रण फाईल परत मिळवत आहे : %2.
ro: Descarc fișierul de control (%1) de pe serverul NFS: %2.
ta: கட்டுப்பாட்டு கோப்பினை (%1) என்எப்எஸ் தலைமைக் கணினியிலிருந்து பெறுகிறது. : %2
xh: Kufunyaniswa ngokubuyisela ifayili yokulawula (%1) evela kwiseva ye TFTP: %2.

source: Retrieving control file (%1) from HTTP server: %2.
bg: Сваляне на контролния файл (%1) от HTTP сървър: %2.
hi: HTTP सेवक: %2 से नियंत्रण फाइल (%1) वापस ले रहा है.
mr: HTTP सेवासंगणकावरून (%1) नियंत्रण फाईल परत मिळवत आहे : %2.
ro: Descarc fișierul de control (%1) de pe serverul HTTP: %2.
ta: கட்டுப்பாட்டு கோப்பினை (%1) எச்டிடிபி தலைமைக் கணினியிலிருந்து பெறுகிறது. : %2
xh: Kufunyaniswa ngokubuyisela ifayili yokulawula (%1) evela kwiseva ye TFTP: %2.

source: Retrieving control file (%1) from FTP server: %2.
bg: Сваляне на контролния файл (%1) от FTP сървър: %2.
hi: FTP सेवक: %2 से नियंत्रण फाइल (%1) वापस ले रहा है.
mr: FTP सेवासंगणकावरून (%1) नियंत्रण फाईल परत मिळवत आहे : %2.
ro: Descarc fișierul de control (%1) de pe serverul FTP: %2.
ta: கட்டுப்பாட்டு கோப்பினை (%1) எப்டிபி தலைமைக் கணினியிலிருந்து பெறுகிறது. : %2
xh: Kufunyaniswa ngokubuyisela ifayili yokulawula (%1) evela kwiseva ye FTP: %2.

source: Copying control file from file: %1.
bg: Копиране на контролен файл от файл: %1.
hi: फाइल: %1 से नियंत्रण फाइल कॉपी कर रहा है.
mr: फाईलमधून नियंत्रण फाईल प्रतिकृत होत आहे: %1.
ro: Copiez fișierul de control din fișierul: %1.
ta: %1: கோப்பிலிருந்து கட்டுப்பாட்டு கோப்பினை நகல் செய்கிறது.
xh: Kukotshwa ifayili lokulawula evela kwifayili: %1.

source: Copying control file from device: /dev/%1.
bg: Копиране на контролен файл от устройство: /dev/%1.
hi: उपकरण: /dev/%1 से नियंत्रण फाइल कॉपी कर रहा है.
mr: उपकरणावरून नियंत्रण फाईल प्रतिकृत होत आहे: /dev/%1.
ro: Copiez fișierul de control de pe echipamentul: /dev/%1.
ta: /dev/%1: கருவியிலிருந்து கட்டுப்பாட்டு கோப்பினை நகல் செய்கிறது.
xh: Kukotshwa ifayili lokulawula evela kwizixhobo: /dev/%1.

source: Copying control file from default location.
bg: Копиране на контролен файл от местоположението по подразбиране.
hi: डिफाल्ट स्थान से नियंत्रण फाइल प्रतिलिपि कर रहा है.
mr: मूळ ठिकाणावरून नियंत्रण फाईल प्रतिकृत होत आहे.
ro: Copiez fișierul de control din locația implicită.
ta: பொதுவான இடத்திலிருந்து கட்டுப்பாட்டு கோப்பினை நகல் செய்கிறது.
xh: Kukotshwa ifayili yokulawula evela kwindawo ehlala ikhona.

source: Source unknown.
bg: Неизвестен източник.
hi: अज्ञात स्रोत.
mr: अवैध स्त्रोत.
ro: Sursă necunoscută.
ta: தெரியாத ஆதாரம்
xh: Umthombo awaziwa.

source: <h3>AutoYaST Configuration Management System</h3> <p>Almost all resources of the control file can be configured using the configuration management system.</p>
bg: <h3>AutoYaST Система за управление на настройките</h3> <p>Почти всички ресурси от контролния файл могат да бъдат настроени с помощта на тази система.</p>
hi: <h3>AutoYaST विन्यास प्रबंधन प्रणाली</h3> <p>नियंत्रण फाइल के लगभग सभी स्रोत विन्यास प्रबंधन प्रणाली का प्रयोग कर विन्यास किए जा सकते है.</p>
mr: <h3>AutoYaST आकृतीबंध व्यवस्थापन प्रणाली. आकृतीबंध व्यवस्थपन </h3> <p> प्रणाली वापरुन नियंत्रण फाईलच्या जवळजवळ सर्व साधनांचा आकृतीबंध करता येऊ शकतो.</p>
ro: <h3>Sistemul de gestiune al configurării AutoYaST</h3> <p>Aproape toate resursele fișierului de control pot fi configurate folosind sistemul de gestiune al configurării.</p>
ta: <h3>AutoYaST உள்ளமைவு நிர்வாக முறை</h3> <p>இந்த உள்ளமைவு நிர்வாக முறையை பயன்படுத்தி கட்டுப்பாட்டு கோப்பின் ஏறக்குறைய அனைத்து ஆதாரங்களையும் உள்ளமைக்கலாம்.</p>
xh: <h3>Isixokelelwano Sokuphatha Ubumbeko lwe-YaST Ezenzekelayo</h3> <p>Phantse yonke imithombo yokulawula ifayili inako ukubumbeka ngokusebenzisa isixokelelwano sokulawula ubumbeko.</p>

source: <p>Most of the modules used to create the configuration are identical to those available through the YaST Control Center. Instead of configuring this system, the data entered is collected and exported to the control file that can be used to install another system using AutoYaST. </p>
ro: <p>Majoritatea modulelor folosite pentru crearea configurației sunt identice cu cele disponibile folosind Centrul de Control YaST. În loc de a configura acest sistem, datele intrate sunt colectate și exportate către fișierul de control și pot fi folosite pentru a instala un alt sistem folosind AutoYaST. </p>

source: <p>In addition to the existing and familiar modules, new interfaces were created for special and complex configurations, including partitioning, general options, and software.</p>
bg: <p>В допълнение към съществуващите и познати модули нови интерфейси са създадени за специални и сложни настройки, включително разделянето на дялове, общи параметри и софтуер.</p>
hi: <p>वर्तमान और परिचित माड्यूल्स के अलावा, विशेष और जटिल विन्यास जिनमें विभाजन, सामान्य विकल्प, और सॉफ्टवेयर शामिल है के लिए नए इंटरफेस तैयार किए गए.</p>
mr: <p> सध्याच्या व परिचित मॉडयुल्सव्यतिरिक्त, पार्टिशनिंग, सर्वसाधारण पर्याय व सॉफ्टवेअर यांच्यासह विशेष व गुंतागुंतीच्या आकृतीबंधांसाठी नवीन इंटरफेस निर्माण करण्यात आले..</p>
ro: <p>În plus față de modulele familiare existente, au fost create noi interfețe pentru configurații speciale și complexe, inclusiv partiționare, opțiuni generale și software.</p>
ta: <p>தற்போதுள்ள மற்றும் நன்கறிந்த கூறுகளுடன் கூடுதலாக பிரித்தல், பொது விருப்பத்தேர்வுகள் மற்றும் மென்பொருள் உள்ளிட்ட விசேஷ மற்றும் சிக்கலான உள்ளமைவுகளுக்காக புதிய இடைமுகங்கள் உருவாக்கப்பட்டுள்ளன.</p>
xh: <p>Ngaphezu kweefayili ezikhoyo neziqhelekileyo, izithuba zemidibaniso ezitsha bezidalelwe iintlobo zobumbeko zohlobo olulodwa nezintsonkothileyo, kubandakanywa, ukwenza izahlulelo, izikhethwa jikelele, kunye nokungaphakathi ekhompyutheni.</p>

source: Configured Files:
bg: Настроени файлове:
hi: नियंत्रण की हुई फाइलें:
mr: संरचित फाईल्स:
ro: Fișiere configurate:
ta: தகவமைவு செய்யப்பட்ட கோப்புகள்:
xh: Iifayili Ezinobumbeko:

source: Confirm installation?
bg: Потвърждение на инсталацията?
hi: अधिष्ठापन सुनिश्चित करें?
mr: स्थापना नक्की करायची?
ro: Confirmați instalarea?
ta: நிறுவுதலை உறுதிபடுத்து ?
xh: Uqinisekisa ukuhlohla?

source: Second Stage of AutoYaST
bg: Втори етап на AutoYaST
hi: AutoYaST का द्वितीय चरण
mr: ऑटोयास्टची दुसरी पायरी
ro: A doua etapă AutoYaST
ta: ஆட்டோயாஸ்ட் இன் இரண்டாம் நிலை
xh: Ibakala Lesibini le-YaST Ezenzekelayo

source: Halting the machine after stage one
bg: Изключване на машината след етап едно
hi: चरण एक के बाद मशीन को रोका जा रहा है
mr: पहिल्या टप्पयानंतर मशिनला विश्रांती देत आहे.
ro: Opresc computerul după prima etapă
ta: நிலை ஒன்றுக்குப்பின் சாதனம் நிறுத்தப்படுகிறது
xh: Kuziziliziswa umatshini emva kwebakala lokuqala
