Repository: Dzejrou/yast-translations
Catalog: po/autoinst/*.po
Languages: bg, hi, mr, ro, ta, xh

source: <P>If you are using the classes feature of Autoyast, also enter the class directory. This is where all class files are stored.</p>
bg: <P>Ако използвате възможността за класове на Autoyast, също така трябва да въведете и директория за класа. Това е мястото, където се съхраняват файловете с класовете.</p>
hi: <P>यदि आप ऑटोयास्ट की वर्गीय विशेषताओं का प्रयोग कर रहे हैं, वर्ग डायरेक्ट्री भी प्रविष्ट करें. यहां सभी वर्ग फाइलें संग्रहीत होती हैं.</p>
mr: <P> आपण ऑटोयास्टचे क्लासेस वैशिष्टय वापरत असाल तर क्लास डिरेक्टरी ही प्रविष्ट करा. येथेच सर्व क्लास फाईल्स जतन केलेल्या असतात.</p>
ro: <P>Dacă folosiți caracteristicile clasei din Autoyast, introduceți și directorul clasei. Aceasta este locul în care toate fișierele clasei sunt salvate.</p>
ta: <P>நீங்கள் Autoyast வகுப்புகள் அம்சத்தை பயன்படுத்தினால், வகுப்பு அடைவையும் உள்ளிடவும். இங்குதான் அனைத்து வகுப்பு கோப்புகளும் சேமிக்கப்படுகின்றன.</p>
xh: <P>Ukuba usebenzisa iindidi eziluphawu lwe-Autoyast, ngenisa ngokunjalo uvimba weefayili zodidi. Apha kulapho zonke iifayili zodidi zilondolozwa khona.</p>

source: Settings
bg: Настройки
hi: व्यवसथाऐ
mr: स्थापिते
ro: Setări
ta: அமைப்புகள்
xh: Imimiselo

source: Select Directory
bg: Изберете директория
hi: डाईरक्टरी चूनें
mr: डिरेक्टरी निवडा
ro: Selectați directorul
ta: விவரப்பட்டியலை தேர்வு செய்க
xh: &Khetha Uvimba Weefayili

source: Invalid file name. Names can only contain letters, numbers, and underscore, must begin with letter, and must be 127 characters long or less.
bg: Невалидно име на файл. Имената могат да съдържат само букви, числа и долна черта. Трябва да започва с буква и да е по-малко от 127 символа.
hi: अवैध फाइल नाम. नामों में अक्षर, संख्याएं व अंडरस्कोर ही होने चाहिए, अक्षर से शुरू होने, और 127 शब्द लंबे या कम के होने चाहिए.
mr: फाईलचे अवैध नांव. नंवतात फक्त अक्षरे, आकडे व अंडरस्कोअर समाविष्ट असू शकतो, अक्षरानेंच त्याची सुरुवात झाली पाहिजे, व 127 त्यापेक्षा कमी वर्णाच्या लांबीचे असले पाहिजे.
ro: Numele fișierului este invalid. Numele poate conține doar litere, cifre și underscore, trebuie să înceapă cu o litera și să aibă o lungime de maxim 127 de caractere.
ta: செல்லுபடியாகாத கோப்பு பெயர். எழுத்துக்கள் எண்கள், அண்டர்ஸ்கோர் மட்டுமே இருக்க முடியும். எழுத்தில் ஆரம்பிக்க வேண்டும், ழுத்து வகைகளில் பெரிதாகவோ சிறியதாகவோ வேண்டும்.
xh: Igama lefayili elingasebenziyo. Amagama anokuqulatha kuphela oonobumba, amanani kunye nekhonkco elikrwelelwe ezantsi, mawaqale ngonobumba, kwaye mawabe neempawu ezithatha izithuba ezili-127 ubude okanye nganeno.

source: Create a Reference Control File
bg: Създаване на съответен контролен файл
hi: संदर्भ संचालन फाइल बनाएं
mr: संदर्भ नियंत्रण फाईल निर्माण करा
ro: Crează un fișier de control de referință
ta: மேற்கோள் கட்டுப்பாட்டு கோப்பை தயார் செய்
xh: Dala Ifayili Yokulawula Izalathiso

source: Select Additional Resources:
bg: Избиране на допълнителни ресурси:
hi: अतिरिक्त संसाधन चुनें:
mr: अतिरिक्त स्त्रोत निवडा:
ro: Selectați resurse adiționale:
ta: கூடுதல் மூலாதாரங்களை தேர்வு செய்க:
xh: Khetha Imithombo Efakelweyo:

source: Collecting system data...
bg: Събиране на информация за системата…
hi: सिस्टम डाटा एकत्रित करना...
mr: प्रणाली माहीती गोळा करीत आहे...
ro: Colectez date despre sistem...
ta: முனையத்தின் தகவல்களை பெறுகிறது...
xh: Kuqokelelwa iinkcukacha zesixokelelwano...

source: This may take a while...
bg: Това ще отнеме известно време…
hi: ये कुछ समय ले सकता हैं...
mr: ह्या कामाला काही वेळ लागेल...
ro: Această operațiune poate dura...
ta: சற்று நேரம் ஆகும்...
xh: Oku kusenokuthatha ithuba...

source: Check profile validity
bg: Проверка валидността на профила
hi: प्रोफाइल वैधता की जांच करें
mr: कार्यक्रमाचा कालावधी तपासा
ro: Verifică validitatea profilului
ta: விவரக்குறிப்பின் காலவரம்பை ேசாதனை செய்
xh: Qwalasela ukusebenziseka kwenkangeleko yecala

source: Error
bg: Грешка
hi: खराबी
mr: त्रुटी
ro: Eroare
ta: பிழை
xh: Imposiso

source: Warning
bg: Предупреждение
hi: चेतावनी
mr: चेतावणी
ro: Avertizare
ta: எச்சரிக்கை
xh: Isilumkiso

source: Checking XML with RNG validation...
bg: Проверка на XML с RNG валидация…
hi: RNG वैधता के साथ XML जांच रहा है...
mr: RNG वैधतेबरोबर XML तपासले जात आहे...
ro: Verific XML cu validare RNG...
ta: செல்லுபடியாகும் ஆர்என்ஜி உள்ள எக்ஸ்எம்எல் சரிபார்க்கிறது ...
xh: Kuqwalaselwa i-XML ene-RNG ngaphandle kokusebenziseka...

source: Section %1:
ro: Secțiunea %1:

source: Checking XML with RNC validation...
bg: Проверка на XML с RNG валидация…
hi: RNC वैधता के साथ XML जांच रहा है...
mr: RNC वैधतेबरोबर XML तपासले जात आहे...
ro: Verific XML cu validare RNC...
ta: செல்லுபடியாகும் ஆர்என்சி உள்ள எக்ஸ்எம்எல் சரிபார்க்கிறது ...
xh: Kuqwalaselwa i-XML ene-RNC ngaphandle kokusebenziseka...

source: Logic
bg: Логически
hi: तर्क संगत
mr: तर्क
ro: Logică
ta: தருக்கம்
xh: Ingqiqo elindelekileyo

source: No root password configured
bg: Не е настроена паролата за root
hi: कोई रूट पासवर्ड का विन्यास नहीं हुआ
mr: मूळ सांकेतिक शब्द संरचित नाही
ro: Nu este configurată parola de root
ta: மூலாதார அனுமதிச்சொல் தகவமைவு செய்யப்படவில்லை
xh: Akukho gama lokugqithisela lengcambu yamandla ebumbekileyo

source: Con&firm installation?
bg: Потвър&ждение на инсталацията?
hi: अधिष्ठापन की पुष्टि करें? (&f)
mr: स्थापना नक्की करायची का?
ro: Con&firmați instalarea?
ta: நிறுவுதலை உறுதிபடுத்து ?
xh: Uqini&sekisa ukuhlohla?

source: AutoYaST Second Stage
bg: AutoYaST втори етап
hi: स्व YaST द्वितीय चरण
mr: ऑटोयास्ट दुसरी पायरी
ro: Etapa a doua AutoYaST
ta: ஆட்டோயாஸ்ட் இரண்டாம் நிலை
xh: Ibakala Lesibini le-YaST Ezenzekelayo

source: Turn Off the Machine after the First Stage
bg: Изключване на машината след първия етап
hi: पहले चरण के बाद मशीन को बंद कर दें
mr: पहिल्या टप्प्यानंतर मशीन बंद करा.
ro: Oprește computerul după prima etapă
ta: முதல் நிலைக்குப்பின் சாதனத்தை அணைக்கவும்
xh: Wujike Uvaleke Umatshini emva Kwebakala Lokuqala

source: Reboot the Machine after the Second Stage
ro: Restartează mașina după etapa a doua

source: Signature Handling
bg: Обработка на подпис
hi: हस्ताक्षरों को संभालना
mr: स्वाक्षरीय हाताळणी
ro: Manipularea semnăturii
ta: கையொப்பம் கையாளுதல்
xh: Ukuphatha Umtyibelo

source: Accept &Unsigned Files
bg: Приемане на &неподписани файлове
hi: &अहस्ताक्षरित फाइलों को स्वीकार करें
mr: &स्वाक्षरी नसलेल्या फाईल्स स्वीकारा
ro: Acceptă fișiere nesemnate
ta: &கையொப்பமிடாத கோப்புகளை ஏற்கவும்
xh: Yamkela Iifayili &Ezingenamtyibelo

source: Accept Files without a &Checksum
bg: Приемане на файлове без &контролна сума
hi: &चेकसम के बिना फाइलों को स्वीकार करें
mr: &चेकसमशिवायच्या फाईल्स स्वीकारा
ro: A&cceptă fișiere fără checksum
ta: &செக்சம் இல்லாத கோப்புகளை ஏற்கவும்
xh: Yamkela Iifayili ngaphandle &kweSishwankathelo

source: Accept Failed &Verifications
bg: Приемане на неуспешните &удостоверявания
hi: असफल &प्रमाणीकरणों को स्वीकार करें
mr: अयशस्वी &पडताळणी स्वीकारा.
ro: Acceptă &&verificări eșuate
ta: தோல்வியுற்ற &சரிபார்ப்புகளை ஏற்கவும்
xh: Yamkela Izinyanisekiso &Ezisileleyo

source: Accept Unknown &GPG Keys
bg: Приемане на непознати &GPG ключове
hi: अज्ञात &GPG कुंजियों को स्वीकार करें
mr: अनोळखी व &GPG कीज स्वीकारा.
ro: Acceptă chei &GPG necunoscute
ta: அறியப்படாத &GPG விசைகளை ஏற்கவும்
xh: Yamkela Amaqhosha Angaziwayo &eGPG

source: Import &New GPG Keys
bg: Внасяне на нови GPG &ключове
hi: &नई GPG कुंजियों को आयात करें
mr: &नवीन GPG कीज इम्पोर्ट करा.
ro: Importă chei GPG &&noi
ta: புதிய &GPG விசைகளை இறக்குமதி செய்யவும்
xh: Thatha ngaphandle &Amaqhosha e-GPG Amatsha

source: <P> The options in this dialog control the behavior of the AutoYaST during automatic installation. </P>
bg: <P> Параметрите в този екран управляват поведението на AutoYaST по време на автоматичната инсталация. </P>
hi: <P> इस डायलाग के विकल्प स्वचालित अधिष्ठापन के दौरान AutoYaST का व्यवहार नियंत्रित करते हैं. </P>
mr: <P> या डायलॉगमधील पर्याय स्वयं स्थापनेदरम्यान ऑटोयास्टची वर्तणूक नियंत्रित करतात. </P>
ro: <P> Opțiunile din acest dialog controlează comportamentul AutoYaST în timpul instalării automate. </P>
ta: <P> இவ்வுரையாடலில் உள்ள விருப்பத்தேர்வுகள், தானியங்கு நிறுவுதலின்போது AutoYaSTன் செயல்பாட்டை கட்டுப்படுத்துகின்றன. </P>
xh: <P> Izikhethwa ezikule ngxoxo zilawula ukuziphatha kwe-YaST Ezenzekelayo ngethuba lokuhlohla okuzenzekelayo. </P>

source: <P> The installation confirmation option is selected by default to avoid unwanted installation. It stops the system during installation and shows a summary of requested operations in the usual proposal screen. Uncheck this option to install automatically without interruption. </P>
bg: <P> Възможността за потвърждаване на инсталацията е избрано по подразбиране за да се избегнат нежелани инсталации. Тя спира системата по време на инсталацията и показва сводка за операциите, които трябва да се извършат в обичайния екран за предложения. Махнете отметката, ако искате да инсталирате автоматично без прекъсване. </P>
hi: <P> अनचाहे अधिष्ठापन से बचने के लिए अधिष्ठापन पुष्टि विकल्प डिफॉल्ट द्वारा चयनित होता है. यह सिस्टम को अधिष्ठापन के दौरान रोक देता है व अनुरोध किए गए कार्यों का सारांश सामान्य प्रस्ताव स्क्रीन पर प्रदर्शित करता है. बिना किसी बाधा के स्वयमेव अधिष्ठापन के लिए इस विकल्प को अनचेक करें. </P>
mr: <P> नको असलेली स्थापना टाळण्यासाठी डिफॉल्टद्वारे स्थापना पुष्टीचा पर्याय निवडलेला आहे. तो स्थानेदरम्यान प्रणाली थांबवतो व नेहमीच्या प्रस्ताव पटलावर विनंती केलेल्या कार्यांचा सारांश दर्शवतो. कोणत्याही अडथळ्या शिवाय आपोआप स्थापनेसाठी हा र्पाय तपासू नका. </P>
ro: <P> Opțiunea de confirmare a instalării este selectată implicit pentru a evita instalări nedorite. Oprește sistemul în timpul instalării și afișează un sumar al operațiunilor solicitate în dialogul propunerilor. Deselectați acestă opțiune pentru a instala automat fără întreruperi. </P>
ta: <P> தேவையற்ற நிறுவுதலை தவிர்ப்பதற்கு, முன்னிருந்த நிலையில் நிறுவுதல் உறுதியளிப்பு விருப்பத்தேர்வு தேர்ந்தெடுக்கப்படுகிறது. நிறுவுதலின்போது அது சாதனத்தை நிறுத்தி, வழக்கமான திட்ட திரையில் கோரப்படும்செயல்பாடுகளின் தொகுப்புரையை காட்டுகிறது. குறுக்கீடு ஏதுமின்றி தானாக நிறுவுவதற்குஇந்த விருப்பத்தேர்வை குறிநீக்கம் செய்க. </P>
xh: <P> Isikhethwa sokuqinisekisa ukuhlohla sikhethwa ngendlela ehlala ikhona ukunqanda ukuhlohla okungafunekiyo. Sinqumamisa isixokelelwano ngethuba lokuhlohla kwaye sibonisa isishwankathelo semisebenzi esicelwayo kwiskrini sezindululo sesiqhelo. Phinda uqwalasele esi sikhethwa ukuze uhlohle ngokuzenzekela ngaphandle kokuphazamiseka. </P>

source: <P> If you turn off the second stage of AutoYaST, the installation continues in manual mode after the first reboot (after package installation). </P>
bg: <P> Ако изключите втория етап на autoyast инсталацията, след първото рестартиране (след инсталирането на пакетите), ще продължи в ръчен режим. </P>
hi: <P> यदि आप स्वयास्ट के द्वितीय चरण को रोकते हैं, अधिष्ठापन पहले रिबूट के बाद मैनुअल मोड में जारी रहता है (बंडल अधिष्ठापन के बाद). </P>
mr: <P> आपण ऑटोयास्टचा दुसरा टप्पा बंद केलात तर पहिल्या रीबूट नंतर (पॅकेजच्या स्थानेनंतर) मॅन्युअल मोडमधे स्थापना सुरु रहाते. </P>
ro: <P> Dacă suprimați doua etapă a AutoYaST, instalarea va continua în mod manual după prima restartare (după instalarea pachetelor). </P>
ta: <P> AutoYaSTன் இரண்டாவது நிலையை நீங்கள் அணைத்துவிட்டால், நிறுவுதல்முதல் மறுதுவக்கத்திற்குப்பின் (பேக்கேஜ் நிறுவுதலுக்குப்பின்) கைமுறை மோடில் தொடர்ந்து நடைபெறும். </P>
xh: <P> Ukuba ujikisa kuvaleke ibakala lesibini le-YaST ezenzekelayo, ukuhlohla kuyaqhuba kwimo yokusebenza ngesandla emva kokuba ukumisela inkqubo obekuphindwa okokuqala (emva kokuhlohlwa kombekelelo). </P>

source: <P> For signature handling, read the AutoYaST documentation. </P>
bg: <P> За обработката на подписи прочетете в документацията на AutoYaST. </P>
hi: <P> हस्ताक्षरों को संभालने के लिए, AutoYaST दस्तावेजीकरण को पढ़ें। </P>
mr: <P> स्वाक्षरी हाताळणीसाठी, ऑटोयास्ट दस्तावेज वाचा.. </P>
ro: <P> Pentru manipularea semnăturilor citiți documentația AutoYaST. </P>
ta: <P> கையொப்பம் கையாளுதலுக்கு, AutoYaST ஆவணங்களை படிக்கவும். </P>
xh: <P> Ukwenzela ukuphatha umtyibelo, funda amaxwebhu e-YaST ezenzekelayo. </P>

source: Other Options
bg: Други параметри
hi: अन्य विक्लप
mr: आणखी पर्याय
ro: Alte opțiuni
ta: மற்ற தேர்வுகள்
xh: Ezinye Iindlela Ezinokukhethwa

source: Question
hi: प्रश्न
ro: Intrebare

source: Timeout (zero means no timeout)
ro: Pauză (zero înseamnă că nu este pauză)

source: Password
bg: Парола
hi: पासवर्ड
mr: गुप्तशब्द
ro: Parolă
ta: பாஸ்வேர்டு
xh: Igama lokugqithisela

source: Store answer in this file
ro: Răspunsul se păstrează în acest fișier

source: Selection List for type 'Symbol'
ro: Lista de selecție pentru tipul "simbol"

source: Label
bg: Етикет
hi: लेबल
mr: लेबल
ro: Etichetă
ta: லேபல்
xh: Ileyibhile

source: Value
bg: Стойност
hi: वैल्यू
mr: मूल्य
ro: Valoare
ta: மதிப்பு
xh: Ixabiso

source: 1st Stage
ro: Etapa 1

source: 2nd Stage
ro: Etapa 2

source: Dialog Title
ro: Titlu dialog

source: Helptext
ro: Ajutor

source: Add to Dialog List
ro: Adaugă la lista de dialog

source: Apply changes to dialog
ro: Aplică modificările dialogului

source: Title
ro: Titlu

source: Delete Dialog
ro: Șterge dialogul

source: Dialog up
ro: Deplasează dialogul în sus

source: Dialog down
ro: Deplasează dialogul în jos

source: Questions in dialog
ro: Întrebări în dialog

source: Add Question
ro: Adaugă întrebare

source: Edit Question
ro: Editează întrebare

source: Delete Question
ro: Șterge întrebare

source: Question up
ro: Deplasează întrebarea în sus

source: Question down
ro: Deplasează întrebarea în jos

source: ASK Options
ro: Opțiuni ASK

source: General Settings
bg: Общи настройки
hi: साघारण व्यवस्थायें
mr: साधारण जुळणी
ro: Setări generale
ta: பொதுவான அமைப்புகள்
xh: Imimiselo Jikelele

source: Initializing ...
bg: Стартиране…
hi: शुरू कर रहा हैं ....
mr: सुरवात करत आहे...
ro: Inițializez...
ta: இயக்குகிறது...
xh: Kuyandululwa

source: <p><b><big>Profile Validation</big></b><br>
bg: <p><b><big>Валидиране на профила</big></b><br>
hi: <p><b><big>प्रोफाइल वैधता</big></b><br>
mr: <p><b><big>कार्यक्रम वैधता</big></b><br>
ro: <p><b><big>Validarea profilului</big></b><br>
ta: <p><b><big>விவரக்குறிப்பு மதிப்பீடு</big></b><br>
xh: <p><b><big>Ukuqinisekisa Inkangeleko Yecala</big></b><br>

source: <p>This tool uses <em>xmllint</em> to validate the profile against the DTD and it checks for missing data. Some missing data might be intentional and any reported errors can be ignored, for example, when creating classes.</p>
bg: <p>Този инструмент използва <em>xmllint</em> за валидиране на профила с DTD и проверява за пропуснати данни. Липсата на някои данни може да е желана и някои грешки да бъдат пренебрегнати, например при създаването на класове.</p>
hi: <p>यह उपकरण <em>xmllint</em> का प्रयोग करता है DTD के विरूद्ध प्रोफाइल व गायब डाटा की जांच करता है. कुछ गायब डाटा अंतर्राष्ट्रीय भी हो सकता है व किसी त्रुटि की सूचना की उपेक्षा भी की जा सकती है, उदाहणार्थ, वर्ग तैयार करते समय.</p>
mr: <p> हे साधन प्रोफाईल <em>xmllint</em> विरुध्द वैध करण्यासाठी DTD वापरते व ते गायब डाटा तपासते. काही गायब डाटा सहेतुक असू शकतो व कोणत्याही नोंदवलेल्या चुकांकडे दुर्लभ करता येऊ शकते, उदाहरणार्थ क्लासेस निर्माण करतांना.</p>
ro: <p>Această unealtă folosește <em>xmllint</em> pentru a valida profilul conform DTD și verifică datele lipsă. Unele date lipsă pot fi intenționate și orice erori raportate pot fi ignorate, ca de exemplu la crearea claselor.</p>
ta: <p>DTDக்கு எதிராக விவரங்களை மதிப்பிடுவதற்கு, <em>xmllint</em> இக்கருவி பயன்படுத்துகிறது மற்றும் காணாமல்போன தரவையும் அது தேடுகிறது. சில காணாமல்போன தரவுகள் வேண்டுமென்றே செய்யப்பட்டதாகும் மற்றும் அறிவிக்கப்படும் ஏதேனும் பிழைகள் புறக்கணிக்கப்படலாம். உதாரணமாக, வகுப்புகளை உருவாக்கும்போது.</p>
xh: <p>Esi sixhobo sisebenzisa oku <em>xmllint</em> ukuqinisekisa inkangeleko yecala xa kuthelekiswa ne-DTD kwaye iqwalasela iinkcukacha ezilahlekileyo. Ezinye iinkcukacha ezilahlekileyo zisenokuba zezangabom kwaye naziphi iimposiso ezixeliweyo zisenokungahoywa, umzekelo, xa kudalwa iindidi.</p>

source: <p>Load a profile first. Otherwise an empty file is validated.</p>
bg: <p>Забележете, че първо трябва да заредите профил, в противен случай ще бъде валидиран празен файл.</p>
hi: <p>पहले प्रोफाइल लोड करें. अन्यथा रिक्त फाइल वैध हो जाएगी.</p>
mr: <p>कार्यक्रम प्रथम अद्ययावत करा. नाहीतर रिकामी फाईल वैधवीत केली जाईल.</p>
ro: <p>Încărcați mai întâi un profil. În caz contrar va fi validat un fișier gol.</p>
ta: <p>முதலில் விவரக்குறிப்பினை ஏற்று. இல்லையென்றால் வெற்று கோப்பினை ஆராயும்.</p>
xh: <p>Layisha inkangeleko yecala kuqala. Xa kungenjalo ifayili elikhamte iyaqinisekiswa.</p>

source: <p>This tool creates a reference profile by reading information from this system. Select the resources to read from this system in addition to the default resources, like partitioning and package selections.</p>
bg: <p>Този инструмент създава съответен профил като чете информацията от тази система. Изберете ресурсите, в допълнение към ресурсите по подразбиране, от които също да се съберат данни, като дялове или подбори с пакети.</p>
hi: <p>यह उपकरण सिस्टम से सूचना को पढ़कर संदर्भ प्रोफाइल तैयार करता है. डिफाल्ट स्रोतों के अतिरिक्त इस सिस्टम से पढ़े जाने वाले स्रोतों का चयन करें जैसे विभाजन और बंडल चयन.</p>
mr: <p> हे साधन या प्रणाली वरील माहिती वाचून संदर्भ प्रोफाईल निर्माण करते. विभागणी व पॅकेज सिलेक्शन्स यासारख्या डिफॉल्ट साधनांव्यतिरिक्त, या प्रणालीवरुन वाचण्यासाठीची साधने निवडा.</p>
ro: <p>Această unealtă crează un profil de referință prin citirea informațiilor din sistem. Selectați resursele pe care doriți să le citiți din acest sistem în plus față de resursele standard, ca partiționarea și selecția pachetelor.</p>
ta: <p>சாதனத்திலிந்து தகவலை படிப்பதன் மூலம், இக்கருவி ஒரு பார்வைக்கான விவரத்தை உருவாக்குகிறது. பிரித்தல் மற்றும் பேக்கேஜ் தேர்வுகள் போன்ற முன்னிருந்த ஆதாரங்கள் தவிர கூடுதலாக இச்சாதனத்திலிருந்து படிப்பதற்கு ஆதாரங்களைதேர்ந்தெடுக்கவும்.</p>
xh: <p>Esi sixhobo sokusebenza sidala inkangeleko yecala eyalathisayo ngokufunda ulwazi oluvela kwesi sixokelelwano. Khetha imithombo ukuze ufunde Kwesi sixokelelwano ufakele kwimithombo ehlala ikhona, njengokukhethwayo kwezahlulelo nemibekelelo.</p>

source: <p> Partition your hard disks... </p>
bg: <p> Разделяне на твърдите дискове…</p>
hi: <p> अपनी हार्ड डिस्कें विभाजित करें... </p>
mr: <p> तुमच्या हार्डडिस्कला विभाजीत करा... </p>
ro: <p>Partiționez harddisk-urile... </p>
ta: <p>நிலைத்தட்டுகளின் பிரிவினைகள்.... </p>
xh: <p> Yenza izahlulelo kumaqokobhe akho ekhompyutha... </p>

source: <p>The table to the right shows the partitions to create on the target system. </p>
bg: <p>Таблицата вдясно показва дяловете, които ще бъдат създадени на системата. </p>
hi: <p>दायीं ओर की तालिका लक्षित सिस्टम पर बनाए जाने वाले विभाजन दर्शाती है. </p>
mr: <p>लक्ष्य यंत्रणेवर निर्माण करण्याची विभाजक. उजवीकडील स्तंभात दर्शवले आहे</p>
ro: <p>Tabelul din dreapta arată partițiile ce trebuie create pe sistemul destinație. </p>
ta: <p>முனையத்தில் செய்ய வேண்டிய பிரிவினைகளை வலது புறம் உள்ள அட்டவணையில்காணலாம்.
xh: <p>Itheyibhile esekunene ibonisa izahlulelo ezifanele ukudalwa kwisixokelelwano ekujoliswe kuso. </p>

source: <p><b>Hard disks</b> are designated like this </p>
bg: <p><b>Твърдите дискове</b> са обозначени по следния начин </p>
hi: <p><b>हार्ड डिस्क</b> इस तरह निर्दिष्ट की गई है </p>
mr: <p><b>हार्ड डिस्क</b>ह्याप्रमाणे दर्शविली आहे </p>
ro: <p><b>Harddisk-urile</b> sunt desemnate în felul următor </p>
ta: <p><b>நிலைத்தட்டுகள்</b> இது போல் அமைக்கப்பட்டுள்ளன.</p>
xh: <p><b>Okusemaqokobheni ekhompyutha</b> kwenziwe ngale ndlela </p>

source: <tt>/dev/hda </tt>1st EIDE disk <tt>/dev/hdb </tt>2nd EIDE disk <tt>/dev/hdc </tt>3rd EIDE disk
bg: <tt>/dev/hda </tt>1ви EIDE диск <tt>/dev/hdb </tt>2ри EIDE диск <tt>/dev/hdc </tt>3ти EIDE диск
hi: <tt>/dev/hda </tt>1st EIDE डिस्क <tt>/dev/hdb </tt>2nd EIDE डिस्क <tt>/dev/hdc </tt>3rd EIDE डिस्क
mr: <p><tt>/dev/sda </tt>पहिली EIDE तबकडी <tt>/dev/sdb </tt>दुसरी EIDE तबकडी <tt>/dev/sdc </tt>तिसरी EIDE तबकडी</p>
ro: <tt>/dev/hda </tt>primul disc EIDE <tt>/dev/hdb </tt>al doilea disc EIDE <tt>/dev/hdc </tt>al treilea disc EIDE
ta: <tt>/dev/hda </tt> முதல் ஈஐடிஈ தட்டு <tt>/dev/hdb </tt> இரண்டாம் ஈஐடிஈ தட்டு <tt>/dev/hdc </tt> மூன்றாம் ஈஐடிஈ தட்டு
xh: <tt>/dev/hda </tt>idiski ye-EIDE yokuqala <tt>/dev/hdb </tt>idiski ye-EIDE yesibini <tt>/dev/hdc </tt>idiski ye-EIDE yesithathu

source: <p>- or - </p>
bg: <p>- или - </p>
hi: <p>- अथवा - </p>
mr: <p>- किंवा - </p>
ro: <p>- sau - </p>
ta: <p>- அல்லது - </p>
xh: <p>- okanye -'' </p>

source: <p><tt>/dev/sda </tt>1st SCSI disk <tt>/dev/sdb </tt>2nd SCSI disk <tt>/dev/sdc </tt>3rd SCSI disk</p>
bg: <p><tt>/dev/sda </tt>1ви SCSI диск <tt>/dev/sdb </tt>2ри SCSI диск <tt>/dev/sdc </tt>3ти SCSI диск</p>
hi: <p><tt>/dev/sda </tt>1st SCSI डिस्क <tt>/dev/sdb </tt>2nd SCSI डिस्क <tt>/dev/sdc </tt>3rd SCSI डिस्क</p>
mr: <p><tt>/dev/sda </tt>पहिली SCSI तबकडी <tt>/dev/sdb </tt>दुसरी SCSI तबकडी <tt>/dev/sdc </tt>तिसरी SCSI तबकडी</p>
ro: <p><tt>/dev/sda</tt> primul disc SCSI <tt>/dev/sdb</tt> al doilea disc SCSI <tt>/dev/sdc</tt> al treilea disc SCSI</p>
ta: <p><tt>/dev/sda </tt> முதல் எஸ்சிஎஸ்சிஐ தட்டு <tt>/dev/sdb </tt> இரண்டாம் எஸ்சிஎஸ்சிஐ தட்டு <tt>/dev/sdc </tt> மூன்றாம் எஸ்சிஎஸ்சிஐ தட்டு</p>
xh: <p><tt>/dev/sda </tt>idiski ye-SCSI yokuqala <tt>/dev/sdb </tt>idiski ye-SCSI yesibini <p><tt>/dev/sdc </tt>idiski ye-SCSI yesithathu

source: If no partitions are defined and the specified drive is also the drive where the root partition should reside, the following partitions are created automatically:
bg: Ако не са зададени никакви дялове и избраният дял е мястото, където ще бъде коренния дял, следните дялове ще бъдат създадени автоматично:
hi: यदि कोई विभाजन परिभाषित नहीं किया गया और संबंधित ड्राइव वही ड्राइव है जहां रूट विभाजन अवस्थित होना चाहिए, निम्न विभाजन स्वयमेव तैयार हो जाते हैं:
mr: कोणतीही विभागणी सांगितलेली नसेल व निर्देशित ड्राईव्ह हा असाही एक ड्राईव्ह असेल की जिथे मूळ विभागणी असायला हवी, पुढील विभागणी आपोआप निर्माण होते:
ro: Dacă nu există partiții definite iar discul specificat este cel pe care ar trebui să fie partiția root, umătoarele partiții vor fi create automat:
ta: பிரிவுகள் எதுவும் விளக்கப்படவில்லை மற்றும் குறிப்பிட்ட இயக்கி ஆதார பிரிவு அமைந்திருக்க வேண்டிய இயக்கியாகவும் இருந்தால், பின்வரும் பிரிவுகள் தானாகவே உருவாக்கப்படும்:
xh: Ukuba akukho zahlulelo zichaziweyo kanti nesikhululo esixeliweyo naso sisikhululu apho isahlulelo sengcambu yamandla sifanele ukuhlala khona, izahlulelo ezilandelayo zidalwa ngokuzenzekela:

source: <tt>/boot</tt>, <tt>swap</tt>, and a root partition <tt>/</tt>. Sizes are calculated automatically.
bg: <tt>/boot</tt>, <tt>swap</tt> и коренния дял <tt>/</tt>. Размерите ще бъдат изчислени автоматично.
hi: <tt>/बूट</tt>, <tt>स्वैप</tt>, एवं एक रूट विभाजन आकार <tt>/</tt>. की गणना स्वयमेव होती है.
mr: <tt>/boot</tt>, <tt>swap</tt>, व रुट पार्टिशन <tt>/</tt>. आकार आपोआप मोजले जातात.
ro: <tt>/boot</tt>, <tt>swap</tt>, și o partiție de root <tt>/</tt>. Dimensiunile sunt calculate automat.
ta: <tt>/துவக்கு</tt>, <tt>மாற்று</tt>, மற்றும் ஆதார பிரிவு <tt>/</tt>. அளவுகள் தானாகவே கணக்கிடப்படும்.
xh: <tt>/misela inkqubo</tt>, <tt>tshintshisa</tt>, kunye isahlulelo sengcambu yamandla <tt>/</tt>. Iintlobo zobukhulu zibalwa ngokuzenzekela.

source: <p><b>Advanced Options</b></p>
bg: <p><b>Разширени параметри</b></p>
hi: <p><b>उन्नीकृत विकल्प</b></p>
mr: <p><b>आधुनिक पर्याय</b></p>
ro: <p><b>Opțiuni avansate</b></p>
ta: <p><b>கூடுதல் தேர்வுகள்</b></p>
xh: <p><b>Izikhethwa Esezikwibanga Eseliphambili</b></p>
