Repository: Dzejrou/yast-translations
Catalog: po/configuration_management/*.po
Languages: ar, cs, es, fr, hi, hu, it, ja, ka, pl, pt, ro, sk, sv, tr, uk, zh_tw

source: Provisioning Configuration Management ...
ar: يتم الآن توفير إدارة التكوين ...
cs: Připravuje se správa konfigurace...
es: Provisión de gestión de la configuración...
fr: Provisioning de la gestion de la configuration...
hi: विन्यास प्रबंधन हेतु नियोजन जारी...
hu: Konfigurációkezelés kiépítése...
it: Approvvigionamento della gestione della configurazione...
ja: 設定管理を準備しています...
ka: კონფიგურაციის სამუშაოდ მომზადება...
pl: Inicjowanie obsługi zarządzania konfiguracją...
pt: Gestão de Configuração de Aprovisionamento ...
ro: Gestionarea configurației de aprovizionare...
sk: Poskytovanie správy konfigurácie ...
sv: Förbereder konfigurationshantering ...
tr: Konfigürasyon Yönetimi Sağlanıyor...
uk: Керування налаштуваннями постачальника...
zh_tw: 正在佈建組態管理...

source: Failed to parse configuration file.
cs: Chyba analýzy konfiguračního souboru.
es: Error al analizar el archivo de configuración.
hi: विन्यास फाइल प्राप्यता विफल।
it: Impossibile analizzare il file di configurazione.
ja: 設定ファイルの処理に失敗しました。
ka: კონფიგურაციის ფაილის დამუშვების შეცდომა.
pt: Falha ao analisar o ficheiro de configuração.
ro: Nu s-a putut analiza fișierul de configurare.
sk: Nepodarilo sa analyzovať konfiguračný súbor.
tr: Yapılandırma dosyası ayrıştırılamadı.
uk: Не вдалося проаналізувати файл конфігурації.
zh_tw: 剖析組態檔案失敗。

source: Running provisioner
ar: تشغيل الموفر
cs: Běží provisioner
es: El aprovisionador se está ejecutando.
fr: Lancement du provisionneur
hi: नियोजक कार्यरत है
hu: Kiépítő futtatása
it: Esecuzione dell'approvvigionatore
ja: provisioner を実行しています
ka: გამშლელის გაშვება
pl: Uruchamianie obiektu inicjującego obsługę administracyjną
pt: A executar o provisor
sk: Bežiaci provisioner
sv: Körningsprovisioner
tr: Çalışan provisioner
uk: Виконується постачальник
zh_tw: 正在執行佈建程式

source: Formulas
ar: معادلات
cs: Vzorce
es: Fórmulas
fr: Formules
hi: विधियाँ
hu: Képletek
it: Formule
ja: 数式
ka: ფორმულები
pl: Formuły
ro: Formule
sk: Vzorce
sv: Formler
tr: Formüller
uk: Формули
zh_tw: 公式

source: Choose which formulas to apply:
ar: اختر المعادلات المطلوب تطبيقها:
cs: Zvolte, které vzorce chcete použít:
es: Seleccione las fórmulas que se deben aplicar:
fr: Sélectionnez les formules à appliquer :
hi: लागू करने हेतु विधि चुनें :
hu: Válassza ki az alkalmazandó képleteket:
it: Scegliere le formule da applicare:
ja: 適用すべき数式を選択してください:
ka: აირჩიეთ გადასატარებელი ფორმულები:
pl: Wybierz formuły do zastosowania:
pt: Escolha as formulas a aplicar:
ro: Alegeți ce formule să aplicați:
sk: Zvoľte, ktoré vzorce chcete použiť:
sv: Välj vilka formler som ska tillämpas:
tr: Hangi formüllerin uygulanacağını seçin:
uk: Виберіть формули для застосування:
zh_tw: 選擇要套用的公式：

source: You must select at least one formula before continuing.
ar: يجب تحديد معادلة واحدة على الأقل قبل الاستمرار.
cs: Před pokračováním musíte vybrat alespoň jeden vzorec.
es: Debe seleccionar al menos una fórmula antes de continuar.
fr: Vous devez sélectionner au moins une formule avant de poursuivre.
hi: जारी रखने से पहले एक विधि चुनना आवश्यक है।
hu: A folytatás előtt ki kell választania legalább egy képletet.
it: Selezionare almeno una formula prima di continuare.
ja: 続行する前に、少なくとも 1 つの数式を選択しなければなりません。
ka: გაგრძელებამდე ერთი ფორმულა მაინც უნდა შეიყვანოთ.
pl: Przed kontynuowaniem musisz wybrać przynajmniej jedną formułę.
pt: Deve selecionar pelo menos uma formula antes de continuar.
ro: Trebuie să selectați cel puțin o formulă înainte de a continua.
sk: Pred pokračovaním musíte vybrať aspoň jeden vzorec.
sv: Du måste välja minst en formel innan du fortsätter.
tr: Devam etmeden önce en az bir formül seçmelisiniz.
uk: Перш ніж продовжити, потрібно вибрати принаймні одну формулу.
zh_tw: 您必須至少選取一個公式才能繼續。

source: Select which formulas you want to apply to this machine. For each selected formula, you will be able to customize it with parameters
ar: حدد المعادلات التي تريد تطبيقها على هذا الجهاز. ستتمكن من تخصيص كل معادلة محددة بمعلمات
cs: Vyberte, které vzorce na tento počítač chcete použít. Každý vybraný vzorec budete moci upravit pomocí parametrů
es: Seleccione las fórmulas que desea aplicar a este equipo. Podrá personalizar cada fórmula seleccionada con parámetros
fr: Sélectionnez les formules à appliquer à cette machine. Chaque formule sélectionnée peut être personnalisée avec des paramètres spécifiques
hi: इस मशीन पर लागू करने हेतु विधि चुनें। प्रत्येक चयनित विधि का मापदंड द्वारा अनुकूलन संभव है
hu: Válassza ki a gépre alkalmazni kívánt képleteket. Mindegyik kiválasztott képlet paramétereit testreszabhatja.
it: Selezionare le formule da applicare a questa macchina. Per ciascuna formula selezionata, si sarà in grado di personalizzarla con parametri
ja: このマシンに適用する数式を選択してください。選択した数式に対してパラメータを利用することで、カスタマイズを行うことができます
ka: აირჩიეთ, რომელი ფორმულები გადატარდება ამ მანქანაზე. თითოეული მონიშნული ფორმულისთვის ასევე საშუალება გექნებათ, მისი პარამეტრები შეცვალოთ
pl: Wybierz formuły do zastosowania do tego komputera. Dla każdej wybranej formuły można podać niestandardowe parametry
pt: Selecione quais as formulas que deseja aplicar a esta máquina. Para cada formula selecionada, poderá personalizar os parâmetros da mesma
ro: Selectați formulele pe care doriți să le aplicați acestei mașini. Pentru fiecare formulă selectată, veți putea să o personalizați cu parametrii
sk: Vyberte, ktoré vzorce chcete použiť na tomto stroji. Každý vybraný vzorec budete môcť prispôsobiť parametrami
sv: Välj vilka formler du vill tillämpa på den här datorn. Du kommer att kunna ställa in parametrarna för varje vald formel
tr: Bu makineye uygulamak istediğiniz formülleri seçin. Seçilen her formül için, onu parametrelerle özelleştirebileceksiniz
uk: Виберіть формули для застосування на цьому комп'ютері. Для кожної з обраних формул ви зможете налаштувати параметри
zh_tw: 選取要套用至此機器的公式。對於每個選定公式，您將可使用參數進行自訂

source: Writing formulas data
ar: كتابة بيانات المعادلات
cs: Zápis dat vzorců
es: Escribiendo los datos de las fórmulas
fr: Écriture des données des formules
hi: विधि डेटा राइट करना जारी
hu: Képletadatok mentése
it: Scrittura dei dati delle formule
ja: 数式データを書き込んでいます
ka: ფორმულის მონაცემების ჩაწერა
pl: Zapisywanie danych formuł
pt: Escrevendo dados das formulas
ro: Scrierea formulelor de date
sk: Zapísanie dát vzorcov
sv: Skriver formeldata
tr: Formül verilerini yazma
uk: Запис даних формул
zh_tw: 等待取得公式資料

source: There are no formulas available. Please check the log files.
ar: لا تتوفر أية معادلات. الرجاء فحص ملفات السجل.
cs: Nejsou dostupné žádné vzorce. Zkontrolujte žurnálové soubory.
es: No hay fórmulas disponibles. Compruebe los archivos de registro.
fr: Aucune formule disponible. Consultez les fichiers journaux.
hi: कोई विधि उपलब्ध नहीं है। कृपया लॉग फाइलें जाँचें।
hu: Nincsenek elérhető képletek. Ellenőrizze a naplófájlokat.
it: Nessuna formula disponibile. Verificare i file di log.
ja: 利用可能な数式がありません。ログファイルをご確認ください。
ka: ფორმულები მიუწვდომელია. შეამოწმეთ ჟურნალის ფაილები.
pl: Brak dostępnych formuł. Sprawdź pliki dzienników.
pt: Não existem formulas disponíveis. Por favor verifique o ficheiro de registo de entradas (log).
ro: Nu există formule disponibile. Vă rugăm să verificați fișierele jurnal.
sk: Nie sú dostupné žiadne vzorce. Skontrolujte, prosím, súbory záznamov.
sv: Det finns inga tillgängliga formler. Kontrollera loggfilerna.
tr: Kullanılabilir formül yok. Lütfen günlük dosyalarını kontrol edin.
uk: Немає доступних формул. Перевірте файли журналів.
zh_tw: 無可用公式。請查看記錄檔案。

source: No items
ar: لا توجد عناصر
cs: Žádné položky
es: No hay elementos
fr: Aucun élément
hi: कोई वस्तु नहीं
hu: Nincs elem
it: Nessun elemento
ja: 項目がありません
ka: ჩანაწერების გარეშე
pl: Brak elementów
pt: Sem itens
ro: Fără articole
sk: Žiadne položky
sv: Inga objekt
tr: Öğe yok
uk: Немає записів
zh_tw: 無項目

source: %s item
ar: %s عناصر
cs: %s položka
es: %s elemento
fr: %s élément
hi: %s वस्तु
hu: %s elem
it: %s elemento
ja: %s 個の項目
ka: %s ჩანაწერი
pl: %s element
ro: %s articol
sk: %s položka
sv: %s objekt
tr: %s öğeler
uk: %s запис
zh_tw: %s 個項目

source: Expected at least %s items for '%s'
ar: متوقع أن يكون هناك '%s' من العناصر على الأقل لأجل '%s'
cs: Očekává se alespoň %s položek pro '%s'
es: Se esperaban al menos %s elementos para '%s'
fr: Au moins %s élément(s) attendu(s) pour '%s'
hi: '%s' हेतु न्यूनतम %s वस्तुएँ अपेक्षित
hu: Legalább %s elem szükséges a(z) "%s" esetében
it: Previsti almeno %s elementi per '%s'
ja: 少なくとも %s 個以上の項目が必要です ('%s' に対して)
ka: მოველოდი სულ ცოტა %s ჩანაწერს '%s'-სთვის
pl: Oczekiwano co najmniej %s elementów dla '%s'
pt: Esperados pelo menos %s itens para '%s'
ro: Se așteptau cel puțin %s elemente pentru '%s'
sk: Očakávaných aspoň %s položiek pre '%s'
sv: Förväntade minst %s objekt för '%s'
tr: '%s' için en az %s öğe bekleniyor
uk: Очікується принаймні %s елементів для '%s'
zh_tw: 至少應有 %s 個項目 (對於「%s」)

source: Expected at most %s items for '%s'
ar: متوقع أن يكون هناك '%s' من العناصر على الأكثر لأجهزة الكمبيوتر '%s'
cs: Očekává se nejvýše %s položek pro '%s'
es: Se esperaban %s elementos como mucho para '%s'
fr: Pas plus de %s éléments sont attendus pour '%s'
hi: '%s' हेतु अधिकतम %s वस्तुएँ अपेक्षित
hu: Legfeljebb %s elem szükséges a(z) "%s" esetében
it: Previsti al massimo %s elementi per '%s'
ja: 最大で %s 個までの項目が設定できます ('%s' に対して)
ka: მოველოდი მაქსიმუმ %s ჩანაწერს '%s'-სთვის
pl: Oczekiwano co najwyżej %s elementów dla '%s'
pt: Esperados no máximo %s itens para '%s'
ro: Se așteaptă cel mult %s elemente pentru '%s'
sk: Očakávaných najviac %s položiek pre '%s'
sv: Förväntade som mest %s objekt för '%s'
tr: '%s' için en fazla %s öğe bekleniyor
uk: Очікується не більше %s елементів для '%s'
zh_tw: 至少應有 %s 個項目 (對於「%s」)

source: Expected between %s and %s items for '%s'
ar: متوقع ما بين %s إلى %s من العناصر لأجهزة الكمبيوتر '%s'
cs: Očekává se %s až %s položek pro '%s'
es: Se esperaban entre %s y %s elementos para '%s'
fr: Entre %s et %s éléments attendus pour '%s'
hi: '%s' हेतु %s से लेकर %s वस्तुएँ अपेक्षित
hu: %s és %s közötti számú elem szükséges a(z) "%s" esetében
it: Previsti tra %s e %s elementi per '%s'
ja: %s 個から %s 個までの項目が設定できます ('%s' に対して)
ka: მოსალოდნელი იყო %s-%s ჩანაწერი, %s-სთვის
pl: Oczekiwano od %s do %s elementów dla '%s'
pt: Esperados entre %s e %s itens para '%s'
ro: Așteptate între %s și %s elemente pentru '%s'
sk: Očakávaných medzi %s a %s položkami pre for '%s'
sv: Förväntade mellan %s och %s objekt för '%s'
tr: '%s' için %s ile %s arasında öğe bekleniyor
uk: Очікується від %s до %s елементів для '%s'
zh_tw: 預期應有 %s 到 %s 個項目 (對於「%s」)

source: %s: is not a valid
ar: %s: غير صحيح
cs: %s: neplatné
es: %s: no es válido como
fr: %s n'est pas valide
hi: %s : अमान्य है
hu: %s: nem érvényes
it: %s: non è un colore valido
ja: %s: 正しくありません
ka: %s: არასწორია
pl: %s: nie jest prawidłowy
pt: %s: não é válido
ro: %s: nu este valid
sk: %s: nie je platná
sv: %s: är inte en giltig
tr: %s: geçerli değil
uk: %s: недійсний
zh_tw: %s：無效

source: %s: is not valid
ar: %s: غير صحيح
cs: %s: neplatné
es: %s: no es válido
fr: %s n'est pas valide
hi: %s : अमान्य है
hu: %s: nem érvényes
it: %s: non è valido
ja: %s: 正しくありません
ka: %s: არასწორია
pl: %s: nie jest prawidłowy
pt: %s: não é válido
ro: %s: nu este valid
sk: %s: nie je platný
sv: %s: är inte giltig
tr: %s: geçerli değil
uk: %s: недійсний
zh_tw: %s：無效

source: %s: cannot be empty.
ar: %s: لا يمكن أن يكون فارغًا.
cs: %s: nemůže být prázdné.
es: %s: no puede estar vacío.
fr: %s ne peut pas être vide.
hi: %s : रिक्त नहीं होना चाहिए।
hu: %s: nem lehet üres.
it: %s: non può essere vuoto.
ja: %s: 何らかの値を設定する必要があります。
ka: %s: ცარიელი ვერ იქნება.
pl: %s: nie może być pusty.
pt: %s: não pode estar vazio.
ro: %s: nu poate fi gol.
sk: %s: nemôže byť prázdne.
sv: %s: kan inte vara tom.
tr: %s: boş olamaz.
uk: %s: не може бути порожнім.
zh_tw: %s：不可為空白。

source: Value
ar: قيمة
cs: Hodnota
es: Valor
fr: Valeur
hi: मान
hu: Érték
it: Valore
ja: 値
ka: მნიშვნელობა
pl: Wartość
pt: Valor
ro: Valoare
sk: Hodnota
sv: Värde
tr: Değer
uk: Значення
zh_tw: 值

source: Sections
ar: أقسام
cs: Sekce
es: Secciones
hi: अनुखंड
hu: Szakaszok
it: Sezioni
ja: セクション
ka: სექციები
pl: Sekcje
pt: Secções
ro: Secțiuni
sk: Sekcie
sv: Sektioner
tr: Bölümler
uk: Секції
zh_tw: 區段
