Repository: Dzejrou/yast-translations
Catalog: po/*-management/*.po
Languages: ar, cs, da, el, es, fi, fr, hi, hu, id, it, km, nb, nl, pa, pl, pt_br, ro, ru, sk, uk, zh_cn, zh_tw

source: Cer&tificate and the Key in PKCS12 Format
ar: الشهادة والمفتاح بتنسيق PKCS12
cs: Cer&tifikát a klíč ve formátu PKCS12
da: Cer&tifikat og nøglen i PKCS12-format
el: Πισ&τοποιητικό και Κλειδί σε Μορφή PKCS12
es: Cer&tificado y clave en formato PKCS12
fi: Var&menne ja avain salaamattomina PKCS12-muodossa
fr: Certificat et clé au format P&KCS12
hi: PKCS12 स्वरूप में प्रमाण-पत्र और कुंजी (&t)
hu: Tanúsítvány és kulcs PKCS12 formátumban
id: Sertifikat dan Kunci dalam Format PKCS12
it: Cer&tificato e chiave nel formato PKCS12
km: វិញ្ញាបនបត្រ និង​កូនសោ​ជាទ្រង់ទ្រាយ PKCS12
nb: Ser&tifikat og nøkkel i PKCS12-format
nl: Cer&tificaat en sleutel in PKCS12 formaat
pa: PKCS12 ਫਾਰਮੈਟ ਵਿੱਚ ਸਰਟੀਫਿਕੇਟ ਅਤੇ ਕੁੰਜੀ(&t)
pl: Cer&tyfikat i klucz w formacie PKCS12
pt_br: Cer&tificado e chave em formato PKCS12
ro: Cer&tificat și cheie în format PKCS12
ru: Сер&тификат и ключ в формате PKCS12
uk: Сер&тифікат і ключ у форматі PKCS12
zh_cn: 证书和 PKCS12 格式的密钥(&T)
zh_tw: PKCS12 格式的憑證和金鑰(&T)

source: &Like PKCS12 and Include the CA Chain
ar: مثل PKCS12، وتشمل سلسلة CA
cs: Jako PKCS12 a v&lož řetěz CA
da: &Ligesom PKCS12 og inkluder CA-kæden
el: &Ως PKCS12 και Συμπερίληψη της Αλυσίδας CA
es: &Como PKCS12 e incluir cadena CA
fi: &Kuten PKCS12 ja sisällytä samalla CA-ketju
fr: Comme PKCS&12 en incluant la chaîne d'AC
hi: PKCS12 समान और CA चेन सम्मिलित (&L)
hu: &Mint PKCS12 és csatolja a CA láncba
id: Seperti PKCS12 dan Menyertakan Rantai CA
it: Co&me PKCS12 ed includere la catena di CA
km: ដូច PKCS12 និង​រួម​បញ្ចូល​លំដាប់ CA
nb: &Som PKCS12 og inkluder CA-kjede
nl: &Als PKCS12 en met CA chain inbegrepen
pl: Utwórz &jak PKCS12 i włącz ciąg CA
pt_br: Como PKCS12 e inc&lui a CA chain
ro: Ca PKCS12 și include CA chain
ru: Как PKCS12 и вк&лючая цепочку CA
sk: &Ako PKCS12 a zahrnúť do CA reťazca
uk: &Схожий на PKCS12 разом з ланцюжком CA
zh_cn: 偏好 PKCS12 并包含 CA 链(&L)
zh_tw: 如同 PKCS12 且包括 CA 鏈(&L)

source: &New Password
ar: كلمة الرور الجديدة
cs: &Nové heslo
da: &Ny adgangskode
el: &Νέο Συνθηματικό
es: &Nueva contraseña
fi: &Uusi salasana
fr: &Nouveau mot de passe
hi: नया पासवर्ड (&N)
hu: Új j&elszó
id: Kata Sandi Baru
it: &Nuova password
km: ពាក្យ​សម្ងាត់​ថ្មី
nb: &Nytt passord
nl: &Nieuw wachtwoord
pa: ਨਵਾਂ ਪਾਸਵਰਡ(&N)
pl: &Nowe hasło
pt_br: &Nova senha
ro: Parolă nouă
ru: &Новый пароль
uk: &Новий пароль
zh_cn: 新密码(&N)
zh_tw: 新密碼(&N)

source: &File Name:
ar: اسم الملف:
cs: Název soub&oru:
da: &Filnavn:
el: &Όνομα Αρχείου:
es: Nombre de &fichero:
fi: &Tiedostonimi:
fr: Nom de &fichier :
hi: फाइल नाम : (&F)
hu: &Fájlnév:
id: Nama Berkas:
it: Nome &file:
km: ឈ្មោះ​ឯកសារ ៖
nb: &Filnavn:
nl: &Bestandsnaam:
pa: ਫਾਇਲ ਨਾਂ(&F):
pl: &Nazwa pliku:
pt_br: Nome do &arquivo:
ro: Nume &&fișier:
ru: Имя &файла:
uk: Назва &файла:
zh_cn: 文件名(&F)：
zh_tw: 檔案名稱(&F)：

source: File name required.
ar: اسم الملف المطلوب.
cs: Vyžadováno jméno souboru.
da: Filnavn påkrævet.
el: Απαιτείται όνομα αρχείου.
es: Se requiere el nombre de fichero.
fi: Tiedostonimi tarvitaan.
fr: Nom de fichier requis.
hi: फाइल नाम की आवश्यकता।
hu: Fájlnév szükséges.
id: Nama berkas wajib ada.
it: È richiesto il nome file.
km: ត្រូវ​ការ​ឈ្មោះ​ឯកសារ ។
nb: Filnavn må angis.
nl: Bestandsnaam benodigd.
pa: ਫਾਇਲ ਨਾਂ ਲੋੜੀਦਾ ਹੈ।
pl: Wymagana nazwa pliku.
pt_br: Nome de arquivo requerido.
ro: Numele fișierului este necesar.
ru: Необходимо имя файла.
uk: Потрібно вказати назву файла.
zh_cn: 需要文件名。
zh_tw: 需要檔案名稱。

source: CA saved to file.
ar: CA حَفَظها إلى ملف.
cs: CA byla uložena do souboru.
da: CA gemt til fil.
el: Η CA αποθηκεύτηκε σε αρχείο.
es: CA guardada a fichero.
fi: CA tallennettu tiedostoon.
fr: AC enregistrée dans un fichier.
hi: CA को फाइल में सहेजा गया।
hu: CA fájlba mentve.
id: CA disimpan ke berkas.
it: CA salvata su file.
km: CA បាន​រក្សាទុក​ទៅ​ឯកសារ ។
nb: CA lagret i fil.
nl: CA in bestand opgeslagen.
pa: CA ਫਾਇਲ 'ਚ ਸੰਭਾਲਿਆ ਗਿਆ।
pl: CA zapisany do pliku.
pt_br: CA salvo em arquivo.
ro: CA a fost salvat în fișier.
ru: CA сохранён в файл.
uk: CA збережено у файл.
zh_cn: CA 已保存到文件。
zh_tw: CA 已儲存到檔案。

source: Export CRL to File
ar: تصدير CRL إلى ملف
cs: Export CRL do souboru
da: Eksporter CRL til fil
el: Εξαγωγή CRL σε Αρχείο
es: Exportar CRL a fichero
fi: Vie CRL tiedostoon
fr: Exporter la LRC vers un fichier
hi: CRL का फाइल में निर्यात
hu: CRL exportálása fájlba
id: Ekspor CRL ke Berkas
it: Esporta CRL su file
km: នាំចេញ CRL ទៅ​ឯកសារ
nb: Eksporter CRL til fil
nl: Exporteer CRL naar bestand
pa: CRL ਨੂੰ ਫਾਇਲ ਨਿਰਯਾਤ ਕਰੋ
pl: Eksportuj CRL do pliku
pt_br: Exportar CRL para arquivo
ro: Exportă CRL în fișier
ru: Экспорт CRL в файл
uk: Експортувати CRL у файл
zh_cn: 将证书吊销列表导出到文件
zh_tw: 輸出 CRL 到檔案

source: &PEM Format
ar: تنسيق PEM
cs: &PEM formát
el: Μορφή &PEM
es: Formato &PEM
fi: &PEM-muoto
fr: Form&at PEM
hi: PEM स्वरूप
hu: &PEM formátum
id: Format &PEM
it: Formato &PEM
km: ទ្រង់ទ្រាយ PEM
nl: &PEM formaat
pa: &PEM ਫਾਰਮੈਟ
pl: Format &PEM
pt_br: Formato &PEM
ro: Format &PEM
ru: Формат &PEM
uk: Формат &PEM
zh_cn: &PEM 格式
zh_tw: PEM 格式(&P)

source: &DER Format
ar: تنسيق DER
cs: &DER formát
el: Μορφή &DER
es: Formato &DER
fi: &DER-muoto
fr: Forma&t DER
hi: DER स्वरूप
hu: &DER formátum
id: Format &DER
it: Formato &DER
km: ទ្រង់ទ្រាយ DER
nl: &DER formaat
pa: &DER ਫਾਰਮੈਟ
pl: Format &DER
pt_br: Formato &DER
ro: Format &DER
ru: Формат &DER
uk: Формат &DER
zh_cn: &DER 格式
zh_tw: DER 格式(&D)

source: CRL saved to file.
ar: CRL حَفَظها إلى ملف.
cs: CRL byl uložen do souboru.
da: CRL gemt til fil.
el: Ο CRL αποθηκεύτηκε σε αρχείο.
es: CRL guardada a fichero.
fi: CRL tallennettu tiedostoon.
fr: LRC enregistrée dans un fichier.
hi: CRL को फाइल में सहेजा गया।
hu: CRL mentve fájlba.
id: CRL disimpan ke berkas.
it: CRL salvato su file.
km: CRL បាន​រក្សាទុក​ទៅ​ឯកសារ ។
nb: CRL lagret i fil.
nl: CRL in bestand opgeslagen.
pa: CRL ਫਾਇਲ 'ਚ ਸੰਭਾਲਿਆ।
pl: Lista CRL zapisana do pliku.
pt_br: CRL salvo em arquivo.
ro: CRL a fost salvat în fișier.
ru: CRL сохранен в файл.
uk: CRL збережено у файл.
zh_cn: 证书吊销列表已保存到文件。
zh_tw: CRL 已儲存到檔案。

source: Export Certificate to File
ar: تصدير الشهادة إلى ملف
cs: Export certifikátu do souboru
da: Eksportér certifikat til fil
el: Εξαγωγή Πιστοποιητικού σε Αρχείο
es: Exportar certificado a fichero
fi: Vie varmenne tiedostoon
fr: Exporter le certificat vers un fichier
hi: प्रमाण-पत्र का फाइल में निर्यात
hu: Tanúsítvány exportálása fájlba
id: Ekspor Sertifikat ke Berkas
it: Esporta certificato su file
km: នាំចេញ​វិញ្ញាបនបត្រ​ទៅ​ឯកសារ
nb: Eksporter sertifikat til fil
nl: Certificaat naar bestand exporteren
pa: ਸਰਟੀਫਿਕੇਟ ਫਾਇਲ ਲਈ ਨਿਰਯਾਤ
pl: Wyeksportuj certyfikat do pliku
pt_br: Exportar certificado para arquivo
ro: Exportă certificatul în fișier
ru: Экспорт сертификата в файл
uk: Експортувати сертифікат у файл
zh_cn: 导出证书到文件
zh_tw: 輸出憑證到檔案

source: &Only the Certificate in PEM Format
ar: فقط الشهادة في تنسيق PEM
cs: P&ouze certifikát ve formátu PEM
da: &Kun certifikatet i PEM-format
el: &Μόνο το Πιστοποιητικό σε Μορφή PEM
es: &Sólo el certificado en formato PEM
fi: &Vain varmenne PEM-muodossa
fr: &Seulement le certificat au format PEM
hi: PEM स्वरूप में केवल प्रमाण-पत्र (&O)
hu: &Csak a tanúsítvány PEM formátumban
id: Hanya Sertifikat dalam Format PEM
it: S&olo il certificato nel formato PEM
km: តែ​វិញ្ញាបនបត្រ​ក្នុង​ទ្រង់ទ្រាយ PEM
nb: &Kun sertifikat i PEM-format
nl: &Alleen het certificaat in PEM formaat
pa: ਸਿਰਫ਼ ਸਰਟੀਫਿਕੇਟ PEM ਫਾਰਮੈਟ ਵਿੱਚ(&O)
pl: Tylk&o certyfikat w formacie PEM
pt_br: S&omente o certificado em formato PEM
ro: &Numai certificat în format PEM
ru: Т&олько сертификат в формате PEM
sk: &Len certifikát vo formáte PEM
uk: &Лише сертифікат у форматі PEM
zh_cn: 仅 PEM 格式的证书(&O)
zh_tw: 僅 PEM 格式的憑證(&O)

source: Certificate saved to file.
ar: حُفظت الشهادة إلى ملف.
cs: Certifikát byl uložen do souboru.
da: Certifikat gemt til fil.
el: Πιστοποιητικό αποθηκεύτηκε σε αρχείο.
es: Certificado guardado a fichero.
fi: Varmenne tallennettu tiedostoon.
fr: Certificat enregistré dans le fichier.
hi: प्रमाण-पत्र फाइल में सहेजा गया।
hu: A tanúsítvány fájlba mentése megtörtént.
id: Sertifikat disimpan ke berkas.
it: Certificato salvato su file.
km: វិញ្ញាបនបត្រ​ដែល​បាន​រក្សាទុក​ទៅ​ឯកសារ ។
nb: Sertifikat lagret i fil.
nl: Certificaat in bestand opgeslagen.
pa: ਸਰਟੀਫਿਕੇਟ ਫਾਇਲ 'ਚ ਸੰਭਾਲਿਆ ਗਿਆ।
pl: Certyfikat zapisany do pliku.
pt_br: Certificado salvo em arquivo.
ro: Certificatul a fost salvat în fișier.
ru: Сертификат сохранён в файл.
uk: Сертифікат збережено у файл.
zh_cn: 证书已保存到文件。
zh_tw: 憑證已儲存到檔案。

source: <p><b><big>Importing Common Server Certificate (PKCS12 + CA Chain Format) from Disk:</big></b> Select one file name and press <b>Next</b> to continue.</p>
ar: <p><b><big>استيراد شهادة الخادم المشترك (PKCS12 + تنسيق سلسلة CA) من القرص:</big></b> حدد اسم ملف واحد واضغط <b>التالي</b> للاستمرار.</p>
cs: <p><b><big>Import Obecného certifikátu serveru (formát PKCS12 + řetěz CA) z disku:</big></b> Zvolte jeden soubor a stiskněte <b>Další</b>.</p>
da: <p><b><big>Importerer alment servercertifikat (PKCS12 + CA-kæde-format) fra disk:</big></b> Vælg et filnavn og tryk <b>Næste</b> for at fortsætte.</p>
el: <p><b><big>Εισαγωγή Πιστοποιητικού Κοινόχρηστου Διακομιστή (PKCS12 + Μορφή Αλυσίδας CA) από Δίσκο:</big></b> Επιλέξτε ένα όνομα αρχείου και πατήστε <b>Επόμενο</b> για να προχωρήσετε.</p>
es: <p><b><big>Importando certificado de servidor común (formato PKCS12 + cadena CA) de disco:</big></b> Seleccione un nombre de fichero y pulse <b>Siguiente</b> para continuar.</p>
fi: <p><b><big>Tuodaan yleistä palvelinvarmennetta (PKCS12 + CA Chain Format) levyltä:</big></b> Valitse tiedostonimi ja paina <b>Seuraava</b> jatkaaksesi.</p>
fr: <p><b><big>Importation du certificat serveur commun (format PKCS12 + chaîne d'AC) depuis le disque :</big></b> choisissez un nom de fichier et cliquez sur <b>Suivant</b> pour continuer.</p>
hi: <p><b><big>Importing Common Server Certificate (PKCS12 + CA Chain Format) from Disk:</big></b> एक फाइल नाम चुनें और जारी रहने के लिए <b>Next</b> दबाएं।</p>
hu: <p><b><big>Kiszolgálótanúsítvány importálása (PKCS12 + CA lánc formátum) lemezről:</big></b> Válasszon egy nevet és a folytatáshoz nyomja meg a <b>Következő</b> gombot.</p>
id: <p><b><big>Mengimpor Sertifikat Server Umum (Format PKCS12 + Rantai CA) dari Disk:</big></b> Pilih salah satu nama berkas dan tekan <b>Berikutnya</b> untuk melanjutkan.</p>
it: <p><b><big>Importazione del certificato server comune (Formato PKCS12 + catena di CA) dal disco:</big></b> Selezionare un nome file e premere <b>Avanti</b> per proseguire.</p>
km: <p><b><big>ការនាំចូល​វិញ្ញាបនបត្រ​ម៉ាស៊ីន​បម្រើ​ទូទៅ (PKCS12 + ទ្រង់ទ្រាយលំដាប់ CA) ពី​ថាស ៖</big></b> ជ្រើស​ឈ្មោះ​ឯកសារ​មួយ និង​ចុច <b>បន្ទាប់</b> ដើម្បី​បន្ត ។</p>
nb: <p><b><big>Importere vanlig serversertifikat (PKCS12- + CA-kjedeformat) fra disk:</big></b> Velg et filnavn og klikk <b>Neste</b> for å fortsette.</p>
nl: <p><b><big>Common server certificaat (PKCS12 + CA chain formaat) importeren van disk:</big></b> Selecteer een bestandsnaam en klik op <b>Verder</b> om door te gaan.</p>
pl: <p><b><big>Importowanie zwykłego certyfikatu serwera (PKCS12 + Format łańcucha CA) z dysku:</big></b> Proszę wybrać nazwę pliku i nacisnąć przycisk <B>Dalej</B>, aby kontynuować.</p>
pt_br: <p><b><big>Importando certificado de servidor comum (formato PKCS12 + CA chain) de disco:</big></b> Selecione um nome de arquivo e clique em <b>Próximo</b> para continuar.</p>
ro: <p><b><big>Import certificat server comun (format PKCS12 + CA chain) de pe disc:</big></b> Selectați un fișier și apăsați <b>Următor</b> pentru a continua.</p>
ru: <p><b><big>Импорт общего сертификата сервера (Формат PKCS12 + цепочка CA) с диска:</big></b> Выберите имя файла и нажмите кнопку <b>Далее</b> для продолжения.</p>
sk: <p><b><big>Importovať spoločný certifikát servera ( vo formáte PKCS12 + CA reťazec) z disku:</big></b> Vyberte jeden názov súboru a stlačte <b>Ďalší</b> pre pokračovanie.</p>
uk: <p><b><big>Імпорт звичайного сертифіката сервера (у форматі PKCS12 + CA ланцюжок) з диска:</big></b> Виберіть один файл і натисніть <b>Далі</b>, щоб продовжити.</p>
zh_cn: <p><b><big>从磁盘导入通用服务器证书 (PKCS12 + CA 链格式)：</big></b> 选择一个文件名并按<b>下一步</b>继续。</p>
zh_tw: <p><b><big>正在匯入公用伺服器憑證 (PKCS12 + CA 鏈格式) 從硬碟：</big></b>選取一個檔案名稱，並按<b>「下一步」</b>以繼續。</p>

source: Import a server certificate and corresponding CA and copy them to a place where other YaST modules look for such a common certificate.
ar: استيراد شهادة الخادم والمراسلون CA ونسخة منها إلى مكان حيث الوحدات النمطية الأخرى YaST ابحث عن مثل هذه الشهادة المشتركة.
cs: Importujte certifikát serveru a odpovídající CA a poté je nakopírujte na místo, kde jej očekávají jiné moduly YaSTu.
da: Importér et servercertifikat og tilsvarende CA, og kopiér dem til et sted, hvor andre YaST-moduler leder efter sådant et alment certifikat.
el: Εισάγετε ένα πιστοποιητικό διακομιστή και αντίστοιχη CA και αντιγράψτε τα κάπου ώστε μόνο άλλα αρθρώματα του YaST μπορούν να αναζητήσουν ένα τέτοιο κοινό πιστοποιητικό.
es: Importar un certificado de servidor con su correspondiente CA y copiarlo a un lugar donde miran otros módulos de YaST para buscar los certificados comunes.
fi: Tuodaan palvelimen varmennetta ja sitä vastaavaa CA ja kopioidaan ne paikkaan mistä muut YaST moduulit etsivät tällaista yleistä varmennetta.
fr: Importez un certificat de serveur et l'autorité de certification correspondante et copiez-les à un endroit où les autres modules de YaST cherchent ce genre de certificat commun.
hu: Importáljon egy kiszolgáló tanúsítványt a megfelelő hitelesítésszolgáltatóval együtt, és másolja őket egy olyan helyre, ahol az egyéb YaST-modulok az ilyen általános tanúsítványokat keresik.
id: Impor sertifikat server dan CA yang sesuai dan salin mereka pada tempat dimana modul YaST lainnya mencari sertifikat umum.
it: Importare un certificato server e rispettiva CA e copiarli dove gli altri moduli cercano tale certificato comune.
nb: Importer et serversertifikat og en samsvarende CA, og kopier dem til et sted der andre YaST-moduler søker etter et felles sertifikat.
nl: Importeer een server certificaat en de corresponderende CA en kopieer deze naar een plaats waar andere YaST modules zo'n common certificaat kunnen vinden.
pl: Należy zaimportować certyfikat serwera i odpowiadający mu certyfikat CA, a następnie skopiować je do miejsca, w którym program YaST i inne moduły szukają wspólnych certyfikatów.
pt_br: Importar um certificado de servidor e CA correspondente e copiá-los para um lugar onde os módulos do YaST procuram por um certificado comum.
ru: Импортируйте сертификат сервера и соответствующий CA и скопируйте их туда, где другие модули YaST ищут такие сертификаты.
sk: Importovať certifikát servera a príslušnej CA a skopírovať ich na miesto, kde ostatné YaST moduly hľadajú takéto spoločné certifikáty.
uk: Імпортувати сертифікат сервера і відповідний CA та копіювати їх у місце, де інші модулі YaST шукатимуть такий звичайний сертифікат.
zh_cn: 导入一个服务器证书和相关的 CA 并将它们复制到其它 YaST 模块查找这样的通用证书的位置。
zh_tw: 輸入伺服器證書和對應的 CA，並將其複製到其他 YaST 模組會在其中尋找此類公用證書的位置。

source: <p><b>Password:</b><br> Certificate password</p>
ar: <p><b>كلمة المرور:</b><br> كلمة مرور الشهادة</p>
cs: <p><b>Heslo:</b><br> Heslo certifikátu.</p>
da: <p><b>Adgangskode:</b><br> Certifikat-adgangskode</p>
el: <p><b>Συνθηματικό:</b><br> Συνθηματικό πιστοποιητικού</p>
es: <p><b>Contraseña:</b><br> Contraseña del certificado</p>
fi: <p><b>Salasana:</b><br> Varmenteen salasana</p>
fr: <p><b>Mot de passe :</b><br> Mot de passe du certificat</p>
hi: <p><b>पासवर्ड :</b><br> प्रमाण-पत्र पासवर्ड </p>
hu: <p><b>Jelszó:</b><br> A tanúsítványt jelszava.</p>
id: <p><b>Kata Sandi:</b><br> Kata sandi sertifikat</p>
it: <p><b>Password</b><br> Password del certificato.</p>
km: <p><b>ពាក្យ​សម្ងាត់ ៖</b><br> ពាក្យ​សម្ងាត់​វិញ្ញាបនបត្រ</p>
nb: <p><b>Passord:</b><br> Sertifikatpassord</p>
nl: <p><b>Wachtwoord:</b><br> Certificaat-wachtwoord</p>
pa: <p><b>ਪਾਸਵਰਡ:</b><br> ਸਰਟੀਫਿਕੇਟ ਪਾਸਵਰਡ</p>
pl: <p><b>Hasło:</b><br> Hasło do certyfikatu</p>
pt_br: <p><b>Senha:</b><br> Senha do certificado</p>
ro: <p><b>Parola:</b><br> Parola certificatului</p>
ru: <p><b>Пароль:</b><br> Пароль сертификата</p>
sk: <p><b>Heslo:</b><br> Heslo pre certifikát</p>
uk: <p><b>Пароль:</b><br> Пароль сертифіката</p>
zh_cn: <p><b>密码：</b><br> 证书密码</p>
zh_tw: <P><b>密碼：</b><br> 憑證密碼。</P>

source: Importing Common Certificate from Disk
ar: استيراد شهادة مشتركة من القرص
cs: Importuji obecný certifikát z disku
da: Importerer almen-certifikat fra harddisk
el: Εισαγωγή Κοινόχρηστου Πιστοποιητικού από Δίσκο
es: Importando certificado común de disco
fi: Tuodaan yleinen varmenne levyltä
fr: Importation du certificat commun depuis le disque...
hi: डिस्क से सामान्य प्रमाण-पत्र का आयात किया जा रहा
hu: Általános tanúsítvány importálása lemezről
id: Mengimpor Sertifikat Umum dari Disk
it: Importazione del certificato comune dal disco
km: ការ​នាំចូល​វិញ្ញាបនបត្រ​ទូទៅ​ពី​ថាស
nb: Importere generelt sertifikat fra disk
nl: Het common certificaat wordt van disk geïmporteerd
pa: ਡਿਸਕ ਤੋਂ ਆਮ ਸਰਟੀਫਿਕੇਟ ਆਯਾਤ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pl: Importowanie wspólnego certyfikatu z dysku
pt_br: Importando certificado comum de disco
ro: Import certificat comun de pe disc
ru: Импорт общего сертификата с диска
sk: Importovať spoločný certifikát z disku
uk: Імпорт звичайного сертифіката з диска
zh_cn: 正在从磁盘导入通用证书
zh_tw: 正在從磁片匯入公用憑證

source: Importing certificate...
ar: استيراد الشهادة...
cs: Importuji certifikát...
da: Importerer certifikat...
el: Εισαγωγή πιστοποιητικού...
es: Importando certificado...
fi: Tuodaan varmenne...
fr: Importation du certificat...
hi: प्रमाण-पत्र का आयात किया जा रहा ...
hu: Tanúsítvány importálása...
id: Mengimpor sertifikat...
it: Importazione del certificato in corso...
km: កំពុង​នាំចូល​វិញ្ញាបនបត្រ...
nb: Importerer sertifikat...
nl: Certificaat wordt geïmporteerd...
pa: ਸਰਟੀਫਿਕੇਟ ਅਯਾਤ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
pl: Importowanie certyfikatu...
pt_br: Importando certificado...
ro: Import certificatul...
ru: Импорт сертификата...
uk: Імпортується сертифікат...
zh_cn: 正在导入证书...
zh_tw: 正在匯入憑證...

source: Certificate has been imported.
ar: تم استيراد الشهادة.
cs: Certifikát byl importován.
da: Certifikat er importeret.
el: Έγινε η εισαγωγή του πιστοποιητικού.
es: El certificado ha sido importado.
fi: Varmenne tuotiin.
fr: Le certificat a été importé.
hi: प्रमाण-पत्र का आयात किया जा चुका है।
hu: A tanúsítvány importálva lett.
id: Sertifikat telah diimpor.
it: Il certificato è stato importato.
km: វិញ្ញាបនបត្រ​ត្រូវ​បាន​នាំចូល ។
nb: Sertifikatet er importert.
nl: Het certificaat is geïmporteerd.
pa: ਸਰਟੀਫਿਕੇਟ ਆਯਾਤ ਕੀਤਾ ਗਿਆ ਹੈ।
pl: Certyfikat został zaimportowany.
pt_br: O certificado foi importado.
ro: Certificatul a fost importat.
ru: Сертификат импортирован.
uk: Сертифікат імпортовано.
zh_cn: 证书已导入。
zh_tw: 已經匯入憑證。

source: This is not a server certificate. Continue?
ar: هذه ليست شهادة خادم. هل تريد المتابعة؟
cs: Toto není certifikát serveru. Pokračovat?
da: Dette er ikke et servercertifikat. Fortsæt?
el: Αυτό δεν είναι πιστοποιητικό διακομιστή. Συνέχεια;
es: Este certificado no es de servidor. ¿Desea continuar?
fi: Tämä ei ole palvelin varmenne. Jatketaanko?
fr: Ce n'est pas un certificat de serveur. Continuer quand même ?
hi: यह एक सेवक प्रमाण-पत्र नहीं है। जारी रहना है?
hu: Ez nem kiszolgálótanúsítvány. Folytatja?
id: Ini bukan sertifikat server. Lanjutkan?
it: Questo non è un certificato server. Continuare?
km: នេះ​មិនមែន​ជា​វិញ្ញាបនបត្រ​ម៉ាស៊ីន​បម្រើ​មួយ ។ បន្ត​ឬ ?
nb: Dette er ikke et gyldig serversertifikat. Fortsette?
nl: Dit is geen servercertificaat. Doorgaan?
pa: ਇਹ ਇੱਕ ਸਰਵਰ ਸਰਟੀਫਿਕੇਟ ਨਹੀਂ ਹੈ। ਜਾਰੀ ਰੱਖਣਾ ਹੈ?
pl: To nie jest certyfikat serwera. Czy kontynuować?
pt_br: Este não é um certificado de servidor. Continuar?
ro: Acesta nu este un certificat server. Continuați?
ru: Это не сертификат сервера. Продолжить?
sk: Toto nie je certifikát servera. Pokračovať?
uk: Це не сертифікат сервера. Продовжити?
zh_cn: 这不是一个服务器证书。继续吗？
zh_tw: 這不是伺服器憑證， 要繼續嗎？

source: The common name of the certificate (%1) is not the name of\u00B7 the server (%2). This certificate might be not practical as a common server certificate.
es: El nombre común del certificado (%1) no es el nombre de\u00B7 del servidor (%2). Este certificado puede no ser utilizable como certificado común de servidores.
nl: De common-naam van het certificaat (%1) is niet de naam van \u00B7 de server (%2). Dit certificaat is mogelijk niet geschikt als common-server-certificaat.
pt_br: O nome comum do certificado (%1) não é o nome do servidor \u00B7 (%2). Este certificado pode não ser adequado como um certificado de servidor comum.
ru: Общее имя сертификата (%1) не является именем\u00B7 сервера (%2). Не имеет особого смысла использовать этот сертификат в качестве общего сертификата сервера.
zh_cn: 证书通用名 (%1) 不是服务器名称 (%2)。 此证书作为通用服务器证书可能是不现实的。

source: The hostname of this server (command: hostname --long) have to match either the common name of the certificate (CN) or on of the values in subject alternative names.
ar: اسم المضيف لهذا الخادم (command: hostname --long) يجب أن تطابق أما الاسم الشائع للشهادة (CN) أو القيم في أسماء الموضوع البديلة.
cs: Jméno tohoto serveru (příkaz: hostname --long) musí odpovídat běžnému jménu certifikátu (CN) nebo jedné z hodnot v alternativních názvech subjektu.
da: Værtsnavnet for denne server (kommando: hostname --long) skal matche enten certifikatets almen-navn (CN) eller en af værdier i subjekt alternative navne.
el: Το όνομα κόμβου αυτού του διακομιστή (εντολή: hostname --long) πρέπει να ταιριάζει είτε στο κοινό όνομα του πιστοποιητικού (CN) ή με τις τιμές στο θέμα των εναλλακτικών ονομάτων.
es: El nombre de host de este servidor (comando: hostname --long) debe coincidir con el nombre común del certificado (CN) o uno de los valores en los nombres alternativos.
fi: Tämän palvelimen konenimi (komento: hostname --long) pitää täsmätä varmenteen yleisen nimen (CN) kanssa tai aiheen vaihtoehtoisen nimen kanssa.
fr: Le nom d'hôte de ce serveur (commande : hostname --long) doit correspondre soit au nom courant du certificat (CN), soit à l'une des valeurs du champ noms alternatifs.
hu: A kiszolgáló állomásnevének (parancs: hostname --long) egyeznie kell vagy a tanúsítvány közös nevével (CN) vagy a tulajdonos alternatív nevei közül valamelyik értékkel.
id: Hostname server ini (perintah: hostname --long) harus sesuai dengan nama umum dari sertifikat (CN) atau pada nilai dinama alternatif subjek.
it: Il nome host del server (comando: hostname --long) deve corrispondere al nome comune del certificato (CN) o ai valori nei nomi alternativi del soggetto.
nb: Vertsnavnet for denne serveren (kommando: hostname --long) må samsvare enten enten med fellesnavnet på sertifikatet (CN) eller med verdiene som er angitt under alternative navn.
nl: De hostnaam van deze server (commando: hostname --long) moet overeenkomen met ofwel de common-naam van het certificaat (CN) of een van de waarden in het subject alternatieve namen.
pl: Nazwa tego serwera (polecenie: hostname --long) musi zgadzać się przynajmniej z nazwą wspólną z certyfikatu (CN) lub wartościami w zakresie nazw alternatywnych.
pt_br: O nome de máquina deste servidor (comando: hostname --long) tem que corresponder ao nome comum do certificado (CN) ou nos valores nos nomes alternativos do objeto.
ru: Имя узла этого сервера (команда: hostname --long) должно соответствовать либо общему имени сертификата (CN), либо одному из значений альтернативных имён.
uk: Ім'я вузлу сервера (команда: hostname --long) має відповідати або звичайній назві сертифікату (CN), або одному з альтернативних значень імен.
zh_cn: 此服务器的主机名 (命令：hostname --long) 需匹配证书的通用名 (CN) 或主体别名 (SubjectAltName) 的值。
zh_tw: 此伺服器的主機名稱 (指令：hostname --long) 必須與 證書的公用名稱 (CN) 相符，或者與主題別名中的某個值相符。
