Repository: Dzejrou/yast-translations
Catalog: po/*-management/*.po
Languages: ar, cs, da, el, es, fi, fr, hi, hu, id, it, km, nb, nl, pa, pl, pt_br, ro, ru, sk, uk, zh_cn, zh_tw

source: <p><b>Advanced Options</b> are very special options. If you change these options, SUSE cannot guarantee that the generated certificate will work correctly.</p>
ar: <p><b>خيارات متقدمة</b> هي خيارات خاصة جدًا. إذا قمت بتغيير هذه الخيارات، فلا تضمن SUSE عمل الشهادة التي تم إنشاؤها بشكل صحيح.</p>
cs: <p><b>Pokročilá nastavení</b> jsou speciální nastavení. Pokud změníte tato nastavení, SUSE nemůže garantovat, že vygenerované certifikáty budou správně fungovat.</p>
da: <p><b>Avancerede indstillinger</b> er meget specielle indstillinger. Hvis du ændrer i disse, kan SUSE ikke garantere at det genererede certifikat vil fungere korrekt.</p>
el: <p>Οι <b>Προχωρημένες Επιλογές</b> είναι πολύ ειδικές επιλογές. Εάν αλλάξετε αυτές τις ρυθμίσεις, η SUSE δεν μπορεί να εγγυηθεί ότι τα δημιουργούμενα πιστοποιητικά θα δουλεύουν σωστά.</p>
es: <p>Las <b>Opciones avanzadas</b> son opciones muy especiales. Si modifica estas opciones, SUSE no puede garantizar que el certificado generado funcione correctamente.</p>
fi: <p><b>Lisävalinnat</b> ovat poikkeuksellisia asetuksia. Jos muutat muutat niitä, SUSE ei voi taata, että luotu varmenne toimii oikein.</p>
fr: <p>Les <b>Options avancées</b> sont des options très particulières. Si vous les modifiez, SUSE ne peut garantir que le certificat généré fonctionnera correctement.</p>
hu: <p>A <b>Speciális beállítások</b> valóban speciális beállítások. Ha megváltoztatja ezeket a beállításokat, a SUSE nem garantálja, hogy a létrehozott tanúsítványok helyesen fognak működni.</p>
id: <p><b>Opsi Lanjutan</b> adalah opsi yang sangat khusus. Jika Anda mengganti opsi tersebut, SUSE tidak dapat menjamin bahwa sertifikat yang dihasilkan akan bekerja dengan benar.</p>
it: <p><b>Opzioni avanzate</b> sono opzioni speciali. Se queste opzioni vengono modificate, SUSE non può garantire che il certificato generato funzionerà correttamente.</p>
km: <p><b>ជម្រើស​កម្រិត​ខ្ពស់</b> គឺ​ជា​ជម្រើស​ពិសេស​បំផុត ។ ប្រសិន​បើ​អ្នក​ផ្លាស់ប្ដូរ​ជម្រើស​ទាំងនេះ ស៊ូស៊ី​មិនអាច​ធានា​ថា​វិញ្ញា​បនបត្រ​ដែល​បាន​បង្កើត​នឹង​ដំណើរការ​យ៉ាង​ត្រឹមត្រូវ​នោះ​ទេ ។</p>
nb: <p><b>Avanserte valg</b> er svært spesifikke valg. Hvis du endrer disse alternativene, kan ikke openSUSE garantere at det genererte sertifikatet vil fungere riktig.</p>
nl: <p>De <b>Geavanceerde opties</b> zijn zeer speciaal. Als u deze opties wijzigt, is het voor SUSE niet langer meer mogelijk om een correcte werking van het aangemaakte certificaat nog te kunnen garanderen.</p>
pl: <p><b>Zaawansowane opcje</b> są bardzo specyficzne. Jeśli zostaną zmienione, SUSE nie będzie w stanie zagwarantować, że wygenerowany certyfikat będzie działał prawidłowo.</p>
pt_br: <p><b>Opções avançadas</b> são opções muito especiais. Se você alterar estas opções, o openSUSE não pode garantir que o certificado gerado funcionará corretamente.</p>
ro: <p><b>Opțiuni avansate</b> sunt opțiuni speciale. Dacă modificați aceste opțiuni, SUSE nu poate garanta funcționarea corectă a certidficatului generat.</p>
ru: <p><b>Дополнительные параметры</b> — это очень специфические настройки. Если вы их измените, SUSE не может гарантировать, что сгенерированный сертификат будет работать правильно.</p>
uk: <p><b>Додаткові параметри</b> — це досить специфічні параметри. Якщо ви їх зміните, SUSE не може гарантувати, що створений за ними сертифікат працюватиме коректно.</p>
zh_cn: <p><b>高级选项</b>是一些非常特殊的选项。若您修改了这些选项，SUSE 将无法保证生成的证书能够正常发挥作用。</p>
zh_tw: <p><b>「進階選項」</b>是非常特別的選項。如果您變更這些選項，SUSE 不保證產生的憑證可以正確運作。</p>

source: <p>The private key of the certificate needs a <B>Password</B> with a minimum length of five characters. For verification reasons, reenter it in the next field.</p>
ar: <p>يتطلب المفتاح الخاص بالشهادة <B>كلمة مرور</B> تحتوي على خمسة حروف على الأقل. لأسباب تتعلق بالتحقق، قم بإعادة إدخالها في الحقل التالي.</p>
cs: <p>Privátní klíč certifikátu vyžaduje <B>Heslo</B> s minimální délkou 5 znaků. Do dalšího políčka zadejte stejné heslo pro ověření.</p>
da: <p>Certifikatets private nøgle kræver en <b>Adgangskode</b> med en længde på minimum fem tegn. Af verificeringsårsager, indtast den igen i det næste felt.</p>
el: <p>Το ιδιωτικό κλειδί του πιστοποιητικού χρειάζεται ένα <B>Συνθηματικό</B> με ένα ελάχιστο μήκος πέντε χαρακτήρων. Για λόγους επιβεβαίωσης, ξαναγράψτε το στο επόμενο πεδίο.</p>
es: <p>La clave privada del certificado necesita una <B>Contraseña</B> con una longitud mínima de cinco caracteres. Vuelva a introducirla en el siguiente apartado para efectos de verificación.</p>
fi: <p>Varmenteen yksityinen avain tarvitsee <b>Salasanan</b>, jonka vähimmäispituus on viisi merkkiä. Salasanan varmistamiseksi syötä salasana uudelleen seuraavaan kenttään.</p>
fr: <p>La clé privée du certificat a besoin d'un <B>mot de passe</B> d'au moins cinq caractères. À fins de vérification, saisissez-le à nouveau dans le champ suivant.</p>
hi: <p>प्रमाण-पत्र की निजी कुंजी को न्यूनतम पांच वर्ण की लंबाई के एक <B>पासवर्ड</B> की आवश्यकता होती है। सत्यापन कारणों के लिए अगले क्षेत्र में इसे फिर से प्रविष्ट करें। </p>
hu: <p>A tanúsítvány privát kulcsához meg kell adni a <B>Jelszó</B> beállítást. A jelszónak legalább 5 karakter hosszúságúnak kell lennie. Ellenőrzési célból a következő mezőben újra meg kell adni a jelszót.</p>
id: <p>Kunci pribadi milik sertifikat membutuhkan <B>Kata sandi</B> dengan panjang minimal lima karakter. Untuk tujuan verifikasi, masukkan ulang kata sandi pada formulir berikutnya.</p>
it: <p>La chiave privata di un certificato richiede una <B>password</B> composta almeno di cinque caratteri. Ai fini della verifica, immettete nuovamente la password nel campo successivo.</p>
km: <p>កូនសោឯកជន​របស់​វិញ្ញាបនបត្រ​ត្រូវ​ការ <B>ពាក្យ​សម្ងាត់</B> មួយ​ដែល​មាន​ប្រវែង​អប្បបរមា ៥ តួអក្សរ ។ សម្រាប់​ហេតុផល​ផ្ទៀងផ្ទាត់ បញ្ចូល​វា​ម្ដង​ទៀត​ក្នុង​វាល​បន្ទាប់ ។</p>
nb: <p>Den private sertifikatnøkkelen krever et <B>passord</B> som består av minst fem tegn. Bekreft passordet ved å angi det på nytt i neste felt.</p>
nl: <p>De privé sleutel van het certificaat heeft een <B>Wachtwoord</B> nodig met een minimale lengte van vijf karakters. Herhaal om verificatie redenen de opgave in het volgende veld.</p>
pl: <p>Prywatny klucz certyfikatu wymaga <B>hasła</B> o minimalnej długości pięciu znaków. Dla potrzeb weryfikacji proszę wprowadzić je ponownie w następnym polu.</p>
pt_br: <p>A chave privada do certificado necessita uma <B>Senha</B> com número mínimo de cinco caracteres. Para verificação, informe novamente no próximo campo.</p>
ro: <p>Cheia privată a certificatului necesită o <B>Parolă</B> cu o lungime minimă de 5 caractere. Pentru verificare reintroduceți-o în câmpul următor.</p>
ru: <p>Закрытому ключу сертификата необходим <B>Пароль</B>, состоящий минимум из пяти знаков. Для проверки введите его еще раз в следующем поле.</p>
sk: <p>Súkromný kľúč certifikátu potrebuje <B>Heslo</B> dlhé minimálne 5 znakov. Pre overenie ho vložte znova do ďalšieho políčka.</p>
uk: <p>Особистий ключ сертифіката повинен мати <B>Пароль</B> з мінімальною довжиною у п'ять символів. Для підтвердження вам слід ввести його повторно у полі, розташованому нижче.</p>
zh_cn: <p>证书的私有密钥需要最小长度为五个字符的<B>密码</B>。出于校验目的，请在下一个字段重新输入密码。</p>
zh_tw: <p>該憑證私密金鑰的<B>密碼</B>，最小長度為 5 個字元。為了確認的原因，請在下一個欄位重新輸入。</p>

source: <p>Each certificate has its own <b>Key Length</b>. Some applications that use certificates need special key lengths.</p>
ar: <p>لكل شهادة <b>طول المفتاح</b> الخاص بها. تحتاج بعض التطبيقات التي تقوم باستخدام الشهادات إلى أطوال مفاتيح خاصة.</p>
cs: <p>Každý certifikát má vlastní <b>Key Length</b>. Některé aplikace používající certifikáty vyžadují speciální velikost klíče.</p>
da: <p>Hvert certifikat har sin egen <b>Nøglelængde</b>. Nogle applikationer, som anvender certifikater, kræver særlige nøglelængder.</p>
el: <p>Κάθε πιστοποιητικό έχει το δικό του <b>Μήκος Κλειδιού</b>. Κάποιες εφαρμογές που χρησιμοποιούν πιστοποιητικά χρειάζονται ειδικά μήκη κλειδιού.</p>
es: <p>Cada certificado tiene su propia <b>Longitud de clave</b>. Algunas de las aplicaciones que utilizan certificados necesitan claves de longitudes específicas.</p>
fi: <p>Varmenteilla on kullakin oma <b>Avaimen Pituus</b>. Jotkut varmenteita käyttävät ohjelmat saattavat tarvita eri avaimenpituuksia.</p>
fr: <p>Chaque certificat a sa propre <b>Longueur de clé</b>. Certaines applications qui utilisent des certificats ont besoin de clés de longueur spécifique.</p>
hi: <p>प्रत्येक प्रमाण-पत्र की स्वयं अपनी <b>कुंजी लंबाई</b> होती है। प्रमाण-पत्रों का उपयोग करने वालेकुछ अनुप्रयोगों को विशेष कुंजी लंबाई की आवश्यकता होती है।</p>
hu: <p>Minden tanúsítványhoz saját <b>Kulcs hosszúsága</b> beállítás tartozik. A tanúsítványt használó alkalmazások közül néhány speciális kulcshosszúságot igényel.</p>
id: <p>Setiap sertifikat memiliki <b>Panjang Kunci</b> sendiri. Beberapa aplikasi yang menggunakan sertifikat mungkin memerlukan panjang kunci khusus.</p>
it: <p>Ogni certificato ha la propria <b>Lunghezza chiave</b>. Per alcune applicazioni che utilizzano i certificati è necessario specificare lunghezze chiave speciali.</p>
km: <p>វិញ្ញាបនបត្រ​នីមួយៗ​មាន <b>ប្រវែងកូនសោ</b> ផ្ទាល់​របស់​វា ។ កម្មវិធី​មួយ​ចំនួនដែល​ប្រើ​វិញ្ញាបនបត្រ ត្រូវ​ការ​ប្រវែងកូនសោ​ពិសេស ។</p>
nb: <p>Hvert sertifikat har en spesifikk <b>nøkkellengde</b>. Noen programmer som bruker sertifikater, trenger spesielle nøkkellengder.</p>
nl: <p>Elk certificaat heeft z'n eigen <b>Sleutel lengte</b>. Sommige programma's, die van certificaten gebruik maken, hebben speciale sleutel lengtes nodig.</p>
pl: <p>Każdy certyfikat ma swoją własną <b>długość klucza</b>. Niektóre programy mogą wymagać certyfikatów o określonej długości klucza.</p>
pt_br: <p>Cada certificado tem seu próprio <b>Comprimento de chave</b>. Alguns aplicativos que usam certificados necessitam de comprimentos de chave especiais.</p>
ro: <p>Fiecare certificat are propria <b>Lungime a cheii</b>. Unele aplicații ce folosesc certificate necesită lungimi speciale ale cheii.</p>
ru: <p>Для каждого сертификата есть своя <b>Длина ключа</b>. Некоторым приложениям, которые используют сертификаты, необходима специальная длина ключа.</p>
sk: <p>Každý certifikát má svoju vlastnú <b>Dĺžku kľúča</b>. Niektoré aplikácie, ktoré používajú certifikáty, potrebujú špeciálnu dĺžku kľúča.</p>
uk: <p>Кожен сертифікат має власну <b>Довжину ключа</b>. Деяким програмам, що використовують сертифікати, потрібно окремо вказати довжину ключа.</p>
zh_cn: <p>每个证书都有其自己的<b>密钥长度</b>。某些使用证书的应用程序需要特殊的密钥长度。</p>
zh_tw: <p>每個憑證都有自己的<b>「金鑰長度」</b>。某些使用憑證的應用程式，需要特殊的金鑰長度。</p>

source: <p>The certificate is valid for only specific period (<b>Valid Period</b>). Enter the time frame in days.</p>
ar: <p>تمتد صلاحية الشهادة لفترة محددة فقط (<b>فترة الصلاحية</b>). أدخل الإطار الزمني بالأيام.</p>
cs: <p>Certifikát je platný po určité období (<b>Valid Period</b> - doba platnosti). Zadejte platnost v dnech.</p>
da: <p>Certifikatet er kun gyldigt i en bestemt periode (<b>Gyldighedsperiode</b>). Indtast tidsrammen i dage.</p>
el: <p>Το πιστοποιητικό είναι έγκυρο μόνο για μια συγκεκριμένη περίοδο (<b>Έγκυρη Περίοδος</b>). Εισάγετε το χρονοδιάγραμμα σε μέρες.</p>
es: <p>El certificado sólo es válido para un periodo específico (<b>Periodo de validez</b>). Introduzca la duración en días.</p>
fi: <p>Varmenne on voimassa vain tietyn jakson (<b>Voimassa oleva jakso</b>). Anna voimassaoloaika päivinä.</p>
fr: <p>Le certificat n'est valide que pendant une certaine période (<b>Durée de validité</b>). Indiquez l'intervalle de temps en jours.</p>
hi: <p> प्रमाण-पत्र केवल विशिष्ट अवधि (<b>मान्य अवधि</b>) के लिए मान्य है। समय सीमा को दिनों में प्रविष्ट करें।</p>
hu: <p>A tanúsítvány csak egy adott időtartamra érvényes (<b>Érvényességi időtartam</b>). Adja meg az időkeretet napokban.</p>
id: <p>Sertifikat hanya berlaku untuk periode tertentu (<b>Masa Berlaku</b>). Masukkan waktunya dalam hari.</p>
it: <p>Il certificato è valido solo per un determinato periodo (<b>Periodo di validità</b>). Immettete il lasso di tempo espresso in giorni.</p>
km: <p>វិញ្ញាបនបត្រ​គឺ​មាន​សុពលភាព​សម្រាប់​តែ​រយៈពេល​ជាក់លាក់ (<b>រយៈពេល​មាន​សុពលភាព</b>) ។ បញ្ចូល​ស៊ុម​ពេលវេលា​ជា​ថ្ងៃ ។</p>
nb: <p>Sertifikatet er bare gyldig i en spesifisert periode (<b>gyldighetsperiode</b>). Angi tidsrommet i dager.</p>
nl: <p>Het certificaat is alleen geldig gedurende een bepaalde periode (<b>Geldige periode</b>). Geef het tijdskader in dagen op.</p>
pl: <p>Certyfikat jest ważny tylko przez określony czas (<B>okres ważności</B>). Należy wprowadzić długość tego czasu w dniach.</p>
pt_br: <p>O certificado é válido só por período específico (<b>Período de validade</b>). Informe o tempo em dias.</p>
ro: <p>Certificatul este valabil numai o anumită perioadă (<b>Perioadă de valabilitate</b>). Introduceți intervalul în zile.</p>
ru: <p>Сертификат действителен только на определённый период (<b>Период Действия</b>). Введите период действия в днях.</p>
sk: <p>Certifikát je platný len po určité obdobie (<b>Platný počas </b>). Vložte počet dní platnosti.</p>
uk: <p>Сертифікат діє лише протягом визначеного періоду (<b>Строку дії</b>). Введіть цей часовий проміжок, зазначивши його у днях.</p>
zh_cn: <p>证书仅在特定时间段(<b>有效期</b>)内有效。请输入时间段(以天为单位)。</p>
zh_tw: <p>憑證僅於特定期間 (<b>「有效期間」</b>) 是有效的。以日為單位，輸入時間框架。</p>

source: <p>The private key of the request needs a <B>Password</B> with a minimum length of five characters. For verification reasons, reenter it in the next field.</p>
ar: <p>يتطلب المفتاح الخاص للطلب <B>كلمة مرور</B> تحتوي على خمسة حروف على الأقل. لأسباب تتعلق بالتحقق، قم بإعادة إدخالها في الحقل التالي.</p>
cs: <p>Privátní klíč požadavku vyžaduje <B>Heslo</B> s minimální délkou 5 znaků. Do dalšího políčka zadejte stejné heslo pro ověření.</p>
da: <p>Forespørgslens private nøgle kræver en <b>Adgangskode</b> med en længde på minimum fem tegn. Af verificeringsårsager genindtast det i det næste felt.</p>
el: <p>Το ιδιωτικό κλειδί της αίτησης χρειάζεται ένα <B>Συνθηματικό</B> με ένα ελάχιστο μήκος πέντε χαρακτήρων. Για λόγους επιβεβαίωσης, ξαναγράψτε το στο επόμενο πεδίο.</p>
es: <p>La clave privada de la solicitud requiere una <B>Contraseña</B> con una longitud mínima de cinco caracteres. Deberá volver a introducirla en el siguiente campo para que sea posible realizar la verificación.</p>
fi: <p>Yksityinen avain tarvitsee <b>Salasanan</b>, jonka vähimmäispituus on viisi merkkiä. Salasanan varmistamiseksi syötä salasana uudelleen seuraavaan kenttään.</p>
fr: <p>La clé privée de la requête nécessite que le <B>Mot de passe</B> comporte au moins cinq caractères. À des fins de vérification, vous devez le ressaisir dans le champ suivant.</p>
hi: <p>अनुरोध की निजी कुंजी को न्यूनतम पांच वर्ण की लंबाई के एक <B>पासवर्ड</B> की आवश्यकता होती है। सत्यापन कारणों के लिए अगले क्षेत्र में इसे फिर से प्रविष्ट करें। </p>
hu: <p>A kérés privát kulcsához szükség van egy <B>Jelszó</B>ra, melynek hossza legalább öt karakter. Ellenőrzési célból a következő mezőben újra meg kell adni.</p>
id: <p>Kunci pribadi yang diminta membutuhkan <B>Kata sandi</B> dengan panjang minimal lima karakter. Untuk tujuan verifikasi, masukkan ulang kata sandi pada formulir berikutnya.</p>
it: <p>Per la chiave privata della richiesta è necessario specificare una <B>password</B> con una lunghezza minima di cinque caratteri. Per motivi di verifica reimmettere la password nel campo successivo.</p>
km: <p>កូនសោឯកជន​របស់​សំណើ​ត្រូវ​ការ <B>ពាក្យ​សម្ងាត់</B>​មួយ ដែល​មាន​ប្រវែងអប្បបរមា ៥ តួអក្សរ ។ សម្រាប់​ហេតុផល​ផ្ទៀងផ្ទាត់ បញ្ចូល​វា​ម្ដង​ទៀត​ក្នុង​វាល​បន្ទាប់ ។</p>
nb: <p>Den private forespørselsnøkkelen krever et <B>passord</B> som består av minst fem tegn. Bekreft passordet ved å angi det på nytt i neste felt.</p>
nl: <p>De privésleutel van het verzoek heeft een <B>Wachtwoord</B> nodig met een minimale lengte van vijf karakters. Herhaal om verificatie redenen de opgave in het volgende veld.</p>
pl: <p>Prywatny klucz żądania wymaga <B>hasła</B> o minimalnej długości pięciu znaków. Dla potrzeb weryfikacji należy wprowadzić je ponownie w następnym polu.</p>
pt_br: <p>A chave privada da solicitação precisa de uma <B>Senha</B> com no mínimo cinco caracteres. Para fins de verificação, digite-a novamente no próximo campo.</p>
ro: <p>Cheia privată a cererii necesită o <B>Parolă</B> cu o lungime minimă de 5 caractere. Pentru verificare reintroduceți-o în câmpul următor.</p>
ru: <p>Закрытому ключу запроса необходим <B>Пароль</B>, состоящий минимум из пяти знаков. Для проверки введите его еще раз в следующем поле.</p>
sk: <p>Súkromný kľúč pre požiadavku potrebuje <B>Heslo</B> dlhé minimálne 5 znakov. Pre overenie ho vložte znova do ďalšieho políčka.</p>
uk: <p>Особистий ключ запиту повинен мати <B>Пароль</B> з мінімальною довжиною у п'ять символів. Для підтвердження вам слід ввести його повторно у полі, розташованому нижче.</p>
zh_cn: <p>请求的私有密钥需要最小长度为五个字符的<B>密码</B>。出于校验目的，请在下一个字段重新输入密码。</p>
zh_tw: <p>要求的私密金鑰需要<B>密碼</B>，最短長度為五個字元。為了確認的原因，請在下一個欄位重新輸入。</p>

source: <p>Each request has its own <b>Key Length</b>. Some applications that use certificates need special key lengths.</p>
ar: <p>يتوفر <b>طول مفتاح</b> خاص لكل طلب. تحتاج بعض التطبيقات التي تقوم باستخدام الشهادات إلى أطوال مفاتيح خاصة.</p>
cs: <p>Každý požadavek má vlastní <b>Délku klíče</b>. Některé aplikace používající certifikáty vyžadují speciální délku klíče.</p>
da: <p> Hver forespørgsel har sin egen <b>Nøglelængde</b>. Nogle applikationer, som anvender certifikater, kræver særlige nøglelængder.</p>
el: <p>Κάθε αίτηση έχει το δικό της <b>Μήκος Κλειδιού</b>. Κάποιες εφαρμογές που χρησιμοποιούν πιστοποιητικά χρειάζονται ειδικά μήκη κλειδιού.</p>
es: <p>Cada solicitud tiene su propia <b>Longitud de la clave.</b> Algunas aplicaciones que emplean certificados requieren longitudes de claves especiales.</p>
fi: <p>Jokaisella pyynnöllä on oma <b>Avaimen Pituus</b>. Jotkut varmenteita käyttävät ohjelmat tarvitsevat eri avaimenpituuksia.</p>
fr: <p>Chaque requête a sa propre <b>Longueur de clé</b>. Certaines applications qui utilisent des certificats ont besoin de clés de longueur spécifique.</p>
hi: <p>प्रत्येक अनुरोध की स्वयं अपनी <b>कुंजी लंबाई</b> होती है। प्रमाण-पत्रों का उपयोग करने वालेकुछ अनुप्रयोगों को विशेष कुंजी लंबाई की आवश्यकता होती है।</p>
hu: <p>Minden kéréshez saját <b>Kulcs hosszúsága</b> beállítás tartozik. A tanúsítványt használó alkalmazások közül néhány speciális kulcshosszúságot igényel.</p>
id: <p>Setiap permintaan memiliki <b>Panjang Kunci</b> sendiri. Beberapa aplikasi yang menggunakan sertifikat mungkin memerlukan panjang kunci khusus.</p>
it: <p>Ciascuna richiesta presenta una <b>Lunghezza chiave</b> propria. Per alcune applicazioni che utilizzano i certificati è necessario specificare lunghezze chiave speciali.</p>
km: <p>សំណើ​នីមួយៗ​មាន <b>ប្រវែងកូនសោ</b>ផ្ទាល់​របស់​វា ។ កម្មវិធី​មួយ​ចំនួន​ដែល​ប្រើ​វិញ្ញាបនបត្រ ត្រូវ​ការ​ប្រវែង​កូនសោ​ពិសេស ។</p>
nb: <p>Hver forespørsel har en spesifikk <b>nøkkellengde</b>. Noen programmer som bruker sertifikater, trenger spesielle nøkkellengder.</p>
nl: <p>Elk verzoek heeft z'n eigen <b>Sleutel lengte</b>. Sommige programma's, die van certificaten gebruik maken, hebben speciale sleutel lengtes nodig.</p>
pl: <p>Każde żądanie ma swoją własną <b>długość klucza</b>. Niektóre programy mogą wymagać certyfikatów o określonej długości klucza.</p>
pt_br: <p>Cada solicitação possui um <b>Tamanho de chave</b> próprio. Alguns aplicativos que usam certificados precisam de tamanhos de chave especiais.</p>
ro: <p>Fiecare cerere are propria <b>Lungime a cheii</b>. Unele aplicații ce folosesc certificate necesită lungimi speciale ale cheii.</p>
ru: <p>Для каждого запроса есть своя <b>Длина ключа</b>. Некоторым приложениям, которые используют сертификаты, необходима специальная длина ключа.</p>
sk: <p>Každá požiadavka má svoju vlastnú <b>Dĺžku kľúča</b>. Niektoré aplikácie, ktoré používajú certifikáty, potrebujú špeciálnu dĺžku kľúča.</p>
uk: <p>Кожен запит має свою <b>Довжину ключа</b>. Деяким програмам, що використовують сертифікати, потрібно окремо вказати довжину ключа.</p>
zh_cn: <p>每个请求都有其自己的<b>密钥长度</b>。某些使用证书的应用程序需要特殊的密钥长度。</p>
zh_tw: <p>每個要求都有自己的<b>金鑰長度</b>。某些使用憑證的應用程式，需要特殊的金鑰長度。</p>

source: &Use CA Password as Certificate Password
ar: استخدام &كلمة مرور CA ككلمة مرور للشهادة
cs: Použít heslo CA jako heslo k certifikátům
da: Br&ug CA-adgangskode som certifikat-adgangskode
el: Χρήση Συνθηματικού CA ως Συνθηματικό Πιστοποιητικού
es: &Usar la contraseña CA como contraseña del Certificado:
fi: Käytä CA-salasanaa &varmenteen salasanana
fr: &Utiliser le mot de passe de l'AC comme mot de passe du certificat
hu: CA jelszó &használata tanúsítvány jelszavaként
id: &Gunakan Kata Sandi CA sebagai Kata Sandi Sertifikat
it: &Usa la password CA come password certificato
km: ប្រើ​ពាក្យ​សម្ងាត់CA ជា​ពាក្យ​សម្ងាត់​វិញ្ញាបនបត្រ
nb: Br&uk CA-passord som sertifikatpassord
nl: Gebr&uik het CA-wachtwoord als certificaat-wachtwoord
pl: &Użyj hasła CA jako hasła certyfikatu
pt_br: &Usar senha CA como senha para certificado
ro: &Utilizează parola CA ca parola certificatului
ru: &Использовать пароль CA как пароль сертификата
uk: Ви&користовувати пароль CA як пароль сертифіката
zh_cn: 使用 CA 密码作为证书密码(&U)
zh_tw: 使用 CA 密碼作為憑證密碼(&U)

source: V&erify Password:
ar: التحقق من كلم&ة المرور:
cs: Ověření &hesla:
da: V&erificer adgangskode:
el: Ε&παλήθευση Συνθηματικού:
es: V&erificar contraseña:
fi: &Varmista salasana:
fr: &Vérifier le mot de passe :
hi: पासवर्ड सत्यापित करें(&e):
hu: Jelszó &ellenőrzése:
id: Verifikasi Kata Sandi:
it: V&erifica password:
km: ផ្ទៀងផ្ទាត់​ពាក្យ​សម្ងាត់ ៖
nb: B&ekreft passord:
nl: &Verifieer wachtwoord:
pa: ਪਾਸਵਰਡ ਜਾਂਚ(&e):
pl: Zw&eryfikuj hasło:
pt_br: V&erifique a senha:
ro: &Verificați parola:
ru: Подтвердит&е пароль:
uk: По&вторіть пароль:
zh_cn: 校验密码(&E)：
zh_tw: 確認密碼(&E)：

source: &Key Length (bit):
ar: ط&ول المفتاح (بت):
cs: &Délka klíče (bity):
da: &Nøglelængde (bit):
el: Μήκος &Κλειδιού (bit):
es: Longitud de &clave (en bits):
fi: &Avaimen pituus (bittejä):
fr: Longueur de &clé (en bits) :
hi: कुंजी लंबाई (बिट): (&K)
hu: &Kulcs hosszúsága (bit):
id: Panjang &Kunci (bit):
it: Lunghezza c&hiave (bit):
km: ប្រវែងកូនសោ (ប៊ីត) ៖
nb: &Nøkkellengde (bit):
nl: &Sleutel lengte (bit):
pa: ਕੁੰਜੀ ਲੰਬਾਈ(&K) (ਬਿੱਟ):
pl: Długość &klucza (bit):
pt_br: Comprimento da &chave (bit):
ro: Lungimea cheii (bit):
ru: Длина &ключа (бит):
uk: &Довжина ключа (у бітах):
zh_cn: 密钥长度(位)(&K)：
zh_tw: 金鑰長度 (位元)(&K)：

source: &Advanced Options
ar: &خيارات متقدمة
cs: Pokročilá n&astavení
da: &Avancerede indstillinger
el: &Προχωρημένες Επιλογές
es: Opciones &avanzadas
fi: &Lisävalinnat
fr: Options &avancées
hi: उन्नत विकल्प (&A)
hu: &Speciális beállítások
id: Opsi &Lanjutan
it: Opzioni &avanzate
km: ជម្រើស​កម្រិត​ខ្ពស់​
nb: &Avanserte alternativer
nl: &Geavanceerde opties
pa: ਤਕਨੀਕੀ ਚੋਣਾਂ(&A)
pl: Opcje z&aawansowane
pt_br: Opções &avançadas
ro: Opțiuni &&avansate
ru: Дополнительные п&араметры
uk: &Додаткові параметри
zh_cn: 高级选项(&A)
zh_tw: 進階選項(&A)

source: (step 2/3)
ar: (الخطوة 2/3)
cs: (krok 2/3)
da: (trin 2/3)
el: (βήμα 2/3)
es: (paso 2/3)
fi: (vaihe 2/3)
fr: (étape 2 sur 3)
hi: (चरण 2/3)
hu: (2/3 lépés)
id: (langkah 2/3)
it: (passo 2/3)
km: (ជំហាន ២/៣)
nb: (trinn 2/3)
nl: (stap 2/3)
pa: (ਪਗ਼ 2/3)
pl: (etap 2/3)
pt_br: (etapa 2/3)
ro: (pasul 2/3)
ru: (шаг 2/3)
sk: (krok 2/3)
uk: (крок 2 з 3)
zh_cn: (步骤 2/3)
zh_tw: (步驟 2/3)
