Repository: Dzejrou/yast-translations
Catalog: po/*-management/*.po
Languages: ar, cs, da, el, es, fi, fr, hi, hu, id, it, km, nb, nl, pa, pl, pt_br, ro, ru, sk, uk, zh_cn, zh_tw

source: Some YaST modules provide the capability to use this certificate during configuration of such a service.</p>
ar: بعض وحدات YaST النمطية تقوم بتوفير القدرة على استخدام هذه الشهادة أثناء عملية تكوين مثل هذه الخدمة.</p>
cs: Některé moduly YaSTu poskytují možnost použít tento certifikát během nastavení dané služby.</p>
da: Nogle YaST-moduler giver mulighed for at bruge dette certifikat under konfiguration af sådan en tjeneste.</p>
el: Μερικές μονάδες YaST παρέχουν τη δυνατότητα χρήσης αυτού του πιστοποιητικού κατά τη διάρκεια της ρύθμισης τους.</p>
es: Algunos módulos de YaST ofrecen la posibilidad de usar este certificado en la configuración de algunos servicios</p>
fi: Osa YaST-moduuleista mahdollistaa varmenteen käyttämisen palvelua määritettäessä.</p>
fr: Certains modules YaST offrent la possibilité d'utiliser ce certificat lors de la configuration d'un tel service.</p>
hu: Bizonyos YaST-modulok képesek az ilyen szolgáltatások beállítása közben használni ezt a tanúsítványt.</p>
id: Beberapa modul YaST menyediakan kemampuan untuk menggunakan sertifikat ini selama konfigurasi layanan tersebut.</p>
it: Alcuni moduli di YaST offrono la possibilità di usare il certificato durante la configurazione del servizio.</p>
km: ម៉ូឌុល​ YaST ​មួយ​ចំនួន ​ផ្តល់សមត្ថភាព ដើម្បី​​​ប្រើ​វិញ្ញាបនបត្រ​នេះ​​ ​អំឡុង​​ពេល​ការ​កំណត់​រចនា​សម្ព័ន្ធ​របស់​សេវា​បែប​នេះ ។</p>
nb: Noen YaST-moduler kan bruke dette sertifikatet under oppsett av slike tjenester.</p>
nl: Sommige YaST-modulen leveren de mogelijkheid dit certificaat te gebruiken tijdens de configuratie van zo'n service.</p>
pl: Niektóre moduły programu YaST umożliwiają używanie tego certyfikatu podczas konfiguracji takiej usługi.</p>
pt_br: Alguns módulos do YaST fornecem o recurso de utilizar este certificado durante a configuração de tal serviço.</p>
ro: Unele module YaST oferă capacitatea folosirii acestui certificat în timpul configurării unui astfel de serviciu.</p>
ru: Некоторые модули YaST позволяют использовать этот сертификат при настройке такой службы.</p>
sk: Niektoré moduly YaST poskytujú možnosť použiť tento certifikát počas konfigurácie takej služby.</p>
uk: Деякі модулі YaST дають змогу використовувати цей сертифікат протягом налаштування таких служб.</p>
zh_cn: 一些 YaST 模块提供了在配置这样的服务时使用此证书的能力。</p>
zh_tw: 某些 YaST 模組提供了相應的功能來讓您在設定此類服務組態期間使用此證書。</p>

source: <p>With the <b>Import/Replace</b> button you can add a new server certificate or replace the current one.</p>
ar: <p>مع الزر <b>استيراد/استبدال</b> يمكنك إضافة شهادة خادم جديدة أو استبدال الحالية.</p>
cs: <p>Pomocí tlačítka <b>Importovat/Nahradit</b> můžete přidat nový nebo nahradit současný certifikát serveru.</p>
da: <p>Med knappen <b>Importér/Erstat</b> kan du tilføje et nyt servercertifikat eller erstatte det nuværende.</p>
el: <p>Με το κουμπί <b>Εισαγωγή/Αντικατάσταση</b> μπορείτε να προσθέσετε ένα νέο πιστοποιητικό διακομιστή ή να αντικαταστήσετε το τρέχον.</p>
es: <p>Con el botón <b>Importar/Reemplazar</b> puede añadir un nuevo certificado de servidor o reemplazar el actual.</p>
fi: <p><b>Tuo/Korvaa</b>-napilla voit lisätä uuden varmenteen palvelimelle tai korvata nykyisen varmenteen.</p>
fr: <p>Au moyen du bouton <b>Importer/Remplacer</b>, vous pouvez ajouter un nouveau certificat de serveur ou remplacer le certificat actuel.</p>
hu: <p>Az <b>Importálás/csere</b> gombbal új kiszolgálói tanúsítványt adhat hozzá, vagy lecserélheti a jelenlegit.</p>
id: <p>Dengan tombol <b>Impor/Ganti</b> Anda dapat menambahkan sertifikat server baru atau mengganti yang ada.</p>
it: <p>Con il pulsante <b>Importa/Sostituisci</b> si può aggiungere un nuovo certificato server o sostituire quello corrente.</p>
nb: <p>Med <b>Importer/erstatt</b>-knappen kan du legge til et nytt serversertifikat eller erstatte gjeldende sertifikat.</p>
nl: <p>Met de knop <b>Importeren/Vervangen</b> kunt u een nieuw servercertificaat toevoegen of de huidige vervangen.</p>
pl: <p>Za pomocą przycisku <b>Importuj/zastąp</b> możesz dodać nowy certyfikat serwera lub zamienić obecny.</p>
pt_br: <p>Com o botão <b>Importar/Substituir</b>, você pode adicionar uma nova certificação do servidor ou substituir a atual.</p>
ru: <p>С помощью кнопки <b>Импорт/Замена</b> можно добавить новый сертификат сервера или заменить текущий.</p>
sk: <p>S tlačidlom <b>Importovať/Nahradiť</b> môžete pridať nový certifikát servera alebo nahradiť existujúci.</p>
uk: <p>Через кнопку <b>Імпортувати/Замінити</b> можна додати новий сертифікаційний сервер або замінити поточний.</p>
zh_cn: <p>使用<b>导入/替换</b>按钮您可以添加一个新服务器证书或替换当前证书。</p>
zh_tw: <p>使用<b>「輸入/取代」</b>按鈕可以新增伺服器證書，或取代目前的證書。</p>

source: <p>You can remove the Certificates by clicking the <b>Remove</b> button. But make sure, that it is not used anymore by other services.</p>
ar: <p>يمكنك إزالة الشهادات بالنقر على زر <b>إزالة</b> . ولكن تأكد أنها لن تستخدم بعد الآن عن طريق خدمات أخرى.</p>
cs: <p>Můžete odstranit certifikát kliknutím na tlačítko <b>Odstranit</b>. Ale ujistěte se, že už není používán žádnou další službou.</p>
da: <p>Du kan fjerne certifikaterne ved at trykke på knappen <b>Fjern</b>. Men sørg for at det ikke længere bruges af andre tjenester.</p>
el: <p>Μπορείτε να αφαιρέσετε τα Πιστοποιητικά πατώντας στο κουμπί <b>Αφαίρεση</b>. Αλλά σιγουρευτείτε, ότι δεν χρησιμοποιείται πλέον από άλλες υπηρεσίες.</p>
es: <p>Puede eliminar los certificados pulsando <b>Eliminar</b>. Pero asegúrese de que no se esta usando por algún otro servicio.</p>
fi: <p>Voit poistaa varmenteita napsauttamalla <b>Poista</b>-nappia. Varmista, että se ei kuitenkaan enää ole minkään muun palvelun käytössä.</p>
fr: <p>Vous pouvez supprimer les certificats en cliquant sur le bouton <b>Supprimer</b>. Mais assurez-vous qu'ils ne sont plus utilisés par d'autres services.</p>
hu: <p>A tanúsítványokat az <b>Eltávolítás</b> gombra kattintva távolíthatja el. Győződjön meg arról, hogy semmilyen szolgáltatás nem használja már az adott tanúsítványt.</p>
id: <p>Anda dapat menghapus Sertifikat dengan mengklik tombol <b>Hapus</b>. Tetapi pastikan, bahwa ia tidak digunakan lagi oleh layanan lainnya.</p>
it: <p>È possibile rimuovere il certificato facendo clic sul pulsante <b>Rimuovi</b>. Verificare che non sia utilizzato da altri servizi.</p>
km: <p>អ្នក​អាច​យក​វិញ្ញាបនបត្រ​ចេញ ​ដោយ​ការ​ចុច​ប៊ូតុង​ <b>យកចេញ​​</b> ។​ ប៉ុន្តែ​សូម​ប្រាកដថា ​វា​មិន​ត្រូវ​បានប្រើ​​​​ដោយ​​សេវា​​ផ្សេង​ទៀតឡើយ​ ។</p>
nb: <p>Du kan fjerne sertifikatene ved å klikke på <b>Fjern</b>-knappen. men kontroller at de ikke brukes av andre tjenester.</p>
nl: <p>U kunt de certificaten verwijderen door op de knop <b>Verwijderen</b> te klikken. Wees echter absoluut zeker dat het niet meer wordt gebruikt door andere services.</p>
pl: <p>Możesz usunąć certyfikaty, klikając przycisk <b>Usuń</b>. Upewnij się jednak, że certyfikat nie będzie już używany przez inne usługi.</p>
pt_br: <p>Você pode remover os Certificados clicando no botão <b>Remover</b>. Porém, verifique se eles não estão mais sendo utilizados por outros serviços.</p>
ro: <p>Poți șterge Certificatele prin apăsarea butonului <b>Șterge</b>. Asigură-te. că acesta numai este folosit de nici un alt serviciu.</p>
ru: <p>Вы можете удалить сертификаты кнопкой <b>Удалить</b>. Но предварительно убедитесь, что сертификат не используется более ни одной службой.</p>
sk: <p>Certifikáty môžete odstrániť kliknutím na tlačidlo <b>Odstrániť</b>. Ale uistite sa, že už nie je využívaný inými službami.</p>
uk: <p>Можете вилучити сертифікати, натиснувши кнопку <b>Вилучити</b>. Однак переконайтесь, що він більше не використовується іншими службами.</p>
zh_cn: <p>您可以点击<b>移除</b>按钮移除证书。但请确保它不再被其它服务使用。</p>
zh_tw: <p>您可以用 <b>移除</b>按鈕移除憑證。但請您確定這再也不會被其他服務用到。</p>

source: <p>Certificates can be written to a file using <b>Export to File</b> in section <b>Certificate</b> in the <b>CA Management</b> module.</p>
ar: <p>يمكن كتابة شهادات إلى ملف باستخدام الخيار <b>تصدير إلى ملف</b> في القسم <b>شهادة</b> الموجود في الوحدة النمطية <b>إدارة CA</b>.</p>
cs: <p>Certifikáty lze zapsat do souboru pomocí <i>Export do souboru</i> v sekci <i>Certifikát</i> v modulu <b>Správa CA</b>.</p>
da: <p>Certifikater kan skrives til en fil med <b>Eksportér til fil</b> i sektionen <b>Certifikat</b> i modulet <b>CA-håndtering</b>.</p>
el: <p>Τα πιστοποιητικά μπορούν να γραφτούν σε ένα αρχείο χρησιμοποιώντας το <b>Εξαγωγή σε Αρχείο</b> στον τομέα <b>Πιστοποιητικό</b> στην μονάδα <b>Διαχείριση CA</b>.</p>
es: <p>Los certificados pueden escribirse en un fichero mediante la opción <b>Exportar a fichero,</b> que se encuentra en la sección <b>Certificado</b> del módulo <b>Gestión de la CA.</b></p>
fi: <p>Varmenne voidaan kirjoittaa tiedostoon käyttäen <b>Vie tiedostoon</b> -toimintoa osiossa<b>Varmenne</b>, joka löytyy CA:n hallintamoduulista.</p>
fr: <p>Les certificats peuvent être écrits dans un fichier à l'aide de <b>Exporter vers un fichier</b> dans la section <b>Certificat</b> du module <b>Gestion des AC</b>.</p>
hi: <p> <b>CA प्रबंधन</b> मॉड्यूल के खंड <b>प्रमाण-पत्र</b> में <b>फाइल में निर्यात</b> का उपयोग कर किसी फाइल में प्रमाण-पत्रों को लिखा जा सकता है।</p>
hu: <p>A tanúsítványok fájlba írásához használja a <b>Hitelesítésszolgáltatók kezelése</b> modul <b>Tanúsítvány</b> szakaszában található <b>Exportálás fájlba</b> lehetőséget.</p>
id: <p>Sertifikat dapat ditulis pada berkas menggunakan <b>Ekspor ke Berkas</b> dibagian <b>Sertifikat</b> pada modul <b>Manajemen CA</b>.</p>
it: <p>Per scrivere i certificati in un file, selezionare <b>Esporta su file</b> nella sezione <b>Certificato</b> inclusa nel modulo <b>CA Management </b>.</p>
km: <p>វិញ្ញាបនបត្រ​អាច​ត្រូវ​បាន​សរសេរ​ទៅ​ឯកសារ​មួយ ដោយ​ប្រើ <b>នាំចេញ​ទៅ​ឯកសារ</b> ក្នុង​ផ្នែក <b>វិញ្ញាបនបត្រ</b> ក្នុង​ម៉ូឌុល <b>ការ​គ្រប់គ្រង CA </b> ។</p>
nb: <p>Sertifikater kan lagres til fil ved å bruke <b>Eksporter til fil</b> under <b>Sertifikat</b> i modulen <b>CA-administrasjon</b>.</p>
nl: <p>Met <b>Naar bestand exporteren</b> in de sectie <b>Certificaat</b> van de module <b>CA-beheer</b> kunt u certificaten naar een bestand opslaan.</p>
pl: <p>Certyfikaty mogą zostać zapisane na dyskietce dzięki opcji <b>Eksportuj do pliku</b> w sekcji <b>Certyfikat</b> modułu <b>Zarządzanie CA</b>.</p>
pt_br: <p>É possível gravar certificados em um arquivo usando <b>Exportar para Arquivo</b> na seção <b>Certificado</b> do módulo <b>Gerenciamento de CA</b>.</p>
ro: <p>Certificatele pot fi scrise într-un fișier folosind <b>Exportă în fișier</b> în secțiunea <b>Certificat</b> din modulul <b>CA Management</b>.</p>
ru: <p>Сертификаты могут быть записаны в файл с помощью команды <b>Экспорт в файл</b> в разделе <b>Сертификат</b> модуля <b>Управление CA</b>.</p>
sk: <p>Certifikáty môžu byť uložené do súboru pomocou <b>Exportovať do súboru</b> v ponuke <b>Certifikát</b> v module <b>Správa CA </b>.</p>
uk: <p>Сертифікати можна записати до файла за допомогою <b>Експортувати до файла</b> у розділі <b>Сертифікат</b> модуля <b>Керування CA</b>.</p>
zh_cn: <p>可以使用 <b>CA 管理</b>模块中<b>证书</b>部分中的<b>导出到文件</b>将证书写到文件中。</p>
zh_tw: <p>若要將憑證寫入檔案，可在 <b>CA Management</b> 模組中的「<b>憑證</b>」區段，使用「<b>輸出至檔案</b>」。</p>

source: <p>Certificates to import from disk must have been written in <b>PKCS12 format with CA chain</b>.</p>
ar: <p>الشهادات المطلوب استيرادها من القرص يجب كتابتها <b>بالتنسيق PKCS12 مع سلسلة CA</b>.</p>
cs: <p>Certifikáty načítané z disku musí být ve formátu <b>PKCS12 s cestou CA</b>.</p>
da: <p>Certifikater til import fra disk skal være skrevet i <b>PKCS12-format med CA-kæde</b>.</p>
el: <p>Πιστοποιητικά προς εισαγωγή από το δίσκο πρέπει να είναι γραμμένα σε <b>μορφή PKCS12 με αλυσίδα CA</b>.</p>
es: <p>Los certificados que se importen de un disco deben estar escritos en <b>formato PKCS12 con cadena CA</b>.</p>
fi: <p>Tuotavien varmenteiden tulee olla <b>PKCS12 -muodossa CA-ketjussa</b>.</p>
fr: <p>Les certificats importés depuis le disque doivent avoir été écrits au <b>Format PKCS12 avec chaîne d'AC</b>.</p>
hi: <p>डिस्क से आयात करने के लिए प्रमाण-पत्रों को अवश्य ही <b>CA चेन के साथ PKCS12 स्वरूप</b> में लिखा जाना चाहिए।</p>
hu: <p>A lemezről beolvasandó tanúsítványoknak <b>PKCS12 formátum CA lánccal</b> típusúnak kell lenniük.</p>
id: <p>Sertifikat yang diimpor dari disk harus dapat ditulis dalam <b>format PKCS12 dengan rantai CA</b>.</p>
it: <p>I certificati da importare dal disco fisso devono essere scritti nel <b>Formato PKCS12 con catena di CA</b>.</p>
km: <p>វិញ្ញាបនបត្រ​ដែល​ត្រូវ​នាំចូល​ពី​ថាស ត្រូវ​តែសរសេរ​ក្នុង <b>ទ្រង់ទ្រាយ PKCS12 ជា​មួយ​លំដាប់ CA </b> ។</p>
nb: <p>Sertifikater som skal importeres fra disk, må være lagret i <b>PKCS12-format med CA-kjede</b>.</p>
nl: <p>Certificaten die vanaf een schijf geïmporteerd moeten worden, dienen in de <b>PKCS12-indeling met CA-keten</b> te zijn geschreven.</p>
pl: <p>Certyfikaty do zaimportowania z dysku muszą być zapisane w <b>formacie PKCS12, w łańcuchu CA</b>.</p>
pt_br: <p>Certificados para importar de disco devem ter sido gravados no <b>formato PKCS12 com cadeia de CA</b>.</p>
ro: <p>Certificatele ce vor fi importate de pe disc trebuie să fi fost scrise în <b>Format PKCS12 cu CA chain</b>.</p>
ru: <p>Сертификаты, импортируемые с диска, должны быть записаны в <b>формате PKCS12 с цепочкой CA</b>.</p>
sk: <p>Certifikáty importované z disku musia byť zapísané vo formáte <b>PKCS12 s CA reťazcom</b>.</p>
uk: <p>Сертифікати, що імпортуються з диска, повинні бути записані у <b>Форматі PKCS12 з ланцюжком CA</b>.</p>
zh_cn: <p>要从磁盘导入的证书必须是以<b>含 CA 链的 PKCS12 格式</b>写入的。</p>
zh_tw: <p>從磁片匯入的憑證必須以<b>「具有 CA 鏈的 PKCS12 格式」</b>寫入。</p>

source: <p>For more information, please read the manual.</p>
ar: <p>لمزيد من المعلومات، الرجاء قراءة الدليل.</p>
cs: <p>Pokud chcete vědět více, přečtěte si prosím manuál.</p>
da: <p>Læs manualen for mere information.</p>
el: <p>Για περισσότερες πληροφορίες, παρακαλώ διαβάστε την τεκμηρίωση.</p>
es: <p>Para mas información, por favor, lea el manual.</p>
fi: <p>Saat enemmän tietoa ohjeesta.</p>
fr: <p>Pour davantage d'informations, veuillez consulter le manuel.</p>
hu: <p>További tudnivalókat a kézikönyvben talál.</p>
id: <p>Untuk informasi lebih lanjut, silakan baca panduannya.</p>
it: <p>Per maggiori informazioni fare riferimento al manuale.</p>
nb: <p>Du finner mer informasjon i veiledningen.</p>
nl: <p>Voor meer informatie, lees de handleiding.</p>
pl: <p>Aby uzyskać więcej informacji, przeczytaj podręcznik.</p>
pt_br: <p>Para obter mais informações, leia o manual.</p>
ru: <p>Больше сведений приведено в руководстве.</p>
uk: <p>Щоб дізнатись докладніше, прочитайте посібник.</p>
zh_cn: <p>更多信息请阅读手册。</p>
zh_tw: <p>如需詳細資訊，請閱讀相應手冊。</p>

source: <pre>Common Server Certificate not found. You can import a certificate from disk</pre>
ar: <pre>لم يتم العثور على شهادة الخادم العامة. يمكنك استيراد شهادة من على القرص.</pre>
cs: <pre>Běžný certifikát serveru nebyl nalezen. Můžete naimportovat certifikát z disku</pre>
el: <pre>Δεν βρέθηκε Κοινό Πιστοποιητικό Διακομιστή. Μπορείτε να εισάγετε πιστοποιητικό από τον δίσκο</pre>
es: <pre>No se encuentra el certificado de servidor común. Puede importar un certificado del disco</pre>
fi: <pre>Yleistä palvelinvarmennetta ei löytynyt. Voit tuoda varmenteen levyltä</pre>
fr: <pre>Certificat de serveur commun introuvable. Vous pouvez importer un certificat à partir d'un disque.</pre>
hu: <pre>Nem található az általános kiszolgálótanúsítvány. Lemezről tud tanúsítványt importálni.</pre>
id: <pre>Sertifikat Server Umum tidak ditemukan. Anda dapat mengimpor sertifikat dari disk</pre>
it: <pre>Impossibile trovare il certificato server comune. È possibile importare un certificato dal disco</pre>
nl: <pre>Algemeen servercertificaat niet gevonden. U kunt een certificaat vanaf een schijf importeren</pre>
pl: <pre>Nie znaleziono wspólnego certyfikatu serwera. Certyfikat można zaimportować z dysku</pre>
pt_br: <pre>Certificação do Servidor Comum não encontrada. É possível importar um certificado do disco</pre>
ru: <pre>Общий сертификат сервера не найден. Вы можете импортировать сертификат с диска.</pre>
sk: <pre>Spoločný certifikát servera nebol nájdený. Môžete importovať certifikát z disku</pre>
uk: <pre>Звичайний сертифікат сервера не знайдений. Ви можете імпортувати сертифікат з файлу.</pre>
zh_cn: <pre>未找到通用服务器证书。 您可以从磁盘导入一个证书</pre>
zh_tw: <pre>找不到公用伺服器證書。 您可以從磁碟輸入證書</pre>

source: Description
ar: وصف
cs: Popis
da: Beskrivelse
el: Περιγραφή
es: Descripción
fi: Kuvaus
hi: विवरण
hu: Leírás
id: Deskripsi
it: Descrizione
km: ការពិពណ៌នា
nb: Beskrivelse
nl: Beschrijving
pa: ਵਰਣਨ
pl: Opis
pt_br: Descrição
ro: Descriere
ru: Описание
sk: Popis
uk: Опис
zh_cn: 描述
zh_tw: 描述

source: &Remove
ar: إزالة
cs: Odeb&rat
da: &Fjern
el: &Αφαίρεση
es: &Eliminar
fi: &Poista
fr: &Supprimer
hi: हटाना(&R)
hu: &Eltávolítás
id: &Hapus
it: &Rimuovi
km: យក​ចេញ
nb: Fje&rn
nl: Ve&rwijderen
pa: ਹਟਾਓ(&R)
pl: &Usuń
pt_br: &Remover
ro: Ște&rgere
ru: &Удалить
sk: &Odstrániť
uk: Ви&лучити
zh_cn: 移除(&R)
zh_tw: 移除(&R)

source: &Import/Replace
ar: &استيراد/استبدال
cs: &Importovat/Nahradit
da: &Importér/erstat
el: Ε&ισαγωγή/Αντικατάσταση
es: &Importar/Reemplazar
fi: &Tuo/Korvaa
fr: &Importer/Remplacer
hu: &Importálás/Csere
id: &Impor/Ganti
it: &Importa/Sostituisci
km: ​​នាំចូល​/​​ជំនួស​
nb: &Importer/erstatt
nl: &Importeren/vervangen
pl: &Importuj/Zastąp
pt_br: &Importar/substituir
ro: &Importă/Înlocuiește
ru: &Импорт/Замена
sk: &Importovať/Nahradiť
uk: &Імпортувати/Замінити
zh_cn: 导入/替换(&I)
zh_tw: 匯入/取代(&I)

source: The certificate is not yet expired.
ar: الشهادة لم تنته صلاحيتها بعد.
cs: Certifikát doposud nevypršel.
da: Certifikatet er endnu ikke udløbet.
el: Το πιστοποιητικό δεν έχει λήξει ακόμη.
es: El certificado no ha caducado.
fi: Vermennen ei ole vielä vanhentunut.
fr: Le certificat n'a pas encore expiré.
hu: A tanúsítvány érvényessége még nem járt le.
id: Sertifikat ini belum berakhir.
it: Il certificato non è ancora scaduto.
km: វិញ្ញា​បនបត្រ​មិន​ទាន់​​​​ផុត​កំណត់​នៅ​ឡើយ​ទេ​​ ។
nb: Sertifikatet er ikke utløpt ennå.
nl: Het certificaat is nog niet verlopen.
pl: Ważność certyfikatu jeszcze nie minęła.
pt_br: O certificado ainda não expirou.
ro: Certificatul nu a expirat încă.
ru: Сертификат ещё действителен.
uk: Сертифікат уже вичерпано.
zh_cn: 证书尚未失效。
zh_tw: 憑證尚未過期。

source: Please make sure, that no service use this certificate anymore.
ar: الرجاء التأكد، من عدم وجود خدمة تستخدم هذه الشهادة بعد الآن.
cs: Prosíme, ujistěte se, že žádná služba již tento certifikát nepoužívá.
da: Sørg for at ingen tjeneste bruger dette certifikat længere.
el: Παρακαλώ σιγουρευτείτε, ότι καμία υπηρεσία δεν χρησιμοποιεί πλέον αυτό το πιστοποιητικό.
es: Por favor, asegúrese de que ningún servicio esta usando este certificado.
fi: Varmista että mikään palvelu ei enää käytä tätä varmennetta.
fr: Veuillez vous assurer que plus aucun service n'utilise ce certificat.
hu: Győződjön meg róla, hogy semmilyen szolgáltatás nem használja már ezt a tanúsítványt.
id: Mohon pastikan bahwa tidak ada layanan yang menggunakan sertifikat ini lagi.
it: Verificare che nessun servizio usi più il certificato.
km: សូម​ប្រាកដថា​ មិន​មាន​សេវា​ប្រើសម្រាប់​​​​វិញ្ញ​​បនបត្រ​នេះ​ទៀត​ទេ​ ។​
nb: Kontroller at ingen tjenester fremdeles bruker dette sertifikatet.
nl: Wees absoluut zeker dat geen service dit certificaat meer gebruikt.
pl: Upewnij się, że żadna usługa nie będzie więcej korzystać z tego certyfikatu.
pt_br: Verifique se nenhum serviço está usando este certificado.
ro: Vă rugăm să vă asigurați că nici un alt serviciu nu mai utilizează acest certificat.
ru: Убедитесь, что ни одна служба более не использует этот сертификат.
uk: Переконайтесь, будь ласка,немає інших служб, які використовують цей сертифікат.
zh_cn: 请确保此证书不再被任何服务使用。
zh_tw: 請確認不會有服務用到此憑證。

source: Are you sure, that you want to remove the certificate?
ar: هل تريد بالتأكيد إزالة الشهادة؟
cs: Jste si jisti, že chcete smazat tento certifikát?
da: Vil du virkelig fjerne certifikatet?
el: Είστε σίγουροι, ότι θέλετε να διαγράψετε το πιστοποιητικό;
es: ¿Está seguro de que desea eliminar el certificado?
fi: Oletko varma, että haluat poistaa varmenteen?
fr: Êtes-vous sûr de vouloir retirer le certificat ?
hu: Biztosan eltávolítja ezt a tanúsítványt?
id: Apakah Anda yakin, bahwa Anda ingin menghapus sertifikat ini?
it: Rimuovere il certificato?
km: តើ​អ្នក​ពិត​ជា​ប្រាកដឬ​ ថា​អ្នក​ចង់​ទៅ​យក​វិញ្ញាបន​បត្រ​ចេញ​ ?
nb: Er du sikker på at du vil fjerne sertifikatet?
nl: Wilt u het certificaat verwijderen?
pl: Czy na pewno chcesz usunąć ten certyfikat?
pt_br: Tem certeza de que deseja remover o certificado?
ro: Ești sigur că doriți ștergerea certificatului?
ru: Вы действительно хотите удалить этот сертификат?
sk: Ste si istí, že chcete odstrániť certifikát?
uk: Вилучити цей сертифікат?
zh_cn: 您确定您想要移除该证书吗？
zh_tw: 您確定要刪除憑證嗎？

source: <p>Here, see the most important values of the CA.</p>
ar: <p>من هنا، يمكنك الاطلاع على القيم الأكثر أهمية لـ CA.</p>
cs: <p>Zde vidíte nejdůležitější hodnoty CA.</p>
da: <p>Her ses de vigtigste værdier for CA.</p>
el: <p>Εδώ, μπορείτε να δείτε τις πιο σημαντικές τιμές της CA.</p>
es: <p>Aquí puede ver los valores más importantes de CA.</p>
fi: <p>Tässä näet CA:n tärkeimmät arvot.</p>
fr: <p>Les paramètres les plus importants de l'autorité de confiance figurent ici.</p>
hi: <p>यहां पर CA के सबसे महत्वपूर्ण मानों को देखें।</p>
hu: <p>Itt a hitelesítő központ legfontosabb beállításait teheti meg.</p>
id: <p>Disini, lihat nilai yang paling penting dari CA.</p>
it: <p>Qui è possibile visualizzare i valori più importanti della CA.</p>
km: <p>នៅ​ទីនេះ មើល​តម្លៃ​សំខាន់​បំផុត​របស់ CA ។</p>
nb: <p>Her er de viktigste verdiene for CA.</p>
nl: <p>Hier ziet u de belangrijkste CA-waarden.</p>
pa: <p>ਇੱਥੇ, CA ਲਈ ਹੋਰ ਖਾਸ ਮੁੱਲ ਵੇਖੋ।</p>
pl: <p>W tym miejscu można obejrzeć większość istotnych wartości dotyczących certyfikatu CA.</p>
pt_br: <p>Veja aqui os valores mais importantes da CA.</p>
ro: <p>Aici vedeți cele mai importante valori pentru CA.</p>
ru: <p>Самые важные значения CA.</p>
sk: <p>Tu si môžete prezrieť najdôležitejšie hodnoty CA.</p>
uk: <p>Тут ви можете бачити найважливіші значення CA.</p>
zh_cn: <p>在此查看该 CA 最重要的值。</p>
zh_tw: <p>此處可查看 CA 最重要的值。</p>
