Repository: Dzejrou/yast-translations
Catalog: po/*-management/*.po
Languages: ar, cs, da, el, es, fi, fr, hi, hu, id, it, km, nb, nl, pa, pl, pt_br, ro, ru, sk, uk, zh_cn, zh_tw

source: Cannot read the CRL.
ar: لا يمكن قراءة CRL.
cs: Nelze číst CRL.
da: Kan ikke læse CRL.
el: Αδυναμία ανάγνωσης του CRL.
es: No es posible leer la CRL.
fi: CRL:ää ei voida lukea
fr: Lecture impossible de la LCR.
hi: CRL को नहीं पढ़ा जा सकता है।
hu: A CRL nem olvasható.
id: Tidak dapat membaca CRL.
it: Impossibile leggere il CRL.
km: មិន​អាច​អាន CRL បាន ។
nb: Kan ikke lese CRL.
nl: Kan de CRL niet lezen.
pa: CRL ਨੂੰ ਪੜ੍ਹਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ ਹੈ।
pl: Nie można odczytać CRL.
pt_br: Não foi possível ler a CRL.
ro: Nu pot citi CRL.
ru: Невозможно прочитать CRL.
sk: Nemôžem načítať CRL.
uk: Неможливо прочитати CRL.
zh_cn: 无法读取证书吊销列表。
zh_tw: 無法讀取 CRL。

source: Cannot parse the CRL.
ar: لا يمكن تحليل CRL.
cs: Nelze analyzovat CRL.
da: Kan ikke fortolke CRL.
el: Αδύνατη η ανάγνωση του CRL.
es: No se puede analizar la CRL.
fi: CRL:ää ei voida koostaa.
fr: Impossible d'analyser le CRL.
hu: A CRL nem dolgozható fel.
id: Tidak dapat mengurai CRL.
it: Impossibile analizzare il CRL.
km: មិន​អាច​ញែក CRL បានទេ ។
nb: Kan ikke analysere CRL.
nl: Kan de CRL niet ontleden.
pa: CRL ਨੂੰ ਪਾਰਸ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ।
pl: Nie można zanalizować składni CRL.
pt_br: Não foi possível analisar a CRL.
ro: Nu pot parcurge CRL.
ru: Невозможно обработать CRL.
uk: Неможливо проаналізувати CRL.
zh_cn: 无法解析证书吊销列表。
zh_tw: 無法分析 CRL。

source: Cannot add the CRL to the LDAP directory.
ar: لا يمكن إضافة CRL إلى مجلد LDAP.
cs: Nelze vložit CRL do LDAP adresáře.
da: Kan ikke tilføje CRL til LDAP-mappen.
el: Αδύνατη η προσθήκη του CRL στον κατάλογο LDAP.
es: No se puede añadir la CRL al directorio LDAP.
fi: Ei voida lisätä CRL:ää LDAP-hakemistoon.
fr: Impossible d'ajouter la CRL à l'annuaire LDAP.
hu: A CRL felvétele az LDAP címtárba sikertelen.
id: Tidak dapat menambahkan CRL ke direktori LDAP.
it: Impossibile aggiungere il CRL alla directory LDAP.
km: មិនអាច​បន្ថែម CRL ទៅកាន់​ថត LDAP បានទេ ។
nb: Kan ikke legge til CRL i LDAP-katalogen.
nl: Kan de CRL niet toevoegen aan de LDAP-map.
pa: CRL ਨੂੰ LDAP ਡਾਇਰੈਕਟਰੀ ਵਿੱਚ ਸ਼ਾਮਲ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ।
pl: Nie można dodać CRL do katalogu LDAP.
pt_br: Não foi possível adicionar a CRL ao diretório LDAP.
ro: Nu pot adăuga CRL în directorul LDAP.
ru: Невозможно добавить CRL в каталог LDAP.
uk: Неможливо додати CRL до каталогу LDAP.
zh_cn: 无法将证书吊销列表添加到 LDAP 文件夹。
zh_tw: 無法將 CRL 新增到 LDAP 目錄中。

source: Cannot modify the CRL in the LDAP directory.
ar: لا يمكن تعديل CRL في مجلد LDAP.
cs: Nelze změnit CRL v LDAP adresáři.
da: Kan ikke ændre CRL i LDAP-mappen.
el: Αδύνατη η τροποποίηση του CRL στον κατάλογο LDAP.
es: No se puede modificar la CRL en el directorio LDAP.
fi: CRL:ää ei voida muuttaa LDAP-hakemistossa.
fr: Impossible de modifier la CRL dans l'annuaire LDAP.
hu: A CRL módosítása az LDAP címtárban sikertelen.
id: Tidak dapat mengubah CRL dalam direktori LDAP.
it: Impossibile modificare il CRL nella directory LDAP.
km: មិនអាច​កែប្រែ CRL នៅក្នុង​ថត LDAP ។
nb: Kan ikke endre CRL i LDAP-katalogen.
nl: Kan de CRL in de LDAP-map niet wijzigen.
pa: LDAP ਡਾਇਰੈਕਟਰੀ ਵਿੱਚ CRL ਨੂੰ ਸੋਧਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ ਹੈ।
pl: Nie można zmodyfikować CRL w katalogu LDAP.
pt_br: Não foi possível alterar a CRL no diretório LDAP.
ro: Nu pot modifica CRL în directorul LDAP.
ru: Невозможно изменить CRL в каталоге LDAP.
uk: Неможливо змінити CRL в каталозі LDAP.
zh_cn: 无法修改 LDAP 文件夹中的证书吊销列表。
zh_tw: 無法在 LDAP 目錄中修改 CRL。

source: Checking for new CRL Distribution Point failed.
ar: فشل التحقق من نقطة توزيع CRL الجديدة.
cs: Kontrola nového distribučního bodu CRL selhala.
da: Kontrol for nyt CRL distributionspunkt fejlede.
el: Έλεγχος για νέο Σημείο Διανομής CRL απέτυχε.
es: Error al comprobar el punto de distribución de la nueva lista CRL.
fi: Uuden CRL-jakelupaikan tarkistaminen epäonnistui.
fr: Échec de la vérification du nouveau point de distribution de la LCR.
hi: नये CRL वितरण बिन्दु के लिए जांच असफल रही।
hu: Az új CRL elosztópont keresése nem sikerült.
id: Gagal memeriksa CRL Distribution Point baru.
it: Verifica del nuovo punto di distribuzione CRL non riuscita.
km: ការ​ពិនិត្យ​ចំណុច CRL Distribution ថ្មីបាន​បរាជ័យ ។
nb: Søk etter nytt CRL-distribusjonspunkt mislyktes.
nl: Controleren van nieuw CRL-distributiepunt is mislukt.
pl: Poszukiwanie nowego punktu dystrybucyjnego CRL nie powiodło się.
pt_br: Falha ao verificar o novo ponto de distribuição de CRL.
ro: Căutarea unui nou CRL Distribution Point a eșuat.
ru: Не удалось проверить новую точку распределения CRL.
sk: Kontrola nového CRL Distribution Point zlyhala.
uk: Перевірка нової точки розподілу CRL завершилася помилкою.
zh_cn: 检查新证书吊销列表分布点失败。
zh_tw: 檢查新 CRL 發布點失敗。

source: Missing parameter 'commonName'.
ar: مُعامِل مفقود 'commonName'.
cs: Chybějící parametr 'commonName'.
da: Mangler parameteren 'commonName'.
el: Λείπει η παράμετρος 'commonName'.
es: Falta el parámetro 'commonName'.
fi: Puuttuva parametri 'commonName'.
fr: Paramètre 'commonName' manquant.
hi: अनुपलब्ध मानक 'commonName'।
hu: Hiányzó 'commonName' paraméter.
id: Parameter 'commonName' tidak ada.
it: Parametro 'commonName' mancante.
km: បាត់​ប៉ារ៉ាម៉ែត្រ 'commonName' ។
nb: Parameteren 'commonName' mangler.
nl: Ontbrekende 'commonName' parameter.
pa: ਪੈਰਾਮੀਟਰ 'commonName' ਗੁੰਮ ਹੈ।
pl: Brak parametru 'commonName'.
pt_br: Parâmetro 'commonName' ausente.
ro: Lipsește parametrul 'commonName'.
ru: Отсутствует параметр commonName.
sk: Chýbajúci parameter 'commonName'.
uk: Відсутній параметр "commonName".
zh_cn: 缺少参数 'commonName'。
zh_tw: 遺失 'commonName' 參數。

source: No LDAP server configured.
ar: لا يوجد إعداد للخادم LDAP.
cs: Není nastaven LDAP server.
da: Ingen LDAP-server er konfigureret.
el: Δεν έχει ρυθμιστεί διακομιστής LDAP.
es: No hay ningún servidor LDAP configurado.
fi: LDAP-palvelinta ei ole määritetty.
fr: Aucun serveur LDAP configuré.
hu: Nincs beállítva LDAP-kiszolgáló.
id: Tidak ada server LDAP yang terkonfigurasi.
it: Nessun server LDAP configurato.
km: គ្មាន​ម៉ាស៊ីន​បម្រើ LDAP ដែលបាន​កំណត់​រចនាសម្ព័ន្ធ ។
nb: Ingen LDAP-server er konfigurert.
nl: Geen LDAP-server geconfigureerd.
pa: ਕੋਈ LDAP ਸਰਵਰ ਸੰਰਚਨਾ ਨਹੀਂ ਹੈ।
pl: Żaden serwer LDAP nie jest skonfigurowany.
pt_br: Não há servidor LDAP configurado.
ro: Nu există server LDAP configurat.
ru: LDAP-сервер не настроен.
uk: Не налаштовано сервер LDAP.
zh_cn: 未配置 LDAP 服务器。
zh_tw: 沒有已設定的 LDAP 伺服器。

source: LDAP search failed.
ar: فشل البحث LDAP.
cs: LDAP vyhledávání selhalo.
da: LDAP-søgning fejlede.
el: Απέτυχε η αναζήτηση του LDAP.
es: Se ha producido un error al buscar en LDAP.
fi: LDAP-haku epäonnistui.
fr: Échec de la recherche LDAP.
hu: Az LDAP keresés sikertelen.
id: Penelusuran LDAP gagal.
it: Ricerca LDAP non riuscita.
km: ការ​ស្វែងរក LDAP បាន​បរាជ័យ ។
nb: LDAP-søk mislyktes.
nl: LDAP zoeken is mislukt.
pa: LDAP ਖੋਜ ਫੇਲ੍ਹ ਹੋਈ।
pl: Wyszukiwanie LDAP nie powiodło się.
pt_br: Falha na pesquisa de LDAP.
ro: Căutarea LDAP a eșuat.
ru: Сбой поиска в LDAP.
uk: Пошук LDAP зазнав невдачі.
zh_cn: LDAP 搜索失败。
zh_tw: LDAP 搜尋失敗。

source: No configuration available in LDAP.
ar: لا يوجد إعدادات متاحة في LDAP.
cs: Neexistuje nastavení LDAP.
da: Ingen konfiguration tilgængelig i LDAP.
el: Μη διαθέσιμη ρύθμιση στο LDAP.
es: No hay ninguna configuración disponible en LDAP.
fi: LDAP-määritystä ei ole saatavilla.
fr: Pas de configuration LDAP disponible.
hi: LDAP में कोई विन्यास उपलब्ध नहीं है।
hu: Nincs elérhető konfiguráció az LDAP-ban.
id: Tidak ada konfigurasi yang tersedia pada LDAP.
it: Nessuna configurazione disponibile in LDAP.
km: គ្មាន​ការ​កំណត់​រចនាសម្ព័ន្ធ​អាច​ប្រើ​បាន​ក្នុង LDAP ។
nb: Ingen konfigurasjon tilgjengelig i LDAP.
nl: Geen configuratie in LDAP beschikbaar.
pa: LDAP ਵਿੱਚ ਕੋਈ ਸੰਰਚਨਾ ਉਪਲੱਬਧ ਨਹੀਂ ਹੈ।
pl: Brak dostępnej konfiguracji LDAP.
pt_br: Nenhuma configuração disponível no LDAP.
ro: Nu există nici o configurație disponibilă în LDAP.
ru: Настройки в LDAP недоступны.
sk: V LDAP nie je dostupná žiadna konfigurácia.
uk: В LDAP немає налаштування.
zh_cn: LDAP 中没有配置。
zh_tw: 無法使用 LDAP 中的組態。

source: LDAP password required.
ar: مطلوب كلمة مرور LDAP.
cs: Bude vyžadováno heslo LDAP.
da: LDAP-adgangskode kræves.
el: Απαιτείται συνθηματικό LDAP.
es: Se requiere la contraseña de LDAP.
fi: LDAP-salasana vaaditaan.
fr: Mot de passe LDAP requis.
hi: LDAP पासवर्ड की आवश्यकता है।
hu: LDAP jelszó szükséges.
id: Kata sandi LDAP wajib ada.
it: È richiesta la password LDAP.
km: ត្រូវ​ការ​ពាក្យ​សម្ងាត់ LDAP ។
nb: LDAP-passord må angis.
nl: LDAP-wachtwoord vereist.
pa: LDAP ਪਾਸਵਰਡ ਲੋੜੀਦਾ ਹੈ।
pl: Hasło LDAP wymagane.
pt_br: Senha LDAP requerida.
ro: Parola LDAP este necesară.
ru: Необходим пароль LDAP.
sk: Je vyžadované LDAP heslo.
uk: Потрібний пароль LDAP.
zh_cn: 需要 LDAP 密码。
zh_tw: 需要 LDAP 密碼。

source: Cannot add base configuration entry.
ar: لا يمكن إضافة إدخال إعدادات الأساس.
cs: Nelze přidat základní záznam.
da: Kan ikke tilføje grundlæggende konfigurationspunkt.
el: Αδύνατη η προσθήκη καταχώρησης ρυθμίσεων βάσης.
es: No se puede añadir la entrada de configuración base.
fi: Ei voida lisätä perusmääritysmerkintää.
fr: Impossible d'ajouter l'entrée de la configuration de base.
hu: Nem vehető fel az alap konfigurációs bejegyzés.
id: Tidak dapat menambah entri konfigurasi dasar.
it: Impossibile aggiungere una voce di configurazione di base.
km: មិន​អាច​បន្ថែម​ធាតុ​កំណត់​រចនា​សម្ព័ន្ធ​មូលដ្ឋាន​បានទេ ។
nb: Kan ikke legge til oppføring i grunnkonfigurasjon.
nl: Kan geen basis configuratie-item toevoegen.
pa: ਬੇਸ ਸੰਰਚਨਾ ਐਂਟਰੀ ਨੂੰ ਸ਼ਾਮਲ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ।
pl: Nie można dodać podstawowej pozycji konfiguracji.
pt_br: Não foi possível adicionar a entrada de configuração básica.
ro: Nu pot adăuga intrarea configurației de bază.
ru: Невозможно добавить запись базовой конфигурации.
uk: Неможливо додати елемент основної конфігурації.
zh_cn: 无法添加基本配置项。
zh_tw: 無法新增基本組態項目。

source: Cannot add CA configuration entry.
ar: لا يمكن إضافة إدخال إعدادات CA.
cs: Nelze přidat konfigurační záznam CA.
da: Kan ikke tilføje CA konfigurationspunkt.
el: Αδύνατη η προσθήκη καταχώρησης ρυθμίσεων CA
es: No se puede añadir la entrada de configuración de CA.
fi: Ei voida lisätä CA-määritysmerkintää.
fr: Impossible d'ajouter l'entrée de la configuration CA.
hu: A CA konfigurációs bejegyzést felvétele sikertelen.
id: Tidak dapat menambah entri konfigurasi CA.
it: Impossibile aggiungere una voce di configurazione CA.
km: មិន​អាច​បន្ថែម​ធាតុ​កំណត់​រចនា​សម្ព័ន្ធ CA បានទេ ។
nb: Kan ikke legge til oppføring i CA-konfigurasjon.
nl: Kan geen CA-configuratie-item toevoegen.
pa: CA ਸੰਰਚਨਾ ਐਂਟਰੀ ਸ਼ਾਮਲ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕਦੀ।
pl: Nie można dodać pozycji konfiguracji CA.
pt_br: Não foi possível adicionar a entrada de configuração de CA.
ro: Nu pot adăuga intrarea configurației CA.
ru: Невозможно добавить запись конфигурации CA.
uk: Неможливо додати елемент конфігурації CA.
zh_cn: 无法添加 CA 配置项。
zh_tw: 無法新增 CA 組態項目。

source: Certificate does not exist.
ar: الشهادة غير موجود.
cs: Certifikát neexistuje.
da: Certifikatet eksisterer ikke.
el: Το πιστοποιητικό δεν υπάρχει.
es: El certificado no existe.
fi: Varmennetta ei ole.
fr: Le certificat n'existe pas.
hi: प्रमाण-पत्र मौजूद नहीं है।
hu: A tanúsítvány nem létezik.
id: Sertifikat tidak ada.
it: Il certificato non esiste.
km: មិន​មាន​វិញ្ញាបនបត្រ​ឡើយ ។
nb: Sertifikatet finnes ikke.
nl: Het certificaat bestaat niet.
pa: ਸਰਟੀਫਿਕੇਟ ਮੌਜੂਦ ਨਹੀਂ ਹੈ।
pl: Certyfikat nie istnieje.
pt_br: O certificado não existe.
ro: Certificatul nu există.
ru: Сертификат не существует.
sk: Certifikát neexistuje.
uk: Сертифікат не існує.
zh_cn: 证书不存在。
zh_tw: 憑證不存在。

source: Cannot parse the certificate.
ar: لا يمكن تحليل الشهادة.
cs: Nelze analyzovat certifikát.
da: Kan ikke fortolke certifikatet.
el: Αδύνατη η ανάγνωση του πιστοποιητικού.
es: No es posible analizar el certificado.
fi: Varmenteen koostaminen ei onnistunut.
fr: Impossible d'analyser le certificat.
hu: Nem lehet elemezni a tanúsítványt.
id: Tidak dapat mengurai sertifikat.
it: Impossibile analizzare il certificato.
km: មិន​អាច​ញែក​វិញ្ញាបនបត្រ​បានទេ ។
nb: Kan ikke analysere sertifikatet.
nl: Kan het certificaat niet ontleden.
pa: ਸਰਟੀਫਿਕੇਟ ਪਾਰਸ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ
pl: Nie można zanalizować składni certyfikatu.
pt_br: Não foi possível analisar o certificado.
ro: Nu pot parcurge certificatul.
ru: Невозможно обработать сертификат.
uk: Не вдається проаналізувати сертифікат.
zh_cn: 无法解析证书。
zh_tw: 無法剖析憑證。

source: %s is not available in the LDAP directory.
ar: %s غير متوفرة في مجلد LDAP.
cs: %s není dostupný v LDAP adresáři.
da: %s er ikke tilgængelig i LDAP-mappen.
el: Το %s δεν είναι διαθέσιμο στον κατάλογο LDAP.
es: %s no está disponible en el directorio LDAP.
fi: %s ei ole saatavilla LDAP-hakemistossa.
fr: %s n'est pas disponible dans le répertoire LDAP.
hu: %s nem található az LDAP címtárban.
id: %s tidak tersedia pada direktori LDAP.
it: %s non è disponibile nella directory LDAP.
km: មិនមាន %s នៅក្នុងថត LDAP ។
nb: %s er ikke tilgjengelig i LDAP-katalogen.
nl: %s is niet beschikbaar in de LDAP-map.
pa: %s LDAP ਡਾਇਰੈਕਟਰੀ ਵਿੱਚ ਉਪਲੱਬਧ ਨਹੀਂ ਹੈ।
pl: %s nie jest dostępny w katalogu LDAP.
pt_br: %s não está disponível no diretório LDAP.
ro: %s nu este disponibil în directorul LDAP.
ru: %s отсутствует в каталоге LDAP.
uk: %s не доступний у теці LDAP.
zh_cn: LDAP 文件夹中找不到 %s。
zh_tw: LDAP 目錄中無法使用 %s 。

source: Cannot modify userCertificate in the LDAP directory.
ar: لا يمكن تعديل userCertificate في مجلد LDAP.
cs: Nelze upravit userCertificate v LDAP adresáři.
da: Kan ikke ændre 'userCertificate' i LDAP-mappen.
el: Αδύνατη η τροποποίηση του πιστοποιητικού του χρήστη στον κατάλογο LDAP.
es: No se puede modificar userCertificate del directorio LDAP.
fi: Ei voida muokata userCertificatea LDAP-hakemistossa.
fr: Impossible de modifier userCertificate dans le répertoire LDAP.
hu: A userCertificate nem módosítható az LDAP címtárban.
id: Tidak dapat mengubah userCertificate dalam direktori LDAP.
it: Impossibile modificare userCertificate nella directory LDAP.
km: មិន​អាច​កែប្រែ​វិញ្ញាបនបត្រ​អ្នក​ប្រើ​ក្នុង​ថត LDAP បានទេ ។
nb: Kan ikke endre userCertificate i LDAP-katalogen.
nl: Kan userCertificate in de LDAP-map niet wijzigen.
pa: LDAP ਡਾਇਰੈਕਟਰੀ ਵਿੱਚ userCertificate ਨੂੰ ਸੋਧਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ ਹੈ।
pl: Nie można zmodyfikować userCertificate w katalogu LDAP.
pt_br: Não foi possível alterar o certificado do usuário no diretório LDAP.
ro: Nu pot modifica userCertificate în directorul LDAP.
ru: Невозможно изменить userCertificate в каталоге LDAP.
uk: Неможливо змінити userCertificate у теці LDAP.
zh_cn: 无法修改 LDAP 文件夹中的 userCertificate。
zh_tw: 無法在 LDAP 目錄中修改使用者憑證。

source: Exporting the certificate failed.
ar: فشل تصدير الشهادة.
cs: Export certifikátu selhal.
da: Eksport af certifikatet fejlede.
el: Η εξαγωγή του πιστοποιητικού απέτυχε.
es: Error al exportar el certificado.
fi: Varmenteen vieminen epäonnistui.
fr: Échec de l'exportation du certificat.
hi: प्रमाण-पत्र का निर्यात असफल रहा।
hu: A tanúsítvány exportálása nem sikerült.
id: Gagal mengekspor sertifikat.
it: Esportazione del certificato non riuscita.
km: ការ​នាំចេញ​វិញ្ញាបនបត្របាន​បរាជ័យ ។​
nb: Eksportering av sertifikat mislyktes.
nl: Exporteren van het certificaat is mislukt.
pa: ਸਰਟੀਫਿਕੇਟ ਨਿਰਯਾਤ ਲਈ ਫੇਲ੍ਹ ਹੈ।
pl: Eksportowanie certyfikatu nie powiodło się.
pt_br: Falha ao exportar o certificado.
ro: Exportul certificatului a eșuat.
ru: Не удалось экспортировать сертификат.
sk: Export certifikátu zlyhal.
uk: Експортування сертифіката зазнало невдачі.
zh_cn: 导出证书失败。
zh_tw: 輸出憑證失敗。

source: Cannot modify userPKCS12 in LDAP directory.
ar: لا يمكن تعديل userPKCS12 في مجلد LDAP.
cs: Nelze upravit userPKCS12 v adresáři LDAP.
da: Kan ikke ændre 'userPKCS12' i LDAP-mappen.
el: Αδύνατη η τροποποίηση του userPKCS12 στον κατάλογο LDAP.
es: No se puede modificar userPKCS12 del directorio LDAP.
fi: Ei voida muokata userPKCS12:a LDAP-hakemistossa.
fr: Impossible de modifier userPKCS12 dans le répertoire LDAP.
hu: Nem sikerült módosítani a 'userPKCS12' bejegyzést az LDAP címtárban.
id: Tidak dapat mengubah userPKCS12 dalam direktori LDAP.
it: Impossibile modificare userPKCS12 nella directory LDAP.
km: មិន​អាច​កែប្រែ userPKCS12 ក្នង​ថត LDAP˙ បានទេ ។
nb: Kan ikke endre userPKCS12 i LDAP-katalogen.
nl: Kan userPKCS12 in de LDAP-map niet wijzigen.
pa: LDAP ਡਾਇਰੈਕਟਰੀ ਵਿੱਚ userPKCS12 ਸੋਧਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ ਹੈ।
pl: Nie można zmodyfikować userPKCS12 w katalogu LDAP.
pt_br: Não foi possível alterar o PKCS12 do usuário no diretório LDAP.
ro: Nu pot modifica userPKCS12 în directorul LDAP.
ru: Невозможно изменить userPKCS12 в каталоге LDAP.
uk: Неможливо змінити userPKCS12 у теці LDAP.
zh_cn: 无法修改 LDAP 文件夹中的 userPKCS12。
zh_tw: 無法在 LDAP 目錄中修改使用者 PKCS12。

source: Deleting the certificate failed.
ar: فشل حذف الشهادة.
cs: Odstranění certifikátu selhalo.
da: Sletning af certifikatet fejlede.
el: Η διαγραφή του πιστοποιητικού απέτυχε.
es: Error al eliminar el certificado.
fi: Varmenteen poistaminen epäonnistui.
fr: Échec de la suppression du certificat.
hi: प्रमाण-पत्र का हटाया जाना असफल रहा।
hu: A tanúsítvány törlése nem sikerült.
id: Gagal menghapus sertifikat.
it: Eliminazione del certificato non riuscita.
km: ការ​លុប​វិញ្ញាបនបត្រ​បាន​បរាជ័យ ។
nb: Sletting av sertifikatet mislyktes.
nl: Verwijderen van het certificaat is mislukt.
pa: ਸਰਟੀਫਿਕੇਟ ਹਟਾਉਣ ਲਈ ਫੇਲ੍ਹ ਹੈ।
pl: Usuwanie certyfikatu nie powiodło się.
pt_br: Falha ao revogar o certificado.
ro: Ștergerea certificatului a eșuat.
ru: Не удалось удалить сертификат.
sk: Vymazanie certifikátu zlyhalo.
uk: Вилучення сертифіката зазнало невдачі.
zh_cn: 删除证书失败。
zh_tw: 刪除憑證失敗。

source: Path to certificate file is needed.
ar: مطلوب المسار ملف الشهادة.
cs: Je třeba zadat cestu k certifikátu.
da: Sti til certifikatfilen kræves.
el: Η διαδρομή στο αρχείο πιστοποιητικού απαιτείται.
es: Se requiere la ruta al fichero de certificado.
fi: Polku varmenteelle on syötettävä.
fr: Le chemin vers le certificat doit être indiqué.
hi: प्रमाण-पत्र फाइल के लिए पथ की आवश्यकता है।
hu: Szükséges a hozzáférési útvonal a tanúsítványhoz.
id: Diperlukan jalur ke berkas sertifikat.
it: È richiesto il percorso del file del certificato.
km: ត្រូវ​ការ​ផ្លូវ​ទៅ​ឯកសារ​វិញ្ញាបនបត្រ ។
nb: Filstien til sertifikatet må angis.
nl: Certificaatbestandspad is benodigd.
pa: ਸਰਟੀਫਿਕੇਟ ਫਾਇਲ ਲਈ ਮਾਰਗ ਲੋੜੀਦਾ ਹੈ।
pl: Wymagana jest ścieżka do certyfikatu.
pt_br: O caminho para o arquivo do certificado é necessário.
ro: Este necesară calea spre fișierul certificatului.
ru: Необходим путь к сертификату.
sk: Je potrebné zadať cestu k certifikátu.
uk: Потрібен шлях до файла сертифіката.
zh_cn: 需要证书文件路径。
zh_tw: 需要憑證檔案的路徑。

source: Certificate not found in
ar: لم يتم العثور في الشهادة على
cs: Certifikát nenalezen v
da: Certifikat ikke fundet i
el: Δε βρέθηκε πιστοποιητικό
es: Certificado no encontrado en
fi: Varmennetta ei löytynyt hakemistosta
fr: Certificat introuvable dans
hi: में प्रमाण-पत्र नहीं मिल पाया
hu: A tanúsítvány nem található itt:
id: Sertifikat tidak ditemukan dalam
it: Certificato non trovato in
km: រក​មិន​ឃើញ​វិញ្ញាបនបត្រ​ក្នុង
nb: Sertifikat ikke funnet i
nl: Certificaat niet gevonden in
pa: ਸਰਟੀਫਿਕੇਟ ਇੱਥੇ ਨਹੀਂ ਲੱਭਿਆ
pl: Nie znaleziono certyfikatu w
pt_br: Certificado não encontrado em
ro: Certificatul nu a fost găsit în
ru: Сертификат не найден в
sk: Certifikát nebol nájdený v
uk: Сертифікат не знайдено у
zh_cn: 在以下位置未找到证书：
zh_tw: 找不到憑證於

source: Password is required.
ar: كلمة المرور مطلوبة.
cs: Je vyžadováno heslo.
da: Adgangskode kræves.
el: Απαιτείται συνθηματικό.
es: Se requiere contraseña.
fi: Salasana vaaditaan.
fr: Mot de passe requis.
hi: पासवर्ड की आवश्यकता है।
hu: A jelszó megadása kötelező.
id: Kata sandi wajib ada.
it: È richiesta la password.
km: ត្រូវ​ការ​ពាក្យ​សម្ងាត់ ។
nb: Passord må angis.
nl: Wachtwoord is benodigd.
pa: ਪਾਸਵਰਡ ਲੋੜੀਦਾ ਹੈ।
pl: Hasło jest wymagane.
pt_br: A senha é requerida.
ro: Este necesară parola.
ru: Необходим пароль.
sk: Je vyžadované heslo .
uk: Необхідно ввести пароль.
zh_cn: 需要密码。
zh_tw: 需要密碼。

source: Importing the certificate failed.
ar: فشل استيراد الشهادة.
cs: Import certifikátu selhal.
da: Import af certifikatet fejlede.
el: Εισαγωγή του πιστοποιητικού απέτυχε.
es: Error al importar el certificado.
fi: Varmenteen tuominen epäonnistui.
fr: Échec de l'importation du certificat.
hi: प्रमाण-पत्र का आयात असफल रहा।
hu: A tanúsítvány importálása nem sikerült.
id: Gagal mengimpor sertifikat.
it: Importazione del certificato non riuscita.
km: ការ​នាំចូលវិញ្ញាបនបត្របាន​បរាជ័យ ។
nb: Importering av sertifikatet mislyktes.
nl: Importeren van het certificaat is mislukt.
pa: ਸਰਟੀਫਿਕੇਟ ਆਯਾਤ ਕਰਨ ਲਈ ਫੇਲ੍ਹ।
pl: Importowanie certyfikatu nie powiodło się.
pt_br: Falha ao importar o certificado.
ro: Importul certificatului a eșuat.
ru: Не удалось импортировать сертификат.
sk: Import certifikátu zlyhal.
uk: Імпортування сертифіката зазнало невдачі.
zh_cn: 导入证书失败。
zh_tw: 匯入憑證失敗。

source: Missing parameter 'inFile'.
ar: مُعامِل مفقود 'inFile'.
cs: Chybějící parametr 'inFile'.
da: Mangler parameteren 'inFile'.
el: Λείπει η παράμετρος 'στοΑρχείο'.
es: Falta el parámetro 'inFile'.
fi: Puuttuva parametri 'inFile'.
fr: Paramètre 'inFile' manquant.
hu: Hiányzó 'inFile' paraméter.
id: Parameter 'inFile' tidak ada.
it: Parametro 'inFile' mancante.
km: បាត់ប៉ារ៉ាម៉ែត្រ 'inFile' ។
nb: Parameteren 'inFile' mangler.
nl: Parameter 'inFile' ontbreekt.
pa: ਪੈਰਾਮੀਟਰ 'inFile' ਗੁੰਮ ਹੈ।
pl: Brak parametru 'inFile'.
pt_br: Parâmetro 'inFile' ausente.
ro: Lipsește parametrul 'inFile'.
ru: Отсутствует параметр inFile.
uk: Відсутній параметр "inFile".
zh_cn: 缺少参数 'inFile'。
zh_tw: 遺失參數 'inFile'。

source: File not found.
ar: لم يتم العثور على الملف.
cs: Soubor nenalezen.
da: Fil ikke fundet.
el: Δε βρέθηκε το αρχείο.
es: Fichero no encontrado.
fi: Tiedostoa ei löytynyt
fr: Fichier introuvable.
hi: फाइल नहीं मिली।
hu: Nincs ilyen fájl.
id: Berkas tidak ditemukan.
it: File non trovato.
km: រក​មិន​ឃើញ​ឯកសារ
nb: Fil ikke funnet.
nl: Bestand niet gevonden.
pa: ਫਾਇਲ ਨਹੀਂ ਲੱਭੀ
pl: Nie znaleziono pliku.
pt_br: Arquivo não encontrado.
ro: Fișierul nu a fost găsit.
ru: Файл не найден.
sk: Súbor nebol nájdený.
uk: Файл не знайдено.
zh_cn: 未找到文件。
zh_tw: 找不到檔案。

source: Missing parameter 'type'.
ar: مُعامِل مفقود 'type'.
cs: Chybějící parametr 'type'.
da: Mangler parameteren 'type'.
el: Λείπει η παράμτερος 'τύπος'
es: Falta el parámetro 'type'.
fi: Puuttuva parametri 'type'.
fr: Paramètre 'type' manquant.
hu: Hiányzó 'type' paraméter.
id: Parameter 'type' tidak ada.
it: Parametro 'type' mancante.
km: បាត់​ប៉ារ៉ាម៉ែត្រ 'Type' ។
nb: Parameteren 'type' mangler.
nl: Parameter 'type' ontbreekt.
pa: ਪੈਰਾਮੀਟਰ 'type' ਗੁੰਮ ਹੈ
pl: Brak parametru 'type'.
pt_br: Parâmetro 'type' ausente.
ro: Lipsește parametrul 'type'.
ru: Отсутствует параметр type.
uk: Відсутній параметр "type".
zh_cn: 缺少参数 'type'。
zh_tw: 遺失參數 'type'。

source: Invalid value '%s' in 'type'.
ar: قيمة غير صحيحة '%s' في 'type'.
cs: Chybná hodnota '%s' v 'type'.
da: Ugyldig værdi '%s' i 'type'.
el: Άκυρη η τιμή '%s' στο 'τύπος'
es: Valor '%s' no válido en 'type'.
fi: Virheellinen arvo '%s' kohdassa 'type'
fr: Valeur incorrecte '%s' dans 'type'.
hu: Érvénytelen '%s' érték a 'type' paraméterben.
id: Nilai '%s' dalam 'type' tidak ada.
it: Valore '%s' in 'type' non valido.
km: តម្លៃ '%s' មិនត្រឹមត្រូវ​នៅក្នុង 'type' ។
nb: Verdien '%s' i 'type' er ugyldig.
nl: Waarde '%s' ontbreekt in parameter 'type'.
pa: 'type' ਵਿੱਚ ਮੁੱਲ '%s' ਗਲਤ ਹੈ।
pl: Nieprawidłowa wartość '%s' parametru 'type'.
pt_br: Valor '%s' inválido em 'type'.
ro: Valoare invalidă '%s' în 'type'.
ru: Неверное значение %s в type.
uk: Некоректне значення "%s" у полі "тип".
zh_cn: 'type' 中的值 '%s' 无效。
zh_tw: 'type' 中無效的 '%s' 值。
