Repository: Dzejrou/yast-translations
Catalog: po/*-management/*.po
Languages: ar, cs, da, el, es, fi, fr, hi, hu, id, it, km, nb, nl, pa, pl, pt_br, ro, ru, sk, uk, zh_cn, zh_tw

source: As CA Certificate
ar: كشهادة CA
cs: Jako certifikát CA
da: Som CA-certifikat
el: Ως Πιστοποιητικό CA
es: Como certificado de CA
fi: CA-varmenteena
fr: An tant que certificat d'AC
hi: CA प्रमाण-पत्र के रूप में
hu: CA tanúsítványként
id: Sebagai Sertifikat CA
it: Come certificato CA
km: ជា​វិញ្ញាបនបត្រ CA
nb: Som CA-sertifikat
nl: Als CA-certificaat
pa: CA ਸਰਟੀਫਿਕੇਟ ਵਾਂਗ
pl: Jako certyfikat CA
pt_br: Como certificado de CA
ro: Ca certificat CA
ru: Как сертификат CA
sk: Ako CA Certifikát
uk: Як сертифікат CA
zh_cn: 充当 CA 证书
zh_tw: 成為 CA 憑證

source: Delete current request?
ar: هل تريد حذف الطلب الحالي؟
cs: Smazat současný požadavek?
da: Slet nuværende forespørgsel?
el: Διαγραφή τρέχουσας αίτησης;
es: ¿Desea eliminar la solicitud actual?
fi: Poistetaanko nykyinen pyyntö?
fr: Supprimer la requête actuelle ?
hi: वर्तमान अनुरोध हटाएं?
hu: Törli a jelenlegi kérést?
id: Hapus permintaan saat ini?
it: Eliminare la richiesta corrente?
km: លុប​សំណើ​បច្ចុប្បន្ន​ឬ ?
nb: Vil du slette gjeldende forespørsel?
nl: Huidig verzoek verwijderen?
pa: ਕੀ ਮੌਜੂਦਾ ਮੰਗ ਹਟਾਉਣੀ ਹੈ?
pl: Czy usunąć bieżące żądanie?
pt_br: Remover a solicitação atual?
ro: Ștergeți cererea curentă?
ru: Удалить текущий запрос?
sk: Zmazať aktuálnu požiadavku?
uk: Вилучити поточний запит?
zh_cn: 删除当前请求吗？
zh_tw: 是否刪除目前的要求？

source: Request not found.
ar: لم يتم العثور على الطلب.
cs: Požadavek nenalezen.
da: Forespørgsel ikke fundet.
el: Η αίτηση δεν βρέθηκε.
es: Solicitud no encontrada.
fi: Pyyntöä ei löytynyt.
fr: Requête introuvable.
hi: अनुरोध नहीं मिला।
hu: A kérés nem található.
id: Permintaan tidak ditemukan.
it: Richiesta non trovata.
km: រក​មិន​ឃើញ​សំណើ ។
nb: Forespørsel ble ikke funnet.
nl: Verzoek niet gevonden.
pa: ਮੰਗ ਨਹੀਂ ਲੱਭੀ।
pl: Nie znaleziono żądania.
pt_br: Solicitação não encontrada.
ro: Cererea nu a fost găsită.
ru: Запрос не найден.
sk: Požiadavka nebola nájdená.
uk: Запит не знайдено.
zh_cn: 请求未找到。
zh_tw: 找不到要求。

source: generation Time:
ar: وقت الإنشاء:
cs: Čas vygenerování:
es: Hora de generación:
fi: luontiaika:
fr: Durée de génération :
hu: Létrehozás időpontja:
id: Tanggal pembuatan:
it: Ora di generazione:
nl: generatietijd:
pl: Czas wygenerowania:
pt_br: Hora da geração:
ru: время создания:
uk: час створення:
zh_cn: 生成时间：
zh_tw: 產生時間︰

source: Extension "%1" not found.
ar: لم يتم العثور على الملحق "%1".
cs: Rozšíření "%1" nenalezeno.
da: Udvidelsen "%1" ikke fundet.
el: Η επέκταση "%1" δεν βρέθηκε.
es: Extensión %1 no encontrada.
fi: Laajennusta "%1" ei löytynyt.
fr: Extension "%1" introuvable.
hi: एक्सटेंशन "%1" नहीं मिला।
hu: Nem található a(z) "%1" kiterjesztés.
id: Ekstensi "%1" tidak ditemukan.
it: Estensione "%1" non trovata.
km: រក​មិន​ឃើញ​ផ្នែក​បន្ថែម "%1" ។
nb: Filtype "%1" ble ikke funnet.
nl: Extensie "%1" niet gevonden.
pa: ਐਕਸ਼ਟੇਸ਼ਨ "%1" ਨਹੀਂ ਲੱਭੀ।
pl: Rozszerzenie "%1" nie zostało odnalezione.
pt_br: Extensão "%1" não encontrada.
ro: Extensia "%1" nu a fost găsită.
ru: Дополнение "%1" не найдено.
sk: Rozšírenie %1 nebolo nájdené.
uk: Розширення "%1" не знайдено.
zh_cn: 未找到扩展名 "%1"。
zh_tw: 找不到延伸 "%1"。

source: This is a CA request. Really sign it as a %1?
ar: يعتبر هذا طلب CA. هل تريد بالفعل توقيعه كـ %1؟
cs: Toto je požadavek CA. Podepsat ho jako %1?
da: Dette er en CA-forespørgsel. Vil du virkelig signere den som en %1?
el: Αυτή είναι μια αίτηση CA. Είστε σίγουροι οτι θέλετε την υπογραφή της ως ένα %1;
es: Esta solicitud es de CA. ¿Está seguro de que desea firmarla como de %1?
fi: Tämä on CA-pyyntö. Haluatko varmasti allekirjoittaa sen %1?
fr: Il s'agit d'une requête d'AC. Souhaitez-vous vraiment la signer en tant que %1 ?
hi: यह एक CA अनुरोध है। वास्तव में इसे %1 के रूप में साइन करना है?
hu: Ez egy CA kérés. Biztosan úgy kívánja aláírni, mint %1?
id: Ini adalah permintaan CA. Yakin ingin menandatangai ini sebagai %1?
it: Questa è una richiesta CA. Firmarla come %1?
km: នេះ​ជា​សំណើ CA មួយ ។ ពិត​ជា​ចុះ​ហត្ថលេខា​វា​ជា %1 ឬ ?
nb: Dette er en CA-forespørsel. Vil du virkelig signere den som en %1?
nl: Dit een CA-verzoek. Wilt u het ondertekenen als een %1?
pl: Jest to żądanie CA. Czy na pewno podpisać je jako %1?
pt_br: Esta é uma solicitação de CA. Realmente assinar como %1?
ro: Aceasta este o cerere CA. Chiar o semnați ca %1?
ru: Это запрос CA. Действительно подписать его как %1?
sk: Toto je požiadavka na CA. Naozaj ju podpísať ako %1?
uk: Це запит CA. Ви дійсно бажаєте підписати його як %1?
zh_cn: 这是一个 CA 请求。真的将它签署为 %1 吗？
zh_tw: 這是 CA 要求， 您真的要簽名成 %1 嗎？

source: This is not a CA request. Really sign it as a CA request?
ar: لا يعتبر هذا طلب CA. هل تريد بالفعل توقيعه كطلب CA؟
cs: Toto není požadavek CA. Opravdu ho podepsat jako požadavek CA?
da: Dette er ikke en CA-forespørgsel. Vil du virkelig signere den som en CA-forespørgsel?
el: Αυτή δεν είναι μια αίτηση CA. Είστε σίγουροι οτι θέλετε την υπογραφή της ως αίτηση CA;
es: Esta solicitud no es de CA. ¿Está seguro de que desea firmarla como de CA?
fi: Tämä ei ole CA-pyyntö. Haluatko varmasti allekirjoittaa sen CA-pyyntönä?
fr: Il ne s'agit pas d'une requête d'AC. Souhaitez-vous vraiment la signer en tant que requête AC ?
hi: यह एक CA अनुरोध नहीं है। वास्तव में इसे एक CA अनुरोध के रूप में साइन करना है?
hu: Ez nem CA kérés. Biztosan CA kérésként kívánja aláírni?
id: Ini bukan permintaan CA. Yakin ingin menandatangai ini sebagai permintaan CA?
it: Questa non è una richiesta CA. Firmarla come una richiesta CA?
km: នេះ​មិនមែន​ជា​សំណើ CA មួយ ។ ពិត​ជា​ចុះ​ហត្ថលេខា​វា​ជា​សំណើ CA ឬ ?
nb: Dette er ikke en CA-forespørsel. Vil du virkelig signere den som en CA-forespørsel?
nl: Dit is GEEN CA-verzoek. Wilt u het ondertekenen als een CA-verzoek?
pl: To nie jest żądanie CA. Czy na pewno podpisać je jako żądanie CA?
pt_br: Esta não é uma solicitação de CA. Realmente assinar como solicitação de CA?
ro: Aceasta nu este o cerere CA. Chiar o semnați ca cerere CA?
ru: Это не запрос CA. Действительно подписать его как запрос CA?
sk: Toto nie je požiadavka na CA. Naozaj ju podpísať ako požiadavku na CA?
uk: Це не запит CA. Ви дійсно бажаєте підписати його як запит CA?
zh_cn: 这不是一个 CA 请求。真的将它签署为 CA 请求吗？
zh_tw: 這不是 CA 要求， 您真的要簽名成 CA 要求嗎？

source: <p>This frame shows the signing request.</p>
ar: <p>يعرض هذا الإطار طلب التوقيع.</p>
cs: <p>Toto okno zobrazuje požadavek podpisu.</p>
da: <p>Denne ramme viser signeringsforespørgslen.</p>
el: <p>Αυτός ο τομέας δείχνει την υπογεγραμμένη αίτηση.</p>
es: <p>Este marco muestra la solicitud que va a firmar.</p>
fi: <p>Tämä näyttää allekirjoitettavan pyynnön.</p>
fr: <p>Cet écran présente la requête de signature.</p>
hi: <p>यह फ्रेम साइन के अनुरोध को प्रदर्शित करता है।</p>
hu: <p>Ez a keret mutatja az aláírási kérést.</p>
id: <p>Bingkai ini menampilkan permintaan penandatanganan.</p>
it: <p>In questo riquadro è visualizzata la richiesta di firma.</p>
km: <p>ស៊ុម​នេះ​បង្ហាញ​សំណើ​ដែល​ចុះ​ហត្ថលេខា ។</p>
nb: <p>Her vises signeringsforespørselen.</p>
nl: <p>Dit venster laat het ondertekende verzoek zien.</p>
pl: <p>Ta ramka pokazuje żądanie podpisywania.</p>
pt_br: <p>Este quadro exibe a solicitação de assinatura.</p>
ro: <p>Această zonă arată cererea de semnare.</p>
ru: <p>Это окно показывает подписанные запросы.</p>
sk: <p>Táto stránka ukazuje požiadavku na podpis.</p>
uk: <p>У цій рамці показано запит, що підписується.</p>
zh_cn: <p>此框架显示了签名请求。</p>
zh_tw: <p>此框架顯示登記申請。</p>

source: <p>The request has special request extensions, which you can accept.</p>
ar: <p>يحتوي الطلب على ملحقات خاصة بالطلب يمكنك قبولها.</p>
cs: <p>Požadavek má zvláštní rozšíření, která můžete přijmout.</p>
da: <p>Denne forespørgsel har særlige udvidelser, som du kan acceptere.</p>
el: <p>Η αίτηση έχει ειδικές επεκτάσεις, που πρέπει να τις αποδεχθείτε.</p>
es: <p>La solicitud tiene extensiones de solicitud especiales, que puede aceptar.</p>
fi: <p>Tällä pyynnöllä on erikoislaajennuksia, jotka voit hyväksyä.</p>
fr: <p>La requête comporte des extensions spéciales que vous pouvez accepter.</p>
hi: <p>अनुरोध में विशेष अनुरोध विस्तार हैं, जिसे आप स्वीकार कर सकते हैं।</p>
hu: <p>A kérésnek speciális kéréskiterjesztései vannak, amelyeket elfogadhat.</p>
id: <p>Permintaan ini memiliki ekstensi permintaan khusus yang dapat Anda terima.</p>
it: <p>La richiesta presenta estensioni speciali che è possibile accettare.</p>
km: <p>សំណើ​មាន​ផ្នែក​បន្ថែម​សំណើ​ពិសេស ដែល​អ្នក​អាចយល់​ព្រម ។</p>
nb: <p>Forespørselen har spesielle <b>forespørselsutvidelser</b> som du kan godkjenne.</p>
nl: <p>Het verzoek heeft speciale verzoek-extensies die u kunt accepteren.</p>
pl: <p>Żądanie ma specjalne rozszerzenia, które można zaakceptować.</p>
pt_br: <p>A solicitação possui extensões de solicitação especiais, que você pode aceitar.</p>
ro: <p>Cererea are anumite extensii speciale pe care le puteți accepta.</p>
ru: <p>Запрос имеет специальные дополнения запроса, которые вы можете принять.</p>
sk: <p>Požiadavka má špeciálne rozšírenia, ktoré môžete prijať.</p>
uk: <p>Запит має особливі розширення, які ви можете прийняти.</p>
zh_cn: <p>此请求具有特殊请求扩展，您可以接受或拒绝它们。</p>
zh_tw: <p>此要求有您可以接受的特殊要求延伸。</p>

source: <p>If you reject these extensions, the default values are taken instead.</p>
ar: <p>إذا كنت ترفض هذه الملحقات، ستؤخذ القيم الافتراضية بدلاً من ذلك.</p>
cs: <p>Pokud tato rozšíření odmítnete, budou použity výchozí hodnoty.</p>
da: <p>Hvis du afslår disse udvidelser, anvendes standardværdierne i stedet.</p>
el: <p>Αν απορρίψετε αυτές τις επεκτάσεις, οι προκαθορισμένες τιμές χρησιμοποιούνται.</p>
es: <p>Si rechaza las extensiones, se utilizarán los valores por defecto en su lugar.</p>
fi: <p>Jos hylkäät nämä laajennukset, oletusarvot otetaan niiden sijaan.</p>
fr: <p>Si vous rejetez ces extensions, les valeurs par défaut sont sélectionnées.</p>
hi: <p>यदि आप इन विस्तारों को खारिज करते हैं तो इनके बजाय डिफॉल्ट मानों को लिया जाता है।</p>
hu: <p>Ha visszautasítja a kiterjesztéseket, akkor az alapértékek kerülnek alkalmazásra.</p>
id: <P>Jika Anda menolak ekstensi ini, nilai standar yang akan diambil.</p>
it: <p>Se si rifiutano queste estensioni, verranno utilizzati i valori predefiniti.</p>
km: <p>ប្រសិន​បើ អ្នកច្រានចោល​ផ្នែក​បន្ថែម​ទាំង​នេះ តម្លៃ​លំនាំដើម​ត្រូវ​បាន​យក​ជំនួស ។</p>
nb: <p>Hvis du avviser disse utvidelsene, vil standardverdier bli brukt i stedet.</p>
nl: <p>Als u deze extensies verwerpt zullen de standaardwaarden er voor in de plaats worden gebruikt.</p>
pl: <p>Jeśli te rozszerzenia zostaną odrzucone, wykorzystane zostaną domyślne wartości.</p>
pt_br: <p>Caso rejeite essas extensões, os valores padrões serão usados.</p>
ro: <p>Dacă refuzați aceste extensii, vor fi folosite valorile implicite.</p>
ru: <p>Если вы не примете эти дополнения, будут приняты значения по умолчанию.</p>
uk: <p>Якщо ви відкинете ці розширення, замість них буде взято типові значення.</p>
zh_cn: <p>若您拒绝了这些扩展，则将使用默认值代替之。</p>
zh_tw: <p>若您拒絕這些延伸，就會採用預設值。</p>

source: Requested Extensions
ar: ملحقات مطلوبة
cs: Požadovaná rozšíření
da: Ønskede udvidelser
el: Απαιτούμενες Επεκτάσεις
es: Extensiones solicitadas
fi: Pyydetyt laajennukset
fr: Extensions requises
hi: अनुरोध किए गए विस्तार
hu: Kért kiterjesztések
id: Ekstensi yang Diminta
it: Estensioni richieste
km: ផ្នែក​បន្ថែម​ដែល​បាន​ស្នើ
nb: Forespurt utvidelse
nl: Verzochte extensies
pa: ਮੰਗੀ ਐਕਸ਼ਟੇਸ਼ਨ
pl: Żądane rozszerzenia
pt_br: Extensões solicitadas
ro: Extensii cerute
ru: Запрошенные дополнения
uk: Потрібні розширення
zh_cn: 请求扩展
zh_tw: 已要求的延伸

source: Sign Request as a %1 (Step 1/2)
ar: طلب تسجيل الدخول %1 (الخطوة 1/2)
cs: Podepsat požadavek jako %1 (krok 1/2)
da: Signér forespørgsel som en %1 (trin 1/2)
el: Υπογραφή Αίτησης ως ένα %1 (Βήμα 1/2)
es: Firmar solicitud como %1 (paso 1/2)
fi: Allekirjoita Pyyntö %1 :nä (vaihe 1/2)
fr: Signer la requête en tant que %1 (étape 1/2)
hi: %1 के रूप में अनुरोध साइन करें (Step 1/2)
hu: Kérés aláírása, mint %1 (2/1. lépés)
id: Tandatangani Permintaan sebagai %1 (Langkah 1/2)
it: Firma richiesta come %1 (Passaggio 1/2)
km: ចុះ​ហត្ថលេខា​សំណើ​ជា %1 (ជំហាន ១/២)
nb: Signer forespørselen som en %1 (trinn 1/2)
nl: Verzoek ondertekenen als een %1 (stap 1/2)
pl: Podpisywanie żądania jako %1 (etap 1/2)
pt_br: Assinar solicitação como %1 (etapa 1/2)
ro: Semnați cererea ca %1 (pasul 1/2)
ru: Подписать запрос как %1 (Шаг 1/2)
sk: Podpísať požiadavku ako %1 (Krok 1/2)
uk: Підписати запит як %1 (крок 1 з 2)
zh_cn: 将请求签署为 %1 (步骤 1/2)
zh_tw: 把要求簽名為 %1 (步驟 1/2)

source: <p>This frame gives an overview of all settings for the request that will be signed.</p>
ar: <p>هذا الإطار يعطي لمحة عامة عن كافة إعدادات الطلب التي سيتم التوقيع عليها.</p>
cs: <p>Toto okno zobrazuje přehled všech nastavení podepisovaného certifikátu.</p>
da: <p>Denne ramme viser en oversigt over alle indstillinger for den forespørgsel, som vil blive signeret.</p>
el: <p>Αυτός ο τομέας δίνει μια σύνοψη όλων των ρυθμίσεων για την αίτηση που θα υπογραφεί.</p>
es: <p>Este marco proporciona una descripción general de todos los ajustes de la solicitud que va a firmar.</p>
fi: <p>Tässä näet yhteenvedon allekirjoitettavan pyynnön kaikista asetuksista.</p>
fr: <p>Cette fenêtre présente tous les paramètres de la requête qui va être signée.</p>
hi: <p>यह फ्रेम अनुरोध के लिए सभी व्यवस्था का एक संक्षिप्त परिचय देता है जिसे साइन किया जाएगा।</p>
hu: <p>Ez az ablak áttekintést ad az aláírandó kérés összes beállításáról.</p>
id: <p>Bingkai ini memberikan ikhtisar dari semua pengaturan untuk permintaan yang akan ditandatangani.</p>
it: <p>Questo riquadro fornisce una panoramica di tutte le impostazioni relative alla richiesta che verrà firmata.</p>
km: <p>ស៊ុម​នេះ​ផ្ដល់​ទិដ្ឋភាព​ទូទៅ​នៃ​ការ​កំណត់​ទាំង​អស់ សម្រាប់​សំណើ​ដែល​នឹង​ត្រូវចុះ​ហត្ថលេខា ។</p>
nb: <p>Dette vinduet viser en oversikt over alle innstillinger for forespørselen som vil bli signert.</p>
nl: <p>Dit venster geeft een overzicht van alle instellingen van het te ondertekenen verzoek.</p>
pl: <p>Ta ramka pokazuje przegląd ustawień żądania, które zostanie podpisane.</p>
pt_br: <p>Este quadro oferece um resumo de todas as configurações da solicitação a ser assinada.</p>
ro: <p>Această zonă vă oferă o vedere de ansamblu a tuturor setărilor pentru cererea ce va fi semnată.</p>
ru: <p>В этом окне представлен обзор всех параметров подписываемого запроса.</p>
sk: <p>Táto stránka ukazuje súhrn všetkých nastavení pre požiadavku, ktorá bude podpísaná.</p>
uk: <p>У цій рамці можна переглянути всі параметри запиту, що буде підписано.</p>
zh_cn: <p>此框架给出了将要签署的请求的全部设置的概览。</p>
zh_tw: <p>此框架提供將要簽名之要求的所有設定概觀。</p>

source: <p>Click <b>Sign Request</b> to go on.</p>
ar: <p>انقر فوق <b>طلب إشارة</b> إلى الانتقال.</p>
cs: <p>Pro pokračování klikněte na <b>Podepsat požadavek</b>.</p>
da: <p>Klik på <b>Signér forespørgsel</b> for at fortsætte.</p>
el: <p>Πατήστε <b>Υπογραφή Αίτησης</b> για να προχωρήσετε.</p>
es: <p>Pulse <b>Firmar solicitud</b> para continuar.</p>
fi: <p>Jatka valitsemalla <b>Allekirjoita pyyntö</b>.</p>
fr: <p>Cliquez sur <b>Signer la requête</b> pour poursuivre.</p>
hi: <p>आगे बढ़ने के लिए <b>Sign Request</b> पर क्लिक करें।</p>
hu: <p>Kattintson a <b>Kérés aláírása</b> gombra a folytatáshoz.</p>
id: <p>Klik <b>Tandatangani Permintaan</b> untuk melanjutkan.</p>
it: <p>Per continuare, fare clic su <b>Firma richiesta</b>.</p>
km: <p>ចុច <b>ចុះ​ហត្ថលេខា​សំណើ</b> ដើម្បី​បន្ត ។</p>
nb: <p>Klikk på <b>Signer forespørsel</b> for å fortsette.</p>
nl: <p>Klik op <b>Verzoek ondertekenen</b> om door te gaan.</p>
pa: <p>ਅੱਗੇ ਜਾਣ ਲਈ <b>ਸਾਇਨ ਮੰਗ</b> ਕਲਿੱਕ ਕਰੋ।</p>
pl: <p>Aby kontynuować, należy nacisnąć przycisk <b>Podpisz żądanie</b>.</p>
pt_br: <p>Clique em <b>Assinar solicitação</b> para prosseguir.</p>
ro: <p>Apăsați <b>Semnează cererea</b> pentru a continua.</p>
ru: <p>Для продолжения нажмите кнопку <b>Подписать запрос</b>.</p>
uk: <p>Натисніть <b>Підписати запит</b>, щоб продовжити.</p>
zh_cn: <p>点击<b>签署请求</b>继续。</p>
zh_tw: <p>按一下「<b>簽名要求</b>」便可繼續。</p>

source: days
ar: أيام
cs: dní
da: dage
el: μέρες
es: días
fi: päivää
fr: jours
hu: nap
id: hari
it: giorni
km: ថ្ងៃ
nb: dager
nl: dagen
pl: dni
pt_br: dias
ro: zile
ru: дн.
uk: днів
zh_cn: 天
zh_tw: 日

source: (critical)</p>
ar: (الحرجة)</p>
cs: (kritický)</p>
da: (kritisk)</p>
el: (κρίσιμο)</p>
es: (crítico)</p>
fi: (kriittinen)</p>
fr: (critique)</p>
hi: (महत्वपूर्ण)</p>
hu: (kritikus)</p>
id: (kritis)</p>
it: (critico)</p>
km: (សំខាន់​បំផុត)</p>
nb: (kritisk)</p>
nl: (kritiek)</p>
pa: (ਨਾਜ਼ੁਕ)</p>
pl: (krytyczny)</p>
pt_br: (crítico)</p>
ro: (critic)<p>
ru: (критический) </p>
sk: (kritické)</p>
uk: (важливий)</p>
zh_cn: (紧急)</p>
zh_tw: (重要)</p>

source: &Edit Request
ar: حرر الطلب
cs: &Upravit požadavek
da: R&edigér forespørgsel
el: &Επεξεργασία Αίτησης
es: &Editar solicitud
fi: &Muokkaa pyyntöä
fr: Édit&er la requête
hi: संपादन अनुरोध (&E)
hu: &Kérés módosítása
id: &Sunting Permintaan
it: &Modifica richiesta
km: កែសម្រួល​សំណើ
nb: &Rediger forespørsel
nl: Verzoek b&ewerken
pa: ਮੰਗ ਸੋਧ(&E)
pl: &Edytuj żądanie
pt_br: &Editar solicitação
ro: &Editează cererea
ru: &Редактировать запрос
uk: &Змінити запит
zh_cn: 编辑请求(&E)
zh_tw: 編輯要求(&E)

source: Sign Request as a %1 (Step 2/2)
ar: طلب تسجيل الدخول %1 (الخطوة 2/2)
cs: Podepsat požadavek jako %1 (krok 2/2)
da: Signér forespørgsel som en %1 (trin 2/2)
el: Υπογραφή Αίτησης ως ένα %1 (Βήμα 2/2)
es: Firmar solicitud como %1 (paso 2/2)
fi: Allekirjoita Pyyntö %1 :ksi (vaihe 2/2)
fr: Signer la requête en tant que %1 (étape 2/2)
hi: %1 के रूप में अनुरोध पर हस्ताक्षर करें(चरण 2/2)
hu: Kérés aláírása, mint %1 (2/2. lépés)
id: Tandatangani Permintaan sebagai %1 (Langkah 2/2)
it: Firma richiesta come %1 (Passaggio 2/2)
km: ចុះ​ហត្ថលេខា​ជា %1 (ជំហាន ២/២)
nb: Signer forespørsel som en %1 (trinn 2/2)
nl: Verzoek ondertekenen als een %1 (stap 2/2)
pl: Podpisywanie żądania jako %1 (etap 2/2)
pt_br: Assinar solicitação como %1 (etapa 2/2)
ro: Semnează cererea ca %1 (pasul 2/2)
ru: Подписать запрос как %1 (Шаг 2/2)
sk: Podpísať požiadavku ako %1 (Krok 2/2)
uk: Підписати запит як %1 (крок 2 з 2)
zh_cn: 将请求签署为 %1 (步骤 2/2)
zh_tw: 把要求簽名為 %1 (步驟 2/2)

source: Sign Request
ar: طلب تسجيل الدخول
cs: Podepsat požadavek
da: Signér forespørgsel
el: Υπογραφή Αίτησης
es: Firmar solicitud
fi: Allekirjoita pyyntö
fr: Signer la requête
hi: अनुरोध पर हस्ताक्षर करें
hu: Kérés aláírása
id: Tandatangani Permintaan
it: Firma richiesta
km: ចុះ​ហត្ថលេខា​សំណើ
nb: Signer forespørsel
nl: Verzoek ondertekenen
pa: ਸਾਇਨ ਮੰਗ
pl: Podpisz żądanie
pt_br: Assinar solicitação
ro: Semnează cererea
ru: Подписать запрос
uk: Підписати запит
zh_cn: 签署请求
zh_tw: 簽名要求

source: The request has been signed.
ar: لقد وُقع على الطلب.
cs: Požadavek byl podepsán.
da: Forespørgsel er signeret.
el: Η αίτηση υπογράφηκε.
es: La solicitud ha sido firmada.
fi: Pyyntö on allekirjoitettu.
fr: La requête a été signée.
hi: अनुरोध पर हस्ताक्षर किया जा चुका है।
hu: A kérés aláírásra került.
id: Permintaan ini telah ditandatangani
it: La richiesta è stata firmata.
km: សំណើ​ត្រូវ​បាន​ចុះ​ហត្ថលេខា ។
nb: Forespørselen er signert.
nl: Het verzoek is ondertekend.
pa: ਮੰਗ ਸਾਇਨ ਕੀਤੀ ਗਈ ਹੈ।
pl: Żądanie zostało podpisane.
pt_br: A solicitação foi assinada.
ro: Cererea a fost semnată.
ru: Запрос подписан.
uk: Запит підписано.
zh_cn: 请求已签署。
zh_tw: 要求已經簽名。

source: Really delete CA %1?
ar: حذف CA %1؟
cs: Skutečně smazat CA %1?
da: Vil du virkelig slette CA %1?
el: Είστε σίγουροι οτι θέλετε την διαγραφή του CA %1;
es: ¿Está seguro de que desea eliminar la CA %1?
fi: Haluatko varmasti poistaa CA:n %1?
fr: Vraiment supprimer l'AC %1 ?
hi: वास्तव में CA %1 को हटाया जाना है?
hu: Valóban törli a(z) %1 CA-t?
id: Yakin ingin menghapus CA %1?
it: Eliminare la CA %1?
km: ពិត​ជា​លុប CA %1 ឬ ?
nb: Vil du virkelig slette følgende CAen %1?
nl: CA %1 verwijderen?
pa: ਕੀ CA %1 ਹਟਾਉਣਾ ਹੈ?
pl: Czy na pewno usunąć CA %1?
pt_br: Realmente remover o CA %1?
ro: Chiar ștergeți CA %1?
ru: Действительно удалить CA %1?
sk: Naozaj zmazať CA %1?
uk: Дійсно вилучити CA %1?
zh_cn: 真的删除 CA %1 吗？
zh_tw: 確定要刪除 CA %1？

source: Force Delete
ar: حذف بالقوة
cs: Vynutit smazání
da: Tving slet
el: Υποχρεωτική Διαγραφή
es: Forzar eliminación
fi: Pakota poistaminen
fr: Forcer la suppression
hi: बलपूर्वक हटाया जाना
hu: Kényszerített törlés
id: Hapus Paksa
it: Forza eliminazione
km: បង្ខំ​ឲ្យ​លុប​
nb: Slett automatisk
nl: Forceer verwijderen
pa: ਧੱਕੇ ਨਾਲ ਹਟਾਓ
pl: Wymuś usunięcie
pt_br: Forçar a remoção
ro: Forțează ștergerea
ru: Принудительное удаление
uk: Примусове вилучення
zh_cn: 强行删除
zh_tw: 強制刪除

source: This CA is still in use. Delete it?
ar: هذا CA المرجع المصدق لا يزال قيد الاستخدام. حذفه؟
cs: Tato CA se stále používá. Smazat ji?
da: Denne CA er stadig i brug. Vil du slette den?
el: Αυτή η CA χρησιμοποιείται ακόμα. Διαγραφή της;
es: La CA aún está en uso. ¿Desea eliminarla?
fi: Tämä CA on yhä käytössä. Haluatko poistaa sen?
fr: Cette AC est encore utilisée. Voulez-vous vraiment la supprimer ?
hi: यह CA अभी तक उपयोग में है। इसे हटाना है?
hu: A CA használatban van. Biztosan törli?
id: CA ini masih tetap digunakan. Yakin ingin menghapusnya?
it: Questa CA è ancora in uso. Eliminarla?
km: CA នេះ​នៅ​តែ​កំពុង​ប្រើ ។ លុប​វា​ឬទេ ?
nb: Denne CAen er fremdeles i bruk. Vil du slette den?
nl: Deze CA is nog in gebruik. Verwijderen?
pa: ਇਹ CA ਹਾਲੇ ਵਰਤੋਂ ਅਧੀਨ ਹੈ। ਹਟਾਉਣਾ ਹੈ?
pl: Ten CA jest wciąż używany. Czy usunąć go?
pt_br: Esta CA ainda está em uso. Removê-la?
ro: CA este încă folosit. Îl ștergeți?
ru: Этот CA по-прежнему используется. Удалить его?
uk: Цей CA все ще використовується. Вилучити його?
zh_cn: 此 CA 仍在使用。删除它吗？
zh_tw: 此 CA 尚在使用中。確定要刪除嗎？

source: <p>Select one CA and press <b>Enter CA</b>.</p>
ar: <p>حدد CA واحد واضغط <b>Enter CA</b>.</p>
cs: <p>Vyberte jednu CA a zvolte <b>Vstoupit do CA</b>.</p>
da: <p>Vælg en CA og tryk <b>Åbn CA</b>.</p>
el: <p>Επιλέξτε μια CA και πατήστε <b>Εισαγωγή CA</b>.</p>
es: <p>Seleccione una autoridad de certificación y pulse <b>Introducir CA</b>.</p>
fi: <p>Valitse jokin CA ja paina <b>Määritä CA</b>.</p>
fr: <p>Sélectionnez une autorité de confiance et cliquez sur <b>Valider l'AC</b>.</p>
hi: <p>एक CA चुनें और <b>Enter CA</b> को दबाएं।</p>
hu: <p>Válasszon egy CA-t és nyomja meg a <b>Belépés a CA-ba</b> gombot.</p>
id: <p>Pilih satu CA dan tekan <b>Masukkan CA</b>.</p>
it: <p>Selezionare una CA e premere <b>Immettere CA</b>.</p>
km: <p>ជ្រើស CA មួយ និង​ចុច <b>បញ្ចូល CA</b> ។</p>
nb: <p>Velg en CA og klikk <b>Angi CA</b>.</p>
nl: <p>Select één CA en klik op <b>Werk in CA</b>.</p>
pa: <p>ਇੱਕ CA ਚੁਣੋ ਅਤੇ <b>CA ਦਿਓ</b> ਦੱਬੋ।</p>
pl: <p>Należy wybrać jeden CA i nacisnąć przycisk <b>Wprowadź CA</b>.</p>
pt_br: <p>Selecione uma CA e clique em <b>Entre CA</b>.</p>
ro: <p>Selectați un CA și apăsați <b>Introduceți CA</b>.</p>
ru: <p>Выберите один CA и нажмите кнопку <b>Ввод CA</b>.</p>
uk: <p>Виберіть один CA і натисніть <b>Ввести CA</b>.</p>
zh_cn: <p>选择一个 CA 并按<b>输入 CA</b>。</p>
zh_tw: <p>選取一個 CA 並按<b>「輸入 CA」</b>。</p>
