Repository: Dzejrou/yast-translations
Catalog: po/*-management/*.po
Languages: ar, cs, da, el, es, fi, fr, hi, hu, id, it, km, nb, nl, pa, pl, pt_br, ro, ru, sk, uk, zh_cn, zh_tw

source: Getting defaults failed.
ar: فشل الحصول على الإعدادات الافتراضية.
cs: Získávání výchozích hodnot selhalo.
da: Hentning af standardindstillinger fejlede.
el: Ορισμός των προεπιλεγμένων απέτυχε.
es: Se ha producido un error al obtener valores por defecto.
fi: Oletusten hakeminen epäonnistui
fr: Échec d'obtention des valeurs par défaut.
hi: डिफॉल्ट ढूंढ़ने में असफल।
hu: Az alapértékek lekérése nem sikerült.
id: Gagal mendapatkan nilai standar.
it: Impossibile ottenere i valori predefiniti.
km: ការ​ទទួល​លំនាំដើម​បាន​បរាជ័យ ។
nb: Innhenting av standardverdier mislyktes.
nl: Standaardwaarden ophalen is mislukt.
pa: ਮੂਲ ਲੈਣ ਲਈ ਫੇਲ੍ਹ।
pl: Pobieranie domyślnych ustawień nie powiodło się.
pt_br: Falha ao obter padrões.
ro: Obținerea datelor implicite a eșuat.
ru: Сбой получения настроек по умолчанию.
sk: Získanie predvolených hodnôt zlyhalo.
uk: Помилка отримання типових параметрів.
zh_cn: 获取默认值失败。
zh_tw: 取得預設值失敗。

source: Missing value 'certType'.
ar: قيمة مفقودة 'certType'.
cs: Chybějící hodnota 'certType'.
da: Mangler værdien 'certType'.
el: Λείπει η τιμή 'certType'.
es: Falta ell valor 'certType'.
fi: Puuttuva arvo 'certType'.
fr: Valeur 'certType' manquante.
hi: अनुपलब्ध मान 'certType'।
hu: Hiányzó 'certType' érték.
id: Nilai 'certType' tidak ada.
it: Valore 'certType' mancante.
km: បាត់​តម្លៃ 'certType' ។
nb: Verdien 'certType' mangler.
nl: Ontbrekende 'certType' waarde.
pa: ਮੁੱਲ 'certType' ਗੁੰਮ ਹੈ।
pl: Brakuje wartości 'certType'.
pt_br: Valor 'certType' ausente.
ro: Lipsește valoarea 'certType'.
ru: Отсутствует значение certType.
sk: Chýbajúca hodnota 'certType'.
uk: Відсутнє значення "certType".
zh_cn: 缺少值 'certType'。
zh_tw: 遺失 'certType' 值。

source: Initializing the CA failed.
ar: فشل تهيئة CA.
cs: Inicializace CA selhala.
da: Initialisering af CA fejlede.
el: Αρχικοποίηση της CA απέτυχε.
es: Se ha producido un error inicializando CA.
fi: CA:n valmistelu epäonnistui
fr: Échec de l'initialisation de l'AC.
hi: CA आरंभ करने में असफल रहा।
hu: A CA előkészítése sikerült.
id: Gagal menginisialisasi CA.
it: Inizializzazione della CA non riuscita.
km: ការ​ចាប់ផ្ដើម CA បាន​បរាជ័យ ។
nb: Initialisering av CA mislyktes.
nl: Initialiseren van de CA is mislukt.
pa: CA ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਫੇਲ੍ਹ।
pl: Inicjalizacja CA nie powiodła się.
pt_br: Falha ao inicializar CA.
ro: Inițializarea CA a eșuat.
ru: Сбой инициализации CA.
sk: Inicializácia CA zlyhala.
uk: Помилка започаткування CA.
zh_cn: 初始化 CA 失败。
zh_tw: 啟始化 CA 失敗。

source: Writing the defaults failed.
ar: فشلت عملية كتابة الإعدادات الافتراضية.
cs: Zápis výchozích hodnot selhal.
da: Skrivning af standardindstillinger fejlede.
el: Εγγραφή προεπιλεγμένων απέτυχε.
es: Se ha producido un error al escribir los valores por defecto.
fi: Oletusten kirjoittaminen epäonnistui
fr: Échec de l'écriture des valeurs par défaut.
hi: डिफॉल्ट को लिखने में असफल रहा।
hu: Az alapértékek kiírása nem sikerült.
id: Menulis kolom standar.
it: Scrittura dei valori predefiniti non riuscita.
km: ការ​សរសេរ​លំនាំដើម​បាន​បរាជ័យ ។
nb: Lagring av standardverdier mislyktes.
nl: Standaardwaarden opslaan is mislukt.
pa: ਮੂਲ ਲਿਖਣ ਲਈ ਫੇਲ੍ਹ ਹੈ।
pl: Zapisywanie ustawień domyślnych nie powiodło się.
pt_br: Falha ao salvar os padrões.
ro: Scrierea datelor implicite a eșuat.
ru: Сбой записи настроек по умолчанию.
sk: Zapisovanie predvolených hodnôt zlyhalo.
uk: Помилка запису типових параметрів.
zh_cn: 写入默认值失败。
zh_tw: 寫入預設值失敗。

source: Invalid value for parameter 'caName'.
ar: الحصول على قيمة غير صالحة للمُعامِل 'caName'.
cs: Chybná hodnota parametru 'caName'.
da: Ugyldig værdi for parameteren 'caName'.
el: Λάθος τιμή για την παράμετρο 'caName'.
es: Valor no válido del parámetro 'caName'.
fi: Parametrin 'caName' arvo on virheellinen.
fr: Valeur de l'option 'caName' invalide.
hi: मानक 'caName' के लिए अमान्य मान।
hu: Érvénytelen érték a 'caName' paraméterhez.
id: Nilai untuk parameter 'caName' tidak valid.
it: Valore non valido per il parametro 'caName'.
km: តម្លៃ​មិន​ត្រឹមត្រូវ​សម្រាប់​ប៉ារ៉ាម៉ែត្រ 'caName' ។
nb: Ugyldig verdi for parameteren 'caName'.
nl: Ongeldige 'caName' parameter waarde.
pa: ਪੈਰਾਮੀਟਰ 'caName' ਲਈ ਗਲਤ ਮੁੱਲ ਹੈ।
pl: Nieprawidłowa wartość parametru 'caName'.
pt_br: Valor inválido para parâmetro 'caName'.
ro: Valoare invalidă pentru parametrul 'caName'.
ru: Неверное значение параметра caName.
sk: Neplatná hodnota parametra 'caName'.
uk: Нечинне значення для параметра «caName».
zh_cn: 参数 'caName' 的值无效。
zh_tw: 無效的參數 'caName' 值。

source: Invalid value for parameter 'type'.
ar: الحصول على قيمة غير صالحة لمُعامِل 'نوع.
cs: Chybná hodnota parametru 'type'.
da: Ugyldig værdi for parameteren 'type'.
el: Λάθος τιμή για την παράμετρο 'type'.
es: Valor no válido del parámetro 'type'.
fi: Parametrin 'type' arvo on virheellinen.
fr: Valeur de l'option 'type' invalide.
hi: मानक 'type' के लिए अमान्य मान।
hu: Érvénytelen érték a 'type' paraméterhez.
id: Nilai untuk parameter 'type' tidak valid.
it: Valore non valido per il parametro 'type'.
km: តម្លៃ​មិន​ត្រឹមត្រូវ​សម្រាប់​ប៉ារ៉ាម៉ែត្រ 'type' ។
nb: Ugyldig verdi for parameteren 'type'.
nl: Ongeldige 'type' parameter waarde.
pa: ਪੈਰਾਮੀਟਰੀ 'type' ਲਈ ਗਲਤ ਮੁੱਲ ਹੈ।
pl: Nieprawidłowa wartość parametru 'type'.
pt_br: Valor inválido para parâmetro 'type'.
ro: Valoare invalidă pentru parametrul 'type'.
ru: Неверное значение параметра type.
sk: Neplatná hodnota parametra 'type'.
uk: Нечинне значення для параметра «type».
zh_cn: 参数 'type' 的值无效。
zh_tw: 無效的參數 'type' 值。

source: Parsing the CA failed.
ar: فشل تحليل CA.
cs: Analýza CA selhala.
da: Fortolkning af CA fejlede.
el: Ανάλυση της CA απέτυχε.
es: Se ha producido un error al analizar CA.
fi: CA:n koostaminen epäonnistui.
fr: Échec de l'analyse de l'AC.
hi: CA की पार्जिंग में असफल।
hu: A CA elemzése nem sikerült.
id: Gagal mengurai CA.
it: Analisi della CA non riuscita.
km: ការ​ញែក CA បាន​បរាជ័យ ។
nb: Tolking av CA mislyktes.
nl: De CA ontleden is mislukt.
pa: CA ਪਾਰਸਿੰਗ ਫੇਲ੍ਹ ਹੋਈ।
pl: Analizowanie składni CA nie powiodło się.
pt_br: Falha ao analisar CA.
ro: Parcurgerea CA a eșuat.
ru: Сбой обработки CA.
sk: Načítanie CA zlyhalo.
uk: Помилка аналізу CA.
zh_cn: 解析 CA 失败。
zh_tw: 分析 CA 失敗。

source: Missing value 'keyPasswd'.
ar: قيمة مفقودة 'كلمة المرور'.
cs: Chybějící hodnota 'keyPasswd'.
da: Mangler værdien 'keyPasswd'.
el: Λάθος τιμή του 'keyPasswd'.
es: Falta el valor 'keyPasswd'.
fi: Puuttuva arvo 'keyPasswd'.
fr: Valeur 'keyPasswd' manquante.
hi: अनुपलब्ध मान 'keyPasswd'।
hu: Hiányzó 'keyPasswd' érték.
id: Nilai 'keyPasswd' tidak ada.
it: Valore 'keyPasswd' mancante.
km: បាត់​តម្លៃ 'keyPasswd' ។
nb: Verdien 'keyPasswd' mangler.
nl: Ontbrekende 'keyPasswd' waarde.
pa: ਮੁੱਲ 'keyPasswd' ਗੁੰਮ ਹੈ।
pl: Brak wartości 'keyPasswd'.
pt_br: Valor 'keyPasswd' ausente.
ro: Lipsește valoarea 'keyPasswd'.
ru: Отсутствует значение keyPasswd.
sk: Chýbajúca hodnota 'keyPasswd'.
uk: Відсутнє значення "keyPasswd".
zh_cn: 缺少值 'keyPasswd'。
zh_tw: 遺失 'keyPasswd' 值。

source: Creating request failed.
ar: فشل إنشاء الطلب.
cs: Vytvoření požadavku selhalo.
da: Oprettelse af forespørgsel fejlede.
el: Η δημιουργία αίτησης απέτυχε.
es: Se ha producido un error al crear la solicitud.
fi: Pyynnön luominen epäonnistui.
fr: Échec de la création de la requête.
hi: अनुरोध सृजित करने में असफल।
hu: A kérés létrehozása nem sikerült.
id: Gagal membuat permintaan.
it: Creazione della richiesta non riuscita.
km: ការ​បង្កើត​សំណើ​បាន​បរាជ័យ ។
nb: Oppretting av forespørsel mislyktes.
nl: Verzoek aanmaken is mislukt.
pa: ਬਣਾਉਣ ਮੰਗ ਫੇਲ੍ਹ ਹੋਈ।
pl: Tworzenie żądania nie powiodło się.
pt_br: Falha ao criar solicitação.
ro: Crearea cererii a eșuat.
ru: Сбой создания запроса.
sk: Vytvorenie požiadavku zlyhalo.
uk: Помилка створення запиту.
zh_cn: 创建请求失败。
zh_tw: 建立要求失敗。

source: Missing value 'request'
ar: قيمة مفقودة 'الطلب'
cs: Chybějící hodnota 'request'
da: Mangler værdien 'request'
el: Λείπει η τιμή 'request'
es: Falta el valor 'request'
fi: Puuttuva arvo 'request'
fr: Valeur 'request' manquante
hi: अनुपलब्ध मान 'अनुरोध'।
hu: Hiányzó 'request' érték
id: Nilai 'request' tidak ada
it: Valore 'request' mancante
km: បាត់​តម្លៃ 'សំណើ'
nb: Verdien 'request' mangler
nl: Waarde 'request' ontbreekt
pa: ਮੁੱਲ 'request' ਗੁੰਮ ਹੈ।
pl: Brak wartości 'request'
pt_br: Valor 'request' ausente
ro: Lipsește valoarea 'request'
ru: Отсутствует значение request
sk: Chýbajúca hodnota 'request'
uk: Відсутнє значення "request"
zh_cn: 缺少值 'request'
zh_tw: 遺失 'request' 值

source: Missing value 'caPasswd'.
ar: قيمة مفقودة 'كلمة مرور CA'.
cs: Chybějící hodnota 'caPasswd'.
da: Mangler værdien 'caPasswd'.
el: Λείπει η τιμή 'caPasswd'.
es: Falta el valor 'caPasswd'.
fi: Puuttuva arvo 'caPasswd'.
fr: Valeur 'caPasswd' manquante.
hi: अनुपलब्ध मान 'caPasswd'।
hu: Hiányzó 'caPasswd' érték.
id: Nilai 'caPasswd' tidak ada.
it: Valore 'caPasswd' mancante.
km: បាត់​តម្លៃ 'caPasswd' ។
nb: Verdien 'caPasswd' mangler.
nl: Ontbrekende 'caPasswd' waarde.
pa: ਮੁੱਲ 'caPasswd' ਗੁੰਮ ਹੈ।
pl: Brak wartości 'caPasswd'.
pt_br: Valor 'caPasswd' ausente.
ro: Lipsește valoarea 'caPasswd'.
ru: Отсутствует значение caPasswd.
sk: Chýbajúca hodnota 'caPasswd'.
uk: Відсутнє значення "caPasswd".
zh_cn: 缺少值 'caPasswd'。
zh_tw: 遺失 'caPasswd' 值。

source: Signing certificate failed.
ar: فشل تسجيل الشهادة.
cs: Podpis certifikátu selhal.
da: Signering af certifikat fejlede.
el: Υπογραφή του Πιστοποιητικού απέτυχε.
es: Se ha producido un error al firmar el certificado.
fi: Varmenteen allekirjoittaminen epäonnistui.
fr: Échec de la signature du certificat.
hu: A tanúsítvány aláírása nem sikerült.
id: Gagal menandatangani sertifikat.
it: Firma del certificato non riuscita.
km: កា​រចុះហត្ថលេខា​វិញ្ញាបនបត្រ​បាន​បរាជ័យ ។
nb: Signering av sertifikat mislyktes.
nl: Het ondertekenen van het certificaat is mislukt.
pl: Podpisywanie certyfikatu nie powiodło się.
pt_br: Falha ao assinar o certificado.
ro: Semnarea certificatului a eșuat.
ru: Не удалось подписать сертификат.
uk: Не вдалося підписати сертифікат.
zh_cn: 签署证书失败。
zh_tw: 簽署憑證失敗。

source: Missing parameter 'caName'.
ar: مُعامِل مفقود 'caName'.
cs: Chybějící parametr 'caName'.
da: Mangler parameteren 'caName'.
el: Λείπει η παράμετρος 'caName'.
es: Falta el parámetro 'caName'.
fi: Puuttuva parametri 'caName'.
fr: Paramètre 'caName' manquant.
hi: अनुपलब्ध मानक 'caName'।
hu: Hiányzó 'caName' paraméter.
id: Parameter 'caName' tidak ada.
it: Parametro 'caName' mancante.
km: បាត់​ប៉ារ៉ាម៉ែត្រ 'caName' ។
nb: Parameteren 'caName' mangler.
nl: Ontbrekende 'caName' parameter.
pa: ਪੈਰਾਮੀਟਰ 'caName' ਗੁੰਮ ਹੈ।
pl: Brak parametru 'caName'.
pt_br: Parâmetro 'caName' ausente.
ro: Lipsește parametrul 'caName'.
ru: Отсутствует параметр caName.
sk: Chýbajúci parameter 'caName'.
uk: Відсутній параметр "caName".
zh_cn: 缺少参数 'caName'。
zh_tw: 遺失 'caName' 參數。

source: Missing parameter 'caPasswd'.
ar: مُعامِل مفقود 'caPasswd'.
cs: Chybějící parametr 'caPasswd'.
da: Mangler parameteren 'caPasswd'.
el: Λείπει η παράμετρος 'caPasswd'.
es: Falta el parámetro 'caPasswd'.
fi: Puuttuva parametri 'caPasswd'.
fr: Paramètre 'caPasswd' manquant.
hi: अनुपलब्ध मानक 'caPasswd'।
hu: Hiányzó 'caPasswd' paraméter.
id: Parameter 'caPasswd' tidak ada.
it: Parametro 'caPasswd' mancante.
km: បាត់​ប៉ារ៉ាម៉ែត្រ 'caPasswd' ។
nb: Parameteren 'caPasswd' mangler.
nl: Parameter 'caPasswd' ontbreekt.
pa: ਪੈਰਾਮੀਟਰ 'caPasswd' ਗੁੰਮ ਹੈ।
pl: Brak parametru 'caPasswd'.
pt_br: Parâmetro 'caPasswd' ausente.
ro: Lipsește parametrul 'caPasswd'.
ru: Отсутствует параметр caPasswd.
sk: Chýbajúci parameter 'caPasswd'.
uk: Відсутній параметр "caPasswd".
zh_cn: 缺少参数 'caPasswd'。
zh_tw: 遺失參數 'caPasswd'。

source: Getting the certificate list failed.
ar: فشل الحصول على قائمة الشهادات.
cs: Získávání seznamu certifikátů selhalo.
da: Hentning af certifikatlisten fejlede.
el: Η λήψη του καταλόγου πιστοποιητικού απέτυχε.
es: Se ha producido un error al obtener la lista de certificados.
fi: Varmennelistan saaminen epäonnistui.
fr: Échec d'obtention de la liste des certificats.
hi: प्रमाण-पत्र सूची प्राप्त करने में असफल।
hu: A tanúsítványlista lekérése nem sikerült.
id: Gagal mendapatkan daftar sertifikat.
it: Impossibile ottenere l'elenco di certificati.
km: ការ​ទទួលបញ្ជី​វិញ្ញាបនបត្រ​បាន​បរាជ័យ ។
nb: Innhenting av sertifikatliste mislyktes.
nl: Ophalen van certificatenlijst is mislukt.
pa: ਸਰਟੀਫਿਕੇਟ ਲਿਸਟ ਲੈਣ ਲਈ ਫੇਲ੍ਹ ਹੈ।
pl: Pobieranie listy certyfikatów nie powiodło się.
pt_br: Falha ao obter a lista de certificados.
ro: Obținerea listei de certificate a eșuat.
ru: Не удалось получить список сертификатов.
sk: Získanie zoznamu certifikátov zlyhalo.
uk: Помилка отримання списку сертифікаті.
zh_cn: 获取证书列表失败。
zh_tw: 取得憑證清單失敗。

source: Invalid value for parameter 'caPasswd'.
ar: الحصول على قيمة غير صالحة للمُعامِل 'caName'.
cs: Chybná hodnota parametru 'caPasswd'.
da: Ugyldig værdi for parameteren 'caPasswd'.
el: Άγνωστη τιμή για την παράμετρο 'caPasswd'.
es: Valor no válido del parámetro 'caPasswd'.
fi: Parametrin 'caPasswd' arvo on virheellinen.
fr: Valeur de l'option 'caPasswd' invalide.
hi: मानक 'caPasswd' के लिए अमान्य मान।
hu: Érvénytelen érték a 'caPasswd' paraméterhez.
id: Nilai untuk parameter 'caPasswd' tidak valid.
it: Valore non valido per il parametro 'caPasswd'.
km: តម្លៃ​មិន​ត្រឹមត្រូវ​សម្រាប់​ប៉ារ៉ាម៉ែត្រ 'caPasswd' ។
nb: Ugyldig verdi for parameteren 'caPasswd'.
nl: Ongeldige 'caPasswd' parameter waarde.
pa: ਪੈਰਾਮੀਟਰ 'caPasswd' ਲਈ ਗਲਤ ਮੁੱਲ ਹੈ।
pl: Nieprawidłowa wartość parametru 'caPasswd'.
pt_br: Valor inválido do parâmetro 'caPasswd'.
ro: Valoare invalidă pentru parametrul 'caPasswd'.
ru: Неверное значение параметра caPasswd.
sk: Neznáma hodnota parametra 'caPasswd'.
uk: Нечинне значення для параметра «caPasswd».
zh_cn: 参数 'caPasswd' 的值无效。
zh_tw: 無效的 'caPasswd' 參數值。

source: Invalid password.
ar: كلمة المرور غير صالحة.
cs: Neplatné heslo.
da: Ugyldig adgangskode.
el: Λάθος συνθηματικό.
es: Contraseña no válida.
fi: Virheellinen salasana.
fr: Mot de passe incorrect.
hi: असतापित पासवेर्ड
hu: Érvénytelen jelszó.
id: Kata sandi tidak valid.
it: Password non valida.
km: ពាក្យ​សម្ងាត់​មិន​ត្រឹមត្រូវ​ឡើយ ។
nb: Ugyldig passord.
nl: Ongeldig wachtwoord.
pa: ਗਲਤ ਪਾਸਵਰਡ ਹੈ।
pl: Nieprawidłowe hasło.
pt_br: Senha inválida.
ro: Parolă invalidă.
ru: Неверный пароль.
sk: Neplatné heslo.
uk: Неправильний пароль.
zh_cn: 无效的密码。
zh_tw: 無效的密碼。

source: UpdateDB failed.
ar: فشل تحديث UpdateDB.
cs: UpdateDB selhalo.
da: 'UpdateDB' fejlede.
el: Αποτυχία UpdateDB.
es: UpdateDB falló.
fi: UpdateDB epäonnistui.
fr: Échec de UpdateDB.
hi: UpdateDB असफल रहा।
hu: UpdateDB hiba.
id: UpdateDB gagal.
it: UpdateDB non riuscito.
km: UpdateDB បាន​បរាជ័យ ។
nb: Oppdatering av database mislyktes.
nl: UpdateDB is mislukt.
pa: UpdateDB ਫੇਲ੍ਹ ਹੈ।
pl: Działanie UpdateDB nie powiodło się.
pt_br: Falha em UpdateDB.
ro: UpdateDB a eșuat.
ru: Сбой UpdateDB.
sk: UpdateDB zlyhalo.
uk: Помилка оновлення бази даних.
zh_cn: UpdateDB 失败。
zh_tw: 更新 DB 失敗。

source: Invalid value for parameter 'certificate'.
ar: الحصول على قيمة غير صالحة للمُعامِل 'الشهادة'.
cs: Chybná hodnota parametru 'certificate'.
da: Ugyldig værdi for parameteren 'certificate'.
el: Λάθος τιμή για την παράμετρο 'certificate'.
es: Valor no válido del parámetro 'certificate'.
fi: Parametrin 'certificate' arvo on virheellinen.
fr: Valeur de l'option 'certificate' invalide.
hi: मानक 'प्रमाण-पत्र' के लिए अमान्य मान।
hu: Érvénytelen érték a 'certificate' paraméterhez.
id: Nilai untuk parameter 'certificate' tidak valid.
it: Valore non valido per il parametro 'certificate'.
km: តម្លៃ​មិន​ត្រឹមត្រូវ​សម្រាប់​ប៉ារ៉ាម៉ែត្រ 'certificate' ។
nb: Ugyldig verdi for parameteren 'certificate'.
nl: Ongeldige 'certificate' parameter waarde.
pa: ਪੈਰਾਮੀਟਰ 'certificate' ਲਈ ਗਲਤ ਮੁੱਲ ਹੈ।
pl: Nieprawidłowa wartość parametru 'certificate'.
pt_br: Valor inválido do parâmetro 'certificate'.
ro: Valoare invalidă pentru parametrul 'certificate'.
ru: Неверное значение параметра certificate.
sk: Neplatná hodnota parametra 'certificate'.
uk: Нечинне значення параметра «certificate».
zh_cn: 参数 'certificate' 的值无效。
zh_tw: 無效的 'certificate' 參數值。

source: Parsing the certificate failed.
ar: فشل تحليل الشهادة.
cs: Analýza certifikátu selhala.
da: Fortolkning af certifikat fejlede.
el: Η ανάλυση του πιστοποιητικού απέτυχε.
es: Se ha producido un error al procesar el certificado.
fi: Varmenteen koostaminen epäonnistui.
fr: Échec de l'analyse du certificat.
hi: प्रमाण-पत्र की पार्जिंग असफल रही।
hu: A tanúsítvány elemzése nem sikerült.
id: Gagal mengurai sertifikat.
it: Analisi del certificato non riuscita.
km: ការ​ញែក​វិញ្ញាបនបត្រ​បាន​បរាជ័យ ។
nb: Tolking av sertifikatet mislyktes.
nl: Het ontleden van het certificaat is mislukt.
pa: ਸਰਟੀਫਿਕੇਟ ਪਾਰਸ ਕਰਨ ਲਈ ਫੇਲ੍ਹ ਹੈ।
pl: Analizowanie składni certyfikatu nie powiodło się.
pt_br: Falha ao analisar o certificado.
ro: Parcurgerea certificatului a eșuat.
ru: Не удалось обработать сертификат.
sk: Načítanie certifikátu zlyhalo.
uk: Помилка аналізу сертифіката.
zh_cn: 解析证书失败。
zh_tw: 分析憑證失敗。

source: Missing value 'certificate'.
ar: قيمة مفقودة 'الشهادة'.
cs: Chybějící hodnota 'certificate'.
da: Mangler værdien 'certificate'.
el: Λείπει η τιμή 'certificate'.
es: Falta el valor 'certificate'.
fi: Puuttuva arvo 'certificate'.
fr: Valeur 'certificate' manquante.
hi: अनुपलब्ध मान 'प्रमाण-पत्र'।
hu: Hiányzó 'certificate' érték.
id: Nilai 'certificate' tidak ada.
it: Valore 'certificate' mancante.
km: បាត់​តម្លៃ 'វិញ្ញាបនបត្រ' ។
nb: Verdien 'certificate' mangler.
nl: Ontbrekende 'certificate' waarde.
pa: ਮੁੱਲ 'certificate' ਗੁੰਮ ਹੈ।
pl: Brak wartości 'certificate'.
pt_br: Valor 'certificate' ausente.
ro: Lipsește valoarea 'certificate'.
ru: Отсутствует значение certificate.
sk: Chýbajúca hodnota 'certifikát'.
uk: Відсутнє значення «certificate».
zh_cn: 缺少值 'certificate'。
zh_tw: 遺失 'certificate' 值。

source: Revoking the certificate failed.
ar: فشل إبطال الشهادة.
cs: Zrušení certifikátu selhalo.
da: Inddragelse af certifikatet fejlede.
el: Η ανάκληση του πιστοποιητικού απέτυχε.
es: Se ha producido un error al revocar el certificado.
fi: Varmentimen kumoaminen epäonnistui.
fr: Échec de la révocation du certificat.
hi: प्रमाण-पत्र निरस्तीकरण असफल रहा।
hu: A tanúsítvány visszavonása nem sikerült.
id: Gagal mencabut sertifikat.
it: Revoca del certificato non riuscita.
km: ការ​ដកហូត​វិញ្ញាបនបត្រ​វិញ​បាន​បរាជ័យ ។
nb: Tilbakekalling av sertifikatet mislyktes.
nl: Het intrekken van het certificaat is mislukt.
pa: ਸਰਟੀਫਿਕੇਟ ਮਨਸੂਖ ਕਰਨਾ ਫੇਲ੍ਹ ਹੋਇਆ।
pl: Cofnięcie certyfikatu nie powiodło się.
pt_br: Falha ao revogar o certificado.
ro: Revocarea certificatului a eșuat.
ru: Не удалось отозвать сертификат.
sk: Zneplatnenie certifikátu zlyhalo.
uk: Ануляція сертифіката була невдалою.
zh_cn: 吊销证书失败。
zh_tw: 撤銷憑證失敗。

source: Missing value 'days'.
ar: قيمة مفقودة 'أيام'.
cs: Chybějící hodnota 'days'.
da: Mangler værdien 'days'.
el: Λείπει η τιμή 'days'.
es: Falta el valor 'days'.
fi: Puuttuva arvo 'days'.
fr: Valeur 'days' manquante.
hi: अनुपलब्ध मान 'दिन'।
hu: Hiányzó 'days' érték.
id: Nilai 'days' tidak ada.
it: Valore 'days' mancante.
km: បាត់​តម្លៃ 'ថ្ងៃ' ។
nb: Verdien 'days' mangler.
nl: Ontbrekende 'days' waarde.
pa: ਮੁੱਲ 'days' ਗਲਤ ਹੈ।
pl: Brak wartości 'days'.
pt_br: Valor 'days' ausente.
ro: Lipsește valoarea 'days'.
ru: Отсутствует значение days.
sk: Chýbajúca hodnota 'days'.
uk: Відсутнє значення для «days».
zh_cn: 缺少值 'days'。
zh_tw: 遺失 'days' 值。

source: Modifying CRLGenerationData failed.
ar: فشل تعديل توليد بيانات CRL.
cs: Změna CRLGenerationData selhala.
da: Ændring af 'CRLGenerationData' fejlede.
el: Η τροποποίηση του CRLGenerationData απέτυχε.
es: Se ha producido un error al modificar CRLGenerationData.
fi: CRLGenerationDatan muokkaaminen epäonnistui.
fr: Échec de la modification de CRLGenerationData.
hi: CRLGenerationData को संशोधित करने में असफल।
hu: A CRLGenerationData módosítása nem sikerült.
id: Gagal memodifikasi CRLGenerationData.
it: Modifica di CRLGenerationData non riuscita.
km: ការ​កែប្រែ CRLGenerationData បាន​បរាជ័យ ។
nb: Endring av CRLGenerationData mislyktes.
nl: Wijzigen van CRLGenerationData is mislukt.
pa: CRLGenerationData ਸੋਧ ਫੇਲ੍ਹ ਹੈ।
pl: Modyfikacja opcji CRLGenerationData nie powiodła się.
pt_br: Falha ao alterar CRLGenerationData.
ro: Modificarea CRLGenerationData a eșuat.
ru: Не удалось изменить CRLGenerationData.
sk: Úprava hodnoty CRLGenerationData zlyhala.
uk: Зміна CRLGenerationData зазнала невдачі.
zh_cn: 修改 CRLGenerationData 失败。
zh_tw: 修改 CRLGenerationData 失敗。

source: Creating the CRL failed.
ar: فشل إنشاء CRL.
cs: Vytvoření CRL selhalo.
da: Oprettelse af CRL fejlede.
el: Η δημιουργία CRL απέτυχε.
es: Se ha producido un error al crear la CRL.
fi: CRL-luominen epäonnistui.
fr: Échec de la création de la LCR.
hi: CRL सृजित करने में असफल।
hu: A CRL létrehozása nem sikerült.
id: Gagal membuat CRL.
it: Crezione del CRL non riuscita.
km: ការ​បង្កើត CRL បាន​បរាជ័យ ។
nb: Oppretting av CRL mislyktes.
nl: Aanmaken van de CRL is mislukt.
pa: CRL ਬਣਾਉਣ ਲਈ ਫੇਲ੍ਹ ਹੈ।
pl: Tworzenie CRL nie powiodło się.
pt_br: Falha ao criar CRL.
ro: Crearea CRL a eșuat.
ru: Не удалось создать CRL.
sk: Vytvorenie CRL zlyhalo.
uk: Помилка створення CRL.
zh_cn: 创建证书吊销列表失败。
zh_tw: 建立 CRL 失敗。

source: No CRL available.
ar: لا توجد CRL متاحة.
cs: Není dostupný žádný CRL.
da: Ingen CRL tilgængelig.
el: Μη διαθέσιμο CRL.
es: No hay ninguna lista CRL disponible.
fi: CRL ei ole saatavilla.
fr: Aucune LCR disponible.
hi: कोई CRL उपलब्ध नहीं।
hu: Nincs elérhető CRL.
id: Tidak ada CRL yang tersedia.
it: Nessun CRL disponibile.
km: គ្មាន CRL ។
nb: Ingen tilgjengelige CRL.
nl: Geen CLR beschikbaar.
pa: CRL ਉਪਲੱਬਧ ਨਹੀਂ ਹੈ।
pl: Żadne CRL nie jest dostępne.
pt_br: Nenhuma CRL disponível.
ro: CRL nu este disponibil.
ru: Нет доступных CRL.
sk: Žiadne CRL nie je k dispozícii.
uk: Немає CRL.
zh_cn: 无可用证书吊销列表。
zh_tw: 無可用的 CRL。

source: Parsing the CRL failed.
ar: فشل توزيع CRL.
cs: Analýza CRL selhala.
da: Fortolkning af CRL fejlede.
el: Ανάλυση CRL απέτυχε.
es: Error al analizar la CRL.
fi: CRL-koostaminen epäonnistui.
fr: Échec de l'analyse de la LCR.
hi: CRL की पार्जिंग असफल रही।
hu: A CRL elemzése nem sikerült.
id: Gagal mengurai CRL.
it: Analisi del CRL non riuscita.
km: ការ​ញែក CRL បាន​បរាជ័យ ។
nb: Tolking av CRL mislyktes.
nl: Ontleden van CRL is mislukt.
pa: CRL ਪਾਰਸ ਕਰਨ ਲਈ ਫੇਲ੍ਹ ਹੈ।
pl: Analizowanie składni CRL nie powiodło się.
pt_br: Falha ao analisar CRL.
ro: Parcurgerea CRL a eșuat.
ru: Не удалось обработать CRL.
sk: Načítanie CRL zlyhalo.
uk: Помилка аналізу CRL.
zh_cn: 解析证书吊销列表失败。
zh_tw: 分析 CRL 失敗。

source: Cannot parse destinationFile %s.
ar: لا يمكن تحليل ملف الوجهة %s.
cs: Nelze analyzovat destinationFile %s.
da: Kan ikke fortolke 'destinationsfilen %s.
el: Αδύνατη η ανάγνωση του αρχείου προορισμού %s.
es: No se puede analizar el fichero de destino %s.
fi: Ei voida koostaa destinationFile %s.
fr: Impossible d'analyser le fichier de destination %s.
hu: A 'destinationFile' '%s' feldolgozása nem sikerült.
id: Tidak dapat mengurai destinationFile %s.
it: Impossibile analizzare destinationFile %s.
km: មិន​អាច​ញែក​ឯកសារ​គោលដៅ %s ។
nb: Kan ikke analysere destinasjonsfilen %s.
nl: Kan doelbestand %s niet ontleden.
pa: destinationFile %s ਪਾਰਸ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕਦੀ ਹੈ।
pl: Nie można zanalizować składni destinationFile %s.
pt_br: Não foi possível analisar o destinationFile %s.
ro: Nu pot parcurge destinationFile %s.
ru: Невозможно обработать destinationFile %s.
uk: Неможливо розібрати destinationFile %s.
zh_cn: 无法解析目标文件 %s。
zh_tw: 無法分析目的地檔案 %s。

source: Directory does not exist.
ar: المجلد غير موجود.
cs: Adresář neexistuje.
da: Mappen eksisterer ikke.
el: Ο Κατάλογος δεν υπάρχει.
es: El directorio no existe.
fi: Hakemistoa ei ole olemassa.
fr: Le répertoire n'existe pas.
hu: A címtár nem létezik.
id: Direktori tidak ada.
it: La directory non esiste.
km: មិនមាន​ថតទេ ។
nb: Katalogen finnes ikke.
nl: Map bestaat niet.
pa: ਡਾਇਰੈਕਟਰੀ ਮੌਜੂਦ ਨਹੀਂ ਹੈ।
pl: Katalog nie istnieje.
pt_br: O diretório não existe.
ro: Directorul nu există.
ru: Каталог не существует.
uk: Каталог не існує.
zh_cn: 文件夹不存在。
zh_tw: 目錄不存在。
