Repository: Dzejrou/yast-translations
Catalog: po/*-management/*.po
Languages: ar, cs, da, el, es, fi, fr, hi, hu, id, it, km, nb, nl, pa, pl, pt_br, ro, ru, sk, uk, zh_cn, zh_tw

source: <p><b>Create Root CA</b> generates a new root certificate authority.</p>
ar: <p>ينشئ CA جذر <b></b> ينشئ CA جذر مصدق جديدة.</p>
cs: <p><b>Vytvořit root CA</b> vygeneruje novou kořenovou certifikační autoritu.</p>
da: <p><b>Opret root-CA</b> generer en ny certifikat-autoritet for root.</p>
el: <p><b>Δημιουργία Root CA</b> δημιουργεί μια νέα root εξουσιοδότηση πιστοποιητικού.</p>
es: <p><b>Crear CA raíz</b> genera una nueva autoridad certificadora raíz.</p>
fi: <p><b>Luo juuri-CA</b> generoi uuden juuri-CA:n (Root Certificate Authority).</p>
fr: <p><b>Créer l'AC racine</b> permet de générer une nouvelle autorité de certificats root.</p>
hi: <p><b>Create Root CA</b> एक नए रूट प्रमाण-पत्र प्राधिकरण को उत्पन्न करता है।</p>
hu: <p>A <b>Gyökér CA létrehozása</b> új gyökér hitelesítő központot hoz létre.</p>
id: <p><b>Buat CA Akar</b> digunakan untuk membuat otoritas sertifikat akar yang baru.</p>
it: <p><b>Crea CA root</b> consente di generare una nuova autorità di certificazione root.</p>
km: <p><b>បង្កើត Root CA</b> បង្កើត​អាជ្ញាធរវិញ្ញាបនបត្រ root ថ្មី​មួយ ។</p>
nb: <p><b>Opprett rot-CA</b> genererer en ny sertifikatautoritet for rot.</p>
nl: <p><b>Root CA aanmaken</b> genereert een nieuwe root certificaat autoriteit.</p>
pa: <p><b>Root CA ਬਣਾਓ</b> ਇੱਕ ਨਵਾਂ ਰੂਟ ਸਰਟੀਫਿਕੇਟ ਅਥਾਰਟੀ ਤਿਆਰ ਕਰਦਾ ਹੈ।</p>
pl: <p>Opcja <b>Utwórz główny CA</b> generuje nowy główny urząd certyfikacji.</p>
pt_br: <p><b>Criar CA raiz</b> gera uma nova autoridade de certificado raiz.</p>
ro: <p><b>Crează CA root</b> generează un nou root certificate authority.</p>
ru: <p>Кнопка <b>Создать корневой CA</b> создает корневую сертифицирующую организацию.</p>
sk: <p><b>Vytvoriť koreňovú CA</b> vytvorí novú koreňovú certifikačnú autoritu.</p>
uk: <p><b>Створити кореневий CA</b> створити нового кореневого видавця сертифікатів.</p>
zh_cn: <p><b>创建根 CA</b> 将生成新的根证书认证机构。</p>
zh_tw: <p><b>建立根 CA</b> 會產生新的根證書權限。</p>

source: <p>For more information about CA Management, please read the manual.</p>
ar: <p>لمزيد من المعلومات حول إدارة CA، الرجاء قراءة الدليل.</p>
cs: <p>Pro další informace o správě CA si přečtěte prosím manuál.</p>
da: <p>Læs manualen for mere information om CA-håndtering.</p>
el: <p>Για περισσότερες πληροφορίες σχετικά με τη Διαχείριση CA, παρακαλώ διαβάστε την τεκμηρίωση.</p>
es: <p>Para mas información sobre la gestión de certificados, por favor, lea el manual.</p>
fi: <p>Saat enemmän tietoa CA-hallinnasta sen info-sivuilta.</p>
fr: <p>Pour plus d'informations sur la gestion des autorités de certification, veuillez consulter le manuel.</p>
hu: <p>A CA Management termékkel kapcsolatos további tudnivalókért olvassa el a kézikönyvet.</p>
id: <p>Untuk informasi lebih lanjut tentang Manajemen CA, silakan baca panduannya.</p>
it: <p>Per ulteriori informazioni su CA Management leggere il manuale.</p>
nb: <p>Du finner mer informasjon i veiledningen om CA-administrasjon.</p>
nl: <p>Voor meer informatie over CA-beheer, lees de handleiding.</p>
pl: <p>Aby uzyskać więcej informacji o zarządzaniu certyfikatami CA, przeczytaj podręcznik.</p>
pt_br: <p>Para mais informação sobre o gerenciamento de CA, leia o manual.</p>
ru: <p>Больше сведений об управлении CA приведено в руководстве.</p>
uk: <p>Щоб довідатись більше про керування CA, прочитайте посібник.</p>
zh_cn: <p>关于 CA 管理的更多信息请阅读手册。</p>
zh_tw: <p>如需 CA 管理的詳細資訊，請閱讀相應手冊。</p>

source: &Enter CA
ar: أدخل CA
cs: Vst&oupit do CA
da: &Åbn CA
el: &Εισαγωγή CA
es: &Introducir CA
fi: &Määritä CA
fr: &Valider l'AC
hi: CA प्रविष्ट करें (&E)
hu: &Belépés a CA-ba
id: &Masukkan CA
it: &Immettere CA
km: បញ្ចូល CA
nb: &Angi CA
nl: &Werk in CA
pa: CA ਦਿਓ(&E)
pl: W&prowadź CA
pt_br: In&formar CA
ro: Introduc&eți CA
ru: &Ввести CA
uk: &Ввести CA
zh_cn: 输入 CA(&E)
zh_tw: 輸入 CA(&E)

source: &Delete CA
ar: حذف CA
cs: &Smazat CA
da: &Slet CA
el: &Διαγραφή CA
es: &Eliminar CA
fi: &Poista CA
fr: &Supprimer l'AC
hi: CA हटाएं (&D)
hu: CA &törlése
id: &Hapus CA
it: &Elimina CA
km: លុប CA
nb: &Slett CA
nl: &Verwijder CA
pa: CA ਹਟਾਓ(&D)
pl: &Usuń CA
pt_br: &Remover CA
ro: Șterge CA
ru: &Удалить CA
uk: Ви&лучити CA
zh_cn: 删除 CA(&D)
zh_tw: 刪除 CA(&D)

source: &Create Root CA
ar: إنشاء جذر CA
cs: Vytvořit root &CA
da: &Opret root CA
el: &Δημιουργία Root CA
es: &Crear CA raíz
fi: &Luo juuri-CA
fr: &Créer une AC racine
hi: रूट CA सृजित करें (&C)
hu: &Gyökér CA létrehozása
id: &Buat CA Akar
it: &Crea CA root
km: បង្កើត Root CA
nb: &Opprett rot-CA
nl: Root CA &aanmaken
pa: Root &CA ਬਣਾਓ
pl: Utwórz główny &CA
pt_br: &Criar CA raiz
ro: &Creează CA root
ru: Создать &корневой CA
uk: &Створити кореневий CA
zh_cn: 创建根 CA(&C)
zh_tw: 建立根 CA(&C)

source: &Import CA
ar: استيراد CA
cs: &Importovat CA
da: &Importér CA
el: &Εισαγωγή CA
es: &Importar CA
fi: &Tuo CA
fr: &Importer l'AC
hi: CA आयात करें (&I)
hu: CA &importálása
id: &Impor CA
it: &Importa CA
km: នាំចូល CA
nb: &Importer CA
nl: &Importeer CA
pa: CA ਆਯਾਤ(&I)
pl: &Importuj CA
pt_br: &Importar CA
ro: &Importă CA
ru: &Импорт CA
uk: &Імпортувати CA
zh_cn: 导入 CA(&I)
zh_tw: 匯入 CA(&I)

source: CA Tree
ar: شجرة CA
cs: CA strom
da: CA-træ
el: Δέντρο CA
es: Árbol de CA
fi: CA-puu
fr: Arborescence AC
hi: CA ट्री
hu: CA fa
id: Pohon CA
it: Albero CA
km: មែកធាង CA
nb: CA-tre
nl: CA-structuur
pa: CA ਟਰੀ
pl: Drzewo CA
pt_br: Árvore de CA
ro: Arbore CA
ru: Дерево CA
uk: Дерево CA
zh_cn: CA 树
zh_tw: CA 樹狀結構

source: CA Selection
ar: تحديد CA
cs: Výběr CA
da: CA-udvalg
el: Επιλογή CA
es: Selección de CA
fi: CA-valinta
fr: Sélection d'AC
hi: CA चयन
hu: CA-választék
id: Pilihan CA
it: Selezione CA
km: ការជ្រើសរើស CA
nb: CA-valg
nl: CA selectie
pa: CA ਚੋਣ
pl: Wybór CA
pt_br: Seleção de CA
ro: Selecție CA
ru: Выбор CA
uk: Вибір CA
zh_cn: CA 选择
zh_tw: CA 選項

source: Change Certificate Password
ar: تغيير كلمة مرور الشهادة
cs: Změnit heslo certifikátu
da: Ændr certifikat-adgangskode
el: Αλλαγή Συνθηματικό Πιστοποιητικού
es: Cambiar Contraseña del Certificado
fi: Vaihda varmenteen salasana
fr: Modifier le mot de passe du certificat
hu: Tanúsítvány jelszócseréje
id: Ubah Kata Sandi Sertifikat
it: Modifica password del certificato
km: ផ្លាស់ប្ដូរ​ពាក្យសម្ងាត់​វិញ្ញាបនបត្រ
nb: Endre sertifikatpassord
nl: Certificaat-wachtwoord wijzigen
pl: Zmień hasło certyfikatu
pt_br: Alterar a senha do certificado
ro: Modifică parola certificatului
ru: Изменить пароль сертификата
uk: Змінити пароль сертифіката
zh_cn: 修改证书密码
zh_tw: 變更憑證密碼

source: Change CA Password
ar: تغيير كلمة المرور CA
cs: Změna hesla CA
da: Ændr CA-adgangskode
el: Αλλαγή Συνθηματικό CA
es: Cambiar Contraseña de CA
fi: Vaihda CA-salasana
fr: Modifier le mot de passe de l'AC
hu: CA jelszó módosítása
id: Ubah Kata Sandi CA
it: Modifica password CA
km: ផ្លាស់ប្ដូរ​ពាក្យ​សម្ងាត់ CA
nb: Endre CA-passord
nl: Wijzig CA-wachtwoord
pl: Zmień hasło CA
pt_br: Alterar a senha de CA
ro: Modifică parola CA
ru: Изменить пароль CA
uk: Змінити пароль CA
zh_cn: 修改 CA 密码
zh_tw: 變更 CA 密碼

source: &Old Password:
ar: كلمة المرور القديمة:
cs: Staré hesl&o:
da: Gammel adgangsk&ode:
el: Παλ&ιό Συνθηματικό:
es: Contraseña vieja:
fi: V&anha salasana
fr: Ancien m&ot de passe :
hu: &Régi jelszó:
id: Kata Sandi &Lama:
it: &Vecchia password:
km: ពាក្យ​សម្ងាត់​ចាស់ ៖
nb: Gammelt pass&ord:
nl: &Oude wachtwoord:
pl: Stare Hasł&o:
pt_br: &Senha antiga:
ro: Par&ola veche:
ru: Старый пар&оль:
uk: &Старий пароль:
zh_cn: 旧密码(&O)：
zh_tw: 舊密碼(&O)：

source: &New Password:
ar: كلمة المرور الجديدة:
cs: &Nové heslo:
da: &Ny adgangskode:
el: &Νέο Συνθηματικό:
es: &Nueva contraseña:
fi: &Uusi salasana:
fr: Nou&veau mot de passe :
hi: नया पासवर्ड : (&N)
hu: Új j&elszó:
id: Kata Sandi &Baru:
it: &Nuova password:
km: ពាក្យ​សម្ងាត់​ថ្មី ៖
nb: &Nytt passord:
nl: &Nieuw wachtwoord:
pa: ਨਵਾਂ ਪਾਸਵਰਡ(&N):
pl: &Nowe hasło:
pt_br: &Nova senha:
ro: Parolă &&nouă:
ru: &Новый пароль:
uk: &Новий пароль:
zh_cn: 新密码(&N)：
zh_tw: 新密碼(&N)：

source: &Verify Password:
ar: التحقق من كلمة المرور:
cs: Potvrzení &hesla:
da: &Verificér adgangskode:
el: Επαλήθευση &Συνθηματικού:
es: &Repetir contraseña:
fi: &Varmenna salasana:
fr: &Vérifier le mot de passe :
hu: Jelszó &ellenőrzése:
id: Verifikasi Kata Sandi:
it: &Verifica password:
km: ផ្ទៀតផ្ទាត់​ពាក្យ​សម្ងាត់ ៖
nb: &Bekreft passord
nl: &Verifieer wachtwoord:
pl: &Weryfikacja hasła:
pt_br: &Verifique a senha:
ro: &Verificați parola:
ru: &Подтвердите пароль:
sk: &Opakujte heslo:
uk: Пе&ревірити пароль:
zh_cn: 校验密码(&W)：
zh_tw: 確認密碼(&V)：

source: The new password is too short to use it for the certificates. Enter a valid password for the certificates.
ar: كلمة المرور الجديدة قصيرة جداً للاستخدام للشهادات. أدخل كلمة مرور صالحة للشهادات.
cs: Nové heslo je pro použití s certifikáty příliš krátké. Zadejte platné heslo pro certifikáty.
da: Den nye adgangskode er for kort til at bruge til certifikaterne. Angiv en gyldig adgangskode for certifikaterne.
el: Το νέο συνθηματικό είναι πολύ μικρό για χρήση για τα πιστοποιητικά. Εισάγετε ένα έγκυρο συνθηματικό για τα πιστοποιητικά.
es: La nueva contraseña es demasiado corta para usarla en los certificados. Introduzca una contraseña valida para los certificados.
fi: Pääkäyttäjän salasana on liian lyhyt käytettäväksi varmenteissa. Anna kelvollinen salasana.
fr: Le nouveau mot de passe est trop court pour être utilisé pour les certificats. Saisissez un mot de passe valide pour les certificats.
hu: Az új jelszó túl rövid ahhoz, hogy a tanúsítványokkal használható legyen. Adjon meg érvényes jelszót a tanúsítványokhoz.
id: Kata sandi baru terlalu singkat untuk digunakan pada sertifikat. Masukkan kata sandi yang valid untuk sertifikat.
it: La nuova password è troppo corta per essere usata per i certificati. Immettere una password valida per i certificati.
nb: Det nye passordet er for kort til å brukes for sertifikatene. Angi et gyldig passord for sertifikatene.
nl: Het nieuwe wachtwoord is te kort om te kunnen gebruiken voor de certificaten. Voer een geldig wachtwoord in voor de certificaten.
pl: Nowe hasło jest za krótkie, aby mogło zostać użyte jako hasło dla certyfikatów. Wprowadź prawidłowe hasło dla certyfikatów.
pt_br: A nova senha é curta demais para ser usada com os certificados. Digite uma senha válida para os certificados.
ru: Новый пароль слишком короткий для использования в сертификатах Введите корректный пароль или отключите создание сертификата.
uk: Новий пароль закороткий для використання його у якості пароля для сертифікатів. Введіть чинний пароль для сертифікатів.
zh_cn: 新密码用于证书文件过短。 请为证书输入一个有效的密码。
zh_tw: 新密碼太短，不能用於證書。 請輸入證書的有效密碼。

source: CA Password changed.
ar: تغيير كلمة مرور CA.
cs: Hesla CA změněno.
da: CA-adgangskode ændret.
el: Συνθηματικό CA άλλαξε.
es: La Contraseña CA ha cambiado.
fi: CA-salasana vaihdettu.
fr: Mot de passe de l'AC modifié.
hu: CA jelszava megváltozott.
id: Kata Sandi CA telah berubah.
it: Password CA modificata.
km: បាន​ផ្លាស់ប្ដូរ​ពាក្យ​សម្ងាត់ CA ។
nb: CA-passord endret.
nl: CA-wachtwoord is gewijzigd.
pl: Hasło CA zmienione.
pt_br: Senha de CA modificada.
ro: Parola CA a fost modificată.
ru: Пароль CA изменён.
uk: Пароль CA змінено.
zh_cn: CA 密码已修改。
zh_tw: CA 密碼已變更。

source: Certificate Password changed.
ar: تغيير كلمة مرور الشهادة.
cs: Heslo certifikátu změněno.
da: Certifikat-adgangskode ændret.
el: Συνθηματικό Πιστοποιητικού άλλαξε.
es: La Contraseña del Certificado ha cambiado.
fi: Varmenteen salasana vaihdettu.
fr: Mot de passe du certificat modifié.
hu: A tanúsítvány jelszava megváltozott.
id: Kata Sandi Sertifikat telah berubah.
it: Password del certificato modificata.
km: បាន​ផ្លាស់ប្ដូរ​ពាក្យ​សម្ងាត់​វិញ្ញាបនបត្រ ។
nb: Sertifikatpassord endret.
nl: Certificaat-wachtwoord is gewijzigd.
pl: Hasło certyfikatu zmienione.
pt_br: Senha de certificado modificada.
ro: Parola certificatului a fost modificată.
ru: Пароль сертификата изменён.
uk: Пароль сертифіката змінено.
zh_cn: 证书密码已修改。
zh_tw: 憑證密碼已變更。

source: Enter CA Password
ar: أدخل كلمة مرور CA
cs: Zadejte heslo CA
da: Angiv CA-adgangskode
el: Εισάγετε ένα Συνθηματικό CA
es: Introducir contraseña de CA
fi: Anna CA-salasana
fr: Indiquez le mot de passe de l'AC
hi: CA पासवर्ड प्रविष्ट करें
hu: Adja meg a CA jelszavát
id: Masukkan Kata Sandi CA
it: Immettere password della CA
km: បញ្ចូល​ពាក្យ​សម្ងាត់ CA
nb: Angi CA-passord
nl: Geef CA wachtwoord op
pa: CA ਪਾਸਵਰਡ ਦਿਓ
pl: Proszę wprowadzić hasło CA
pt_br: Digite a senha de CA
ro: Introduceți parola CA
ru: Введите пароль CA
uk: Введіть пароль CA
zh_cn: 输入 CA 密码
zh_tw: 輸入 CA 密碼

source: LDAP P&assword:
ar: كلمة مرور LDAP:
cs: H&eslo LDAP:
da: LDAP-&adgangskode:
el: Σ&υνθηματικό LDAP:
es: C&ontraseña de LDAP:
fi: LDAP-s&alasana:
fr: Mot de passe &LDAP :
hi: LDAP पासवर्ड : (&a)
hu: LDAP &jelszó:
id: Kata Sandi LDAP:
it: P&assword LDAP:
km: ពាក្យ​សម្ងាត់ LDAP ៖
nb: LDAP-p&assord:
nl: LDAP-&wachtwoord:
pa: LD&AP ਪਾਸਵਰਡ:
pl: H&asło LDAP:
pt_br: Senh&a LDAP:
ro: P&arola LDAP:
ru: П&ароль LDAP:
uk: П&ароль LDAP:
zh_cn: LDAP 密码(&A)：
zh_tw: LDAP 密碼(&A)：

source: Certificate &Password:
ar: كلمة المرور الشهادة:
cs: Hes&lo certifikátu:
da: Certifikat-a&dgangskode:
el: &Συνθηματικό Πιστοποιητικού:
es: &Contraseña de certificado:
fi: Varmenteen &salasana:
fr: Mot de passe du &certificat :
hi: प्रमाण-पत्र पासवर्ड : (&P)
hu: Tanúsítvány &jelszava:
id: Kata Sandi Sertifikat:
it: &Password certificato:
km: ពាក្យសម្ងាត់​វិញ្ញាបនបត្រ ៖
nb: Sertifikat-p&assord:
nl: Certificaat-&wachtwoord:
pa: ਸਰਟੀਫਿਕੇਟ ਪਾਸਵਰਡ(&P):
pl: Hasło certy&fikatu:
pt_br: Senha de cer&tificado:
ro: &Parola certificatului:
ru: Пар&оль сертификата:
uk: &Пароль сертифіката:
zh_cn: 证书密码(&P)：
zh_tw: 憑證密碼(&P)：

source: &Verify Password
ar: التحقق من كلمة المرور
cs: O&věřit heslo
da: &Verificér adgangskode
el: &Επαλήθευση Συνθηματικού:
es: &Verificar contraseña
fi: &Varmista salasana
fr: &Vérifier le mot de passe
hi: पासवर्ड सत्यापित करें (&V)
hu: Jelszó &ellenőrzése
id: Verifikasi Kata Sandi
it: &Verifica password
km: ផ្ទៀតផ្ទាត់​ពាក្យ​សម្ងាត់
nb: &Bekreft passord
nl: Wachtwoord &verifiëren
pa: ਪਾਸਵਰਡ ਜਾਂਚ(&V)
pl: Z&weryfikuj hasło
pt_br: &Verificar senha
ro: &Verificați parola
ru: &Подтвердите пароль
uk: &Перевірити пароль
zh_cn: 校验密码(&V)
zh_tw: 驗證密碼(&V)

source: LDAP Initialization
ar: تهيئة LDAP
cs: Inicializace LDAP
da: LDAP-initialisering
el: Αρχικοποίηση LDAP
es: Inicio de LDAP
fi: LDAP-valmistelu
fr: Initialisation de LDAP
hi: LDAP आरंभ करना
hu: LDAP rendszer előkészítése
id: Inisialisasi LDAP
it: Inizializzazione LDAP
km: ការ​ចាប់ផ្ដើម LDAP
nb: LDAP-initialisering
nl: LDAP-initialisering
pa: LDAP ਸ਼ੁਰੂਆਤ
pl: Inicjalizacja LDAP
pt_br: Inicialização do LDAP
ro: Inițializare LDAP
ru: Инициализация LDAP
uk: Ініціалізація LDAP
zh_cn: LDAP 初始化
zh_tw: LDAP 啟始化

source: LDAP must initialize for the CA management. Enter the required LDAP password.
ar: يجب تهيئة LDAP لإدارة CA. قم بإدخال كلمة المرور المطلوبة LDAP.
cs: LDAP je třeba inicializovat pro správu CA. Zadejte heslo LDAP.
da: LDAP skal initialisere CA-håndteringen. Indtast den krævede LDAP-adgangskode.
el: Το LDAP θα πρέπει να αρχικοποιηθεί για τη διαχείριση CA. Εισάγετε το απαιτούμενο συνθηματικό LDAP.
es: Para la gestión de CA es necesario iniciar LDAP. Introduzca la contraseña requerida de LDAP.
fi: LDAP täytyy valmistella CA-hallintaa varten. Anna tarvittava LDAP salasana.
fr: LDAP doit être initialisé pour la gestion d'AC. Veuillez donner le mot de passe de LDAP.
hi: LDAP को CA प्रबंधन के लिए अवश्य आरंभ किया जाना चाहिए। जरूरी LDAP पासवर्ड प्रविष्ट करें।
hu: Az LDAP rendszert elő kell készíteni a CA kezeléshez. Adja meg a kívánt LDAP jelszót.
id: LDAP harus diinisialisasi untuk manajemen CA. Masukkan kata sandi LDAP yang dibutuhkan.
it: È necessario inizializzare LDAP per CA Managementì. Immettere la password LDAP richiesta.
km: LDAP ត្រូវ​តែ​ចាប់ផ្ដើម​សម្រាប់​ការ​គ្រប់គ្រង CA ។ បញ្ចូល​ពាក្យ​សម្ងាត់​របស់ LDAP ដែល​ត្រូវ​ការ ។
nb: LDAP må initialiseres for CA-administrasjon. Angi aktuelt LDAP-passord.
nl: Voor het CA-beheer moet LDAP geïnitialiseerd zijn. Geef het benodigde LDAP-wachtwoord op.
pl: Aby można było zarządzać CA, musi być zainicjalizowany LDAP. Wprowadź wymagane hasło LDAP.
pt_br: O LDAP deve inicializar para o gerenciamento de CA. Informe a senha LDAP requerida.
ro: LDAP trebuie inițializat pentru gestionarea CA. Introduceți parola LDAP necesară.
ru: LDAP должен быть инициализирован для управления CA. Введите необходимый пароль LDAP.
sk: LDAP musí byť inicializovaný pre správu CA. Vložte požadované LDAP heslo.
uk: Для керування CA слід ініціалізувати LDAP. Введіть потрібний пароль LDAP.
zh_cn: LDAP 必须为 CA 管理初始化。 请输入需要的 LDAP 密码。
zh_tw: LDAP 必須為 CA 管理啟始化。 輸入必要的 LDAP 密碼。

source: P&assword:
ar: كلمة المرور:
cs: H&eslo:
da: &Adgangskode:
el: Σ&υνθηματικό:
es: Contr&aseña:
fi: Sa&lasana:
fr: M&ot de passe :
hi: पासवर्ड : (&a)
hu: &Jelszó:
id: Kata Sandi:
km: ពាក្យ​សម្ងាត់ ៖
nb: P&assord:
nl: W&achtwoord:
pa: ਪਾਸਵਰਡ(&a):
pl: H&asło:
pt_br: Senh&a:
ro: P&arolă:
ru: П&ароль:
uk: П&ароль:
zh_cn: 密码(&A)：
zh_tw: 密碼(&A)：

source: Export CA to File
ar: تصدير CA إلى ملف
cs: Export CA do souboru
da: Eksportér CA til fil
el: Εξαγωγή CA σε Αρχείο
es: Exportar CA a fichero
fi: Vie CA tiedostoon
fr: Exporter l'AC vers un fichier
hi: फाइल में CA निर्यात करें
hu: CA exportálása fájlba
id: Ekspor CA ke Berkas
it: Esporta CA su file
km: នាំចេញ CA ទៅ​ឯកសារ
nb: Eksporter CA til fil
nl: CA naar bestand exporteren
pa: CA ਫਾਇਲ ਲਈ ਨਿਰਯਾਤ
pl: Wyeksportuj CA do pliku
pt_br: Exportar CA para arquivo
ro: Exportă CA în fișier
ru: Экспорт CA в файл
uk: Експортувати CA до файла
zh_cn: 将 CA 导出到文件
zh_tw: 輸出 CA 到檔案

source: O&nly the Certificate in PEM Format
ar: فقط الشهادة في تنسيق PEM
cs: Pouze certifikát ve f&ormátu PEM
da: Ku&n certifikatet i PEM-format
el: Μ&όνο το Πιστοποιητικό στη Μορφή PEM
es: Só&lo el certificado en formato PEM
fi: Vai&n varmenne PEM-muodossa
fr: Se&ulement le certificat au format PEM
hi: PEM स्वरूप में केवल प्रमाण-पत्र (&n)
hu: Cs&ak a tanúsítvány PEM formátumban
id: Hanya Sertifikat dalam Format PEM
it: So&lo il certificato nel formato PEM
km: តែ​វិញ្ញាបនបត្រ​ក្នុង​ទ្រង់ទ្រាយ PEM ប៉ុណ្ណោះ
nb: K&un sertifikat i PEM-format
nl: Allee&n het certificaat in PEM formaat
pa: ਕੇਵਲ PEM ਫਾਰਮੈਟ ਵਿੱਚ ਹੀ ਸਰਟੀਫਿਕੇਟ(&n)
pl: &Tylko certyfikat w formacie PEM
pt_br: Some&nte o certificado em formato PEM
ro: &Numai certificat în format PEM
ru: То&лько сертификат в формате PEM
sk: Le&n certifikát vo formáte PEM
uk: Л&ише сертифікат у форматі PEM
zh_cn: 仅 PEM 格式的证书(&N)
zh_tw: 僅 PEM 格式的憑證(&N)

source: Only the Key &Unencrypted in PEM Format
ar: فقط المفتاح غير المشفرة بتنسيق PEM
cs: Pouze &nekódovaný klíč ve formátu PEM
da: Kun nøglen &ikke-krypteret i PEM-format
el: Μόνο το Κ&λειδί Μη Κρυπτογραφημένο σε Μορφή PEM
es: Solo la clave, sin &utilizar cifrado, en formato PEM
fi: Vain va&rmenne ja avain salaamattomina PEM-muodossa
fr: Uniquement la clé &non chiffrée au format PEM
hu: Csak a titkosítatlan &kulcs, PEM formátumban
id: Hanya Kunci Tak Terenkripsi dalam Format PEM
it: Solo la chiave &non cifrata nel formato PEM
km: មាន​​​​សោ​​​ដែល​មិន​បាន​អ៊ិនគ្រីប​ជា​ទ្រង់ទ្រាយ PEM ប៉ុណ្ណោះ
nb: Kun nøkkel &ukryptert i PEM-format
nl: Alleen de sleutel &zonder versleuteling in PEM formaat
pl: Tylko niezaszyfrowany kl&ucz w formacie PEM
pt_br: Somente a chave &sem criptografia no formato PEM
ro: N&umai cheia unencrypted în format PEM
ru: Неза&шифрованный ключ в формате PEM
uk: Лише ключові й &незашифровані в форматі PEM
zh_cn: 仅以 PEM 格式解密的密钥(&U)
zh_tw: 僅限 PEM 格式的未加密的金鑰(&U)

source: Only the &Key Encrypted in PEM Format
ar: فقط المفتاح المشفر في تنسيق PEM
cs: Pouze kódovaný klíč ve formátu PEM
da: Kun nøglen &krypteret i PEM-format
el: Μόνο το &Κλειδί Κρυπτογραφημένο σε Μορφή PEM
es: Solo la clave cifrada en formato PEM
fi: Vain v&armenne ja avain salattuina PEM-muodossa
fr: Uniquement la clé &chiffrée au format PEM
hu: Csak a &titkosított kulcs, PEM formátumban
id: Hanya Kunci Terenkripsi dalam Format PEM
it: Solo la chiave &cifrata nel formato PEM
km: មាន​តែ​សោ​ដែលបានអ៊ីនគ្រិប​​ជា​ទ្រង់ទ្រាយ PEM ប៉ុណ្ណោះ
nb: Kun nø&kkel kryptert i PEM-format
nl: Alleen de &sleutel met versleuteling in PEM formaat
pl: Tylko zaszyfrowany kl&ucz w formacie PEM
pt_br: Somente a chave &criptografada no formato PEM
ro: &Numai cheia criptată în format PEM
ru: Зашифрованный &ключ в формате PEM
uk: Лише ключові й &зашифровані в форматі PEM
zh_cn: 仅以 PEM 格式加密的密钥(&K)
zh_tw: 僅限 PEM 格式的加密金鑰(&K)

source: Ce&rtificate and the Key Unencrypted in PEM Format
ar: الشهادة غير مشفرة والمفتاح في تنسيق PEM
cs: Ce&rtifikát a klíč nekódovaný a uložený ve formátu PEM
da: Ce&rtifikat og nøglen ikke-krypteret i PEM-format
el: Πι&στοποιητικό και Κλειδί Μη Κρυπτογραφημένα σε Μορφή PEM
es: Ce&rtificado y clave sin cifrar en formato PEM
fi: Va&rmenne ja avain salaamattomina PEM-muodossa
fr: Certificat et clé non chiffrée au format &PEM
hi: PEM स्वरूप में प्रमाण-पत्र और अनएन्क्रिप्ट की हुई कुंजी (&r)
hu: Tanúsítvány és &kulcs titkosítatlanul PEM formátumban
id: Sertifikat dan Kunci Tak Terenkripsi dalam Format PEM
it: Ce&rtificato e chiave non cifrati nel formato PEM
km: វិញ្ញាបនបត្រ និង​កូនសោ​ដែល​មិន​បាន​អ៊ិនគ្រីបជាទ្រង់ទ្រាយ PEM
nb: Se&rtifikat og nøkkel ukryptert i PEM-format
nl: Ce&rtificaat en sleutel zonder versleuteling in PEM formaat
pa: PEM ਫਾਰਮੈਟ ਵਿੱਚ ਸਰਟੀਫਿਕੇਟ ਅਤੇ ਕੁੰਜੀ ਅਣ-ਇੰਕ੍ਰਿਪਟਡ(&r)
pl: Ce&rtyfikat i klucz niezaszyfrowane w formacie PEM
pt_br: Ce&rtificado e chave sem criptografia em formato PEM
ro: Ce&rtificat și cheie necriptată în format PEM
ru: Незашифрованные се&ртификат и ключ в формате PEM
sk: Nezašifrovaný ce&rtifikát a kľúč vo formáte PEM
uk: Се&ртифікат і нешифрований ключ у форматі PEM
zh_cn: 证书和以 PEM 格式解密的密钥(&R)
zh_tw: PEM 格式的憑證和未加密的金鑰(&R)

source: C&ertificate and the Key Encrypted in PEM Format
ar: الشهادة المشفرة والمفتاح في تنسيق PEM
cs: C&ertifikát a klíč kódovaný a uložený ve formátu PEM
da: C&ertifikat og nøglen krypteret i PEM-format
el: Πι&στοποιητικό και Κλειδί Κρυπτογραφημένα σε Μορφή PEM
es: C&ertificado y clave cifrada en formato PEM
fi: V&armenne ja avain salattuina PEM-muodossa
fr: Certificat et clé chiffrée au format P&EM
hi: PEM स्वरूप में प्रमाण-पत्र और एन्क्रिप्ट की हुई कुंजी (&e)
hu: Tanúsítvány és kulcs &titkosítva PEM formátumban
id: Sertifikat dan Kunci Terenkripsi dalam Format PEM
it: C&ertificato e chiave cifrati nel formato PEM
km: វិញ្ញាបនបត្រ និង​កូនសោ​ដែលបានអ៊ិនគ្រីបជាទ្រង់ទ្រាយ PEM
nb: S&ertifikat og nøkkel kryptert i PEM-format
nl: C&ertificaat en sleutel met versleuteling in PEM formaat
pa: P&EM ਫਾਰਮੈਟ ਵਿੱਚ ਸਰਟੀਫਿਕੇਟ ਅਤੇ ਕੁੰਜੀ ਇੰਕ੍ਰਿਪਟਡ
pl: C&ertyfikat i klucz zaszyfrowane w formacie PEM
pt_br: C&ertificado e chave criptografados em formato PEM
ro: C&ertificat și cheie criptată în format PEM
ru: Зашифрованны&е сертификат и ключ в формате PEM
sk: Zašifrovaný c&ertifikát a kľúč vo formáte PEM
uk: С&ертифікат і ключ зашифрований у форматі PEM
zh_cn: 证书和以 PEM 格式加密的密钥(&E)
zh_tw: PEM 格式的憑證和加密的金鑰(&E)

source: &Certificate in DER Format
ar: الشهادة في تنسيق DER
cs: &Certifikát ve formátu DER
da: &Certifikat i DER-format
el: &Πιστοποιητικό σε Μορφή DER
es: &Certificado en formato DER
fi: &Varmenne DER-muodossa
fr: Certificat au format DE&R
hi: DER स्वरूप में प्रमाण-पत्र (&C)
hu: &Tanúsítvány DER formátumban
id: Sertifikat dalam Format DER
it: &Certificato nel formato DER
km: វិញ្ញាបនបត្រជា​ទ្រង់ទ្រាយ DER
nb: &Sertifikat i DER-format
nl: &Certificaat in DER formaat
pa: DER ਫਾਰਮੈਟ ਵਿੱਚ ਸਰਟੀਫਿਕੇਟ(&C)
pl: &Certyfikat w formacie DER
pt_br: &Certificado em formato DER
ro: &Certificat în format DER
ru: &Сертификат в формате DER
uk: &Сертифікат в форматі DER
zh_cn: DER 格式的证书(&C)
zh_tw: DER 格式的憑證(&C)
