Repository: Dzejrou/yast-translations
Catalog: po/*-management/*.po
Languages: ar, cs, da, el, es, fi, fr, hi, hu, id, it, km, nb, nl, pa, pl, pt_br, ro, ru, sk, uk, zh_cn, zh_tw

source: Passwords are different.
ar: كلمتا المرور مختلفتان.
cs: Hesla se liší.
da: Adgangskoderne er forskellige.
el: Τα συνθηματικά είναι διαφορετικά.
es: Las contraseñas son diferentes.
fi: Salasanat eivät vastaa toisiaan.
fr: Les mots de passe sont différents.
hi: पासवर्ड भिन्न हैं।
hu: A jelszavak különbözőek.
id: Kata sandi berbeda.
it: Le password differiscono.
km: ពាក្យ​សម្ងាត់​ខុសគ្នា ។
nb: Passordene samsvarer ikke.
nl: Wachtwoorden zijn ongelijk.
pa: ਪਾਸਵਰਡ ਵੱਖਰਾ ਹੈ।
pl: Hasła się różnią.
pt_br: As senhas são diferentes.
ro: Parolele sunt diferite.
ru: Пароли не совпадают.
uk: Паролі не збігаються.
zh_cn: 密码不相同。
zh_tw: 密碼不同。

source: Password required.
ar: مطلوب إدخال كلمة المرور.
cs: Je vyžadováno heslo.
da: Adgangskode påkrævet.
el: Απαιτείται συνθηματικό.
es: Se requiere contraseña.
fi: Salasana tarvitaan.
fr: Vous devez saisir un mot de passe.
hi: पासवर्ड की आवश्यकता है।
hu: Jelszó szükséges.
id: Kata sandi wajib ada.
it: Password richiesta.
km: ត្រូវការ​ពាក្យ​សម្ងាត់ ។
nb: Passord må angis.
nl: Wachtwoord benodigd.
pa: ਪਾਸਵਰਡ ਤਿਆਰ ਕਰੋ।
pl: Wymagane jest hasło.
pt_br: Senha obrigatória.
ro: Parola este necesară.
ru: Необходим пароль.
uk: Потрібен пароль.
zh_cn: 需要密码。
zh_tw: 需要密碼。

source: <p>This frame gives an overview of all settings for the CA that will be created.</p>
ar: <p>يوفر لك هذا الإطار نظرة عامة على كافة إعدادات CA التي سيتم إنشاؤها.</p>
cs: <p>Toto okno zobrazuje přehled všech nastavení vytvářené CA.</p>
da: <p>Denne ramme giver en oversigt over alle indstillinger for den CA, som vil blive oprettet.</p>
el: <p>Αυτός ο τομέας δίνει μια σύνοψη όλων των ρυθμίσεων της CA που θα δημιουργηθεί.</p>
es: <p>Este marco proporciona una descripción general de todos los ajustes de la CA que va a crear.</p>
fi: <p>Tässä näet yhteenvedon luotavan CA:n arvoista ja määrityksistä.</p>
fr: <p>Cette fenêtre présente tous les paramètres de l'AC qui va être créée.</p>
hi: <p>यह फ्रेम उस CA के लिए सभी व्यवस्था का संक्षिप्त परिचय देता है, जिसे सृजित किया जाएगा।</p>
hu: <p>Ez az ablak áttekintést ad a készítendő CA összes beállításáról.</p>
id: <p>Bingkai ini memberikan ikhtisar dari semua pengaturan untuk CA yang akan dibuat.</p>
it: <p>Questo riquadro fornisce una panoramica di tutte le impostazioni relative alla CA che verrà creata.</p>
km: <p>ស៊ុម​នេះ​ផ្ដល់​នូវ​ទិដ្ឋភាព​ទូទៅ​នៃ​ការ​កំណត់​ទាំង​អស់ សម្រាប់ CA ដែល​នឹង​ត្រូវ​បង្កើត ។</p>
nb: <p>Dette vinduet inneholder en oversikt over alle CA-innstillinger som vil bli opprettet.</p>
nl: <p>Dit venster geeft een overzicht van alle instellingen van het aan te maken CA.</p>
pl: <p>Ta ramka pokazuje ogólne ustawienia CA, który zostanie utworzony.</p>
pt_br: <p>Este quadro oferece um resumo de todas as configurações da CA a ser criada.</p>
ro: <p>Această zonă va oferă o privire de ansamblu a tuturor setărilor pentru CA ce va fi creat.</p>
ru: <p>В этом окне представлен обзор всех параметров создаваемого CA.</p>
sk: <p>Táto stránka poskytuje súhrn všetkých nastavení CA, ktorá bude vytvorená.</p>
uk: <p>У цій рамці ви можете бачити всі параметри CA, який буде створено.</p>
zh_cn: <p>此框架给出了将要创建的 CA 的全部设置的概览。</p>
zh_tw: <p>此框架提供將要建立之 CA 的所有設定概觀。</p>

source: <p>Click <b>Create</b> to generate the CA.</p>
ar: <p>انقر فوق <b>إنشاء</b> لإنشاء CA.</p>
cs: <p>Kliknutím na <b>Vytvořit</b> vygenerujete CA.</p>
da: <p>Klik på <b>Opret</b> for at genere CA.</p>
el: <p>Πατήστε <b>Δημιουργία</b> για να δημιουργήσετε τη CA.</p>
es: <p>Pulse <b>Crear</b> para generar la CA.</p>
fi: <p>Luo CA valitsemalla <b>Luo</b>.</p>
fr: <p>Cliquez sur <b>Créer</b> pour générer l'AC.</p>
hi: <p>CA को उत्पन्न करने के लिए <b>Create</b> पर क्लिक करें।</p>
hu: <p>Egy kattintás a <b>Következő</b> gombra elindítja a CA generálását.</p>
id: <p>Klik <b>Buat</b> untuk membuat CA.</p>
it: <p>Per generare la CA, fare clic su <b>Crea</b>.</p>
km: <p>ចុច <b>បង្កើត</b> ដើម្បី​បង្កើត CA ។</p>
nb: <p>Klikk på <b>Opprett</b> for å generere en CA.</p>
nl: <p>Klik op <b>Aanmaken</b> om een CA te genereren.</p>
pa: <p>CA ਬਣਾਉਣ ਲਈ <b>ਬਣਾਓ</b> ਕਲਿੱਕ ਕਰੋ।</p>
pl: <p>Aby wygenerować CA, należy nacisnąć przycisk <b>Utwórz</b>.</p>
pt_br: <p>Clique em <b>Criar</b> para gerar a CA.</p>
ro: <p>Apăsați <b>Crează</b> pentru a genera CA.</p>
ru: <p>Нажмите кнопку <b>Создать</b> для создания CA.</p>
uk: <p>Щоб створити CA, натисніть <b>Створити</b>.</p>
zh_cn: <p>点击<b>创建</b>生成 CA。</p>
zh_tw: <p>按一下「<b>建立</b>」便可產生 CA。</p>

source: <p>This frame gives an overview of all settings for the certificate that will be created.</p>
ar: <p>يوفر لك هذا الإطار نظرة عامة على كافة إعدادات الشهادة التي سيتم إنشاؤها.</p>
cs: <p>Toto okno zobrazuje přehled všech nastavení vytvářeného certifikátu.</p>
da: <p>Denne ramme giver en oversigt over alle indstillinger for certifikatet, som vil blive oprettet.</p>
el: <p>Αυτός ο τομέας δείχνει μια σύνοψη όλων των ρυθμίσεων του πιστοποιητικού που θα δημιουργηθεί.</p>
es: <p>Esta ventana le ofrece un resumen de todas las opciones de configuración para el certificado que será creado.</p>
fi: <p>Tämä kehys sisältää yhteenvedon kaikista luotavan varmenteen asetuksista.</p>
fr: <p>Cet écran offre une vue d'ensemble de tous les réglages du certificat qui sera créé.</p>
hi: <p>यह फ्रेम उस प्रमाण-पत्र के लिए सभी व्यवस्था का संक्षिप्त परिचय देता है, जिसे सृजित किया जाएगा।</p>
hu: <p>Ez az ablak áttekintés ad a készítendő tanúsítvány összes beállításáról.</p>
id: <p>Bingkai ini memberikan ikhtisar dari semua pengaturan untuk sertifikat yang akan dibuat.</p>
it: <p>Questo riquadro offre una panoramica delle impostazioni del certificato che verrà generato.</p>
km: <p>ស៊ុម​នេះ​ផ្ដល់​ទិដ្ឋភាព​ទូទៅ​មួយ​នៃ​ការ​កំណត់​ទាំង​អស់ សម្រាប់​វិញ្ញា​បនបត្រ​ដែល​នឹង​ត្រូវបង្កើត ។</p>
nb: <p>Dette vinduet inneholder en oversikt over alle sertifikatinnstillinger som vil bli opprettet.</p>
nl: <p>Dit venster geeft een overzicht van alle instellingen van het aan te maken certificaat.</p>
pl: <p>Ta ramka pokazuje ogólne ustawienia certyfikatu, który zostanie utworzony.</p>
pt_br: <p>Este quadro dá um resumo de todas as configurações para o certificado que será criado.</p>
ro: <p>Această zonă vă oferă o privire de ansamblu a tuturor setărilor pentru certificatul ce va fi creat.</p>
ru: <p>В этом окне представлен обзор всех параметров создаваемого сертификата.</p>
sk: <p>Táto stránka poskytuje súhrn všetkých nastavení certifikátu, ktorý bude vytvorený.</p>
uk: <p>У цій рамці ви можете переглянути всі параметри сертифіката, який буде створено.</p>
zh_cn: <p>此框架给出了将要创建的证书的全部设置的概览。</p>
zh_tw: <p>這個框架提供將要建立憑證的所有設定值綜覽。</p>

source: <p>Click <b>Create</b> to generate the certificate.</p>
ar: <p>انقر فوق <b>إنشاء</b> لإنشاء الشهادة.</p>
cs: <p>Kliknutím na <b>Další</b> vygenerujete certifikát.</p>
da: <p>Klik på <b>Opret</b> for at generere certifikatet.</p>
el: <p>Πατήστε <b>Δημιουργία</b> για να δημιουργήσετε το πιστοποιητικό.</p>
es: <p>Pulse <b>Crear</b> para generar el certificado.</p>
fi: <p>Luo varmenne valitsemalla <b>Luo</b>.</p>
fr: <p>Cliquez sur <b>Créer</b> pour générer le certificat.</p>
hi: <p>प्रमाण-पत्र को उत्पन्न करने के लिए <b>Create</b> पर क्लिक करें।</p>
hu: <p>Egy kattintás a <b>Következő</b> gombra a tanúsítvány generálását indítja el.</p>
id: <p>Klik <b>Buat</b> untuk membuat sertifikat.</p>
it: <p>Fare clic su <b>Crea</b> per creare il certificato.</p>
km: <p>ចុច <b>បង្កើត</b> ដើម្បី​បង្កើត​វិញ្ញាបនបត្រ ។</p>
nb: <p>Klikk på <b>Opprett</b> for å generere sertifikatet.</p>
nl: <p>Klik op <b>Aanmaken</b> om het certificaat te genereren.</p>
pa: <p>ਸਰਟੀਫਿਕੇਟ ਬਣਾਉਣ ਲਈ <b>ਬਣਾਓ</b> ਕਲਿੱਕ ਕਰੋ।</p>
pl: <p>Przycisk <b>Utwórz</b> pozwala wygenerować certyfikat.</p>
pt_br: <p>Clique em <b>Criar</b> para gerar o certificado.</p>
ro: <p>Apăsați <b>Crează</b> pentru a genera certificatul.</p>
ru: <p>Нажмите кнопку <b>Создать</b>, чтобы создать сертификат. </p>
sk: <p>Stlačením <b>Vytvoriť</b> vygenerujete certifikát.</p>
uk: <p>Щоб створити сертифікат, натисніть <b>Створити</b>.</p>
zh_cn: <p>点击<b>创建</b>生成证书。</p>
zh_tw: <p>按一下<b>「建立」</b>可產生憑證。</p>

source: <p>This frame gives an overview of all settings for the request that will be created.</p>
ar: <p>يوفر لك هذا الإطار نظرة عامة على كافة إعدادات الطلب الذي سيتم إنشاؤه.</p>
cs: <p>Toto okno zobrazuje přehled všech nastavení vytvářeného požadavku.</p>
da: <p>Denne ramme giver en oversigt over alle indstillinger for den forespørgsel, som vil blive oprettet.</p>
el: <p>Αυτός ο τομέας σας δείχνει μια σύνοψη όλων των ρυθμίσεων της αίτησης που θα δημιουργηθεί.</p>
es: <p>Este marco proporciona una descripción general de todos los ajustes de la solicitud que va a crear.</p>
fi: <p>Tässä näet yhteenvedon kaikista luotavan pyynnön asetuksista.</p>
fr: <p>Cet écran présente tous les paramètres de la requête qui va être créée.</p>
hi: <p>यह फ्रेम उस अनुरोध के लिए सभी व्यवस्था का संक्षिप्त परिचय देता है, जिसे सृजित किया जाएगा।</p>
hu: <p>Ez az ablak áttekintést ad a készítendő kérés összes beállításáról.</p>
id: <p>Bingkai ini memberikan ikhtisar dari semua pengaturan untuk permintaan yang akan dibuat.</p>
it: <p>Questo riquadro fornisce una panoramica di tutte le impostazioni relative alla richiesta che verrà creata.</p>
km: <p>ស៊ុម​នេះ​ផ្ដល់​នូវ​ទិដ្ឋភាព​ទូទៅ​​នៃ​ការ​កំណត់​ទាំង​អស់ សម្រាប់​សំណើ​ដែល​នឹង​ត្រូវ​បង្កើត ។</p>
nb: <p>Dette vinduet inneholder en oversikt over alle forespørselsinnstillinger som vil bli opprettet.</p>
nl: <p>Dit venster geeft een overzicht van alle instellingen van het verzoek dat aangemaakt zal worden.</p>
pl: <p>Ta ramka pokazuje ogólne ustawienia żądania, które zostanie utworzone.</p>
pt_br: <p>Este quadro oferece um resumo de todas as configurações da solicitação a ser criada.</p>
ro: <p>Aceastăzonă vă oferă o privire de ansamblu a tuturor setărilor pentru cererea ce va fi creată.</p>
ru: <p>В этом окне представлен обзор всех параметров создаваемого запроса.</p>
sk: <p>Táto stránka poskytuje súhrn všetkých nastavení požiadavku, ktorý bude vytvorený.</p>
uk: <p>У цій рамці ви можете бачити огляд всіх параметрів запиту, який буде створено.</p>
zh_cn: <p>此框架给出了将要创建的请求的全部设置的概览。</p>
zh_tw: <p>此框架提供將要建立之要求的所有設定概觀。</p>

source: <p>Click <b>Create</b> to generate the request.</p>
ar: <p>انقر فوق <b>إنشاء</b> لإنشاء الطلب.</p>
cs: <p>Kliknutím na <b>Vytvořit</b> vygenerujete požadavek.</p>
da: <p>Klik på <b>Opret</b> for at generere forespørgslen.</p>
el: <p>Πατήστε <b>Δημιουργία</b> για να δημιουργήσετε την αίτηση.</p>
es: <p>Pulse <b>Crear</b> para generar la solicitud.</p>
fi: <p>Luo pyyntö valitsemalla <b>Luo</b>.</p>
fr: <p>Cliquez sur <b>Créer</b> pour générer la requête.</p>
hi: <p>अनुरोध को उत्पन्न करने के लिए <b>Create</b> पर क्लिक करें।</p>
hu: <p>Egy kattintás a <b>Következő</b> gombra elindítja a kérés generálását.</p>
id: <p>Klik <b>Buat</b> untuk membuat permintaan.</p>
it: <p>Per generare la richiesta, fare clic su <b>Crea</b>.</p>
km: <p>ចុច <b>បង្កើត</b> ដើម្បី​បង្កើត​សំណើ ។</p>
nb: <p>Klikk på <b>Opprett</b> for å generere forespørselen.</p>
nl: <p>Klik op <b>Aanmaken</b> om het verzoek te genereren.</p>
pa: <p>ਮੰਗ ਬਣਾਉਣ ਲਈ <b>ਬਣਾਓ</b> ਨੂੰ ਦਬਾਓ।</p>
pl: <p>Kliknij przycisk <b>Utwórz</b>, aby wygenerować zgłoszenie.</p>
pt_br: <p>Clique em <b>Criar</b> para gerar a solicitação.</p>
ro: <p>Apăsați <b>Crează</b> pentru a genera cererea.</p>
ru: <p>Нажмите кнопку <b>Создать</b> для создания запроса.</p>
uk: <p>Щоб створити запит, натисніть <b>Створити</b>.</p>
zh_cn: <p>点击<b>创建</b>生成请求。</p>
zh_tw: <p>按一下「<b>建立</b>」便可產生要求。</p>

source: CA Name:
ar: اسم CA:
cs: Název CA:
da: CA-navn:
el: Όνομα CA:
es: Nombre de CA:
fi: CA-nimi:
fr: Nom de l'AC :
hi: CA नाम :
hu: CA-név:
id: Nama CA:
it: Nome CA:
km: ឈ្មោះ CA ៖
nb: CA-navn:
nl: CA naam:
pa: CA ਨਾਂ:
pl: Nazwa CA:
pt_br: Nome da CA:
ro: Numele CA:
ru: Имя CA:
sk: Názov CA:
uk: Назва CA:
zh_cn: CA 名称：
zh_tw: CA 名稱：

source: Common Name:
ar: الاسم العام:
cs: Běžné jméno:
da: Almen-navn:
el: Κοινόχρηστο Όνομα:
es: Nombre común:
fi: Yleinen nimi:
fr: Nom Courant :
hi: सामान्य नाम :
hu: Általános név (CN):
id: Nama Umum:
it: Nome comune:
km: ឈ្មោះ​ទូទៅ ៖
nb: Vanlig navn:
nl: Algemene naam:
pa: ਆਮ ਨਾਂ:
pl: Nazwa wspólna:
pt_br: Nome comum:
ro: Numele comun:
ru: Общее имя:
sk: Spoločný názov:
uk: Звичайна назва:
zh_cn: 通用名：
zh_tw: 公用名稱：

source: Organization:
ar: المؤسسة:
cs: Organizace:
da: Organisation:
el: Οργάνωση:
es: Empresa:
fi: Organisaatio:
fr: Organisation :
hi: संगठन :
hu: Szervezet:
id: Organisasi:
it: Organizzazione:
km: អង្គការ ៖
nb: Organisasjon:
nl: Organisatie:
pa: ਸੰਗਠਨ:
pl: Organizacja:
pt_br: Organização:
ro: Organizație:
ru: Организация:
sk: Organizácia:
uk: Організація:
zh_cn: 组织：
zh_tw: 組織：

source: Organizational Unit:
ar: الوحدة التنظيمية:
cs: Organizační jednotka:
da: Organisatorisk enhed:
el: Οργανική Μονάδα:
es: Departamento:
fi: Organisaatioyksikkö:
fr: Unité organisationnelle :
hi: सांगठनिक यूनिट :
hu: Szervezeti egység:
id: Unit Organisasi:
it: Unità organizzativa:
km: ផ្នែក​អង្គការ ៖
nb: Organisasjonsenhet:
nl: Organisatie unit:
pa: ਸੰਗਠਨ ਯੂਨਿਟ:
pl: Jednostka organizacyjna:
pt_br: Unidade organizacional:
ro: Unitate organizațională:
ru: Подразделение:
sk: Organizačná jednotka:
uk: Підрозділ організації:
zh_cn: 组织单位：
zh_tw: 組織單位：

source: E-Mail Addresses:
ar: عناوين البريد الإلكتروني:
cs: E-Mailové adresy:
da: E-mailadresser:
el: Διευθύνσεις E-Mail:
es: Direcciones de correo electrónico:
fi: Sähköpostiosoitteet:
fr: Adresses électroniques :
hi: ई-मेल पते:
hu: E-mail címek:
id: Alamat Surel:
it: Indirizzi e-mail:
km: អាសយដ្ឋាន​អ៊ីមែល ៖
nb: E-postadresser:
nl: Email adressen:
pa: ਈਮੇਲ ਐਡਰੈੱਸ:
pl: Adresy -mail:
pt_br: Endereços de e-mail:
ro: Adrese e-mail:
ru: Эл. адреса:
sk: E-mailová adresa:
uk: Адреси ел. пошти:
zh_cn: 电子邮件地址：
zh_tw: 電子郵件地址：

source: Locality:
ar: المنطقة:
cs: Lokalita:
da: Sted:
el: Τοποθεσία:
es: Localidad:
fi: Paikkakunta:
fr: Emplacement :
hi: स्थान :
hu: Helyszín:
id: Daerah:
it: Località:
km: តំបន់ ៖
nb: Lokalitet:
nl: Plaats:
pa: ਟਿਕਾਣਾ:
pl: Rejon:
pt_br: Localidade:
ro: Localitate:
ru: Расположение:
sk: Lokalita:
uk: Розташування:
zh_cn: 位置：
zh_tw: 地域性：

source: State:
ar: الولاية:
cs: Kraj:
da: Stat:
el: Κατάσταση:
es: Región:
fi: Osavaltio:
fr: État :
hi: राज्य :
hu: Állam/régió:
id: Negara Bagian:
it: Stato:
km: រដ្ឋ ៖
nb: Region:
nl: Staat:
pa: ਸੂਬਾ:
pl: Stan:
pt_br: Estado:
ro: Stat (privincie):
ru: Область:
sk: Stav:
uk: Область:
zh_cn: 省/州：
zh_tw: 州：

source: Country:
ar: الدولة:
cs: Země:
da: Land:
el: Χώρα:
es: País:
fi: Maa:
fr: Pays :
hi: देश :
hu: Ország:
id: Negara:
it: Paese:
km: ប្រទេស ៖
nb: Land:
nl: Land:
pa: ਦੇਸ਼:
pl: Kraj:
pt_br: País:
ro: Țară:
ru: Страна:
sk: Krajina:
uk: Країна:
zh_cn: 国家/地区：
zh_tw: 國家：

source: Key Length:
ar: طول المفتاح:
cs: Délka klíče:
da: Nøglelængde:
el: Μήκος Κλειδιού:
es: Longitud de clave:
fi: Avaimen pituus:
fr: Longueur de la clé :
hi: कुंजी लंबाई :
hu: Kulcs hosszúsága:
id: Panjang Kunci:
it: Lunghezza chiave
km: ប្រវែង​កូនសោ ៖
nb: Nøkkellengde:
nl: Sleutel lengte:
pa: ਕੁੰਜੀ ਲੰਬਾਈ:
pl: Długość klucza:
pt_br: Tamanho da chave:
ro: Lungimea cheii:
ru: Длина ключа:
sk: Dĺžka kľúča:
uk: Довжина ключа:
zh_cn: 密钥长度：
zh_tw: 金鑰長度：

source: Valid Period:
ar: فترة الصلاحية:
cs: Doba platnosti:
da: Gyldighedsperiode:
el: Έγκυρη Περίοδος:
es: Periodo de validez:
fi: Kelvollinen kausi:
fr: Durée de validité :
hi: मान्य अवधि :
hu: Érvényességi időtartam:
id: Masa Berlaku:
it: Periodo di validità:
km: រយៈ​ពេល​ត្រឹមត្រូវ ៖
nb: Gyldighetsperiode:
nl: Geldige periode:
pa: ਵੈਧ ਸਮਾਂ:
pl: Okres ważności:
pt_br: Período de validade:
ro: Perioadă de valabilitate:
ru: Период действия:
sk: Doba platnosti:
uk: Строк дії:
zh_cn: 有效期：
zh_tw: 有效期間：

source: days
ar: أيام
cs: dní
da: dage
el: μέρες
es: días
fi: päivää
fr: jours
hi: दिन
hu: nap
id: hari
it: giorni
km: ថ្ងៃ
nb: dager
nl: dagen
pa: ਦਿਨ
pl: dni
pt_br: dias
ro: zile
ru: дн.
sk: dní
uk: днів
zh_cn: 天
zh_tw: 日

source: Path Length
ar: طول المسار
cs: Délka cesty
da: Stilængde
el: Μήκος Διαδρομής
es: Longitud de ruta
fi: Polun pituus
fr: Longueur du chemin
hi: पथ लंबाई
hu: Elérési út hossza
id: Panjang Jalur
it: Lunghezza del percorso
km: ប្រវែង​ផ្លូវ
nb: Stilengde
nl: Padlengte
pa: ਮਾਰਗ ਲੰਬਾਈ
pl: Długość ścieżki
pt_br: Tamanho do caminho
ro: Lungimea căii
ru: Длина пути
sk: Dĺžka cesty
uk: Довжина шляху
zh_cn: 路径长度
zh_tw: 路徑長度

source: (step 3/3)
ar: (الخطوة 3/3)
cs: (krok 3/3)
da: (trin 3/3)
el: (βήμα 3/3)
es: (paso 3/3)
fi: (vaihe 3/3)
fr: (étape 3 sur 3)
hi: (चरण 3/3)
hu: (3/3 lépés)
id: (langkah 3/3)
it: (passo 3/3)
km: (ជំហាន ៣/៣)
nb: (trinn 3/3)
nl: (stap 3/3)
pa: (ਪਗ਼ 3/3)
pl: (etap 3/3)
pt_br: (etapa 3/3)
ro: (pasul 3/3)
ru: (шаг 3/3)
sk: (krok 3/3)
uk: (крок 3 з 3)
zh_cn: (步骤 3/3)
zh_tw: (步驟 3/3)

source: Current Selection:
ar: التحديد الحالي:
cs: Současný výběr:
da: Nuværende valg:
el: Τρέχουσα Επιλογή:
es: Selección actual:
fi: Nykyinen valinta:
fr: Sélection actuelle :
hi: हालिया चुनाव :
hu: Jelenlegi választás:
id: Pilihan Saat Ini:
it: Selezione attuale:
km: ជម្រើស​បច្ចុប្បន្ន ៖
nb: Gjeldende valg:
nl: Huidige selectie:
pa: ਮੌਜੂਦਾ ਚੋਣ:
pl: Bieżący wybór:
pt_br: Seleção atual:
ro: Selecția curentă:
ru: Текущий выбор:
sk: Aktuálny výber:
uk: Поточний вибір:
zh_cn: 当前选择：
zh_tw: 目前選項：

source: Help
ar: تعليمات
cs: Nápověda
da: Hjælp
el: Βοήθεια
es: Ayuda
fi: Ohje
fr: Aide
hi: मदद
hu: Súgó
id: Bantuan
it: Aiuto
km: ជំនួយ
nb: Hjelp
pa: ਸਹਾਇਤਾ
pl: Pomoc
pt_br: Ajuda
ro: Ajutor
ru: Справка
sk: Pomocník
uk: Довідка
zh_cn: 帮助
zh_tw: 說明

source: <P>This frame shows further attributes and OpenSSL X509v3 extensions that can be set. If you are not familiar with these extensions, refer to the file /usr/share/doc/packages/openssl-doc/openssl.txt (package openssl-doc).</P>
ar: <P>يبين هذا الإطار كذلك المزيد من السمات ومن ملحقات OpenSSL X509v3 التي يمكن تعيينها. إذا كنت غير معتادًا على هذه الملحقات، فراجع الملف /usr/share/doc/packages/openssl-doc/openssl.txt (package openssl-doc).</P>
cs: <P>Tento rámec ukazuje další atributy a rozšíření OpenSSL X509v3, které mohou být nastaveny. Pokud s těmito rozšířeními nejste obeznámeni, čtěte soubor /usr/share/doc/packages/openssl-doc/openssl.txt (balíček openssl-doc).</P>
da: <p>Denne ramme viser yderligere attributter og OpenSSL X509v3-udvidelser som kan sættes. Hvis du ikke er bekendt med disse udvidelser, henvises til filen /usr/share/doc/packages/openssl-doc/openssl.txt (pakke openssl-doc).</p>
el: <P>Αυτός ο τομέας σας παρουσιάζει επιπλέον ιδιότητες των επεκτάσεων OpenSSL X509v3 που μπορούν να οριστούν. Εάν δεν γνωρίζετε σχετικά με τις επεκτάσεις αυτές, διαβάστε το αρχείο /usr/share/doc/packages/openssl-doc/openssl.txt (πακέτο openssl-doc).</P>
es: <P>Este cuadro muestra mas atributos y extensiones OpenSSL X509v3 que pueden utilizarse. Si no esta familiarizado con estas extensiones consulte el archivo /usr/share/doc/packages/openssl-doc/openssl.txt (package openssl-doc).</P>
fi: <P>Tässä näet OpenSSL X509v3 laajennukset ja lisäasetukset, jotka voidaan määritellä. Jos et tunne lisäasetuksia tutustu tiedostoon /usr/share/doc/packages/openssl-doc/openssl.txt (paketti openssl-doc).</P>
fr: <P>Cet écran montre davantage de propriétés et les extensions OpenSSL X509v3 qui peuvent être définies. Si ces extensions ne vous sont pas familières, consultez le fichier /usr/share/doc/packages/openssl-doc/openssl.txt (paquet openssl-doc).</P>
hu: <P>Ez a keret további beállítható attribútumokat és OpenSSL X509v3-bővítményeket jelenít meg. Ha nem ismeri ezeket a bővítményeket, az /usr/share/doc/packages/openssl-doc/openssl.txt (package openssl-doc) fájlból tájékozódhat.</P>
id: <P>Bingkai ini menampilkan atribut lebih lanjut dan ekstensi OpenSSL X509v3 yang dapat diatur. Jika Anda tidak familiar dengan ekstensi ini, lihat pada berkas /usr/share/doc/packages/openssl-doc/openssl.txt (paket openssl-doc).</P>
it: <P>Nel riquadro vengono visualizzati ulteriori attributi ed estensioni X509v3 di OpenSSL che si possono impostare. Se non si ha familiarità con queste estensioni, consultare il file /usr/share/doc/packages/openssl-doc/openssl.txt (pacchetto openssl-doc).</P>
nb: <P>Dette vinduet viser flere attributter og OpenSSL X509v3-utvidelser som kan defineres. Hvis du ikke er fortrolig med disse utvidelsene, finner du mer informasjon i filen /usr/share/doc/packages/openssl-doc/openssl.txt (pakken openssl-doc).</P>
nl: <P>Dit venster laat de overige kenmerken en OpenSSL X509v3 extensies zien die kunnen worden ingesteld. Als u met deze extensies niet vertrouwd bent, bekijkt u dan eens het /usr/share/doc/packages/openssl-doc/openssl.txt (package openssl-doc) bestand.</P>
pl: <P>W tej ramce wskazano dalsze atrybuty i rozszerzenia OpenSSL X509v3, jakie można ustawić. Więcej informacji na temat tych rozszerzeń można znaleźć w pliku /usr/share/doc/packages/openssl-doc/openssl.txt (pakiet openssl-doc).</P>
pt_br: <P>Este quadro exibe atributos e extensões OpenSSL X509v3 que podem ser configurados. Se você não está familiarizado com estas extensões, consulte o arquivo /usr/share/doc/packages/openssl-doc/openssl.txt (pacote openssl-doc).</P>
ru: <P>Здесь приведены дальнейшие атрибуты и расширения OpenSSL X509v3. Если вы не знакомы с этими расширениями, обратитесь к файлу /usr/share/doc/packages/openssl-doc/openssl.txt (пакет openssl-doc).</P>
uk: <P>У цій рамці показано інші атрибути і розширення OpenSSL X509v3, які можна встановити. Якщо ви не досконало знайомі з цими розширеннями, то перегляньте файл /usr/share/doc/packages/openssl-doc/openssl.txt (з пакунка openssl-doc).</P>
zh_cn: <p>此框架显示更多属性和可设置的 OpenSSL X509v3 扩展。若您不熟悉这些扩展，请参考文件 /usr/share/doc/packages/openssl-doc/openssl.txt (软件包 openssl-doc 中)。</p>
zh_tw: <P>此框架顯示其他可以設定的屬性和 OpenSSL X509v3 延伸。如果您不熟悉這些延伸，請參閱檔案 /usr/share/doc/packages/openssl-doc/openssl.txt (套件 openssl-doc)。</P>

source: <P>Wrong entries can make the certificate unusable.</P>
ar: <P>قد تؤدي الإدخالات غير الصحيحة إلى جعل الشهادة غير قابلة للاستخدام.</P>
cs: <P>Zadání neplatných hodnot může znemožnit používání certifikátu.</P>
da: <p>Forkerte punkter kan gøre certifikatet uanvendeligt.</p>
el: <P>Λάθος καταχωρήσεις μπορεί να κάνουν το πιστοποιητικό να μη δουλεύει.</P>
es: <P>Entradas incorrectas pueden inutilizar el certificado.</P>
fi: <p>Väärät arvot voivat tehdä varmenteen käyttökelvottomaksi.</p>
fr: <P>Des déclarations erronées peuvent rendre le certificat inutilisable.</P>
hi: <P>गलत प्रविष्टियां प्रमाण-पत्र को अनुपयोगी बना सकती हैं।</P>
hu: <P>Hibás bejegyzések használhatatlanná tehetik a tanúsítványt.</P>
id: <P>Entri yang salah dapat menyebabkan sertifikat tidak dapat digunakan</P>
it: <P>Delle voce errate possono rendere inutilizzabile il certificato.</P>
km: <P>ធាតុ​មិន​ត្រឹមត្រូវ​អាចបណ្ដាល​ឲ្យ​វិញ្ញាបនបត្រ​ប្រើ​មិន​បាន ។</P>
nb: <P>Feilaktige oppføringer kan gjøre sertifikatet ubrukelig.</P>
nl: <P>Foutieve opgaves kunnen het certificaat onbruikbaar maken.</P>
pl: <P>Nieprawidłowo wprowadzone pozycje mogą spowodować, że certyfikat nie będzie zdatny do użytku.</P>
pt_br: <P>Entradas erradas podem tornar o certificado inútil.</P>
ro: <P>Intrările greșite pot face certificatul inutilizabil.</P>
ru: <P>Неверные записи могут сделать сертификат нерабочим.</P>
sk: <P>Nesprávne zadané hodnoty môžu spôsobiť nepoužiteľnosť certifikátu.</P>
uk: <P>Неправильні елементи можуть зробити сертифікат непридатним до використання.</P>
zh_cn: <P>错误项可能导致证书不可用。</P>
zh_tw: <P>錯誤的項目會使得憑證無法使用。</P>

source: Advanced Settings
ar: إعدادات متقدمة
cs: Pokročilá nastavení
da: Avancerede indstillinger
el: Προχωρημένες Ρυθμίσεις
es: Configuración avanzada
fi: Lisäasetukset
fr: Réglages avancés
hi: उन्नत व्यवस्था
hu: Speciális beállítások
id: Pengaturan Lanjutan
it: Impostazioni avanzate
km: ការ​កំណត់​កម្រិត​ខ្ពស់
nb: Avanserte innstillinger
nl: Geavanceerde instellingen
pa: ਤਕਨੀਕੀ ਸੈਟਿੰਗ
pl: Ustawienia zaawansowane
pt_br: Configurações avançadas
ro: Setări avansate
ru: Дополнительные параметры
sk: Pokročilé nastavenia
uk: Додаткові параметри
zh_cn: 高级设置
zh_tw: 進階設定
