Repository: Dzejrou/yast-translations
Catalog: po/*-management/*.po
Languages: ar, cs, da, el, es, fi, fr, hi, hu, id, it, km, nb, nl, pa, pl, pt_br, ro, ru, sk, uk, zh_cn, zh_tw

source: &CA Name:
ar: ا&سم CA:
cs: Název &CA:
da: &CA-navn:
el: Όνομα &CA:
es: Nombre de &CA:
fi: CA:n nimi:
fr: &Nom de l'AC :
hi: CA नाम :
hu: &Hitelesítésszolgáltató (CA) neve:
id: Nama &CA:
it: Nome &CA:
km: ឈ្មោះ CA ៖
nb: Navn på sertifikatutsteder (&CA):
nl: &CA-naam:
pa: &CA ਨਾਂ:
pl: Nazwa &CA:
pt_br: Nome da &CA:
ro: Nume &CA:
ru: &Имя CA:
sk: Názov &CA:
uk: Назва &CA:
zh_cn: CA 名称(&C)：
zh_tw: CA 名稱(&C)：

source: &Common Name:
ar: الاسم ال&عام:
cs: &Běžný název:
da: &Almen-navn:
el: &Κοινόχρηστο Όνομα:
es: Nombre &común:
fi: &Yleinen nimi:
fr: Nom &Courant :
hi: सामान्य नाम : (&C)
hu: Á&ltalános név (CN):
id: Nama &Umum:
it: Nome &comune:
km: ឈ្មោះ​ទូទៅ ៖
nb: Navn (&Common Name)
nl: &Algemene naam:
pa: ਆਮ ਨਾਂ(&C):
pl: Nazwa w&spólna:
pt_br: Nome &comum:
ro: Nume &&comun:
ru: &Общее имя:
sk: &Všeobecný názov:
uk: &Звичайна назва:
zh_cn: 通用名(&C)：
zh_tw: 公用名稱(&C)：

source: E-Mail
ar: البريد الإلكتروني
es: Correo electrónico
fi: Sähköposti
hi: ई-मेल
id: Surel
km: អ៊ីមែល
nb: E-post
pa: ਈਮੇਲ
ru: Электронная почта
uk: Ел. пошта
zh_cn: 电子邮件
zh_tw: 電子郵件

source: C&ountry:
ar: الدولة:
cs: S&tát:
da: La&nd:
el: &Χώρα:
es: P&aís:
fi: M&aa:
fr: Pa&ys :
hi: देश (&o)
hu: &Ország:
id: Negara:
it: &Nazione:
km: ប្រទេស ៖
nb: L&and:
nl: &Land:
pa: ਦੇਸ਼(&o):
pl: K&raj:
pt_br: &País:
ro: Țară:
ru: &Страна:
sk: Š&tát:
uk: Кра&їна:
zh_cn: 国家/地区(&O)：
zh_tw: 國家(&O)：

source: O&rganization:
ar: الم&ؤسسة:
cs: &Organizace:
da: O&rganisation:
el: Ο&ργάνωση:
es: Em&presa:
fi: O&rganisaatio
fr: O&rganisation :
hi: संगठन : (&r)
hu: Sze&rvezet:
id: Organisasi:
it: &Organizzazione:
km: អង្គការ ៖
nb: O&rganisasjon:
nl: O&rganisatie:
pa: ਸੰਗਠਨ(&r):
pl: O&rganizacja:
pt_br: O&rganização:
ro: O&rganizație:
ru: О&рганизация:
sk: O&rganizácia:
uk: &Організація:
zh_cn: 组织(&R)：
zh_tw: 組織(&R)：

source: Or&ganizational Unit:
ar: الوحد&ة التنظيمية:
cs: Or&ganizační jednotka:
da: Or&ganisatorisk enhed:
el: Ορ&γανική Μονάδα:
es: De&partamento:
fi: Or&ganisaatioyksikkö:
fr: Unité &organisationnelle :
hi: सांगठनिक यूनिट : (&g)
hu: Szer&vezeti egység:
id: Unit Organisasi:
it: Unità dell'or&ganizzazione:
km: ផ្នែក​អង្គការ ៖
nb: Or&ganisasjonsenhet:
nl: Or&ganisatie-eenheid:
pa: ਸੰਗਠਨ ਯੂਨਿਟ(&g):
pl: Jednostka or&ganizacyjna:
pt_br: Unidade or&ganizacional:
ro: Unitate or&&ganizațională:
ru: По&дразделение:
sk: Or&ganizačná jednotka:
uk: Відділ ор&ганізації:
zh_cn: 组织单位(&G)：
zh_tw: 組織單位(&G)：

source: Loca&lity:
ar: المن&طقة:
cs: &Místo:
da: Ste&d:
el: Τοποθ&εσία:
es: Loca&lidad:
fi: Paikkakunta:
fr: &Localité :
hi: स्थान (&l)
hu: Helyszí&n:
id: Daerah:
it: Loca&lità:
km: តំបន់ ៖
nb: Loka&litet:
nl: &Plaats:
pa: ਟਿਕਾਣਾ(&l):
pl: R&ejon:
pt_br: Loca&l:
ro: Loca&litate:
ru: Располо&жение:
sk: Loka&lita:
uk: Розта&шування:
zh_cn: 位置(&L)：
zh_tw: 地域性(&L)：

source: &State:
ar: ال&ولاية:
cs: &Země:
da: &Stat:
el: &Κατάσταση:
es: &Región:
fi: &Osavaltio:
fr: É&tat :
hi: राज्य : (&S)
hu: &Állam/régió:
id: Negara Bagian:
it: &Provincia:
km: រដ្ឋ ៖
nb: &Fylke:
nl: &Staat:
pa: ਪ੍ਰਾਂਤ(&S):
pl: &Stan/Województwo:
pt_br: E&stado:
ro: &Stat (provincie):
ru: Облас&ть:
sk: &Krajina:
uk: &Область:
zh_cn: 省/州(&S)：
zh_tw: 州(&S)：

source: Take Local Server Name
ar: اختيار اسم خادم محلي
cs: Vzít místní název serveru
da: Tag lokalt servernavn
el: Λήψη Ονόματος Τοπικού Διακομιστή
es: Obtener nombre del servidor local
fi: Ota paikallisen palvelimen nimi
fr: Prendre le nom du serveur local
hi: स्थानीय सेवक नाम लें
hu: Helyi kiszolgáló nevének felhasználása
id: Ambil Name Server Lokal
it: Accetta nome del server locale
km: យក​ឈ្មោះ​ម៉ាស៊ីន​បម្រើ​មូលដ្ឋាន
nb: Innhent lokalt servernavn
nl: Lokale servernaam overnemen
pa: ਲੋਕਲ ਸਰਵਰ ਨਾਂ ਲਵੋ
pl: Pobierz nazwę lokalnego serwera
pt_br: Obter Nome do Servidor Local
ro: Ia numele serverului local
ru: Взять имя локального сервера
sk: Použiť miestny názov servera
uk: Взяти назву локального сервера
zh_cn: 采用本地服务器名称
zh_tw: 取得本地伺服器名稱

source: &Server Name:
ar: ا&سم الخادم:
cs: Název &serveru:
da: &Servernavn:
el: Ό&νομα Διακομιστή:
es: Nombre del &servidor:
fi: &Palvelimen nimi:
fr: Nom du &serveur :
hi: सेवक नाम : (&S)
hu: Ki&szolgáló neve:
id: Nama &Server:
it: Nome del &server:
km: ឈ្មោះ​ម៉ាស៊ីន​បម្រើ ៖
nb: &Servernavn:
nl: &Servernaam:
pa: ਸਰਵਰ ਨਾਂ(&S):
pl: Nazwa s&erwera:
pt_br: Nome do &servidor:
ro: Nume &server:
ru: Имя &сервера:
sk: Názov &servera:
uk: Назва &сервера:
zh_cn: 服务器名称(&S)：
zh_tw: 伺服器名稱(&S)：

source: New passwords do not match.
ar: كلمتا المرور الجديدتان غير متطابقتين.
cs: Hesla se neshodují.
da: Nye adgangskoder matcher ikke.
el: Τα νέα συνθηματικά δεν ταιριάζουν.
es: Las nuevas contraseñas no coinciden.
fi: Uudet salasanat eivät täsmää.
fr: Les nouveaux mots de passe ne correspondent pas.
hi: नये पासवर्ड आपस में नहीं मिल रहे हैं।
hu: Az új jelszavak nem egyeznek.
id: Kata sandi baru tidak cocok.
it: Le nuove password non corrispondono.
km: ពាក្យ​សម្ងាត់​មិន​ត្រូវ​គ្នា ។
nb: Nye passord samsvarer ikke.
nl: De nieuwe wachtwoorden zijn ongelijk.
pa: ਨਵਾਂ ਪਾਸਵਰਡ ਮੇਲ ਨਹੀਂ ਕਰਦਾ।
pl: Nowe hasła nie zgadzają się.
pt_br: As novas senhas não são iguais.
ro: Parolele noi nu coincid.
ru: Новые пароли не совпадают.
sk: Nové heslo sa nezhoduje.
uk: Нові паролі не збігаються.
zh_cn: 新密码不匹配。
zh_tw: 新密碼不符。

source: Password length should be greater than three characters.
ar: يجب أن تكون كلمة المرور أكثر من ثلاثة حروف.
cs: Délka hesla by měla být alespoň čtyři znaky.
da: Adgangskodelængden bør være større end tre tegn.
el: Το μήκος συνθηματικού θα πρέπει να είναι μεγαλύτερο από τρεις χαρακτήρες.
es: La longitud de la contraseña debe ser superior a tres caracteres.
fi: Salasanan pituuden tulisi olla suurempi kuin kolme merkkiä.
fr: Le mot de passe doit comporter au moins trois caractères.
hi: पासवर्ड लंबाई तीन वर्ण से ज्यादा की होनी चाहिए।
hu: A jelszónak 3 karakternél hosszabbnak kell lennie.
id: Panjang kata sandi sebaiknya lebih dari tiga karakter.
it: La password deve contenere più di tre caratteri.
km: ប្រវែង​ពាក្យ​សម្ងាត់​គួរ​តែ​វែង​ជាង​បី​តួអក្សរ ។
nb: Lengden til passordet bør være større enn tre tegn.
nl: Het wachtwoord moet uit minstens vier tekens bestaan.
pa: ਪਾਸਵਰਡ ਦੀ ਲੰਬਾਈ 3 ਅੱਖਰਾਂ ਤੋਂ ਵੱਡੀ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ।
pl: Hasło powinno być dłuższe niż trzy znaki.
pt_br: A senha deve ter mais de três caracteres.
ro: Lungimea parolei trebuie să fie mai mare de 3 caractere.
ru: Длина пароля должна быть больше трёх символов.
sk: Heslo musí byť dlhšie ako 3 znaky.
uk: Довжина паролю має перевищувати три літери.
zh_cn: 密码长度应超过三个字符。
zh_tw: 密碼長度必須大於三個字元。

source: CA name required.
ar: مطلوب إدخال اسم CA.
cs: Je vyžadován název certifikační autority.
da: CA-navn kræves.
el: Το όνομα CA απαιτείται.
es: Se requiere nombre de CA.
fi: CA-nimi vaaditaan.
fr: Nom de l'AC requis.
hi: CA नाम की आवश्यकता है।
hu: A CA nevét szükséges megadni.
id: Nama CA wajib ada.
it: È richiesto il nome della CA.
km: ត្រូវការ​ឈ្មោះ CA ។
nb: CA-navn må angis.
nl: CA-naam vereist.
pa: CA ਨਾਂ ਲੋੜੀਦਾ ਹੈ।
pl: Wymagana nazwa CA.
pt_br: Nome de CA requerido.
ro: Numele CA este necesar.
ru: Необходимо имя CA.
sk: Je vyžadovaný názov CA.
uk: Потрібна назва CA.
zh_cn: 需要 CA 名称。
zh_tw: 需要 CA 名稱。

source: Common name required.
ar: مطلوب إدخال اسم عام.
cs: Je vyžadován běžný název.
da: Almen-navn kræves.
el: Κοινόχρηστο όνομα απαιτείται.
es: Se requiere nombre común.
fi: Yleinen nimi tarvitaan.
fr: Nom courant requis.
hi: सामान्य नाम की आवश्यकता है।
hu: Az általános nevet szükséges megadni.
id: Nama Umum wajib ada.
it: È richiesto il nome comune.
km: ត្រូវការ​ឈ្មោះ​ទូទៅ ។
nb: Vanlig navn må angis.
nl: Algemene naam vereist.
pa: ਆਮ ਨਾਂ ਲੋੜੀਦਾ ਹੈ।
pl: Wymagana nazwa wspólna.
pt_br: Nome comum requerido.
ro: Numele comun este necesar.
ru: Необходимо общее имя.
sk: Je vyžadovaný názov domény.
uk: Потрібна звичайна назва.
zh_cn: 需要通用名。
zh_tw: 需要公用名稱。

source: Invalid e-mail format.
ar: تنسيق البريد الإلكتروني غير صالح.
cs: Chybný formát e-mailu.
da: Ugyldigt e-mail-format.
el: Λάθος μορφή e-mail.
es: Formato de correo electrónico no válido.
fi: Virheellinen sähköpostiosoite.
fr: Format de courrier électronique incorrect.
hi: अमान्य ई-मेल स्वरूप
hu: Érvénytelen e-mail cím formátum.
id: Format surel tidak valid.
it: Formato e-mail non valido.
km: ទ្រង់ទ្រាយ​អ៊ីមែល​មិន​ត្រឹមត្រូវ​ ។
nb: Ugyldig e-postformat.
nl: Ongeldige e-mailindeling.
pa: ਗਲਤ ਈਮੇਲ ਫਾਰਮੈਟ।
pl: Nieprawidłowy format e-mail.
pt_br: Formato de e-mail inválido.
ro: Format invalid pentru e-mail.
ru: Неверный формат эл. адреса.
sk: Neplatný formát e-mailu.
uk: Нечинний формат ел. пошти.
zh_cn: 无效的电子邮件格式。
zh_tw: 無效的電子郵件格式。

source: Server name required.
ar: مطلوب إدخال اسم الخادم.
cs: Je vyžadován název serveru.
da: Servernavn kræves.
el: Όνομα διακομιστή απαιτείται.
es: El nombre de servidor es obligatorio.
fi: Palvelimen nimi tarvitaan.
fr: Nom du serveur requis.
hi: सेवक नाम की आवश्यकता है
hu: A kiszolgálónév megadása kötelező.
id: Nama Server wajib ada.
it: Il nome del server è obbligatorio.
km: ត្រូវ​ការ​ឈ្មោះ​ម៉ាស៊ីន​បម្រើ ។
nb: Servernavn er påkrevd.
nl: Servernaam vereist.
pa: ਸਰਵਰ ਨਾਂ ਲੋੜੀਦਾ ਹੈ।
pl: Wymagana jest nazwa serwera.
pt_br: Nome do servidor obrigatório.
ro: Numele serverului este necesar.
ru: Необходимо имя сервера.
sk: Je vyžadovaný názov serveru.
uk: Потрібна назва сервера.
zh_cn: 需要服务器名称。
zh_tw: 需要伺服器名稱。

source: Cannot read the certificate.
ar: تتعذر قراءة الشهادة.
cs: Certifikát nelze načíst.
da: Kan ikke læse certifikatet.
el: Αδυναμία ανάγνωσης του πιστοποιητικού
es: No es posible leer el certificado.
fi: Varmenteen lukeminen ei onnistunut.
fr: Lecture impossible du certificat.
hi: प्रमाण-पत्र को पढ़ा नहीं जा सकता।
hu: A tanúsítvány nem olvasható.
id: Tidak dapat membaca sertifikat.
it: Impossibile leggere il certificato.
km: មិន​អាច​អាន​វិញ្ញាបនបត្រ​បាន
nb: Kan ikke lese sertifikatet.
nl: Kan het certificaat niet lezen.
pa: ਸਰਟੀਫਿਕੇਟ ਪੜ੍ਹਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ ਹੈ।
pl: Nie można odczytać certyfikatu.
pt_br: Impossível ler o certificado.
ro: Nu pot citi certificatul.
ru: Невозможно прочитать сертификат.
sk: Nemôžem načítať certifikát.
uk: Не вдається прочитати сертифікат.
zh_cn: 无法读取证书。
zh_tw: 無法讀取憑證。

source: Import Certificate from File
ar: استيراد الشهادة من ملف
cs: Import certifikátu ze souboru
da: Importér certifikat fra fil
el: Εισαγωγή Πιστοποιητικού από Αρχείο
es: Importar certificado desde fichero
fi: Tuo varmenne tiedostosta
fr: Importer le certificat du fichier
hi: फाइल से प्रमाण-पत्र आयात करें
hu: Tanúsítvány importálása fájlból
id: Impor Sertifikat dari Berkas
it: Importa certificato da file
km: នាំចូល​វិញ្ញាបនបត្រ​ពី​ឯកសារ
nb: Importer sertifikat fra fil
nl: Certificaat uit bestand importeren
pa: ਫਾਇਲ ਤੋਂ ਸਰਟੀਫਿਕੇਟ ਆਯਾਤ ਕਰੋ
pl: Importuj certyfikat z pliku
pt_br: Importar certificado do arquivo
ro: Importă certificatul din fișier
ru: Импорт сертификата из файла
sk: Importovať certifikát zo súboru
uk: Імпортувати сертифікат з файла
zh_cn: 从文件中导入证书
zh_tw: 從檔案匯入憑證

source: Server Name
ar: اسم الخادم
cs: Název serveru
da: Servernavn
el: Όνομα Διακομιστή
es: Nombre del servidor
fi: Palvelimen nimi
fr: Nom du serveur
hi: सेर्वर नेम
hu: Kiszolgálónév
id: Nama Server
it: Nome del server
km: ឈ្មោះ​ម៉ាស៊ីន​បម្រើ
nb: Servernavn
nl: Servernaam
pa: ਸਰਵਰ ਨਾਂ
pl: Nazwa serwera
pt_br: Nome do servidor
ro: Numele serverului
ru: Имя сервера
sk: Názov servera
uk: Назва сервера
zh_cn: 服务器名称
zh_tw: 伺服器名稱

source: [local server name]
ar: [اسم الخادم المحلي]
cs: [místní název serveru]
da: [lokalt servernavn]
el: [όνομα τοπικού διακομιστή]
es: [nombre del servidor local]
fi: [paikallisen palvelimen nimi]
fr: [nom du serveur local]
hi: [स्थानीय सेवक नाम]
hu: [helyi kiszolgáló neve]
id: [nama server lokal]
it: [nome server locale]
km: [ឈ្មោះ​ម៉ាស៊ីន​បម្រើ​មូលដ្ឋាន]
nb: [lokalt servernavn]
nl: [naam lokale server]
pa: [ਲੋਕਲ ਸਰਵਰ ਨਾਂ]
pl: [nazwa lokalnego serwera]
pt_br: [nome do servidor local]
ro: [numele serverului local]
ru: [имя локального сервера]
sk: [miestny názov servera]
uk: [назва локального сервера]
zh_cn: [本地服务器名称]
zh_tw: [本地伺服器名稱]

source: CA Name
ar: اسم CA
cs: Název certifikační autority
da: CA-navn
el: Όνομα CA
es: Nombre de la CA
fi: CA-nimi
fr: Nom AC
hi: CA नाम
hu: CA neve
id: Nama CA
it: Nome CA
km: ឈ្មោះ CA
nb: Navn på sertifikatutsteder (CA)
nl: CA-naam
pa: CA ਨਾਂ
pl: Nazwa CA
pt_br: Nome de CA
ro: Nume CA
ru: Имя CA
sk: Názov CA
uk: Назва CA
zh_cn: CA 名称
zh_tw: CA 名稱

source: Common Name
ar: الاسم العام
cs: Běžný název
da: Almen-navn
el: Κοινόχρηστο Όνομα
es: Nombre común
fi: Yleinen nimi
fr: Nom usuel
hi: सामान्य नाम
hu: Köznapi név
id: Nama Umum
it: Nome comune
km: ឈ្មោះ​ទូទៅ
nb: Vanlig navn
nl: Algemene naam
pa: ਆਮ ਨਾਂ
pl: Nazwa wspólna
pt_br: Nome comum
ro: Nume comun
ru: Общее имя
sk: Názov domény
uk: Звичайна назва
zh_cn: 通用名
zh_tw: 公用名稱

source: [not set]
ar: [لم يتم التعيين]
cs: [nenastaveno]
da: [ikke sat]
el: [μη καθορισμένο]
es: [no establecer]
fi: [ei määritetty]
fr: [non défini]
hi: [सेट नहीं]
hu: [nincs beállítva]
id: [tidak ditetapkan]
it: [non impostato]
km: [មិន​កំណត់]
nb: [ikke angitt]
nl: [niet ingesteld]
pa: [ਸੈੱਟ ਨਹੀਂ]
pl: [nie ustawione]
pt_br: [não definido]
ro: [nu este setat]
ru: [не задано]
sk: [nenastavené]
uk: [не встановлено]
zh_cn: [未设置]
zh_tw: [未設定]

source: Email
ar: البريد الإلكتروني
es: Correo electrónico
fi: Sähköposti
fr: Courriel
hi: ई-मेलः
id: Surel
km: អ៊ីមែល
nb: E-post
pa: ਈਮੇਲ
ru: Электронная почта
uk: Ел. пошта
zh_cn: 电子邮件
zh_tw: 電子郵件

source: Organizational Unit
ar: الوحدة التنظيمية
cs: Organizační jednotka
da: Organisatorisk enhed
el: Μονάδα Οργανισμού
es: Departamento
fi: Organisaatioyksikkö
fr: Unité organisationnelle
hi: सांगठनिक यूनिट
hu: Szervezeti egység
id: Unit Organisasi
it: Unità organizzativa
km: ផ្នែក​អង្គការ
nb: Organisasjonsenhet
nl: Organisatie-eenheid
pa: ਸੰਗਠਨ ਯੂਨਿਟ
pl: Jednostka organizacyjna
pt_br: Unidade organizacional
ro: Unitate organizațională
ru: Подразделение
sk: Organizačná jednotka
uk: Відділ організації
zh_cn: 组织单位
zh_tw: 組織單位

source: Password
ar: كلمة المرور
cs: Heslo
da: Adgangskode
el: Συνθηματικό
es: Contraseña
fi: Salasana
fr: Mot de passe
hi: पासवर्ड
hu: Jelszó
id: Kata sandi
km: ពាក្យ​សម្ងាត់
nb: Passord
nl: Wachtwoord
pa: ਪਾਸਵਰਡ
pl: Hasło
pt_br: Senha
ro: Parolă
ru: Пароль
sk: Heslo
uk: Пароль
zh_cn: 密码
zh_tw: 密碼

source: [set]
ar: [تم التعيين]
cs: [nastaveno]
da: [sat]
el: [ορισμένο]
es: [establecer]
fi: [aseta]
fr: [défini]
hi: [सेट]
hu: [beállítva]
id: [ditatapkan]
it: [impostato]
km: [កំណត់]
nb: [angitt]
nl: [ingesteld]
pa: [ਸੈੱਟ]
pl: [ustawione]
pt_br: [definido]
ro: [setat]
ru: [задано]
sk: [nastavené]
uk: [встановлено]
zh_cn: [设置]
zh_tw: [設定]

source: Generating Common Server Certificate
ar: إنشاء شهادة خادم عامة
cs: Probíhá generování běžného certifikátu serveru
da: Genererer alment servercertifikat
el: Δημιουργία Πιστοποιητικού Κοινόχρηστου Διακομιστή
es: Generación de certificado de servidor común
fi: Luodaan yleistä palvelinvarmennetta
fr: Génération du certificat serveur commun
hi: सामान्य सेवक प्रमाण-पत्र उत्पन्न किया जा रहा है
hu: Általános kiszolgálótanúsítvány előállítása
id: Membuat Sertifikat Server Umum
it: Generazione del certificato del server comune
km: កំពុងបង្កើត​វិញ្ញាបនបត្រ​ម៉ាស៊ីន​បម្រើ​ទូទៅ
nb: Genererer serversertifikat
nl: Algemeen servercertificaat genereren
pa: ਆਮ ਸਰਵਰ ਸਰਟੀਫਿਕੇਟ ਤਿਆਰ ਕਰੋ
pl: Konfiguracja Common Server Certificate
pt_br: Gerando certificado de servidor comum
ro: Generez certificatul comun al serverului
ru: Создание общего сертификата сервера
sk: Vygenerovať spoločný certifikát servera
uk: Створення звичайного сертифіката сервера
zh_cn: 生成通用服务器证书
zh_tw: 產生公用伺服器憑證

source: Read server information
ar: قراءة معلومات الخادم
cs: Načíst informace o serveru
da: Læs serverinformation
el: Ανάγνωση πληροφοριών διακομιστή
es: Leer información del servidor
fi: Lue palvelintiedot
fr: Lecture des informations du serveur
hi: सेवक सूचना पढ़ें
hu: Kiszolgálóinformációk beolvasása
id: Membaca informasi server
it: Leggi le informazioni sul server
km: អាន​ព័ត៌មាន​ម៉ាស៊ីន​បម្រើ
nb: Leser informasjon om serveren
nl: Serverinformatie lezen
pa: ਸਰਵਰ ਜਾਣਕਾਰੀ ਪੜ੍ਹੋ
pl: Odczytywanie informacji serwera
pt_br: Ler informações do servidor
ro: Citesc informațiile despre server
ru: Чтение информации сервера
sk: Načítanie informácií o serveri
uk: Читання інформації про сервер
zh_cn: 读取服务器信息
zh_tw: 讀取伺服器資訊

source: Create the default CA and server certificate
ar: إنشاء CA وشهادة الخادم الافتراضيتين
cs: Vytvořit výchozí certifikační autoritu a certifikát serveru
da: Opret standard-CA og servercertifikat
el: Δημιουργία της προκαθορισμένης CA και πιστοποιητικού διακομιστή
es: Crear el certificado de servidor y la CA por defecto
fi: Luodaan oletus CA ja palvelinvarmenne
fr: Créer le certificat serveur et l'AC par défaut
hi: डिफॉल्ट CA और सेवक प्रमाण-पत्र सृजित करें
hu: Alapértelmezett hitelesítő központ (CA) és kiszolgálótanúsítvány létrehozása
id: Membuat sertifikat CA dan server standar
it: Crea il certificato del server e la CA predefiniti
km: បង្កើត CA លំនាំដើម និង​វិញ្ញាបនបត្រ​ម៉ាស៊ីន​បម្រើ
nb: Opprett standard sertifikatutsteder (CA) og serversertifikat
nl: Standaard-CA en -servercertificaat aanmaken
pa: ਡਿਫਾਲਟ CA ਅਤੇ ਸਰਵਰ ਸਰਟੀਫਿਕੇਟ ਬਣਾਓ
pl: Utwórz domyślny CA i certyfikat serwera
pt_br: Criar CA e certificado de servidor padrão
ro: Crează CA și certificatul serverului implicite
ru: Создать CA и сертификата сервера по умолчанию
sk: Vytvoriť predvolenú CA a certifikát servera
uk: Створити типовий CA і сертифікат сервера
zh_cn: 创建默认 CA 和服务器证书
zh_tw: 建立預設的 CA 與伺服器憑證

source: Creating the default CA and server certificate...
ar: يتم الآن إنشاء CA وشهادة الخادم الافتراضيتين...
cs: Vytváří se výchozí certifikační autorita a certifikát serveru...
da: Opretter standard-CA og servercertifikat...
el: Δημιουργία της προκαθορισμένης CA και πιστοποιητικού διακομιστή...
es: Creando el certificado de servidor y la CA por defecto...
fi: Luodaan oletusarvoista CA:ta ja palvelinvarmennetta...
fr: Création du certificat serveur et de l'AC par défaut...
hi: डिफॉल्ट CA और सेवक प्रमाण-पत्र सृजित किया जा रहा है...
hu: Alapértelmezett hitelesítésszolgáltató és kiszolgálótanúsítvány létrehozása...
id: Membuat sertifikat CA dan server standar...
it: Creazione in corso del certificato predefinito del server e della CA...
km: កំពុង​បង្កើត CA លំនាំដើម និង​វិញ្ញាបនបត្រ​ម៉ាស៊ីន​បម្រើ...
nb: Oppretter standard sertifikatutsteder (CA) og serversertifikat...
nl: Standaard-CA en -servercertificaat worden aangemaakt...
pa: ਡਿਫਾਲਟ CA ਅਤੇ ਸਰਵਰ ਸਰਟੀਫਿਕੇਟ ਤਿਆਰ ਕਰੋ...
pl: Tworzenie domyślnego CA i certyfikatu serwera.
pt_br: Criando CA e certificado de servidor padrão...
ro: Creez CA și certificatul serverului implicite...
ru: Создание CA и сертификата сервера по умолчанию...
sk: Vytváranie predvolenej CA a certifikátu servera...
uk: Створення типового CA та сертифіката сервера...
zh_cn: 正在创建默认 CA 和服务器证书...
zh_tw: 正在建立預設的 CA 與伺服器憑證...

source: Finished
ar: انتهى
cs: Hotovo
da: Færdig
el: Ολοκληρώθηκε
es: Terminado
fi: Valmis
fr: Terminé
hi: समाप्त हुआ
hu: Befejeződött
id: Selesai
it: Operazione completata
km: បាន​បញ្ចប់
nb: Fullført
nl: Gereed
pa: ਮੁਕੰਮਲ
pl: Zakończono
pt_br: Concluído
ro: Gata
ru: Готово
sk: Dokončené
uk: Завершено
zh_cn: 已完成
zh_tw: 已完成

source: Cannot create certificates.
ar: تعذر إنشاء الشهادات.
cs: Nelze vytvořit certifikáty.
da: Kan ikke oprette certifikater.
el: Αδυναμία δημιουργίας πιστοποιητικών.
es: No es posible crear certificados.
fi: Varmenteita ei voi luoda.
fr: Impossible de créer les certificats.
hi: प्रमाण-पत्रों को सृजित नहीं किया जा सकता है।
hu: A tanúsítványok létrehozása nem sikerült.
id: Tidak dapat membuat sertifikat.
it: Impossibile creare i certificati.
km: មិន​អាច​បង្កើត​វិញ្ញាបនបត្រ​បាន ។
nb: Kan ikke opprette sertifikater.
nl: Kan geen certificaten aanmaken.
pa: ਸਰਟੀਫਿਕੇਟ ਬਣਾਏ ਨਹੀਂ ਜਾ ਸਕਦੇ ਹਨ।
pl: Nie można stworzyć certyfikatów.
pt_br: Impossível criar certificados.
ro: Nu pot crea certificatele.
ru: Невозможно создать сертификаты.
sk: Nemôžem vytvoriť certifikáty.
uk: Не вдалося створити сертифікати.
zh_cn: 无法创建证书。
zh_tw: 無法建立憑證。

source: Cannot evaluate the name of the local machine. Change the values of Server Name and E-Mail.
ar: تعذر تخمين اسم الجهاز المحلي. قم بتغيير قيمتي البريد الإلكتروني واسم الخادم.
cs: Nelze vyhodnotit název místního počítače. Změňte hodnoty názvu serveru a e-mailu.
da: Kan ikke evaluere navnet på den lokale maskine. Redigér værdierne for servernavn og e-mail.
el: Αδυναμία εκτίμησης του ονόματος της τοπικής μηχανής. Αλλάξτε τις τιμές τους Ονόματος Διακομιστή και E-Mail.
es: No es posible evaluar el nombre del equipo local. Modificar los valores de nombre de servidor y correo electrónico.
fi: Paikallisen tietokoneen nimeä ei voi ratkaista. Muuta Palvelimen nimi- ja Sähköposti-arvoja.
fr: Impossible de déterminer le nom de la machine locale. Modifier les valeurs du nom du serveur et du courriel.
hi: स्थानीय मशीन के नाम का मूल्यांकन नहीं किया जा सकता है। सेवक नाम और ई-मेल के मानों को परिवर्तित करें।
hu: A helyi gép neve nem értékelhető ki. Módosítsa a Kiszolgálónév és az E-mail értékeket.
id: Tidak dapat mengevaluasi nama mesin lokal. Ubah nilai pada Nama Server dan Surel.
it: Impossibile valutare il nome del computer locale. Modificare i valori del nome del server e dell'indirizzo e-mail.
km: មិន​អាច​វាយ​តម្លៃ​ឈ្មោះ​របស់​ម៉ាស៊ីន​មូលដ្ឋាន​បាន ។ ផ្លាស់ប្ដូរ​តម្លៃ​របស់​ឈ្មោះ​ម៉ាស៊ីន​បម្រើ និង​អ៊ីមែល ។
nb: Kan ikke anslå navn på lokal maskin. Endrer verdiene for servernavn og e-post.
nl: Kan de naam van de lokale computer niet evalueren. Wijzig de waarden van de servernaam en e-mail.
pl: Nie udało się ustalić nazwy lokalnego komputera. Należy zmienić wartości pól: Nazwa serwera i Adres e-mail.
pt_br: Impossível avaliar o nome da máquina local. Mudar os valores do Nome do Servidor e E-Mail.
ro: Nu pot evalua numele mașinii locale. Schimbați valorile numelui serverului și e-mail.
ru: Невозможно преобразовать имя локальной машины. Измените значения имени сервера и адреса эл. почты.
sk: Nie je možné vyhodnotiť názov miestneho stroja. Zmeňte hodnoty Názov servera a E-Mail.
uk: Не вдалося визначити назву локального комп'ютера. Змініть значення у полях "Назва сервера" та "Пошта".
zh_cn: 无法评估本地计算机名称。请修改服务器名称和电子邮件的值。
zh_tw: 無法分析本機的名稱。請修改「伺服器名稱」與「電子郵件」的值。

source: CA Management
ar: إدارة CA
cs: Správa CA
da: CA-håndtering
el: Διαχείριση CA
es: Gestión de autoridades de certificación (CA)
fi: CA-hallinta
fr: Gestion des AC
hi: CA प्रबंधन
hu: Hitelesítésszolgáltatók kezelése
id: Manajemen CA
km: ការ​គ្រប់គ្រង CA
nb: CA-administrasjon
nl: CA-beheer
pa: CA ਪਰਬੰਧ
pl: Zarządzanie CA
pt_br: Gerenciamento de CA
ro: Gestionarea CA
ru: Управление CA
sk: Správa CA
uk: Керування CA
zh_cn: CA 管理
zh_tw: CA 管理

source: Settings have already been written.
ar: تمت كتابة الإعدادات بالفعل.
cs: Nastavení již bylo zapsáno.
da: Indstillingerne er allerede blevet skrevet.
el: Οι ρυθμίσεις έχουν ήδη γραφτεί.
es: La configuración ya ha sido escrita.
fi: Asetukset on jo tallennettu.
fr: Les réglages ont déjà été enregistrés.
hi: व्यवस्था को पहले ही लिखा जा चुका है।
hu: A beállítások már mentve lettek.
id: Pengaturan sudah ditulis.
it: Le impostazioni sono state già scritte.
km: ការ​កំណត់​ត្រូវ​បាន​សរសេរ​រួច​ហើយ ។
nb: Innstillingene er allerede lagret.
nl: Instellingen zijn reeds opgeslagen.
pa: ਸੈਟਿੰਗ ਪਹਿਲਾਂ ਹੀ ਲਿਖੀ ਗਈ ਹੈ।
pl: Ustawienia zostały już zapisane.
pt_br: Configurações já gravadas.
ro: Setările au fost scrise deja.
ru: Параметры уже записаны.
sk: Nastavenia už boli zapísané.
uk: Параметри вже записано.
zh_cn: 设置已写入。
zh_tw: 已經寫入設定值。
