Repository: Dzejrou/yast-translations
Catalog: po/*-management/*.po
Languages: ar, cs, da, el, es, fi, fr, hi, hu, id, it, km, nb, nl, pa, pl, pt_br, ro, ru, sk, uk, zh_cn, zh_tw

source: <p><b>CA Name</b> is the name of a CA certificate. Use only the characters, "a-z", "A-Z", "-", and "_".</p>
ar: <p><b>اسم CA</b>هو اسم شهادة CA. استخدم فقط الحروف "من a إلى z" و"من A إلى Z" و"-" و"_".</p>
cs: <p><b>CA Name</b> je jméno certifikátu CA. Používejte pouze ASCII znaky, "a-z", "A-Z", "-", and "_".</p>
da: <p><b>CA-navn</b> er navnet på et CA-certifikat. Anvend kun tegnene, "a-z", "A-Z", "-" og "_".</p>
el: <p><b>Όνομα CA</b> είναι το όνομα του πιστοποιητικού CA. Χρησιμοποιήστε μόνο χαρακτήρες , "a-z", "A-Z", "-", και "_".</p>
es: <p>El <b>Nombre de CA</b> es el nombre de un certificado de CA. Utilice sólo caracteres , "a-z", "A-Z", "-", y "_".</p>
fi: <p><b>CA:n nimi</b> on CA-varmenteen nimi. Käytä ainoastaan US-ASCII ja "-", "_" -merkkejä</p>
fr: <p><b>Nom du CA</b> est le nom d'un certificat CA. N'utilisez que des caractères "a-z", "A-Z", "-" et "_".</p>
hu: <p>A <b>CA-név</b> a CA-tanúsítvány neve. A név csak "a-z", "A-Z", "-" és "_" karaktereket tartalmazhat.</p>
id: <p><b>Nama CA</b> adalah nama sertifikat CA. Hanya menggunakan karakter, "a-z", "A-Z", "-", dan "_".</p>
it: <p><b>Nome CA</b> è il nome di un certificato CA. Utilizzare solo i caratteri "a-z", "A-Z", "-"e "_"</p>
km: <p><b>ឈ្មោះ CA​</b> គឺ​ជា​ឈ្មោះ​របស់​វិញ្ញាបនបត្រ ។ប្រើ​តែ​តួអក្សរ "a-z", "A-Z", "-", និង "_" ។</p>
nb: <p><b>CA-navn</b> er navnet på CA-sertifikatet. Bruk kun tegnene a-z, A-Z, - og _.</p>
nl: <p><b>CA Name</b> is de naam van een CA certificaat. Gebruik alleen de tekens "a-z", "A-Z", "-" en "_".</p>
pl: <p><b>Nazwa CA</b> jest nazwą certyfikatu CA. Należy używać tylko znaków "a-z", "A-Z", "-" i "_".</p>
pt_br: <p><b>Nome da CA</b> é o nome do certificado da CA. Use somente os caracteres , "a-z", "A-Z", "-" e "_"..</p>
ro: <p><b>Numele CA</b> este numele unui certificat CA. Utilizați doar caracterele "a-z", "A-Z", "-" și "_".</p>
ru: <p><b>Имя CA</b> — это имя сертификата CA. Используйте только символы "a-z", "A-Z", "-" и "_".</p>
uk: <p><b>Назва CA</b> — це назва сертифіката CA. Використовуйте лише символи "a-z", "A-Z", "-", та "_".</p>
zh_cn: <p><b>CA 名称</b>是 CA 证书的名称。仅使用字符，"a-z"，"A-Z"，"-" 和 "_"。</p>
zh_tw: <p><b>「CA 名稱」</b>是 CA 憑證的名稱。請使用 "a-z", "A-Z", "-", 和 "_"。</p>

source: <p><b>Common Name</b> is the name of the CA.</p>
ar: <p><b>الاسم العام</b> هو اسم CA.</p>
cs: <p><b>Common Name</b> je jméno CA.</p>
da: <p><b>Almen-navn</b> er navnet på CAen.</p>
el: <p><b>Κοινόχρηστο Όνομα</b> είναι το όνομα της CA.</p>
es: <p><b>Nombre común</b> es el nombre de la CA.</p>
fi: <p><b>Yleinen Nimi</b> on CA:n nimi.</p>
fr: <p><b>Nom usuel</b> est le nom de l'AC.</p>
hi: <p><b>सामान्य नाम</b> CA का नाम है। </p>
hu: <p>Az <b>Általános név</b> a CA neve.</p>
id: <p><b>Nama Umum</b> adalah nama CA.</p>
it: <p><b>Nome comune</b> è il nome della CA.</p>
km: <p><b>ឈ្មោះ​ទូទៅ</b> គឺ​ជា​ឈ្មោះ​របស់ CA ។</p>
nb: <p><b>Vanlig navn</b> er CA-navnet.</p>
nl: <p><b>Common Name</b> is de naam van het CA.</p>
pl: <p><b>Nazwa wspólna</b> jest nazwą CA.</p>
pt_br: <p><b>Nome comum</b> é o nome da CA.</p>
ro: <p><b>Numele comun</b> este numele CA.</p>
ru: <p><b>Общее имя</b> — это имя CA.</p>
sk: <p><b>Názov domény</b> je názov CA.</p>
uk: <p><b>Звичайна назва</b> — це назва CA.</p>
zh_cn: <p><b>通用名</b>是 CA 的名称。</p>
zh_tw: <p><b>「公用名稱」</b>是 CA 的名稱。</p>。

source: <p><b>Common Name</b> is the name of the user for whom to create the certificate.</p>
ar: <p><b>الاسم العام</b> هو اسم المستخدم الذي سيتم إنشاء شهادة له.</p>
cs: <p><b>Common Name</b> je jméno uživatele, kterému vytváříte certifikát.</p>
da: <p><b>Almen-navn</b> er navnet på brugeren for hvem certifikatet skal oprettes.</p>
el: <p><b>Κοινόχρηστο Όνομα</b> είναι το όνομα του χρήστη για τον οποίο δημιουργείται το πιστοποιητικό.</p>
es: <p><b>Nombre común</b> es el nombre del usuario para el que se crea el certificado.</p>
fi: <p><b>Yleinen nimi</b> on sen käyttäjän nimi, jolle varmenne luodaan.</p>
fr: <p><b>Nom Courant</b> est le nom de l'utilisateur pour qui vous créez le certificat.</p>
hi: <p><b>सामान्य नाम</b> उस उपयोगकर्ता का नाम है जिसके लिए प्रमाण-पत्र सृजित किया जाना है।</p>
hu: <p>Az <b>Általános név</b> annak a felhasználónak a neve, aki számára a tanúsítvány készül.</p>
id: <p><b>Nama Umum</b> adalah nama yang membuat sertifikat tersebut.</p>
it: <p><b>Nome comune</b> è il nome dell'utente per il quale creare il certificato.</p>
km: <p><b>ឈ្មោះ​ទូទៅ</b> គឺ​ជា​ឈ្មោះ​របស់​អ្នក​ប្រើ​ដែល​អ្នក​ចង់​បង្កើត​វិញ្ញាបនបត្រ​ឲ្យ ។</p>
nb: <p><b>Vanlig navn</b> er navnet på brukeren som sertifikatet skal opprettes for.</p>
nl: <p><b>Common Name</b> is de naam van de gebruiker waarvoor het certificaat wordt aangemaakt.</p>
pa: <p><b>ਆਮ ਨਾਂ</b> ਯੂਜ਼ਰ ਦਾ ਨਾਂ ਹੈ, ਜਿਸ ਲਈ ਸਰਟੀਫਿਕੇਟ ਬਣਾਇਆ ਗਿਆ ਹੈ।</p>
pl: <p><b>Nazwa wspólna</b> jest nazwą użytkownika, dla którego tworzony jest certyfikat.</p>
pt_br: <p><b>Nome comum</b> é o nome do usuário para quem criar o certificado.</p>
ro: <p><b>Numele comun</b> este numele utilizatorului pentru care va fi creat certificatul.</p>
ru: <p><b>Общее имя</b> — это имя пользователя, для которого создается сертификат.</p>
uk: <p><b>Звичайна назва</b> це назва користувача для якого слід створити сертифікат.</p>
zh_cn: <p><b>通用名</b>是指要给其创建该证书的用户的名称。</p>
zh_tw: <p><b>「公用名稱」</b>是建立憑證的使用者名稱。</p>

source: <p><b>Common Name</b> is the fully qualified domain name of the server.</p>
ar: <p><b>الاسم العام</b> هو اسم المجال المؤهل بالكامل للخادم.</p>
cs: <p><b>Common Name</b> je plné doménové jméno (FQDN) serveru.</p>
da: <p><b>Almen-navn</b> er serverens fuldt kvalificerede domænenavn.</p>
el: <p><b>Κοινόχρηστο Όνομα</b> είναι το πλήρες όνομα νόμιμου τομέα του διακομιστή.</p>
es: <p><b>Nombre común</b> es el nombre de dominio totalmente cualificado del servidor.</p>
fi: <p><b>Yleinen nimi</b> on palvelimen täysin määritelty toimialueen nimi.</p>
fr: <p><b>Nom Courant</b> est le nom de domaine pleinement qualifié du serveur.</p>
hi: <p><b>सामान्य नाम</b> सेवक का पूर्ण अर्हता प्राप्त डोमेन नाम है।</p>
hu: <p>Az <b>Általános név</b> a kiszolgáló teljes tartományneve (FQDN).</p>
id: <p><b>Nama Umum</b>nama domain yang memenuhi syarat dari server.</p>
it: <p><b>Nome comune</b> è il nome di dominio completo del server.</p>
km: <p><b>ឈ្មោះ​ទូទៅ</b> គឺ​ជា​ឈ្មោះ​ដែន​ពេញ​លក្ខណៈ​របស់​ម៉ាស៊ីន​បម្រើ ។</p>
nb: <p><b>Vanlig navn</b> er serverens fullstendige og gyldige domenenavn.</p>
nl: <p><b>Common Name</b> is de volledig gekwalificeerde domeinnaam van de server.</p>
pa: <p><b>ਆਮ ਨਾਂ</b> ਸਰਵਰ ਦਾ ਫੂਲੀ ਕੁਆਲੀਫਾਇਡ ਡੋਮੇਨ ਨਾਂ ਹੈ।
pl: <p><b>Nazwa wspólna</b> jest w pełni kwalifikowaną nazwą domenową (FQDN) serwera.</p>
pt_br: <p><b>Nome comum</b> é o nome de domínio completamente qualificado do servidor.</p>
ro: <p><b>Numele comun</b> este numele complet de domeniu al serverului.</p>
ru: <p><b>Общее имя</b> — это полное доменное имя сервера.</p>
uk: <p><b>Звичайна назва</b> має бути повною чинною доменною назвою сервера.</p>
zh_cn: <p><b>通用名</b>是服务器的完全限定域名。</p>
zh_tw: <p><b>「公用名稱」</b>是完全合格的領域名稱。</p>

source: <p><b>E-Mail Addresses</b> are valid e-mail addresses of the user or server administrator.</p>
ar: <p><b>عناوين البريد الإلكتروني</b> هي عناوين بريد إلكتروني صالحة خاصة بالمستخدم أو مسؤول الخادم.</p>
cs: <p><b>E-Mail Address</b> jsou platné e-mail adresy uživatelů nebo správce systému.</p>
da: <p><b>E-mailadresser</b> er gyldige e-mailadresser for brugeren eller serveradministratoren.</p>
el: <p>Οι <b>Διευθύνσεις E-Mail</b> είναι έγκυρες e-mail διευθύνσεις του χρήστη ή του διαχειριστή συστήματος.</p>
es: <p><b>Direcciones de correo</b> son direcciones de correo válidas del usuario o administrador del servidor.</p>
fi: <p><b>Sähköpostiosoitteet</b> ovat käyttäjän tai palvelimen järjestelmänvalvojan kelvollisia sähköpostiosoitteita.</p>
fr: <p>Les <b>adresses électroniques</b> sont les adresses de courriel valides de l'utilisateur ou de l'administrateur du serveur.</p>
hi: <p><b>ई-मेल पते</b> उपयोगकर्ता या सेवक प्रशासक के मान्य ई-मेल पते हैं।</p>
hu: <p>Az <b>E-mail címek</b> a felhasználó vagy a kiszolgáló adminisztrátorának e-mail címei.</p>
id: <p><b>Alamat Surel</b> adalah alamat surel pengguna atau administrator server.</p>
it: <p><b>Indirizzi e-mail</b> sono gli indirizzi e-mail validi dell'utente o amministratore del server.</p>
km: <p><b>អាសយដ្ឋាន​អ៊ីមែល</b> គឺ​ជាអាសយដ្ឋាន​អ៊ីមែលត្រឹមត្រូវ​របស់​អ្នក​ប្រើ ឬ​អ្នក​គ្រប់គ្រង​ប្រព័ន្ធ ។</p>
nb: <p><b>E-postadresser</b> er gyldige e-postadresser for brukeren eller serveradministratoren.</p>
nl: <p><b>E-Mail Addresses</b> zijn geldige email adressen van de gebruiker of de serverbeheerder.</p>
pa: <p><b>ਈਮੇਲ ਸਿਰਨਾਵੇਂ</b> ਯੂਜ਼ਰ ਜਾਂ ਸਰਵਰ ਪਰਸ਼ਾਸ਼ਕਾਂ ਦੇ ਠੀਕ ਈਮੇਲ ਸਿਰਨਾਵੇਂ ਹੋਣੇ ਚਾਹੀਦੇ ਹਨ।</p>
pl: <p><b>Adresy e-mail</b> są prawidłowymi adresami e-mail użytkownika lub administratora serwera.</p>
pt_br: <p><b>Endereços de e-mail</b> são endereços de e-mail válidos do usuário o administrador do sistema.</p>
ro: <p><b>Adresa e-mail</b> este adresa de e-mail validă a utilizatorului sau a administratorului serverului.</p>
ru: <p><b>Эл. адреса</b> — это действующие адреса электронной почты пользователя или администратора сервера.</p>
uk: <p>Поле <b>Адреси ел. пошти</b> слід заповнити коректними адресами електронної пошти користувача або адміністратора сервера.</p>
zh_cn: <p><b>电子邮件地址</b>是用户或服务器管理员的有效电子邮件地址。</p>
zh_tw: <p><b>「電子郵件地址」</b>是有效的使用者或伺服器管理員的電子郵件地址。</p>

source: <p><b>Organization</b>, <b>Organizational Unit</b>, <b>Locality</b>, and <b>State</b> are often optional.</p>
ar: غالبًا ما تكون الحقول <p><b>المؤسسة</b> و<b>الوحدة التنظيمية</b> و<b>المنطقة</b>و<b>الولاية</b> اختيارية.</p>
cs: <p><b>Organizace</b>, <b>Organizační jednotka</b>, <b>Lokalita</b> a <b>Kraj</b> jsou obvykle volitelné.</p>
da: <p><b>Organisation</b>, <b>Organisatorisk enhed</b>, <b>Sted</b>, og <b>Stat</b> er ofte valgfrie.</p>
el: <p><b>Οργάνωση</b>, <b>Οργανική Μονάδα</b>, <b>Τοποθεσία</b>, και <b>Κατάσταση</b> συνήθως είναι προαιρετικά.</p>
es: <p><b>Empresa,</b> <b>Departamento,</b> <b>Localidad</b> y <b>Región</b> suelen ser opcionales.</p>
fi: <p><b>Organisaatio</b>, <b>Organisaatioyksikkö</b>, <b>Paikkakunta</b>, ja <b>Osavaltio</b> eivät ole pakollisia arvoja.</p>
fr: <p><b>Organisation</b>, <b>Unité organisationnelle</b>, <b>Emplacement</b> et <b>État</b> sont souvent facultatifs.</p>
hi: <p><b>संगठन</b>, <b>सांगठनिक यूनिट</b>, <b>स्थान</b>, और <b>राज्य</b> प्राय: वैकल्पिक होते हैं।</p>
hu: <p>A <b>Szervezet</b>, <b>Szervezeti egység</b>, <b>Helyszín</b> és az <b>Állam/Régió</b> gyakran opcionálisak.</p>
id: <p><b>Organisasi</b>, <b>Unit Organisasi</b>, <b>Wilayah</b>, dan <b>Negara Bagian</b> biasanya bersifat opsional.</p>
it: <p>I campi <b>Organizzazione</b>, <b>Unità organizzativa</b>, <b>Località</b> e <b>Stato</b> sono spesso opzionali.</p>
km: <p><b>អង្គការ</b> <b>ផ្នែក​អង្គការ</b> <b>តំបន់</b> និង​<b>រដ្ឋ</b> ជា​រឿយៗ​ជា​ជម្រើស ។</p>
nb: <p><b>Organisasjon</b>, <b>organisasjonsenhet</b>, <b>lokalitet</b> og <b>region</b> er ofte valgfrie parametere.</p>
nl: <p><b>Organization</b>, <b>Organizational Unit</b>, <b>Plaats</b>, en <b>Staat</b> zijn meestal optioneel.</p>
pl: <p><b>Organizacja</b>, <b>Jednostka organizacyjna</b>, <b>Rejon</b> i <b>Stan/Województwo</b> są często opcjonalne.</p>
pt_br: <p><b>Organização</b>, <b>Unidade organizacional</b>, <b>Localidade</b> e <b>Estado</b> muitas vezes são opcionais.</p>
ro: <p><b>Organizație</b>, <b>Unitatea organizațională</b>, <b>Localitatea</b> și <b>Statul (provincia)</b> sunt deseori opționale.</p>
ru: <p><b>Организация</b>, <b>Подразделение</b>, <b>Расположение</b> и <b>Область</b>, как правило, являются необязательными параметрами.</p>
sk: <p><b>Organizácia</b>, <b>Organizačná jednotka</b>, <b>Lokalita</b>, a <b>Štát</b> sú často nepovinné.</p>
uk: <p>Поля <b>Організація</b>, <b>Підрозділ організації</b>, <b>Розташування</b> та <b>Область</b> заповнюються за потреби.</p>
zh_cn: <p><b>组织</b>、<b>组织单位</b>、<b>位置</b>和<b>状态</b>经常是可选的。</p>
zh_tw: <p><b>組織</b>、<b>組織單位</b>、<b>地區</b>與<b>州</b>通常是選擇性的。</p>

source: D&efault
ar: افتراضي
cs: Vý&chozí
da: St&andard
el: Π&ροεπιλογή
es: pred&eterminado
fi: Ol&etus
fr: Par d&efaut
hi: अकरण (&e)
hu: &Alapértelmezett
id: Standar
it: &Predefinito
km: លំនាំដើម
nb: S&tandard
nl: S&tandaard
pa: ਡਿਫਾਲਟ(&e)
pl: &Domyślnie
pt_br: &Padrão
ro: Implicit
ru: По умолчан&ию
sk: Pr&edvolené
uk: &Типове
zh_cn: 默认值(&E)
zh_tw: 預設(&E)

source: E-Mail Addresses
ar: عناوين البريد الإلكتروني
cs: E-mailové adresy
da: E-mailadresser
el: Διευθύνσεις E-Mail
es: Direcciones de correo electrónico
fi: Sähköpostiosoitteet
fr: Adresses électroniques
hi: ई-मेल पते
hu: E-mail címek
id: Alamat Surel
it: Indirizzi e-mail
km: អាសយដ្ឋាន​អ៊ីមែល
nb: E-postadresser
nl: Email adressen
pa: ਈਮੇਲ ਐਡਰੈੱਸ
pl: Adresy e-mail
pt_br: Endereços de e-mail
ro: Adresele de e-mail
ru: Эл. адреса
uk: Адреси ел. пошти
zh_cn: 电子邮件地址
zh_tw: 電子郵件地址

source: default
ar: افتراضي
cs: výchozí
da: standard
el: προεπιλογή
es: predeterminado
fi: oletus
fr: par défaut
hi: डिफॉल्ट
hu: alapértelmezett
id: standar
it: predefinito
km: លំនាំដើម
nb: standard
nl: standaard
pa: ਮੂਲ
pl: domyślnie
pt_br: padrão
ro: implicit
ru: по умолчанию
uk: типовий
zh_cn: 默认值
zh_tw: 預設

source: Create New
ar: إنشاء جديد
cs: Vytvořit nový
da: Opret ny
el: Δημιουργία Νέου
es: Crear nuevo
fi: Luo uusi
fr: Créer un(e) nouveau(elle)
hi: नया सृजित करें
hu: Új létrehozás:
id: Buat Baru
it: Crea nuovo
km: បង្កើត​ថ្មី
nb: Opprett ny
nl: Nieuwe aanmaken
pa: ਨਵਾਂ ਬਣਾਓ
pl: Utwórz nowy
pt_br: Criar novo
ro: Crează nou
ru: Создать
uk: Створити новий
zh_cn: 新建
zh_tw: 建立新的

source: (step 1/3)
ar: (الخطوة 1/3)
cs: (krok 1/3)
da: (trin 1/3)
el: (βήμα 1/3)
es: (paso 1/3)
fi: (vaihe 1/3)
fr: (étape 1 sur 3)
hi: (चरण 1/3)
hu: (1/3 lépés)
id: (langkah 1/3)
it: (passo 1/3)
km: (ជំហាន ១/៣)
nb: (trinn 1/3)
nl: (stap 1/3)
pa: (ਪਗ਼ 1/3)
pl: (etap 1/3)
pt_br: (etapa 1/3)
ro: (pasul 1/3)
ru: (шаг 1/3)
sk: (krok 1/3)
uk: (крок 1 з 3)
zh_cn: (步骤 1/3)
zh_tw: (步驟 1/3)

source: <p>The private key of the CA needs a <B>Password</B> with a minimum length of five characters. For verification reasons, reenter it in the next field.</p>
ar: <p>يتطلب المفتاح الخاص لـ CA <B>كلمة مرور</B> تحتوي على خمسة حروف على الأقل. لأسباب تتعلق بالتحقق، قم بإعادة إدخالها في الحقل التالي.</p>
cs: <p>Privátní klíč CA vyžaduje <B>Heslo</B> s minimální délkou 5 znaků. Do dalšího políčka zadejte stejné heslo pro ověření.</p>
da: <p>Den private nøgle til CA kræver en <b>Adgangskode</b> med en minimumslængde på fem tegn. Af verificeringsårsager genindtast den i det næste felt.</p>
el: <p>Το ιδιωτικό κλειδί της CA χρειάζεται ένα <B>Συνθηματικό</B> με ένα ελάχιστο μήκος πέντε χαρακτήρων. Για λόγους επιβεβαίωσης, ξαναγράψτε το στο επόμενο πεδίο.</p>
es: <p>La clave privada de la CA requiere una <B>Contraseña</B> con una longitud mínima de cinco caracteres. Deberá volver a introducirla en el siguiente campo para que sea posible realizar la verificación.</p>
fi: <p>CA:n yksityinen avain tarvitsee <b>Salasanan</b>, jonka vähimmäispituus on viisi merkkiä. Salasanan varmistamiseksi syötä salasana uudelleen seuraavan kenttään.</p>
fr: <p>La clé privée de l'AC nécessite que le <B>Mot de passe</B> comporte au moins cinq caractères. À des fins de vérification, vous devez le ressaisir dans le champ suivant.</p>
hi: <p>CA की निजी कुंजी को एक न्यूनतम पांच वर्ण की लंबाई के <B>पासवर्ड</B> की आवश्यकता होती है। सत्यापन कारणों के लिए अगले क्षेत्र में इसे फिर से प्रविष्ट करें।</p>
hu: <p>A CA privát kulcsához szükség van egy <B>Jelszó</B>ra, melynek hossza legalább öt karakter. Ellenőrzési célból a következő mezőben újra meg kell adni.</p>
id: <p>Kunci pribadi milik CA membutuhkan <B>Kata sandi</B> dengan panjang minimal lima karakter. Untuk tujuan verifikasi, masukkan ulang kata sandi pada formulir berikutnya.</p>
it: <p>Per la chiave privata della CA è necessario specificare una <B>Password</B> con una lunghezza minima di cinque caratteri. Per motivi di verifica reimmettere la password nel campo successivo.</p>
km: <p>កូនសោឯកជន​របស់ CA ត្រូវ​ការ <B>ពាក្យ​សម្ងាត់</B> មួយដែល​មាន​ប្រវែង​អប្បបរមា ៥ តួអក្សរ ។ សម្រាប់​ហេតុផល​ផ្ទៀងផ្ទាត់ បញ្ចូល​វា​ម្ដង​ទៀត​ក្នុង​វាល​បន្ទាប់ ។</p>
nb: <p>Den private CA-nøkkelen krever et <B>passord</B> som består av minst fem tegn. Bekreft passordet ved å angi det på nytt i neste felt.</p>
nl: <p>De privé sleutel van de CA heeft een <B>Wachtwoord</B> nodig met een minimale lengte van vijf karakters. Herhaal om verificatie redenen de opgave in het volgende veld.</p>
pl: <p>Prywatny klucz CA wymaga <B>Hasła</B> o minimalnej długości pięciu znaków. Dla celów weryfikacji należy je ponownie wprowadzić w następnym polu.</p>
pt_br: <p>A chave privada da CA precisa de uma <B>Senha</B> com, no mínimo, cinco caracteres. Para fins de verificação, digite-a novamente no próximo campo.</p>
ro: <p>Cheia privată a CA necesită o <B>Parolă</B> cu lungimea minimă de 5 caractere. Pentru verificare reintroduceți-o în câmpul urmator.</p>
ru: <p>Закрытому ключу CA необходим <B>Пароль</B>, состоящий минимум из пяти знаков. Для проверки введите его еще раз в следующем поле.</p>
sk: <p>Súkromný kľúč CA potrebuje <B>Heslo</B> dlhé minimálne 5 znakov. Pre overenie ho vložte znova do ďalšieho políčka.</p>
uk: <p>Особистий ключ CA повинен мати <B>Пароль</B> з мінімальною довжиною у п'ять символів. Для підтвердження вам слід ввести його повторно у полі, розташованому нижче.</p>
zh_cn: <p>CA 的私有密钥需要最小长度为五个字符的<B>密码</B>。出于校验目的，请在下一个字段重新输入密码。</p>
zh_tw: <p>CA 的私密金鑰需要<B>密碼</B>，最短長度為五個字元。為了驗證，請在下一個欄位重新輸入。</p>

source: <p>Each CA has its own <b>Key Length</b>. Some applications that use certificates need special key lengths.</p>
ar: <p>لكل CA <b>طول المفتاح</b> الخاص بها. تحتاج بعض التطبيقات التي تقوم باستخدام الشهادات إلى أطوال مفاتيح خاصة.</p>
cs: <p>Každá CA má vlastní <b>Délku klíče</b>. Některé aplikace používající certifikáty vyžadují speciální délku klíče.</p>
da: <p>Hver CA har sin egen <b>Nøglelængde</b>. Visse applikationer, som anvender certifikater, kræver særlige nøglelængder.</p>
el: <p>Κάθε CA έχει το δικό της <b>Μήκος Κλειδιού</b>. Κάποιες εφαρμογές που χρησιμοποιούν πιστοποιητικά χρειάζονται ειδικά μήκη κλειδιού.</p>
es: <p>Cada CA tiene su propia <b>Longitud de la clave.</b> Algunas aplicaciones que emplean certificados requieren longitudes de claves especiales.</p>
fi: <p>Jokaisella CA:lla on oma <b>Avaimen Pituus</b>. Jotkut varmenteita käyttävät ohjelmat tarvitsevat erilaisia avaintenpituuksia.</p>
fr: <p>Chaque AC a sa propre <b>Clé de longueur</b>. Certaines applications qui utilisent des certificats ont besoin de clés de longueur spécifique.</p>
hi: <p>प्रत्येक CA की स्वयं अपनी <b>कुंजी लंबाई</b> होती है। प्रमाण-पत्रों का उपयोग करने वाले कुछ अनुप्रयोगों को विशेष कुंजी लंबाई की आवश्यकता होती है।</p>
hu: <p>Minden hitelesítésszolgáltató saját <b>Kulcs hosszúsága</b> beállítást használ. A tanúsítványt használó alkalmazások közül néhány speciális kulcshosszúságot igényel.</p>
id: <p>Setiap CA memiliki <b>Panjang Kunci</b> sendiri. Beberapa aplikasi yang menggunakan sertifikat mungkin memerlukan panjang kunci khusus.</p>
it: <p>Ciascuna CA presenta una <b>Lunghezza chiave</b> propria. Per alcune applicazioni che utilizzano i certificati è necessario specificare lunghezze di chiave speciali.</p>
km: <p>CA នីមួយៗ​មាន <b>ប្រវែង​កូនសោ</b> ផ្ទាល់របស់​វា ។ កម្មវិធី​មួយ​ចំនួន​ដែល​ប្រើ​វិញ្ញាបនបត្រ ត្រូវ​ការ​ប្រវែងកូនសោ​ពិសេស ។</p>
nb: <p>Hver CA har en spesifikk <b>nøkkellengde</b>. Noen programmer som bruker sertifikater, trenger spesielle nøkkellengder.</p>
nl: <p>Elke CA heeft z'n eigen <b>Sleutel lengte</b>. Sommige programma's, die van certificaten gebruik maken, hebben speciale sleutel lengtes nodig.</p>
pl: <p>Każdy CA ma swoją własną <b>długość klucza</b>. Niektóre programy mogą wymagać certyfikatów o określonej długości klucza.</p>
pt_br: <p>Cada CA possui um <b>Comprimento de chave</b> próprio. Alguns aplicativos que usam certificados precisam de comprimentos de chave especiais.</p>
ro: <p>Fiecare CA are propia <b>Lungime a cheii</b>. Unele aplicații ce folosesc certificate necesită lungime speciale ale cheii.</p>
ru: <p>Для каждого CA есть своя <b>Длина ключа</b>. Некоторым приложениям, которые используют сертификаты, необходима специальная длина ключа.</p>
sk: <p>Každá CA má svoju vlastnú <b>Dĺžku kľúča</b>. Niektoré aplikácie, ktoré používajú certifikáty, potrebujú špeciálnu dĺžku kľúča.</p>
uk: <p>Кожен CA має власну <b>Довжину ключа</b>. Деяким програмам, що використовують сертифікати, потрібно окремо вказати довжину ключа.</p>
zh_cn: <p>每个 CA 都有其自己的<b>密钥长度</b>。某些使用证书的应用程序需要特殊的密钥长度。</p>
zh_tw: <p>每個 CA 都有自己的<b>金鑰長度</b>。某些使用憑證的應用程式，需要特殊的金鑰長度。</p>

source: <p>The CA is valid for only specific period (<b>Valid Period</b>). Enter the time frame in days.</p>
ar: <p>تعتبر CA صالحة لفترة محددة فقط (<b>فترة الصلاحية</b>). أدخل الإطار الزمني بالأيام.</p>
cs: <p>CA je platná po určité období (<b>Doba platnosti</b>). Zadejte platnost v dnech.</p>
da: <p>CAen er kun gyldig i en specifik periode (<b>Gyldighedsperiode</b>). Indtast tidsrammen i dage.</p>
el: <p>Η CA είναι έγκυρη μόνο για συγκεκριμένη περίοδο (<b>Έγκυρη Περίοδος</b>). Εισάγετε το χρονοδιάγραμμα σε μέρες.</p>
es: <p>La CA sólo es válida durante un período de tiempo específico (<b>Período de validez</b>). Introduzca el intervalo de tiempo en días.</p>
fi: <p>CA on voimassa vain määritellyn ajan (<b>Voimassaoloaika/Voimassa</b>). Anna voimassaoloaika päivinä.</p>
fr: <p>L'AC n'est valide que pour une période donnée (<b>Durée de validité</b>). Entrez cette période en jours.</p>
hi: <p>CA केवल विशिष्ट अवधि (<b>मान्य अवधि</b>) के लिए मान्य है। समय सीमा को दिनों में प्रविष्ट करें।</p>
hu: <p>A CA csak egy adott időtartamra érvényes (<b>Érvényességi időtartam</b>). Adja meg az időkeretet napokban.</p>
id: <p>CA hanya berlaku untuk periode tertentu (<b>Masa Berlaku</b>). Masukkan waktunya dalam hari.</p>
it: <p>La CA è valida solo per il periodo specificato (<b>Periodo di validità</b>). Immettere il periodo in giorni.</p>
km: <p>CA គឺ​មាន​សុពលភាព​សម្រាប់​តែ​រយៈពេល​ជាក់លាក់ (<b>រយៈពេល​មាន​សុពលភាព</b>) ។ បញ្ចូល​ស៊ុម​ពេលវេលា​ជា​ថ្ងៃ ។</p>
nb: <p>Denne CAen er bare gyldig i en spesifisert periode (<b>gyldighetsperiode</b>). Angi tidsrommet i dager.</p>
nl: <p>De CA is alleen geldig gedurende een bepaalde periode (<b>Geldige periode</b>). Geef het tijdskader in dagen op.</p>
pl: <p>CA jest ważny tylko przez określony czas (<B>okres ważności</B>). Należy wprowadzić długość tego czasu w dniach.</p>
pt_br: <p>A CA é válida somente durante um período específico (<b>Período de validade</b>). Digite o período em dias.</p>
ro: <p>CA este valabil numai o anumită perioadă (<b>Perioadă de valabilitate</b>). Introduceți intervalul în zile.</p>
ru: <p>CA действителен только на определённый период (<b>Период действия</b>). Введите период действия в днях.</p>
sk: <p>CA je platná len po určité obdobie (<b>Platná počas </b>). Vložte počet dní platnosti.</p>
uk: <p>CA дійсне лише протягом визначеного періоду (<b>Строку дії</b>). Введіть цей часовий проміжок, зазначивши його у днях.</p>
zh_cn: <p>CA 只在特定时间段(<b>有效期</b>)内有效。请输入时间段(以天为单位)。</p>
zh_tw: <p>CA 只在特定的期間內有效 (<b>有效期間</b>)。請以天數為單位輸入時間範圍。</p>
