Repository: Dzejrou/yast-translations
Catalog: po/*-management/*.po
Languages: ar, cs, da, el, es, fi, fr, hi, hu, id, it, km, nb, nl, pa, pl, pt_br, ro, ru, sk, uk, zh_cn, zh_tw

source: You are only revoking the certificate. No new CRL will be created.
ar: أنت تقوم بإبطال الشهادة فقط. لن يتم إنشاء CRL جديدة.
cs: Pouze zrušíte certifikát. Nevytvoří se nový CRL.
da: Du inddrager kun certifikatet. Intet nyt CRL vil blive oprettet.
el: Ανακαλείτε μόνο το πιστοποιητικό. Δε θα δημιουργηθεί νέος CRL.
es: Sólo está revocando el certificado. No se creará ninguna nueva lista de certificados revocados (CRL).
fi: Olet vain peruuttamassa varmennetta. Uutta CRL:ää ei luoda
fr: Vous ne faites que révoquer le certificat. Aucune nouvelle LRC ne sera créée.
hi: आप केवल प्रमाण-पत्र को निरस्त कर रहे हैं। कोई नया CRL नहीं सृजित किया जाएगा।
hu: Csak visszavonja a tanúsítványt, új visszavonási lista (CRL) nem jön létre.
id: Anda hanya mencabut sertifikat. Tidak ada CRL baru yang akan dibuat.
it: Il certificato viene solo revocato. Non verrà creato alcun nuovo CRL.
km: អ្នក​កំពុង​តែ​ដកហូត​វិញ្ញាបនបត្រ​វិញ ។ គ្មាន CRL ថ្មី​នឹង​ត្រូវ​បាន​បង្កើត ។
nb: Sertifikatet blir bare inndratt. Ingen ny CRL blir opprettet.
nl: U trekt alleen het certificaat in. Er zal geen nieuwe CRL worden aangemaakt.
pl: Nastąpi wyłącznie cofnięcie certyfikatu. Nie będą tworzone nowe listy CRL.
pt_br: Você está só revogando o certificado. Nenhum novo CRL será criado.
ro: Revocați certificatul. Nu va fi creat un nou CRL.
ru: Вы только отзываете сертификат. Новый CRL не будет создан.
sk: Certifikát ste iba zneplatnili. Žiadne nové CRL nebude vytvorené.
uk: Ви лише анулюєте сертифікат. При цьому не буде створено нового CRL.
zh_cn: 您只是吊销该证书。不会创建新的证书吊销列表。
zh_tw: 您僅能撤銷憑證。不會建立新 CRL。

source: Reasons
ar: الأسباب
cs: Důvody
da: Årsager
el: Λόγοι
es: Razones
fi: Syyt
fr: Motif
hi: कारण
hu: Okok
id: Alasan
it: Motivi
km: ហេតុផល
nb: Årsaker
nl: Redenen
pa: ਕਾਰਨ
pl: Powody
pt_br: Motivos
ro: Motive
ru: Причины
uk: Причини
zh_cn: 原因
zh_tw: 原因

source: <p><b>Description</b></p>
ar: <p><b>الوصف</b></p>
cs: <p><b>Popis</b></p>
da: <p><b>Beskrivelse</b></p>
el: <p><b>Περιγραφή</b></p>
es: <p><b>Descripción</b></p>
fi: <p><b>Kuvaus</b></p>
hi: <p><b>विवरण</b></p>
hu: <p><b>Leírás</b></p>
id: <p><b>Deskripsi</b></p>
it: <p><b>Descrizione</b></p>
km: <p><b>ការពិពណ៌នា</b></p>
nb: <p><b>Beskrivelse</b></p>
nl: <p><b>Beschrijving</b></p>
pa: <p><b>ਵੇਰਵਾ</b></p>
pl: <p><b>Opis</b></p>
pt_br: <p><b>Descrição</b></p>
ro: <p><b>Descriere</b></p>
ru: <p><b>Описание</b></p>
uk: <p><b>Опис</b></p>
zh_cn: <p><b>描述</b></p>
zh_tw: <p><b>描述</b></p>

source: Certificate not found
ar: لم يتم العثور على الشهادة
cs: Certifikát nenalezen
da: Certifikat ikke fundet
el: Δεν βρέθηκε πιστοποιητικό
es: Certificado no encontrado
fi: Varmennetta ei löydy
fr: Certificat non trouvé
hi: प्रमाण-पत्र नहीं मिला
hu: A tanúsítvány nem található
id: Sertifikat tidak ditemukan
it: Certificato non trovato
km: រក​មិនឃើញ​វិញ្ញាបនបត្រ
nb: Sertifikat ikke funnet
nl: Certificaat niet gevonden
pa: ਸਰਟੀਫਿਕੇਟ ਨਹੀਂ ਲੱਭਿਆ
pl: Certyfikat nieznaleziony
pt_br: Certificado não encontrado
ro: Certificatul nu a fost găsit
ru: Сертификат не найден
uk: Сертифікат не знайдено
zh_cn: 证书未找到
zh_tw: 找不到憑證

source: Common Name:
ar: الاسم العام:
cs: Běžné jméno:
es: Nombre común:
fi: Yleinen nimi:
fr: Nom usuel :
hu: Általános név (CN):
id: Nama Umum:
it: Nome comune:
nl: Gewone naam:
pl: Nazwa wspólna:
pt_br: Nome comum:
ru: Общее имя:
sk: Spoločný názov:
uk: Звичайна назва:
zh_cn: 通用名：
zh_tw: 公用名稱：

source: Organization:
ar: المؤسسة:
cs: Organizace:
es: Organización:
fi: Organisaatio:
fr: Organisation :
hu: Szervezet:
id: Organisasi:
it: Organizzazione:
nl: Organisatie:
pl: Organizacja:
pt_br: Organização:
ru: Организация:
uk: Організація:
zh_cn: 组织：
zh_tw: 組織：

source: Location:
ar: الموقع:
cs: Umístění:
es: Ubicación:
fi: Sijainti:
fr: Emplacement :
hu: Hely:
id: Lokasi:
it: Ubicazione:
nl: Locatie:
pl: Lokalizacja:
pt_br: Localização:
ru: Расположение:
uk: Розташування:
zh_cn: 位置：
zh_tw: 位置︰

source: State:
ar: الولاية:
cs: Kraj:
es: Estado:
fi: Osavaltio:
fr: État :
hu: Állam/megye:
id: Negara bagian:
it: Stato:
nl: Staat:
pl: Stan:
pt_br: Estado:
ru: Регион:
uk: Область:
zh_cn: 州/省：
zh_tw: 州/省︰

source: Country:
ar: الدولة:
cs: Země:
es: País:
fi: Maa:
fr: Pays :
hu: Ország:
id: Negara:
it: Paese:
nl: Land:
pl: Kraj:
pt_br: País:
ru: Страна:
uk: Країна:
zh_cn: 国家/地区：
zh_tw: 國家/地區︰

source: EMAIL:
ar: البريد الإلكتروني:
es: Correo electrónico:
fi: Sähköposti:
fr: COURRIEL :
hu: E-mail cím:
id: SUREL:
nl: E-MAILADRES:
ru: ЭЛ. ПОЧТА:
uk: Ел. пошта:
zh_cn: 电子邮件：
zh_tw: 電子郵件︰

source: Is CA:
ar: إصدار CA:
cs: Je CA:
es: Es una CA:
fi: On CA:
fr: Est CA :
hu: Hitelesítésszolgáltató:
id: Merupakan CA:
it: È CA:
pl: Urz. wyst. cert.:
pt_br: É CA:
ru: Является сертифицирующей организацией:
uk: Це CA:
zh_cn: 是否为 CA：
zh_tw: 是否為 CA︰

source: Key Size:
ar: الحجم الأساسي:
cs: Velikost klíče:
es: Tamaño de clave:
fi: Avaimen pituus:
fr: Taille de la clé :
hu: Kulcs mérete:
id: Ukuran Kunci:
it: Dimensione chiave:
nl: Sleutelgrootte:
pl: Wielkość klucza:
pt_br: Tamanho da chave:
ru: Размер ключа:
uk: Розмір ключа:
zh_cn: 密钥长度：
zh_tw: 金鑰大小︰

source: Serialnumber:
ar: الرقم المسلسل:
cs: Sériové číslo:
es: N.º serie:
fi: Sarjanumero:
fr: Numéro de série :
hu: Sorozatszám:
id: Nomorseri:
it: Numero di serie:
nl: Serienummer:
pl: Numer seryjny:
pt_br: Número de série:
ru: Серийный номер:
uk: Серійний номер:
zh_cn: 序列号：
zh_tw: 序號︰

source: Version:
ar: الإصدار:
cs: Verze:
es: Versión:
fi: Versio:
hu: Verziószám:
id: Versi:
it: Versione:
nl: Versie:
pl: Wersja:
pt_br: Versão:
ru: Версия:
uk: Версія:
zh_cn: 版本：
zh_tw: 版本︰

source: Valid from:
ar: صالحة من:
cs: Platný od:
es: Válido desde:
fi: Voimassa alkaen:
fr: Valide depuis le :
hu: Érvényesség kezdete:
id: Berlaku dari:
it: Valido da:
nl: Geldig vanaf:
pl: Ważny od:
pt_br: Válido desde:
ru: Действителен с:
uk: Дійсний від:
zh_cn: 有效期从：
zh_tw: 有效期自：

source: Valid to:
ar: صالحة إلى:
cs: Platný do:
es: Válido hasta:
fi: Voimassa asti:
fr: Valide jusqu'au :
hu: Érvényesség vége:
id: Berlaku sampai:
it: Valido fino a:
nl: Geldig tot:
pl: Ważny do:
pt_br: Válido até:
ru: Действителен до:
uk: Дійсний до:
zh_cn: 有效期至：
zh_tw: 有效期到：

source: algo. of pub. Key :
ar: algo. لـ pub. Key :
cs: algo.veřejného kl.:
es: algoritmo de clave pública:
fi: Julk. av. alg.:
fr: algo. de clé pub. :
hu: Nyilv. kulcs algoritmusa:
id: algo. dari Kunci pub. :
it: Algoritmo chiave pubblica:
nl: algo van pub. sleu:
pl: Alg. klucza publ.:
pt_br: algo. de chave púb.:
ru: алгоритм открытого ключа:
uk: алгоритм публ.ключа:
zh_cn: 公钥算法：
zh_tw: 公用金鑰的演算法︰

source: algo. of signature:
ar: algo. للتوقيع:
cs: algoritmus podpisu:
es: algoritmo de firma:
fi: Allekirj. alg.:
fr: algo. de signature :
hu: Aláírási algor.:
id: algo. dari tandatangan:
it: Algoritmo firma:
nl: algo. van ondertek:
pl: Alg. podpisu:
pt_br: algo. de assinatura:
ru: алгоритм подписи:
uk: алгоритм підпису:
zh_cn: 签名算法：
zh_tw: 簽名的演算法︰

source: Valid
ar: صالح
cs: Platný
da: Gyldig
el: Έγκυρο
es: Válido
fi: Voimassa
fr: Valide
hu: Érvényes
id: Berlaku
it: Valido
km: ត្រឹមត្រូវ
nb: Gyldig
nl: Geldig
pa: ਵੈਧ
pl: Ważny
pt_br: Válido
ro: Valabil
ru: Действителен
uk: Чинний
zh_cn: 有效
zh_tw: 有效

source: Revoked
ar: مبطلة
cs: Zrušen
da: Inddraget
el: Ανάκληση
es: Revocado
fi: Peruutettu
fr: Révoqué
hu: Visszavonva
id: Dicabut
it: Revocato
km: ដកហូត​វិញ
nb: Inndratt
nl: Ingetrokken
pa: ਮਨਸੂਖ
pl: Cofnięty
pt_br: Revogado
ro: Revocat
ru: Отозван
uk: Анульований
zh_cn: 已吊销
zh_tw: 撤銷

source: Expired
ar: منتهية الصلاحية
cs: Vypršel
da: Udløbet
el: Ληγμένο
es: Expirado
fi: Vanhentunut
fr: Expiré
hu: Lejárt
id: Berakhir
it: Scaduto
km: ផុត​កំណត់
nb: Utløpt
nl: Verlopen
pa: ਮਿਆਦ ਪੁੱਗੀ
pl: Utracił ważność
pt_br: Expirado
ro: Expirat
ru: Истек
uk: Застарілий
zh_cn: 已失效
zh_tw: 過期

source: Status
ar: الحالة
el: Κατάσταση
es: Estado
fi: Tila
fr: État
hi: स्थिती
hu: Állapot
it: Stato
km: ស្ថានភាព
pa: ਹਾਲਤ
ro: Stare
ru: Состояние
sk: Stav
uk: Стан
zh_cn: 状态
zh_tw: 狀態

source: E-Mail Address
ar: عنوان البريد الإلكتروني
cs: E-Mail Adresa
da: E-mailadresse
el: Διεύθυνση E-Mail
es: Dirección de correo electrónico
fi: Sähköpostiosoite
fr: Adresse électronique
hi: ई-मेल पता
hu: E-mail cím
id: Alamat Surel
it: Indirizzo e-mail
km: អាសយដ្ឋាន​អ៊ីមែល
nb: E-postadresse
nl: Email adres
pa: ਈਮੇਲ ਐਡਰੈੱਸ
pl: Adres e-mail
pt_br: Endereço de e-mail
ro: Adresă e-mail
ru: Эл. адрес
uk: Адреса ел. пошти
zh_cn: 电子邮件地址
zh_tw: 電子郵件地址

source: Add
ar: إضافة
cs: Přidat
da: Tilføj
el: Προσθήκη
es: Añadir
fi: Lisää
fr: Ajouter
hi: जोङे
hu: Hozzáadás
id: Tambah
it: Aggiungi
km: បន្ថែម
nb: Legg til
nl: Toevoegen
pa: ਸ਼ਾਮਲ
pl: Dodaj
pt_br: Adicionar
ro: Adaugă
ru: Добавить
sk: Pridať
uk: Додати
zh_cn: 添加
zh_tw: 新增

source: Add Server Certificate
ar: إضافة شهادة الخادم
cs: Přidat certifikát serveru
da: Tilføj servercertifikat
el: Προσθήκη Πιστοποιητικού Διακομιστή
es: Añadir certificado de servidor
fi: Lisää palvelinvarmenne
fr: Ajouter un certificat serveur
hi: सेवक प्रमाण-पत्र जोड़ें
hu: Kiszolgálótanúsítvány hozzáadása
id: Tambah Sertifikat Server
it: Aggiungi certificato server
km: បន្ថែម​វិញ្ញាបនបត្រ​ម៉ាស៊ីន​បម្រើ
nb: Legg til serversertifikat
nl: Server certificaat toevoegen
pa: ਸਰਵਰ ਸਰਟੀਫਿਕੇਟ ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj certyfikat serwera
pt_br: Adicionar certificado de servidor
ro: Adaugă certificat server
ru: Добавить сертификат сервера
uk: Додати сертифікат сервера
zh_cn: 添加服务器证书
zh_tw: 新增伺服器憑證

source: Add Client Certificate
ar: إضافة شهادة العميل
cs: Přidat certifikát klienta
da: Tilføj klientcertifikat
el: Προσθήκη Πιστοποιητικού Πελάτη
es: Añadir certificado de cliente
fi: Lisää asiakasvarmenne
fr: Ajouter un certificat client
hi: ग्राहक प्रमाण-पत्र जोड़ें
hu: Kliens tanúsítvány hozzáadása
id: Tambah Sertifikat Klien
it: Aggiungi certificato client
km: បន្ថែម​វិញ្ញាបនបត្រ​ម៉ាស៊ីន​ភ្ញៀវ
nb: Legg til klientsertifikat
nl: Cliënt certificaat toevoegen
pa: ਕਲਾਂਇਟ ਸਰਟੀਫਿਕੇਟ ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj certyfikat klienta
pt_br: Adicionar certificado de cliente
ro: Adaugă certificat client
ru: Добавить сертификат клиента
uk: Додати сертифікат клієнта
zh_cn: 添加客户端证书
zh_tw: 新增用戶端憑證

source: &Change Password
ar: تغي&ير كلمة المرور
cs: Změna hesla (&c)
da: Æ&ndr adgangskode
el: Α&λλαγή Συνθηματικού
es: &Cambiar Contraseña
fi: &Vaihda salasana
fr: &Modifier le mot de passe
hu: &Jelszó módosítása
id: &Ubah Kata Sandi
it: &Modifica password
km: ផ្លាស់ប្ដូរ​ពាក្យ​សម្ងាត់
nb: &Endre passord
nl: &Wijzig wachtwoord
pl: Z&mień hasło
pt_br: &Alterar a senha
ro: Modifi&că parola
ru: И&зменить пароль
uk: З&мінити пароль
zh_cn: 修改密码(&C)
zh_tw: 變更密碼(&C)

source: &Revoke
ar: إب&طال
cs: &Zrušit
da: Indd&rag
el: &Ανάκληση
es: &Revocar
fi: &Peruuta
fr: &Révoquer
hi: निरस्त (&R)
hu: &Visszavonás
id: &Cabut
it: &Revoca
km: ដកហូត​វិញ
nb: &Inndra
nl: &Intrekken
pa: ਮਨਸੂਖ(&R)
pl: Co&fnij
pt_br: &Revogar
ro: &Revocă
ru: &Отозвать
uk: &Анулювати
zh_cn: 吊销(&R)
zh_tw: 撤銷(&R)

source: &Delete
ar: حذف
cs: &Smazat
da: &Slet
el: &Διαγραφή
es: &Eliminar
fi: &Poista
fr: &Effacer
hi: मिटाएँ (&D)
hu: &Törlés
id: &Hapus
it: &Elimina
km: លុប
nb: &Slett
nl: Verwij&deren
pa: ਹਟਾਓ(&D)
pl: &Usuń
pt_br: &Remover
ro: Șterge
ru: У&далить
sk: &Zmazať
uk: &Вилучити
zh_cn: 删除(&D)
zh_tw: 刪除(&D)

source: Export
ar: تصدير
da: Eksportér
el: &Εξαγωγή
es: Exportar
fi: Vie
fr: Exporter
hi: निर्यात
hu: Exportálás
id: Ekspor
it: Esporta
km: នាំចេញ
nb: Eksporter
nl: Exporteren
pa: ਨਿਰਯਾਤ
pl: Eksportuj
pt_br: Exportar
ro: Exportă
ru: Экспорт
uk: Експортувати
zh_cn: 导出
zh_tw: 輸出

source: Export to File
ar: تصدير إلى ملف
cs: Export do souboru
da: Eksportér til fil
el: Εξαγωγή σε &Αρχείο
es: Exportar a fichero
fi: Vie tiedostoon
fr: Exporter vers un fichier
hi: फाइल में निर्यात
hu: Exportálás fájlba
id: Ekspor ke Berkas
it: Esporta su file
km: នាំចេញ​ទៅ​ឯកសារ
nb: Eksporter til fil
nl: Naar bestand exporteren
pa: ਫਾਇਲ ਉੱਤੇ ਨਿਰਯਾਤ
pl: Eksportuj do pliku
pt_br: Exportar para arquivo
ro: Exportă în &fișier
ru: Экспорт в файл
uk: Експортувати до файла
zh_cn: 导出到文件
zh_tw: 輸出到檔案

source: Export to LDAP
ar: تصدير إلى LDAP
cs: Export do LDAP
da: Eksportér til LDAP
el: Εξαγωγή στο LDAP
es: Exportar a LDAP
fi: Vie LDAP:iin
fr: Exporter vers LDAP
hi: LDAP में निर्यात
hu: Exportálás LDAP-ba
id: Ekspor ke LDAP
it: Esporta su LDAP
km: នាំចេញ​ទៅ LDAP
nb: Eksporter til LDAP
nl: Naar LDAP exporteren
pa: LDAP ਲਈ ਨਿਰਯਾਤ
pl: Eksportuj do LDAP
pt_br: Exportar para LDAP
ro: Exportă în LDAP
ru: Экспорт в LDAP
sk: Exportovať do LDAP
uk: Експортувати до LDAP
zh_cn: 导出到 LDAP
zh_tw: 輸出到 LDAP

source: Export as Common Server Certificate
ar: تصدير كشهادة خادم عامة
cs: Export jako obecný certifikát serveru
da: Eksportér som alment servercertifikat
el: Εξαγωγή ως Πιστοποιητικό Κοινόχρηστου Διακομιστή
es: Exportar como certificado de servidor común
fi: Vie yleisenä palvelinvarmenteena
fr: Exporter comme certificat serveur commun
hi: सामान्य सेवक प्रमाण-पत्र के रूप में निर्यात
hu: Exportálás általános kiszolgálótanúsítványként
id: Ekspor sebagai Sertifikat Server Umum
it: Esporta come certificato server comune
km: នាំចេញ​ជា​វិញ្ញាបនបត្រ​ម៉ាស៊ីន​បម្រើ​ទូទៅ
nb: Eksporter som vanlig serversertifikat
nl: Als algemeen server certificaat exporteren
pa: ਆਮ ਸਰਵਰ ਸਰਟੀਫਿਕੇਟ ਵਾਂਗ ਨਿਰਯਾਤ
pl: Wyeksportuj jako wspólny certyfikat serwera
pt_br: Exportar como certificado de servidor comum
ro: Exportă ca certificat server comun
ru: Экспортировать как общий сертификат сервера
sk: Exportovať ako Spoločný certifikát servera
uk: Експортувати як звичайний сертифікат сервера
zh_cn: 导出为通用服务器证书
zh_tw: 輸出為公用伺服器憑證

source: Delete current certificate?
ar: هل تريد حذف الشهادة الحالية؟
cs: Smazat současný certifikát?
da: Slet nuværende certifikat?
el: Διαγραφή παρόντος πιστοποιητικού;
es: ¿Eliminar el certificado actual?
fi: Poistetaanko nykyinen varmenne?
fr: Effacer le certificat actuel ?
hi: वर्तमान प्रमाण-पत्र को हटाएं?
hu: Jelenlegi tanúsítvány törlése?
id: Hapus sertifikat saat ini?
it: Eliminare il certificato attuale?
km: លុប​វិញ្ញាបនបត្រ​បច្ចុប្បន្ន​ឬ ?
nb: Vil du slette gjeldende sertifikat?
nl: Huidig certificaat verwijderen?
pa: ਕੀ ਮੌਜੂਦਾ ਸਰਟੀਫਿਕੇਟ ਹਟਾਉਣਾ ਹੈ?
pl: Usunąć bieżący certyfikat?
pt_br: Remover os certificados atuais?
ro: Ștergeți certificatul curent?
ru: Удалить текущий сертификат?
sk: Zmazať aktuálny certifikát?
uk: Вилучити поточний сертифікат?
zh_cn: 删除当前证书吗？
zh_tw: 刪除目前憑證？

source: Wrong kind of certificate.
ar: نوع الشهادة غير صحيح.
cs: Špatný typ certifikátu.
da: Forkert type af certifikat.
el: Λάθος είδος πιστοποιητικού
es: Tipo de certificado incorrecto.
fi: Vääräntyyppinen varmenne.
fr: Type de certificat incorrect.
hi: प्रमाण-पत्र का गलत ढंग
hu: Rossz típusú tanúsítvány.
id: Jenis sertifikat salah.
it: Tipo di certificato errato.
km: ប្រភេទ​មិន​ត្រឹមត្រូវ​របស់​វិញ្ញាបនបត្រ
nb: Feil type sertifikat.
nl: Onjuist type certificaat.
pa: ਸਰਟੀਫਿਕੇਟ ਦੀ ਗਲਤ ਕਿਸਮ ਹੈ।
pl: Nieprawidłowy rodzaj certyfikatu.
pt_br: Tipo incorreto de certificado.
ro: Tip greșit de certificat.
ru: Неверный тип сертификата.
uk: Неправильний тип сертифіката.
zh_cn: 证书类型错误。
zh_tw: 憑證類型錯誤。

source: <p>Here, see the most important values of the CRL.</p>
ar: <p>من هنا، راجع القيم الأكثر أهمية لـ CRL.</p>
cs: <p>Nejdůležitější hodnoty CRL.</p>
da: <p>Her ses de vigtigste værdier for CRL.</p>
el: <p>Εδώ, μπορείτε να δείτε τις πιο σημαντικές τιμές του CRL.</p>
es: <p>Aquí puede ver los valores más importantes de la CRL.</p>
fi: <p>Tässä näkyvät CRL:n tärkeimmät arvot.</p>
fr: <p>Ici, vous pouvez régler les paramètres les plus importants de la liste de révocation de certificats (LRC).</p>
hi: <p>यहां, CRL के सबसे महत्वपूर्ण मानों को देखें।</p>
hu: <p>Itt, a CRL legfontosabb értékei láthatók.</p>
id: <p>Disini, lihat nilai yang paling penting dari CRL.</p>
it: <p>Qui è possibile visualizzare i valori più importanti del CRL.</p>
km: <p>នៅ​ទីនេះ មើល​តម្លៃ​សំខាន់​បំផុត​របស់ CRL ។</p>
nb: <p>Her kan du vise de viktigste CRL-verdiene.</p>
nl: <p>Hier ziet u de belangrijkste CRL waarden.</p>
pa: <p>ਇੱਥੇ, CRL ਲਈ ਸਭ ਤੋਂ ਮਹੱਤਵਪੂਰਨ ਮੁੱਲ ਵੇਖੋ।</p>
pl: <p>Tutaj można obejrzeć najważniejsze wartości listy CRL.</p>
pt_br: <p>Veja aqui os valores mais importantes do CRL.</p>
ro: <p>Aici vedeți cele mai importante valori ale CRL.</p>
ru: <p>Просмотрите наиболее важные параметры CRL.</p>
uk: <p>Тут ви можете бачити найважливіші значення CRL.</p>
zh_cn: <p>在此查看该证书吊销列表最重要的值。</p>
zh_tw: <p>此處可查看 CRL 最重要的值。</p>

source: <p>With <b>Generate CRL</b>, a new CRL will be generated.</p>
ar: <p>باستخدام <b>إنشاء CRL</b>، سيتم إنشاء CRL جديدة.</p>
cs: <p>Pomocí <b>Vytvořit CRL</b> vygenerujete nový CRL.</p>
da: <p>Med <b>Generér CRL</b>, vil en ny CRL blive genereret.</p>
el: <p>Με το <b>Δημιουργία CRL</b>, ένας νέος CRL θα δημιουργηθεί.</p>
es: <p>Con la opción <b>Generar CRL</b> se generará una nueva CRL.</p>
fi: <p><b>Luo CRL</b> luo uuden CRL:n.</p>
fr: <p><b>Générer une LRC</b> permet de créer une nouvelle liste de révocation de certificats.</p>
hi: <p> <b>CRL उत्पन्न करें</b> के द्वारा एक नया CRL उत्पन्न हो जाएगा।</p>
hu: <p>A <b>CRL létrehozása</b> pont egy új CRL-t generál.</p>
id: <p>Menggunakan <b>Buat CRL</b>, CRL baru akan dibuat.</p>
it: <p>Con <b>Genera CRL</b> viene generato un nuov CRL.</p>
km: <p>ជាមួយ <b>បង្កើត CRL </b> CRL ថ្មី​មួយ នឹង​ត្រូវ​បាន​បង្កើត ។</p>
nb: <p>Bruk <b>Generer CRL</b> for å generere en ny CRL.</p>
nl: <p>Met <b>CRL genereren</b> wordt er een nieuwe CTL aangemaakt.</p>
pl: <p>Opcja <b>Generuj CRL</b> generuje nową listę CRL.</p>
pt_br: <p>Com <b>Gerar CRL</b>, um novo CRL será gerado.</p>
ro: <p>Un nou CRL va fi generat cu <b>Generează CRL</b>.</p>
ru: <p>Нажатием <b>Создать CRL</b> будет создан новый CRL.</p>
sk: <p>Pomocou <b>Generovať CRL</b> bude vytvorený nový CRL.</p>
uk: <p>За допомогою <b>Створити CRL</b> можна створити новий CRL.</p>
zh_cn: <p>使用<b>生成证书吊销列表</b> 生成一个新的证书吊销列表。</p>
zh_tw: <p>使用<b>「產生 CRL」</b>將產生一個新的 CRL。</p>

source: <p><b>View</b> shows a complete description.</p>
ar: <p><b>عرض</b> يقوم بعرض وصف كامل.</p>
cs: <p><b>Zobrazit</b> ukáže kompletní popis.</p>
da: <p><b>Vis</b> viser en komplet beskrivelse.</p>
el: <p>Η <b>Προβολή</b> παρουσιάζει μια πλήρη περιγραφή.</p>
es: <p>La opción <b>Ver</b> muestra una descripción completa.</p>
fi: <p><b>Näytä</b> näyttää täydellisen kuvauksen.</p>
fr: <p><b>Afficher</b> montre une description complète.</p>
hi: <p><b>दृश्य</b> संपूर्ण विवरण दिखाता है।</p>
hu: <p>A <b>Megtekintés</b> pont teljes leírást ad.</p>
id: <p><b>Lihat</b> untuk menampilkan deskripsi lengkap.</p>
it: <p><b>Visualizza</b> mostra una descrizione completa.</p>
km: <p><b>ទិដ្ឋភាព</b> បង្ហាញ​ការពិពណ៌នា​ពេញលេញ​មួយ ។</p>
nb: <p>Bruk <b>Vis</b> for å vise hele beskrivelsen.</p>
nl: <p><b>Overzicht</b> zal een complete beschrijving laten zien.</p>
pa: <p><b>ਵੇਖੋ</b> ਇੱਕ ਪੂਰਾ ਵੇਰਵਾ ਵੇਖਾਉਦਾ ਹੈ।</p>
pl: <p><b>Podgląd</b> pokazuje kompletny opis.</p>
pt_br: <p><b>Ver</b> exibe uma descrição completa.</p>
ro: <p><b>Vizualizează</b> arată o descriere completă.</p>
ru: <p>Нажав <b>Просмотр</b>, вы увидите полное описание.</p>
sk: <p>Stlačením <b>Zobraziť</b> sa vám ukáže úplný popis.</p>
uk: <p><b>Перегляд</b> показує повний опис.</p>
zh_cn: <p><b>查看</b>显示了完整的描述。</p>
zh_tw: <p><b>「檢視」</b>顯示完整的描述。</p>

source: <p>You can <b>Export</b> the CRL to a file or LDAP Directory.</p>
ar: <p>يمكنك <b>تصدير</b> CRL إلى ملف أو إلى دليل LDAP.</p>
cs: <p>Můžete <b>Exportovat</b> CRL do souboru nebo LDAP.</p>
da: <p>Du kan <b>Eksportere</b> CRL til en fil eller LDAP-mappe.</p>
el: <p>Μπορείτε να κάνετε <b>Εξαγωγή</b> του CRL σε ένα αρχείο ή Κατάλογο LDAP.</p>
es: <p>Puede <b>Exportar</b> la CRL a un fichero o directorio LDAP.</p>
fi: <p><b>Vie</b>-toiminto vie CRL:n tiedostoon tai LDAP-hakemistoon.</p>
fr: <p>Vous pouvez <b>Exporter</b> la liste de révocation de certificats vers un fichier ou un annuaire LDAP.</p>
hi: <p>आप CRL को फाइल या LDAP डायरेक्टरी में <b>निर्यात</b> कर सकते हैं।</p>
hu: <p>Az <b>Export</b> pontban LDAP címtárba exportálhatja a CRL-t.</p>
id: <p>Anda dapat <b>Mengekspor</b> CRL pada berkas atau Direktori LDAP.</p>
it: <p>Con <b>Esporta</b> è possibile esportare il CRL su file o directory LDAP.</p>
km: <p>អ្នក​អាច <b>នាំចេញ</b> CRL ទៅ​ឯកសារ​មួយ ឬ​ថត LDAP ។</p>
nb: <p>Du kan <b>eksportere</b> en CRL til en fil eller LDAP-katalog.</p>
nl: <p>U kunt de CRL naar een bestand of naar een LDAP-map <b>Exporteren</b>.</p>
pl: <p>Można <b>wyeksportować</b> listę CRL do pliku lub LDAP.</p>
pt_br: <p>Você pode <b>Exportar</b> o CRL para um arquivo ou diretório LDAP.</p>
ro: <p>Puteți <b>Exporta</b> CRL într-un fișier sau director LDAP.</p>
ru: <p>Вы можете <b>Экспортировать</b> CRL в файл или каталог LDAP.</p>
sk: <p>Môžete <b>Exportovať</b> CRL do súboru alebo adresára LDAP.</p>
uk: <p>Ви можете <b>Експортувати</b> CRL до файла або до теки LDAP.</p>
zh_cn: <p>您可以将证书吊销列表<b>导出</b>到一个文件或 LDAP 文件夹。</p>
zh_tw: <p>您可以<b>「輸出」</b> CRL 到檔案或 LDAP 目錄。</p>

source: Generate New CRL
ar: إنشاء CRL جديدة
cs: Vytvořit nový CRL
da: Generér ny CRL
el: Δημιουργία Νέου CRL
es: Generar nueva CRL
fi: Luo uusi CRL
fr: Générer une nouvelle LRC
hi: नया CRL उत्पन्न करें
hu: Új CRL (Tanúsítvány Visszavonási Lista) létrehozása
id: Buat CRL Baru
it: Genera nuovo CRL
km: បង្កើត CRL ថ្មី
nb: Generer ny CRL
nl: Nieuwe CRL genereren
pa: ਨਵੀਂ CRL ਬਣਾਓ
pl: Wygeneruj nową listę CRL
pt_br: Gerar novo CRL
ro: Generează un nou CRL
ru: Создать новый CRL
uk: Створити новий CRL
zh_cn: 生成新证书吊销列表
zh_tw: 產生新 CRL

source: &Valid to (days):
ar: صالحة حت&ى (أيام):
cs: P&latný do (dní):
da: G&yldig til (dage):
el: &Έγκυρο σε (μέρες):
es: &Válido para (en días):
fi: &Voimassa (päivää):
fr: &Durée de validité (en jours) :
hi: तक मान्य (दिन) :(&V)
hu: Érvénye&s még (napokban):
id: &Berlaku sampai (hari):
it: &Valida fino a (giorni):
km: សុពលភាព​ដល់ (ថ្ងៃ) ៖
nb: &Gyldig til (dager):
nl: &Geldig tot (dagen):
pa: ਵੈਧ (ਦਿਨ)(&V):
pl: Waż&ne do (dni):
pt_br: &Válido até (dias):
ro: &Valabil până la (zile):
ru: Дейст&вительно до (дней):
sk: &Platný do (dní):
uk: &Дійсний до (у днях):
zh_cn: 有效到(天)(&V)：
zh_tw: 有效期至 (天)(&V)：

source: <p><b>Certificate Revocation List (CRL):</b></p>
ar: <p><b>قائمة إبطال الشهادات (CRL):</b></p>
cs: <p><b>Seznam zrušených certifikátů (CRL):</b></p>
da: <p><b>Liste over certifikatinddragelse (CRL):</b></p>
el: <p><b>Κατάλογος Ανάκλησης Πιστοποιητικού (CRL):</b></p>
es: <p><b>Lista de revocación de certificados (CRL):</b></p>
fi: <p><b>Varmenteen peruutusluettelo (CRL):</b></p>
fr: <p><b>Liste de révocation des certificats (LCR) :</b></p>
hi: <p><b>प्रमाण-पत्र निरस्तीकरण सूची (CRL ) :</b></p>
hu: <p><b>Tanúsítvány-visszavonási lista (CRL):</b></p>
id: <p><b>Daftar Pencabutan Sertifikat (CRL):</b></p>
it: <p><b>Elenco dei certificati revocati (Certificate Revocation List, CRL):</b></p>
km: <p><b>បញ្ជី​ដកហូត​វិញ្ញាបនបត្រ (CRL) ៖</b></p>
nb: <p><b>Liste over inndratte sertifikater (CRL):</b></p>
nl: <p><b>Certificaat intrekkingslijst (CRL):</b></p>
pa: <p><b>ਸਰਟੀਫਿਕੇਟ ਮਨਸੂਖ ਲਿਸਟ (CRL):</b></p>
pl: <p><b>Lista certyfikatów unieważnionych (CRL):</b></p>
pt_br: <p><b>Lista de revogação de certificado (CRL):</b></p>
ro: <p><b>Listă de certificate revocate (LCR):</b></p>
ru: <p><b>Список отозванных сертификатов (CRL):</b></p>
uk: <p><b>Список ануляції сертифікатів (CRL):</b></p>
zh_cn: <p><b>吊销证书列表 (CRL)：</b></p>
zh_tw: <p><b>憑證撤銷清單 (CRL)：</b></p>

source: Last Update:
ar: التحديث الأخير:
cs: Poslední aktualizace:
da: Seneste opdatering:
el: Τελευταία Ενημέρωση:
es: Última actualización:
fi: Viimeisin päivitys:
fr: Dernière mise à jour :
hi: अन्तिम अपडेट :
hu: Utolsó frissítés:
id: Pembaruan Terakhir:
it: Ultimo aggiornamento:
km: ធ្វើបច្ចុប្បន្នភាព​​ចុង​ក្រោយ ៖
nb: Siste oppdatering:
nl: Laatste opwaardering:
pa: ਆਖਰੀ ਅੱਪਡੇਟ:
pl: Ostatnia aktualizacja:
pt_br: Última atualização:
ro: Ultima actualizare:
ru: Последнее обновление:
uk: Останнє оновлення:
zh_cn: 上次更新：
zh_tw: 上次更新：
