Repository: Dzejrou/yast-translations
Catalog: po/*-management/*.po
Languages: ar, cs, da, el, es, fi, fr, hi, hu, id, it, km, nb, nl, pa, pl, pt_br, ro, ru, sk, uk, zh_cn, zh_tw

source: Invalid value for parameter 'exportFormat'.
ar: الحصول على قيمة غير صالحة للمُعامِل 'تنسيق التصدير'.
cs: Chybná hodnota parametru 'exportFormat'.
da: Ugyldig værdi for parameteren 'exportFormat'.
el: Λάθος τιμή για την παράμετρο 'exportFormat'.
es: Valor no válido del parámetro 'exportFormat'.
fi: Parametrin 'exportFormat' arvo on virheellinen.
fr: Valeur de l'option 'exportFormat' invalide.
hi: मानक 'exportFormat' के लिए अमान्य मान।
hu: Érvénytelen érték a 'exportFormat' paraméterhez.
id: Nilai untuk parameter 'exportFormat' tidak valid.
it: Valore non valido per il parametro 'exportFormat'.
km: តម្លៃ​មិន​ត្រឹមត្រូវ​សម្រាប់​ប៉ារ៉ាម៉ែត្រ 'exportFormat' ។
nb: Ugyldig verdi for parameteren 'exportFormat'.
nl: Ongeldige 'exportFormat' parameter waarde.
pa: ਪੈਰਾਮੀਟਰ 'exportFormat' ਲਈ ਗਲਤ ਮੁੱਲ ਹੈ।
pl: Nieprawidłowa wartość parametru 'exportFormat'.
pt_br: Valor inválido para parâmetro 'exportFormat'.
ro: Valoare invalidă pentru parametrul 'exportFormat'.
ru: Неверное значение параметра exportFormat.
sk: Neznáma hodnota parametra 'exportFormat'.
uk: Нечинне значення для параметра «exportFormat».
zh_cn: 参数 'exportFormat' 的值无效。
zh_tw: 無效的 'exportFormat' 參數值。

source: Export failed.
ar: فشل التصدير.
cs: Export selhal.
da: Eksport fejlede.
el: Η εξαγωγή απέτυχε.
es: Se ha producido un error al exportar.
fi: Vieminen epäonnistui.
fr: Échec de l'exportation.
hi: निर्यात असफल रहा।
hu: Exportálási hiba.
id: Ekspor gagal.
it: Esportazione non riuscita.
km: ការ​នាំចេញ​បាន​បរាជ័យ ។
nb: Eksportering mislyktes.
nl: Het exporteren is mislukt.
pa: ਨਿਰਯਾਤ ਫੇਲ੍ਹ ਹੈ।
pl: Eksportowanie nie powiodło się.
pt_br: Falha ao exportar.
ro: Exportul a eșuat.
ru: Сбой экспорта.
sk: Export zlyhal.
uk: Помилка експорту.
zh_cn: 导出失败。
zh_tw: 輸出失敗。

source: Parameter 'P12Password' missing.
ar: المُعامِل 'P12Password' مفقود.
cs: Chybějící parametr 'P12Password'.
da: Parameteren 'P12Password' mangler.
el: Η παράμετρος 'P12Password' λείπει.
es: Falta el parámetro 'P12Password'.
fi: Parametri 'P12Password' puuttuu.
fr: Paramètre 'P12Password' manquant.
hi: मानक 'P12Password'अनुपलब्ध।
hu: Hiányzó 'P12Password' paraméter.
id: Parameter 'P12Password' tidak ada.
it: Parametro 'P12Password' mancante.
km: បាត់​ប៉ារ៉ាម៉ែត្រ 'P12Password' ។
nb: Parameteren 'P12Password' mangler.
nl: Ontbrekende 'P12Password' parameter.
pa: ਪੈਰਾਮੀਟਰ 'P12Password' ਗੁੰਮ ਹੈ।
pl: Brak parametru 'P12Password'.
pt_br: Parâmetro 'P12Password' ausente.
ro: Parametrul 'P12Password' lipsește.
ru: Отсутствует параметр P12Password.
sk: Chýbajúci parameter 'P12Password'.
uk: Відсутній параметр "P12Password".
zh_cn: 缺少参数 'P12Password'。
zh_tw: 'P12Password' 參數遺失。

source: Invalid value for parameter 'request'.
ar: الحصول على قيمة غير صالحة لمُعامِل 'request'.
cs: Chybná hodnota parametru 'request'.
da: Ugyldig værdi for parameteren 'request'.
el: Λάθος τιμή για την παράμετρο 'request'.
es: Valor incorrecto para el parámetro 'request'.
fi: Parametrin 'request' arvo on virheellinen.
fr: Valeur du paramètre 'request' invalide.
hi: मानक 'अनुरोध' के लिए अमान्य मान।
hu: Érvénytelen érték a 'request' paraméterhez.
id: Nilai untuk parameter 'request' tidak valid.
it: Valore non valido per il parametro 'request'.
km: តម្លៃ​មិន​ត្រឹមត្រូវ​សម្រាប់​ប៉ារ៉ាម៉ែត្រ 'request' ។
nb: Ugyldig verdi for parameteren 'request'.
nl: Ongeldige waarde voor parameter 'rquest'.
pa: ਪੈਰਾਮੀਟਰ 'request' ਲਈ ਗਲਤ ਮੁੱਲ ਹੈ।
pl: Nieprawidłowa wartość parametru 'request'.
pt_br: Valor inválido para o parâmetro 'request'.
ro: Valoare invalidă pentru parametrul 'request'.
ru: Неверное значение параметра request.
sk: Neznáma hodnota parametra 'request'.
uk: Нечинне значення для параметра "request".
zh_cn: 参数 'request' 的值无效。
zh_tw: 無效的參數值 'request'。

source: Request not found in
ar: لم يتم العثور على الطلب في
cs: Požadavek nebyl nalezen
da: Forespørgsel ikke fundet i
el: Η αίτηση δεν βρέθηκε στο
es: Petición no resuelta en
fi: Pyyntöä ei löytynyt
fr: Requête introuvable dans
hu: A kérelem nem található itt:
id: Permintaan tidak ditemukan
it: Richiesta non trovata in
nb: Forespørsel ikke funnet i
nl: Verzoek niet gevonden in
pl: Nie znaleziono żądania w
pt_br: Solicitação não encontrada em
ru: Запрос не найден в
uk: Запит не знайдено у
zh_cn: 请求未发现于
zh_tw: 在以下位置找不到要求

source: Copy Request failed
ar: فشل طلب نسخة
cs: Kopírování požadavku selhalo
da: Forespørgsel om kopiering mislykkedes
el: Αποτυχία Αντιγραφής Αίτησης
es: Ha fallado la petición de copia
fi: Kopiointi pyyntö epäonnistui
fr: Échec de la copie de la requête
hu: A kérelem másolása sikertelen volt
id: Permintaan Salin gagal
it: Copia della richiesta non riuscita
nb: Kopiering mislyktes.
nl: Verzoek kopiëren is mislukt
pl: Żądanie kopiowania nieudane
pt_br: Falha na requisição de cópia
ru: Сбой запроса копирования
uk: Помилка копіювання запиту
zh_cn: 复制请求失败
zh_tw: 複製要求失敗

source: Invalid value for parameter 'keyPasswd'.
ar: الحصول على قيمة غير صالحة للمُعامِل 'keyPasswd'.
cs: Chybná hodnota parametru 'keyPasswd'.
da: Ugyldig værdi for parameteren 'keyPasswd'.
el: Λάθος τιμή για την παράμετρο 'keyPasswd'.
es: Valor no válido del parámetro 'keyPasswd'.
fi: Parametrin 'keyPasswd' arvo on virheellinen.
fr: Valeur du paramètre 'keyPasswd' invalide.
hi: मानक 'keyPasswd' के लिए अमान्य मान।
hu: Érvénytelen érték a 'keyPasswd' paraméterhez.
id: Nilai untuk parameter 'keyPasswd' tidak valid.
it: Valore non valido per il parametro 'keyPasswd'.
km: តម្លៃ​មិន​ត្រឹមត្រូវ​សម្រាប់​ប៉ារ៉ាម៉ែត្រ 'keyPasswd' ។
nb: Ugyldig verdi for parameteren 'keyPasswd'.
nl: Ongeldige 'keyPasswd' parameter waarde.
pa: ਪੈਰਾਮੀਟਰ 'keyPasswd' ਲਈ ਗਲਤ ਮੁੱਲ ਹੈ।
pl: Nieprawidłowa wartość parametru 'keyPasswd'.
pt_br: Valor inválido para parâmetro 'keyPasswd'.
ro: Valoare invalidă pentru parametrul 'keyPasswd'.
ru: Неверное значение параметра keyPasswd.
sk: Neznáma hodnota parametra 'keyPasswd'.
uk: Нечинне значення для параметра "keyPasswd".
zh_cn: 参数 'keyPasswd' 的值无效。
zh_tw: 無效的 'keyPasswd' 參數值。

source: Invalid value for parameter 'purpose'.
ar: الحصول على قيمة غير صالحة للمُعامِل 'purpose'.
cs: Chybná hodnota parametru 'purpose'.
da: Ugyldig værdi for parameteren 'purpose'.
el: Λάθος τιμή για την παράμετρο 'purpose'.
es: Valor no válido del parámetro 'purpose'.
fi: Parametrin 'purpose' arvo on virheellinen.
fr: Valeur du paramètre 'purpose' invalide.
hi: मानक 'purpose' के लिए अमान्य मान।
hu: Érvénytelen érték a 'purpose' paraméterhez.
id: Nilai untuk parameter 'purpose' tidak valid.
it: Valore non valido per il parametro 'purpose'.
km: តម្លៃ​មិន​ត្រឹមត្រូវ​សម្រាប់​ប៉ារ៉ាម៉ែត្រ 'purpose' ។
nb: Ugyldig verdi for parameteren 'purpose'.
nl: Ongeldige waarde voor parameter 'purpose'.
pa: ਪੈਰਾਮੀਟਰ 'purpose' ਲਈ ਗਲਤ ਮੁੱਲ ਹੈ।
pl: Nieprawidłowa wartość parametru 'purpose'.
pt_br: Valor inválido para o parâmetro 'purpose'.
ro: Valoare invalidă pentru parametrul 'purpose'.
ru: Неверное значение параметра purpose.
sk: Neznáma hodnota parametra 'purpose'.
uk: Нечинне значення для параметра "purpose".
zh_cn: 参数 'purpose' 的值无效。
zh_tw: 無效的參數值 'purpose'。

source: Verification failed.
ar: فشل التحقق من الصحة.
cs: Ověřování selhalo.
da: Verificering fejlede.
el: Η επιβεβαίωση απέτυχε.
es: Se ha producido un error en la verificación.
fi: Todennus epäonnistui.
fr: Échec de la vérification.
hi: सत्यापन असफल रहा।
hu: Hiba az ellenőrzés közben.
id: Verifikasi gagal.
it: Verifica non riuscita.
km: ការ​ផ្ទៀងផ្ទាត់បាន​បរាជ័យ ។
nb: Verifisering mislyktes.
nl: Verificatie is mislukt.
pa: ਪੜਤਾਲ ਫੇਲ੍ਹ ਹੋਈ।
pl: Weryfikacja nie powiodła się.
pt_br: Falha na verificação.
ro: Verificarea a eșuat.
ru: Сбой проверки.
sk: Overenie zlyhalo.
uk: Перевірка зазнала невдачі.
zh_cn: 校验失败。
zh_tw: 驗證失敗。

source: Missing value 'newCaName'.
ar: قيمة مفقودة 'newCaName'.
cs: Chybějící hodnota 'newCaName'.
da: Mangler værdien 'newCaName'.
el: Λείπει η τιμή 'newCaName'.
es: Falta el valor 'newCaName'.
fi: Puuttuva arvo 'newCaName'.
fr: Valeur 'newCaName' manquante.
hi: अनुपलब्ध मान 'newCaName'
hu: Hiányzó 'newCaName' érték.
id: Nilai 'newCaName' tidak ada.
it: Valore 'newCaName' mancante.
km: បាត់​តម្លៃ 'newCaName' ។
nb: Verdien 'newCaName' mangler.
nl: Ontbrekende 'newCaName' waarde.
pa: ਮੁੱਲ 'newCaName' ਗੁੰਮ ਹੈ।
pl: Brak wartości 'newCaName'.
pt_br: Valor 'newCaName' ausente.
ro: Lipsește valoarea 'newCaName'.
ru: Отсутствует значение newCaName.
sk: Chýbajúca hodnota 'newCaName'.
uk: Відсутнє значення "newCaName".
zh_cn: 缺少值 'newCaName'。
zh_tw: 遺失 'newCaName' 值。

source: Creating the SubCA failed.
ar: فشل إنشاء SubCA.
cs: Vytvoření SubCA selhalo.
da: Oprettelse af 'SubCA' fejlede.
el: Η δημιουργία του SubCA απέτυχε.
es: Se ha producido un error al crear SubCA.
fi: SubCAn luominen epäonnistui.
fr: Échec de la création du SubCA.
hi: SubCA सृजित करने में असफल।
hu: A SubCA létrehozása nem sikerült.
id: Gagal membuat SubCA.
it: Creazione della CA secondaria non riuscita.
km: ការ​បង្កើត SubCA បាន​បរាជ័យ ។
nb: Oppretting av SubCA mislyktes.
nl: Aanmaken van SubCA is mislukt.
pa: SubCA ਬਣਾਉਣਾ ਫੇਲ੍ਹ ਹੋਇਆ।
pl: Tworzenie SubCA nie powiodło się.
pt_br: Falha ao criar SubCA.
ro: Crearea subCA a eșuat.
ru: Не удалось создать SubCA.
sk: Vytvorenie SubCA zlyhalo.
uk: Створення SubCA зазнало невдачі.
zh_cn: 创建子 CA 失败。
zh_tw: 建立 SubCA 失敗。

source: Invalid value for parameter 'ldapHostname'.
ar: الحصول على قيمة غير صالحة للمُعامِل 'ldapHostname'.
cs: Chybná hodnota parametru 'ldapHostname'.
da: Ugyldig værdi for parameteren 'ldapHostname'.
el: Λάθος τιμή για την παράμετρο 'ldapHostname'.
es: Valor no válido del parámetro 'ldapHostname'.
fi: Parametrin 'ldapHostname' arvo on virheellinen.
fr: Valeur du paramètre 'ldapHostname' invalide.
hi: मानक 'ldapHostname' के लिए अमान्य मान।
hu: Érvénytelen érték az 'ldapHostname' paraméterhez.
id: Nilai untuk parameter 'ldapHostname' tidak valid.
it: Valore non valido per il parametro 'ldapHostname'.
km: តម្លៃ​មិន​ត្រឹមត្រូវ​សម្រាប់​ប៉ារ៉ាម៉ែត្រ 'ldapHostname' ។
nb: Ugyldig verdi for parameteren 'ldapHostname'.
nl: Ongeldige 'ldapHostname' parameter waarde.
pa: ਪੈਰਾਮੀਟਰ 'ldapHostname' ਲਈ ਗਲਤ ਮੁੱਲ ਹੈ।
pl: Nieprawidłowa wartość parametru 'ldapHostname'.
pt_br: Valor inválido para parâmetro 'ldapHostname'.
ro: Valoare invalidă pentru parametrul 'ldapHostname'.
ru: Неверное значение параметра ldapHostname.
sk: Neznáma hodnota parametra 'ldapHostname'.
uk: Нечинне значення для параметра "ldapHostname".
zh_cn: 参数 'ldapHostname' 的值无效。
zh_tw: 無效的 'ldapHostname' 參數值。

source: Invalid value for parameter 'ldapPort'.
ar: الحصول على قيمة غير صالحة للمُعامِل 'ldap'.
cs: Chybná hodnota parametru 'ldapPort'.
da: Ugyldig værdi for parameteren 'ldapPort'.
el: Λάθος τιμή για την παράμετρο 'ldapPort'.
es: Valor no válido del parámetro 'ldapPort'.
fi: Parametrin 'ldapPort' arvo on virheellinen.
fr: Valeur du paramètre 'ldapPort' invalide.
hi: मानक 'ldapPort' के लिए अमान्य मान।
hu: Érvénytelen érték a 'ldapPort' paraméterhez.
id: Nilai untuk parameter 'ldapPort' tidak valid.
it: Valore non valido per il parametro 'ldapPort'.
km: តម្លៃ​មិន​ត្រឹមត្រូវ​សម្រាប់​ប៉ារ៉ាម៉ែត្រ 'ldapPort' ។
nb: Ugyldig verdi for parameteren 'ldapPort'.
nl: Ongeldige 'ldapPort' parameter waarde.
pa: ਪੈਰਾਮੀਟਰ 'ldapPort' ਲਈ ਗਲਤ ਮੁੱਲ ਹੈ।
pl: Nieprawidłowa wartość parametru 'ldapPort'.
pt_br: Valor inválido para parâmetro 'ldapPort'.
ro: Valoare invalidă pentru parametrul 'ldapPort'.
ru: Неверное значение параметра ldapPort.
sk: Neznáma hodnota parametra 'ldapPort'.
uk: Нечинне значення для параметра "ldapPort".
zh_cn: 参数 'ldapPort' 的值无效。
zh_tw: 無效的 'ldapPort' 參數值。

source: Invalid value for parameter 'destinationDN'.
ar: الحصول على قيمة غير صالحة للمُعامِل 'destinationDN'.
cs: Chybná hodnota parametru 'destinationDN'.
da: Ugyldig værdi for parameteren 'destinationDN'.
el: Λάθος τιμή για την παράμετρο 'destinationDN'.
es: Valor no válido del parámetro 'destinationDN'.
fi: Parametrin 'destinationDN' arvo on virheellinen.
fr: Valeur du paramètre 'destinationDN' invalide.
hi: मानक 'destinationDN' के लिए अमान्य मान।
hu: Érvénytelen érték a 'destinationDN' paraméterhez.
id: Nilai untuk parameter 'destinationDN' tidak valid.
it: Valore non valido per il parametro 'destinationDN'.
km: តម្លៃ​មិន​ត្រឹមត្រូវ​សម្រាប់​ប៉ារ៉ាម៉ែត្រ 'destinationDN' ។
nb: Ugyldig verdi for parameteren 'destinationDN'.
nl: Ongeldige 'destinationDN' parameter waarde.
pa: ਪੈਰਾਮੀਟਰ 'destinationDN' ਲਈ ਗਲਤ ਮੁੱਲ ਹੈ।
pl: Nieprawidłowa wartość parametru 'destinationDN'.
pt_br: Valor inválido para parâmetro 'destinationDN'.
ro: Valoare invalidă pentru parametrul 'destinationDN'.
ru: Неверное значение параметра destinationDN.
sk: Neznáma hodnota parametra 'destinationDN'.
uk: Нечинне значення для параметра "destinationDN".
zh_cn: 参数 'destinationDN' 的值无效。
zh_tw: 無效的 'destinationDN' 參數值。

source: Invalid value for parameter 'BindDN'.
ar: الحصول على قيمة غير صالحة لمُعامِل 'BindDN'.
cs: Chybná hodnota parametru 'BindDN'.
da: Ugyldig værdi for parameteren 'BindDN'.
el: Λάθος τιμή για την παράμετρο 'BindDN'.
es: Valor no válido del parámetro 'BindDN'.
fi: Parametrin 'BindDN' arvo on virheellinen.
fr: Valeur du paramètre 'BindDN' invalide.
hi: मानक 'BindDN' के लिए अमान्य मान।
hu: Érvénytelen érték a 'BindDN' paraméterhez.
id: Nilai untuk parameter 'BindDN' tidak valid.
it: Valore non valido per il parametro 'BindDN'.
km: តម្លៃ​មិន​ត្រឹមត្រូវ​សម្រាប់​ប៉ារ៉ាម៉ែត្រ 'BindDN' ។
nb: Ugyldig verdi for parameteren 'BindDN'.
nl: Ongeldige 'BindDN' parameter waarde.
pa: ਪੈਰਾਮੀਟਰ 'BindDN' ਲਈ ਗਲਤ ਮੁੱਲ ਹੈ।
pl: Nieprawidłowa wartość parametru 'BindDN'.
pt_br: Valor inválido para parâmetro 'BindDN'.
ro: Valoare invalidă pentru parametrul 'BindDN'.
ru: Неверное значение параметра BindDN.
sk: Neznáma hodnota parametra 'BindDN'.
uk: Нечинне значення для параметра "BindDN".
zh_cn: 参数 'BindDN' 的值无效。
zh_tw: 無效的 'BindDN' 參數值。

source: Invalid value for parameter 'ldapPasswd'.
ar: الحصول على قيمة غير صالحة للمُعامِل 'ldapPasswd'.
cs: Chybná hodnota parametru 'ldapPasswd'.
da: Ugyldig værdi for parameteren 'ldapPasswd'.
el: Λάθος τιμή για την παράμετρο 'ldapPasswd'.
es: Valor no válido del parámetro 'ldapPasswd'.
fi: Parametrin 'ldapPasswd' arvo on virheellinen.
fr: Valeur du paramètre 'ldapPasswd' invalide.
hi: मानक 'ldapPasswd' के लिए अमान्य मान।
hu: Érvénytelen érték az 'ldapPasswd' paraméterhez.
id: Nilai untuk parameter 'ldapPasswd' tidak valid.
it: Valore non valido per il parametro 'ldapPasswd'.
km: តម្លៃ​មិន​ត្រឹមត្រូវ​សម្រាប់​ប៉ារ៉ាម៉ែត្រ 'ldapPasswd' ។
nb: Ugyldig verdi for parameteren 'ldapPasswd'.
nl: Ongeldige 'ldapPasswd' parameter waarde.
pa: ਪੈਰਾਮੀਟਰ 'ldapPasswd' ਲਈ ਗਲਤ ਮੁੱਲ ਹੈ।
pl: Nieprawidłowa wartość parametru 'ldapPasswd'.
pt_br: Valor inválido para parâmetro 'ldapPasswd'.
ro: Valoare invalidă pentru parametrul 'ldapPasswd'.
ru: Неверное значение параметра ldapPasswd.
sk: Neznáma hodnota parametra 'ldapPasswd'.
uk: Нечинне значення для параметра "ldapPasswd".
zh_cn: 参数 'ldapPasswd' 的值无效。
zh_tw: 無效的 'ldapPasswd' 參數值。

source: CA certificate does not exist.
ar: شهادة CA غير موجود.
cs: Certifikát CA neexistuje.
da: CA-certifikat eksisterer ikke.
el: Το πιστοποιητικό CA δεν υπάρχει.
es: El certificado CA no existe.
fi: CA-varmennetta ei ole.
fr: Le certificat d'AC n'existe pas.
hi: CA प्रमाण-पत्र मौजूद नहीं है।
hu: CA tanúsítvány nem létezik.
id: Sertifikat CA tidak ada.
it: Il certificato CA non esiste.
km: មិន​មាន​វិញ្ញាបនបត្រ CA ឡើយ ។
nb: CA-sertifikat finnes ikke.
nl: CA certificaat bestaat niet.
pa: CA ਸਰਟੀਫਿਕੇਟ ਮੌਜੂਦ ਨਹੀਂ ਹੈ।
pl: Certyfikat CA nie istnieje.
pt_br: O certificado CA não existe.
ro: Certificatul CA nu există.
ru: Сертификат CA не существует.
sk: Certifikát CA neexistuje.
uk: Сертифікат CA не існує.
zh_cn: CA 证书不存在。
zh_tw: CA 憑證不存在。

source: Cannot read the CA.
ar: لا يمكن قراءة CA.
cs: Nelze číst CA.
da: Kan ikke læse CA.
el: Αδυναμία ανάγνωσης της CA.
es: No es posible leer el CA.
fi: CA:ta ei voi lukea.
fr: Lecture impossible de l'AC.
hi: CA को नहीं पढ़ा जा सकता है।
hu: A CA nem olvasható.
id: Tidak dapat membaca CA.
it: Impossibile leggere la CA.
km: មិន​អាច​អាន CA បាន ។
nb: Kan ikke lese CA.
nl: CA is onleesbaar.
pa: CA ਨੂੰ ਪੜ੍ਹਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ ਹੈ।
pl: Nie można odczytać CA.
pt_br: Não foi possível ler CA.
ro: Nu pot citi CA.
ru: Невозможно прочитать CA.
sk: Nemôžem načítať CA.
uk: Неможливо прочитати CA.
zh_cn: 无法读取 CA。
zh_tw: 無法讀取 CA。

source: Cannot parse the CA certificate.
ar: لا يمكن تحليل شهادة CA.
cs: Nelze analyzovat certifikát CA.
da: Kan ikke fortolke CA-certifikatet.
el: Αδύνατη η ανάγνωση του πιστοποιητικού CA.
es: No se puede analizar el certificado CA.
fi: CA varmenteen koostaminen ei onnistunut.
fr: Impossible d'analyser le certificat CA
hu: A CA tanúsítvány feldolgozása nem sikerült.
id: Tidak dapat mengurai sertifikat CA.
it: Impossibile analizzare il certificato CA.
km: មិន​អាច​ញែក​វិញ្ញាបនបត្រ CA បាន​ទេ ។
nb: Kan ikke analysere CA-sertifikat.
nl: Kan CA-certificaat niet ontleden.
pa: CA ਸਰਟੀਫਿਕੇਟ ਨੂੰ ਪਾਰਸ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ।
pl: Nie można zanalizować składni CA.
pt_br: Não foi possível analisar o certificado CA.
ro: Nu pot parcurge certificatul CA.
ru: Невозможно обработать сертификат CA.
uk: Не вдається проаналізувати сертифікат CA.
zh_cn: 无法解析 CA 证书。
zh_tw: 無法分析 CA 憑證。

source: LDAP initialization failed.
ar: فشل تهيئة LDAP.
cs: Inicializace LDAP selhala.
da: LDAP-initialisering fejlede.
el: Απέτυχε η αρχικοποίηση του LDAP
es: Se ha producido un error al inicializar LDAP.
fi: LDAP-valmistelu epäonnistui.
fr: Échec de l'initialisation LDAP.
hu: Az LDAP előkészítése sikertelen.
id: Inisialisasi LDAP gagal.
it: Inizializzazione di LDAP non riuscita.
km: ការ​ចាប់ផ្ដើម LDAP បាន​បរាជ័យ ។
nb: LDAP-initialisering mislyktes.
nl: Initialiseren van LDAP is mislukt.
pa: LDAP ਸ਼ੁਰੂਆਤ ਫੇਲ੍ਹ ਹੋਈ।
pl: Inicjalizacja LDAP nie powiodła się.
pt_br: Falha na inicialização do LDAP.
ro: Inițializarea LDAP a eșuat.
ru: Не удалось инициализировать LDAP.
uk: Помилка під час ініціалізації LDAP.
zh_cn: LDAP 初始化失败。
zh_tw: LDAP 啟始化失敗。

source: LDAP bind failed.
ar: فشل في ربط LDAP.
cs: Spojení s LDAP selhalo.
da: LDAP-binding fejlede.
el: Η σύνδεση του LDAP απέτυχε.
es: Se ha producido un error al asociar LDAP.
fi: LDAP-sidos epäonnistui.
fr: Échec de la liaison LDAP.
hu: Az LDAP bind parancs meghiúsult.
id: Penautan LDAP gagal.
it: Associazione a LDAP non riuscita.
km: ការ​ចង LDAP បាន​បរាជ័យ ។
nb: LDAP-binding mislyktes.
nl: Binden van LDAP is mislukt.
pa: LDAP ਬਾਈਡਿੰਗ ਫੇਲ੍ਹ।
pl: Powiązanie z LDAP nie powiodło się.
pt_br: Falha na vinculação do LDAP.
ro: LDAP bind a eșuat.
ru: Не удалось привязать LDAP.
uk: Прив'язування LDAP зазнало невдачі.
zh_cn: LDAP 绑定失败。
zh_tw: LDAP Bind 失敗。

source: Container %s is not available in the LDAP directory.
ar: حاوية %s غير متوفرة في مجلد LDAP.
cs: Kontejner %s není v LDAP adresáři dostupný.
da: Beholderen %s er ikke tilgængelig i LDAP-mappen.
el: Η αρχειοθήκη %s δεν είναι διαθέσιμη στον κατάλογο LDAP
es: El contenedor %s no está disponible en el directorio LDAP.
fi: Säiliö %s ei ole saatavilla LDAP-hakemistossa.
fr: Le conteneur %s n'est pas disponible dans le répertoire LDAP.
hu: A(z) %s tároló nem érhető el az LDAP címtárban.
id: Kontainer %s tidak tersedia di direktori LDAP.
it: Il contenitore %s non è disponibile nella directory LDAP.
km: មិនមាន​កុងតឺន័រ %s នៅក្នុង​ថត LDAP ទេ ។
nb: Containeren %s er ikke tilgjengelig i LDAP-katalogen.
nl: Container %s is niet beschikbaar in de LDAP-map.
pa: LDAP ਡਾਇਰੈਕਟਰੀ ਵਿੱਚ ਕੰਨਟੇਨਰ %s ਉਪਲੱਬਧ ਨਹੀਂ ਹੈ।
pl: Kontener %s nie jest dostępny w katalogu LDAP.
pt_br: O contêiner %s não está disponível no diretório LDAP.
ro: Containerul %s nu este disponibil în directorul LDAP.
ru: Контейнер %s отсутствует в каталоге LDAP.
uk: Немає контейнера %s в каталозі LDAP.
zh_cn: LDAP 文件夹中找不到容器 %s。
zh_tw: 容器 %s 不能用在 LDAP 目錄中。

source: Error while searching in LDAP.
ar: حدث خطأ أثناء البحث في LDAP.
cs: Chyba při hledání v LDAP.
da: Fejl under søgning i LDAP.
el: Σφάλμα κατά την αναζήτηση στο LDAP.
es: Se ha producido un error al buscar en LDAP.
fi: Virhe etsittäessä LDAP:sta.
fr: Erreur de recherche dans LDAP.
hu: Hiba az LDAP címtár keresése közben.
id: Kesalahan saat mencari di LDAP.
it: Errore durante la ricerca in LDAP.
km: កំហុស​នៅខណៈពេល​ស្វែងរក​នៅក្នុង LDAP ។
nb: Feil under søk i LDAP.
nl: Fout bij zoeken in LDAP.
pa: LDAP ਵਿੱਚ ਖੋਜਣ ਦੌਰਾਨ ਗਲਤੀ ਹੈ।
pl: Wystąpił błąd podczas wyszukiwania w LDAP.
pt_br: Erro durante a pesquisa no LDAP.
ro: Eroare la cautarea în LDAP.
ru: Ошибка поиска в LDAP.
uk: Помилка при пошуку в LDAP.
zh_cn: 在 LDAP 中搜索时出错。
zh_tw: 搜尋 LDAP 時發生錯誤。

source: Cannot add CA certificate to the LDAP directory.
ar: لا يمكن إضافة شهادة CA إلى مجلد LDAP.
cs: Nelze přidat certifikát CA do adresáře LDAP.
da: Kan ikke tilføje CA-certifikat til LDAP-mappen.
el: Αδύνατη η προσθήκη του πιστοποιητικού CA στον κατάλογο του LDAP
es: No se puede añadir el certificado CA al directorio LDAP.
fi: CA-varmennetta ei voitu lisätä LDAP-hakemistoon.
fr: Impossible d'ajouter le certificat CA à l'annuaire LDAP.
hu: A CA tanúsítvány felvétele az LDAP címtárba sikertelen.
id: Tidak dapat menambahkan sertifikat CA ke direktori LDAP.
it: Impossibile aggiungere un certificato CA nella direcotry LDAP.
km: មិន​អាច​បន្ថែម​វិញ្ញាបនបត្រ CA ទៅ​ថត LDAP បានទេ ។
nb: Kan ikke legge til CA-sertifikat i LDAP-katalog.
nl: Kan CA-certificaat niet aan de LDAP-map toevoegen.
pa: CA ਨੂੰ LDAP ਡਾਇਰੈਕਟਰੀ ਵਿੱਚ ਸ਼ਾਮਲ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ।
pl: Nie można dodać certyfikatu CA do katalogu LDAP.
pt_br: Não foi possível adicionar o certificado CA ao diretório LDAP.
ro: Nu pot adăuga certificatul CA în directorul LDAP.
ru: Невозможно добавить сертификат CA в каталог LDAP.
uk: Неможливо додати сертифікат CA до каталогу LDAP.
zh_cn: 无法将 CA 证书添加到 LDAP 文件夹。
zh_tw: 無法將 CA 憑證新增到 LDAP 目錄。

source: Cannot modify CA certificate in the LDAP directory.
ar: لا يمكن تعديل شهادة CA في مجلد LDAP.
cs: Nelze upravit certifikát CA v adresáři LDAP.
da: Kan ikke ændre CA-certifikat i LDAP-mappen.
el: Αδύνατη η τροποποίηση του πιστοποιητικού CA στον κατάλογο LDAP.
es: No se puede modificar el certificado CA en el directorio LDAP.
fi: CA-varmennetta ei voitu muokata LDAP-hakemistossa.
fr: Impossible de modifier le certificat CA dans l'annuaire LDAP.
hu: A CA tanúsítvány módosítása az LDAP címtárban sikertelen.
id: Tidak dapat mengubah sertifikat CA di direktori LDAP.
it: Impossibile modificare il certificato CA nella directory LDAP.
km: មិន​អាច​កែប្រែ​វិញ្ញាបនបត្រ CA ក្នុង​ថត LDAP ទេ ។
nb: Kan ikke endre CA-sertifikat i LDAP-katalogen.
nl: Kan CA-certificaat niet in de LDAP-map wijzigen.
pa: LDAP ਡਾਇਰੈਕਟਰੀ ਵਿੱਚ CA ਸਰਟੀਫਿਕੇਟ ਸੋਧਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ ਹੈ।
pl: Nie można zmodyfikować certyfikatu CA w katalogu LDAP.
pt_br: Não foi possível alterar o certificado CA no diretório LDAP.
ro: Nu pot modifica certificatul CA în directorul LDAP.
ru: Невозможно изменить сертификат CA в каталоге LDAP.
uk: Неможливо змінити сертифікат CA в каталозі LDAP.
zh_cn: 无法修改 LDAP 文件夹中的 CA 证书。
zh_tw: 無法在 LDAP 目錄中修改 CA 憑證。

source: CRL does not exist.
ar: CRL غير موجود.
cs: CRL neexistuje.
da: CRL eksisterer ikke.
el: O CRL δεν υπάρχει.
es: La CRL no existe.
fi: CRL ei ole olemassa.
fr: La LRC n'existe pas.
hi: CRL मौजूद नहीं है।
hu: A CRL nem létezik.
id: CRL tidak ada.
it: Il CRL non esiste.
km: មិន​មាន CRL ឡើយ ។
nb: CRL finnes ikke.
nl: CRL bestaat niet.
pa: CRL ਮੌਜੂਦ ਨਹੀਂ ਹੈ।
pl: CRL nie istnieje.
pt_br: A CRL não existe.
ro: CRL nu există.
ru: CRL не существует.
sk: CRL neexistuje.
uk: CRL не існує.
zh_cn: 证书吊销列表不存在。
zh_tw: CRL 不存在。
