Repository: Dzejrou/yast-translations
Catalog: po/*-management/*.po
Languages: ar, cs, da, el, es, fi, fr, hi, hu, id, it, km, nb, nl, pa, pl, pt_br, ro, ru, sk, uk, zh_cn, zh_tw

source: <p>Special information about the current CA is provided by <b>Certificates</b>, <b>CRL</b>, and <b>Advanced</b>.</p>
ar: <p>يتم توفير معلومات خاصة حول CA الحالية من خلال <b>الشهادات</b> و<b>CRL</b> و<b>متقدم</b>.</p>
cs: <p>Detailní informace o současné CA jsou přístupné přes <b>Certifikáty</b>, <b>CRL</b>, a <b>Rozšířené</b>.</p>
da: <p>Særlig information om det nuværende CA leveres af <b>Certifikater</b>, <b>CRL</b>, og <b>Avanceret</b>.</p>
el: <p>Ειδικές πληροφορίες για την τρέχουσα CA παρέχεται από το <b>Πιστοποιητικά</b>, <b>CRL</b> και <b>Προχωρημένα</b>.</p>
es: <p>Las opciones <b>Certificados</b>, <b>CRL</b> y <b>Avanzado</b> proporcionan información especial sobre la CA actual.</p>
fi: <p>Erityisiä tietoja nykyisestä CA:sta tarjoaa <b>Varmenteet</b>, <b>CRL</b> ja <b>Lisätietoja</b>.
fr: <p>Des informations spéciales au sujet de l'autorité de confiance actuelle se trouvent dans <b>Certificats</b>, <b>LRC</b> et <b>Avancé</b>.</p>
hi: <p>वर्तमान CA के बारे में विशेष सूचना <b>सर्टिफिकेट्स</b>,<b>CRL </b>, और <b>Advanced</b> के द्वारा प्रदान की गई है।</p>
hu: <p>Az aktuális hitelesítésszolgáltató részletes adatai a <b>Tanúsítványok</b>, a <b>CRL</b> és a <b>Speciális</b> lehetőség használatával érhetők el.</p>
id: <p>Informasi khusus tentang CA saat ini disediakan oleh <b>Sertifikat</b>, <b>CRL</b>, dan <b>Tingkat lanjut</b>.</p>
it: <p>Informazioni particolari sull'attuale CA vengono fornite da <b>Certificati</b>, <b>CRL</b> e <b>Avanzate</b>.</p>
km: <p>ព័ត៌មាន​ពិសេសអំពី CA បច្ចុប្បន្ន​ត្រូវ​បាន​ផ្ដល់​ឲ្យ​ដោយ <b>វិញ្ញាបនបត្រ</b> <b>CRL</b> និង​<b>កម្រិត​ខ្ពស់</b> ។</p>
nb: <p>Spesiell informasjon om gjeldende CA er tilgjengelig under <b>Sertifikater</b>, <b>CRL</b> og <b>Avansert</b>.</p>
nl: <p>Speciale informatie over de huidige CA wordt gegeven door <b>Certificaten</b>, <b>CRL</b> en <b>Geavanceerd</b>.</p>
pl: <p>Szczegółowe informacje o aktualnych CA można uzyskać poprzez opcję <b>Certyfikaty</b>, <b>CRL</b> i opcje <b>Zaawansowane</b>.</p>
pt_br: <p>Informações especial sobre a CA atual são oferecidas por <b>Certificados</b>, <b>CRL</b> e <b>Avançado</b>.</p>
ro: <p>Informații speciale despe CA curent sunt oferite de <b>Certificate</b>, <b>CRL</b> și <b>Avansat</b>.</p>
ru: <p>Особую информацию о текущем CA см. в разделах <b>Сертификаты</b>, <b>CRL</b> и <b>Дополнительно</b>.</p>
sk: <p>Špeciálne informácie o aktuálnej CA je dostupná v <b>Certifikáty</b>, <b>CRL</b>, a <b>Pokročilé</b>.</p>
uk: <p>Окрема інформація про поточного CA надається даними <b>Сертифікатів</b>, <b>CRL</b> та <b>Додатковими</b>.</p>
zh_cn: <p>关于当前 CA 的特殊信息是由<b>证书</b>、<b>证书吊销列表</b> 和<b>高级</b>提供的。</p>
zh_tw: <p>關於目前 CA 的特殊資訊是由<b>「憑證」</b>、<b>CRL</b> 和<b>「進階」</b>所提供。</p>

source: <p><b> Description for %1 </b></p>
ar: <p><b> وصف لـ %1 </b></p>
cs: <p><b> Popis pro %1 </b></p>
da: <p><b> Beskrivelse af %1 </b></p>
el: <p><b>Περιγραφή για %1 </b></p>
es: <p><b> Descripción de %1 </b></p>
fi: <p><b>%1 kuvaus</b></p>
fr: <p><b> Description pour %1 </b></p>
hi: <p><b> %1 के लिए विवरण </b></p>
hu: <p><b> %1 leírása </b></p>
id: <p><b> Deskripsi untuk %1 </b></p>
it: <p><b> Descrizione di %1 </b></p>
km: <p><b> ការពិពណ៌នា​សម្រាប់ %1 </b></p>
nb: <p><b> Beskrivelse for %1 </b></p>
nl: <p><b> Beschrijving voor %1 </b></p>
pa: <p><b>%1 ਲਈ ਵੇਰਵਾ</b></p>
pl: <p><b>Opis dla %1 </b></p>
pt_br: <p><b> Descrição de %1 </b></p>
ro: <p><b>Descriere pentru %1 </b></p>
ru: <p><b> Описание для %1 </b></p>
sk: <p><b>Popis pre %1 </b></p>
uk: <p><b> Опис для %1 </b></p>
zh_cn: <p><b>%1 的描述</b></p>
zh_tw: <p><b> %1 的說明 </b></p>

source: CA not found
ar: لم يتم العثور على CA
cs: CA nenalezena
da: CA ikke fundet
el: H CA δεν βρέθηκε
es: CA no encontrada
fi: CA:ta ei löydetty
fr: AC non trouvée
hi: CA नहीं मिला
hu: Nem található hitelesítésszolgáltató
id: CA tidak ditemukan
it: CA non trovato
km: រក​មិន​ឃើញ CA
nb: CA ikke funnet
nl: CA niet gevonden
pa: CA ਨਹੀਂ ਲੱਭਿਆ
pl: Nie znaleziono CA
pt_br: CA não encontrada
ro: CA nu a fost găsit
ru: CA не найден
sk: CA nebola nájdená
uk: CA не знайдено
zh_cn: CA 未找到
zh_tw: 找不到 CA

source: <p><b>Issued For:</b></p>
ar: <p><b>تم إصدارها لـ:</b></p>
cs: <p><b>Vydáno pro:</b></p>
da: <p><b>Tildelt:</b></p>
el: <p><b>Χορηγείται Για:</b></p>
es: <p><b>Emitido para:</b></p>
fi: <p><b>Asetettu:</b></p>
fr: <p><b>Émis pour :</b></p>
hi: <p><b>के लिए जारी :</b></p>
hu: <p><b>Kiállítva az alábbi számára:</b></p>
id: <p><b>Diterbitkan Untuk:</b></p>
it: <p><b>Generato per:</b></p>
km: <p><b>បាន​ចេញ​សម្រាប់ ៖</b></p>
nb: <p><b>Utstedt til:</b></p>
nl: <p><b>Verleend aan:</b></p>
pa: <p><b>ਇਸ ਵਾਸਤੇ ਜਾਰੀ:</b></p>
pl: <p><b>Wydany dla:</b></p>
pt_br: <p><b>Emitido para:</b></p>
ro: <p><b>Emis pentru:</b></p>
ru: <p><b>Выдан для:</b></p>
sk: <p><b>Vydaný pre:</b></p>
uk: <p><b>Видано для:</b></p>
zh_cn: <p><b>签发用途：</b></p>
zh_tw: <p><b>發出給：</b></p>

source: Common Name:
ar: الاسم العام:
cs: Běžné jméno:
es: Nombre común:
fi: Yleinen nimi:
fr: Nom usuel :
hu: Általános név (CN):
id: Nama Umum:
it: Nome comune:
nl: Algemene naam:
pl: Nazwa wspólna:
pt_br: Nome comum:
ru: Общее имя:
sk: Spoločný názov:
uk: Звичайна назва:
zh_cn: 通用名：
zh_tw: 公用名稱：

source: Organization:
ar: المؤسسة:
cs: Organizace:
es: Organización:
fi: Organisaatio:
fr: Organisation :
hu: Szervezet:
id: Organisasi:
it: Organizzazione:
nl: Organisatie:
pl: Organizacja:
pt_br: Organização:
ru: Организация:
uk: Організація:
zh_cn: 组织：
zh_tw: 組織：

source: Location:
ar: الموقع:
cs: Umístění:
es: Ubicación:
fi: Sijainti:
fr: Emplacement :
hu: Hely:
id: Lokasi:
it: Ubicazione:
nl: Locatie:
pl: Lokalizacja:
pt_br: Local:
ru: Расположение:
uk: Розташування:
zh_cn: 位置：
zh_tw: 位置︰

source: State:
ar: الولاية:
cs: Kraj:
es: Estado:
fi: Osavaltio:
fr: État :
hu: Állam/megye:
id: Negara Bagian:
it: Stato:
nl: Provincie:
pl: Stan:
pt_br: Estado:
ru: Регион:
uk: Область:
zh_cn: 州/省：
zh_tw: 州/省︰

source: Country:
ar: الدولة:
cs: Země:
es: País:
fi: Maa:
fr: Pays :
hu: Ország:
id: Negara:
it: Paese:
nl: Land:
pl: Kraj:
pt_br: País:
ru: Страна:
uk: Країна:
zh_cn: 国家/地区：
zh_tw: 國家/地區︰

source: EMAIL:
ar: البريد الإلكتروني:
es: Correo electrónico:
fi: Sähköposti:
fr: COURRIEL :
hu: E-mail cím:
id: SUREL:
ru: ЭЛ. ПОЧТА:
uk: Ел. пошта:
zh_cn: 电子邮件：
zh_tw: 電子郵件︰

source: <p><b>Issued By:</b></p>
ar: <p><b>تم إصدارها بواسطة:</b></p>
cs: <p><b>Vydal:</b></p>
da: <p><b>Tildelt af:</b></p>
el: <p><b>Χορηγείται από:</b></p>
es: <p><b>Emitido por:</b></p>
fi: <p><b>Myöntänyt:</b></p>
fr: <p><b>Émis par :</b></p>
hi: <p><b>द्वारा जारी :</b></p>
hu: <p><b>Kibocsátó:</b></p>
id: <p><b>Diterbitkan Oleh:</b></p>
it: <p><b>Generato da:</b></p>
km: <p><b>បាន​ចេញ​ដោយ ៖</b></p>
nb: <p><b>Utstedt av:</b></p>
nl: <p><b>Uitgegeven door:</b></p>
pa: <p><b>ਜਾਰੀ ਕਰਤਾ:</b></p>
pl: <p><b>Wydany przez:</b></p>
pt_br: <p><b>Emitido por:</b></p>
ro: <p><b>Emis de:</b></p>
ru: <p><b>Выдан:</b></p>
sk: <p><b>Vydaný kým:</b></p>
uk: <p><b>Видавець:</b></p>
zh_cn: <p><b>签发方：</b></p>
zh_tw: <p><b>發出者：</b></p>

source: Valid from:
ar: صالحة من:
cs: Platný od:
da: Gyldig fra:
el: Έγκυρο από:
es: Válido desde:
fi: Voimassa alkaen:
fr: Valable du :
hi: से मान्य :
hu: Érvényesség kezdete:
id: Berlaku dari:
it: Valido da:
km: សុពលភាព​ពី ៖
nb: Gyldig fra:
nl: Geldig van:
pa: ਲਾਗੂ ਹੈ:
pl: Ważny od:
pt_br: Válido desde:
ro: Valabil de la:
ru: Действителен с:
sk: Platný od:
uk: Дійсний від:
zh_cn: 有效于：
zh_tw: 有效期自：

source: Valid to:
ar: صالحة إلى:
cs: Platný do:
da: Gyldig til:
el: Έγκυρο σε:
es: Válido hasta:
fi: Voimassa asti:
fr: Valable jusqu'au :
hi: तक मान्य :
hu: Érvényesség vége:
id: Berlaku sampai:
it: Valido fino a:
km: សុពលភាព​ដល់ ៖
nb: Gyldig til:
nl: Geldig tot:
pa: ਤੱਕ ਲਾਗੂ ਹੈ:
pl: Ważny do:
pt_br: Válido até:
ro: Valabil pentru:
ru: Действителен до:
sk: Platný do:
uk: Дійсний до:
zh_cn: 有效至：
zh_tw: 有效期到：

source: &Advanced...
ar: متقدم...
cs: &Rozšířené...
da: &Avanceret...
el: &Προχωρημένα...
es: &Avanzado...
fi: &Lisäasetukset...
fr: &Avancé...
hi: अग्रवर्ती (&A)....
hu: &Speciális...
id: &Lanjutan...
it: A&vanzate...
km: កម្រិត​ខ្ពស់...
nb: &Avansert...
nl: &Geavanceerd...
pa: ਤਕਨੀਕੀ(&A)...
pl: Z&aawansowane...
pt_br: &Avançado...
ro: &Avansat...
ru: Д&ополнительно...
sk: &Pokročilé...
uk: &Додатково...
zh_cn: 高级(&A)...
zh_tw: 進階(&A)...

source: &View
ar: عرض
cs: &Zobrazit
da: &Vis
el: &Προβολή
es: &Ver
fi: Näk&ymä
fr: &Vue
hi: विवरण (&V)
hu: &Nézet
id: &Lihat
it: &Visualizza
km: មើល
nb: &Vis
nl: &Weergeven
pa: ਵੇਖੋ(&V)
pl: &Podgląd
pt_br: &Ver
ro: &Vizualizare
ru: &Просмотр
sk: &Zobraziť
uk: &Вигляд
zh_cn: 查看(&V)
zh_tw: 檢視(&V)

source: &Change CA Password
ar: ت&غيير كلمة مرور CA
cs: Změna hesla CA
da: Æ&ndr CA-adgangskode
el: Α&λλαγή Συνθηματικού CA
es: &Cambiar la contraseña de CA
fi: Muuta &CA-salasana
fr: &Modifier le mot de passe de l'AC
hu: &Hitelesítésszolgáltató jelszavának módosítása
id: &Ubah Kata Sandi CA
it: &Modifica password CA
km: ផ្លាស់ប្ដូរ​ពាក្យ​សម្ងាត់ CA
nb: &Endre CA-passord
nl: &Wijzig CA-wachtwoord
pl: Zmień hasło &CA
pt_br: &Mudar a Senha da CA
ro: Modifi&că parola CA
ru: Изменить пароль &CA
uk: З&мінити пароль CA
zh_cn: 修改 CA 密码(&C)
zh_tw: 變更 CA 密碼(&C)

source: C&reate SubCA
ar: إنشا&ء SubCA
cs: Vytvoři&t SubCA
da: Op&ret SubCA
el: Δ&ημιουργία SubCA
es: C&rear SubCA
fi: &Luo SubCA
fr: Créer une AC &subordonnée
hi: SubCA सृजित करें (&r)
hu: Hitelesítő alközpont (subCA) &létrehozása
id: Buat SubCA
it: C&rea CA secondaria
km: បង្កើត SubCA
nb: O&pprett SubCA
nl: Sub-CA &aanmaken
pa: SubCA ਬਣਾਓ(&r)
pl: Utwó&rz SubCA
pt_br: C&riar SubCA
ro: Cree&ază SubCA
ru: Создат&ь SubCA
sk: Vytvo&riť SubCA
uk: С&творити SubCA
zh_cn: 创建子 CA(&R)
zh_tw: 建立 SubCA(&R)

source: Export to &File
ar: ت&صدير إلى ملف
cs: Expor&t do souboru
da: Eksportér til &fil
el: Εξαγωγή σε &Αρχείο
es: Exportar a &fichero
fi: Vie &tiedostoon
fr: Exporter dans un &fichier
hi: फाइल को निर्यात (&F)
hu: Exportálás &fájlba
id: Ekspor ke &Berkas
it: Esporta in &file
km: នាំចេញ​ទៅឯកសារ
nb: Eksporter til &fil
nl: Naar &bestand exporteren
pa: ਨਿਰਯਾਤ ਕਰਨ ਲਈ ਫਾਇਲ(&F)
pl: Eksportuj do &pliku
pt_br: &Exportar para Arquivo
ro: Exportă în &&fișier
ru: Экспорт в &файл
sk: Exportovať do &súboru
uk: &Експортувати у файл
zh_cn: 导出到文件(&F)
zh_tw: 輸出到檔案(&F)

source: Export to &LDAP
ar: تصدير إل&ى LDAP
cs: Export do &LDAP
da: Eksportér til &LDAP
el: Εξαγωγή σε &LDAP
es: Exportar a &LDAP
fi: Vie &LDAP:hen
fr: E&xporter vers LDAP
hi: &LDAP को निर्यात
hu: Exportálás L&DAP-ba
id: Ekspor ke &LDAP
it: Esporta verso &LDAP
km: នាំចេញ​ទៅ LDAP
nb: Eksporter til &LDAP
nl: Naar &LDAP exporteren
pa: &LDAP ਲਈ ਨਿਰਯਾਤ
pl: Eksportuj do &LDAP
pt_br: Exportar para &LDAP
ro: Exportă în &LDAP
ru: Экспорт в &LDAP
sk: Exportovať do &LDAP
uk: Експортувати в &LDAP
zh_cn: 导出到 &LDAP
zh_tw: 輸出到 LDAP(&L)

source: &Edit Default
ar: تحرير الإعداد الافترا&ضي
cs: Upravit výc&hozí
da: R&edigér standard
el: &Επεξεργασία Προεπιλεγμένου
es: &Editar predeterminado
fi: &Muokkaa oletusta
fr: Modifier les valeurs par &défaut
hi: एडिट डिफॉल्ट (&E)
hu: &Alapértelmezett szerkesztése
id: &Sunting Standar
it: &Modifica impostazioni predefinite
km: កែសម្រួល​លំនាំដើម
nb: &Rediger standard
nl: Standaard be&werken
pa: ਮੂਲ ਸੋਧ(&E)
pl: &Edytuj domyślne
pt_br: &Editar padrão
ro: &Editează implicit
ru: Р&едактировать значения по умолчанию
sk: &Upraviť predvolené
uk: &Змінити типовий
zh_cn: 编辑默认值(&E)
zh_tw: 編輯預設(&E)

source: <p>When creating a new subCA or certificate, the system suggests some default values.</p>
ar: <p>عند إنشاء subCA أو شهادة جديدة، فإن النظام يقوم باقتراح بعض القيم الافتراضية.</p>
cs: <p>Při vytváření subCA nebo certifikátu Vám systém doporučí některé výchozí hodnoty.</p>
da: <p>Når der oprettes nyt subCA eller certifikat, foreslår systemet nogle standardværdier.</p>
el: <p>Κατά τη δημιουργία της νέας subCA ή του πιστοποιητικού, το σύστημα προτείνει μερικές προκαθορισμένες τιμές.</p>
es: <p>A la hora de crear una nueva subCA o certificado, el sistema sugerirá algunos valores predeterminados.</p>
fi: <p>Järjestelmä ehdottaa oletusarvoja luotaessa uutta subCA:ta tai varmennetta.</p>
fr: <p>Lorsque vous créez une nouvelle autorité de confiance subordonnée ou un nouveau certificat, le système suggère quelques valeurs par défaut.</p>
hi: <p>एक नया subCA या प्रमाण-पत्र सृजित करते समय, सिस्टम कुछ डिफॉल्ट मानों को सुझाता है।</p>
hu: <p>Amikor új hitelesítő alközpontot (subCA) vagy tanúsítványt hoz létre, a rendszer javasol néhány alapértelmezett értéket.</p>
id: <p>Ketika membuat subCA atau sertifikat baru, sistem akan menyarankan beberapa nilai standar.</p>
it: <p>Creando una nuova CA secondaria o un nuovo certificato, il sistema propone alcuni valori predefiniti.</p>
km: <p>នៅ​ពេល​បង្កើត subCA ឬ​វិញ្ញាបនបត្រ​ថ្មី​មួយ ប្រព័ន្ធ​ស្នើ​តម្លៃ​លំនាំដើម​មួយ​ចំនួន ។</p>
nb: <p>Når et nytt subCA eller sertifikat opprettes, foreslår systemet noen standardverdier.</p>
nl: <p>Tijdens het maken van een nieuwe sub-CA of een nieuw certificaat zal het systeem u een aantal standaardwaarden voorstellen.</p>
pl: <p>System zaproponuje pewne domyślne wartości podczas tworzenia nowego subCA lub certyfikatu.</p>
pt_br: <p>Ao criar uma nova CA ou certificado, o sistema sugere alguns valores padrão.</p>
ro: <p>Când creați un nou subCA sau certificat, sistemul propune anumite valori implicite.</p>
ru: <p>Когда создается новый subCA или сертификат, система предоставляет некоторые значения по умолчанию.</p>
sk: <p>Ak vytvárate novú subCA alebo certifikát, systém navrhne niektoré predvolené hodnoty.</p>
uk: <p>Під час створення нового subCA або сертифіката, система пропонує деякі типові значення.</p>
zh_cn: <p>当创建新的子 CA 或证书时，系统会推荐一些默认值。</p>
zh_tw: <p>建立新 subCA 或憑證時，系統會建議某些預設值。</p>

source: <p>With this workflow, change these default settings.</p>
ar: <p>من خلال سير العمل هذا، قم بتغيير هذه الإعدادات الافتراضية.</p>
cs: <p>Zde lze změnit výchozí nastavení.</p>
da: <p>Med denne arbejdsgang ændr disse standardindstillinger.</p>
el: <p>Με αυτή τη ροή εργασιών, μπορείτε να αλλάξετε τις προκαθορισμένες ρυθμίσεις.</p>
es: <p>Por medio de este proceso puede modificar la configuración predeterminada.</p>
fi: <p>Muokkaa tämän työnkulun kanssa näitä oletusasetuksia.</p>
fr: <p>Ce module permet de modifier les réglages par défaut.</p>
hi: <p>इस कार्यप्रवाह के साथ, इन डिफॉल्ट व्यवस्था को परिवर्तित करें।</p>
hu: <p>Ez a folyamat megváltoztatja az alapértelmezett beállításokat.</p>
id: <p>Dengan alur ini, ubah pengaturan standar tersebut.</p>
it: <p>Con questo flusso di lavoro si possono modificare le impostazioni predefinite.</p>
km: <p>ជាមួយ​លំហូរ​ការងារ​នេះ សូម​ផ្លាស់ប្ដូរ​ការ​កំណត់​លំនាំដើម ។</p>
nb: <p>Bruk denne prosedyren for å endre standardinnstillingene.</p>
nl: <p>Met deze werkprocedure zijn de standaardinstellingen aan te passen.</p>
pa: <p>ਇਸ ਵਰਕਫੋਲ ਨਾਲ, ਇਹ ਡਿਫਾਲਟ ਸੈਟਿੰਗਾਂ ਬਦਲੋ।</p>
pl: <p>W tym procesie należy zmienić domyślne ustawienia.</p>
pt_br: <p>Com este fluxo de trabalho, mude as configurações padrão.</p>
ro: <p>Cu acest plan de lucru schimbați aceste setări implicite.</p>
ru: <p>Этот рабочий поток позволяет изменить параметры по умолчанию.</p>
sk: <p>V tomto module môžete zmeniť tieto predvolené nastavenia.</p>
uk: <p>Тут ви можете змінити ці типові параметри.</p>
zh_cn: <p>按此流程修改这些默认设置。</p>
zh_tw: <p>使用這個工作流程，可以變更這些預設值。</p>

source: <p>However, the modified settings will be used for <b>new</B> entries only.</p>
ar: <p>مع ذلك، سيتم استخدام الإعدادات التي تم تعديلها للإدخالات <b>الجديدة</B> فقط.</p>
cs: <p>Nicméně změněná nastavení se použijí pouze při vytváření <b>nových</b> položek.</p>
da: <p>De ændrede indstillinger vil dog kun anvendes for <b>nye</b> punkter.</p>
el: <p>Παρόλα αυτά, οι τροποποιημένες ρυθμίσεις μπορούν να χρησιμοποιηθούν για <b>νέες</b> εγγραφές.</p>
es: <p>Sin embargo, las opciones de configuración modificadas sólo pueden utilizarse para <b>nuevas</B> entradas.</p>
fi: <p>Huomioi, että muutettuja asetuksia käytetään vain <b>uusiin</b> merkintöihin.</p>
fr: <p>En tout état de cause, les réglages modifiés ne seront utilisés que pour les <b>nouvelles</B> déclarations.</p>
hi: <p>हालांकि, संशोधित व्यवस्था का उपयोग <b>नई</B> प्रविष्टियों के लिए ही होगा।</p>
hu: <p>Azonban, a módosított beállítások csak az <b>új</B> bejegyzésekre esetén érvényesülnek.</p>
id: <p>Namun pengaturan yang diubah hanya akan digunakan untuk entri <b>baru</B>.</p>
it: <p>Le impostazioni modificate verranno tuttavia utilizzate solo per le <b>nuove</b> voci.</p>
km: <p>ទោះ​ជា​យ៉ាង​ណា ការ​កំណត់​ដែល​បាន​កែប្រែ​នឹង​ត្រូវ​បាន​ប្រើ​សម្រាប់​តែ​ធាតុ <b>ថ្មី</B> ប៉ុណ្ណោះ ។</p>
nb: <p>De endrede innstillingene vil imidlertid bare ble brukt for <b>nye</B> oppføringer.</p>
nl: <p>De aangepaste instellingen worden echter alleen bij <b>nieuwe</B> items gebruikt.</p>
pl: <p>Nowe ustawienia będą jednak wykorzystywane tylko dla <b>nowych</b> pozycji.</p>
pt_br: <p>Entretanto, as configurações modificadas serão usadas apenas por <b>novas</B> entradas.</p>
ro: <p>Totuși, setările modificate vor fi folosite numai pentru intrări <b>noi</b>.</p>
ru: <p>Измененные параметры будут использованы только для <b>новых</B> записей.</p>
sk: <p>Ale tieto zmenené nastavenia budú použité len pre <b>nové</B> položky.</p>
uk: <p>Але змінені параметри буде застосовано лише до <b>нових</B> об'єктів.</p>
zh_cn: <p>不过，修改后的设置将仅用于<b>新</B>项。</p>
zh_tw: <P>不過，修改的設定值將只用在<b>「新」</B>項目。</P>

source: <p>You can edit the default settings for <b>subCAs</b>, <b>client certificates</b>, and <b>server certificates</b>.</p>
ar: <p>يمكنك تحرير الإعدادات الافتراضية لـ <b>subCAs</b> و<b>شهادات العميل</b> و<b>شهادات الخادم</b>.</p>
cs: <p>Můžete změnit výchozí nastavení <b>subCA</b>, <b>klientské certifikáty</b>, a <b>certifikáty serveru</b>.</p>
da: <p>Du kan redigere standardindstillingerne for <b>subCAer</b>, <b>klientcertifikater</b>, og <b>servercertifikater</b>.</p>
el: <p>Μπορείτε να τροποποιήσετε τις προκαθορισμένες ρυθμίσεις για τα <b>subCAs</b>, <b>πιστοποιητικά πελάτη</b> και <b>πιστοποιητικά διακομιστή</b>.</p>
es: <p>Puede editar la configuración predeterminada de las <b>subCA</b>, <b>certificados de clientes</b> y <b>certificados de servidor</b>.</p>
fi: <p>Voit muuttaa oletusasetuksia <b>subCA:lle</b>, <b>asiakasvarmenteille</b>, ja <b>palvelinvarmenteille</b>.</p>
fr: <p>Vous pouvez modifier les réglages par défaut pour les <b>autorités de confiance subordonnées</b>, les <b>certificats client</b> et les <b>certificats serveur</b>.</p>
hi: <p>आप <b>subCAs</b>, <b>ग्राहक प्रमाण-पत्रों</b>, और <b>सेवकप्रमाण-पत्रों</b> के लिए डिफॉल्ट व्यवस्था को संपादित कर सकते हैं।</p>
hu: <p>Az alapértelmezett beállítások szerkesztése a <b>hitelesítő alközpontok (subCA)</b>, <b>kliens-</b> és <b>kiszolgálótanúsítványok</b> esetén lehetséges.</p>
id: <p>Anda dapat menyunting pengaturan untuk <b>subCAs</b>, <b>sertifikat klien</b>, dan <b>sertifikat server</b>.</p>
it: <p>È possibile modificare le impostazioni predefinite per le <b>CA secondarie</b>, i <b>certificati client</b> e i <b>certificati server</b>.</p>
km: <p>អ្នក​អាច​កែសម្រួល​ការ​កំណត់​លំនាំដើម​សម្រាប់ <b>subCAs</b> <b>វិញ្ញាបនបត្រ​ម៉ាស៊ីន​ភ្ញៀវ</b> និង​​<b>វិញ្ញាបនបត្រ​ម៉ាស៊ីន​បម្រើ</b> ។</p>
nb: <p>Du kan redigere standardinnstillingene for <b>subCAer</b>, <b>klientsertifikater</b> og <b>serversertifikater</b>.</p>
nl: <p>U kunt de standaardinstellingen van de <b>sub-CA's</b>, de <b>clientcertificaten</b> en de <b>servercertificaten</b> aanpassen.</p>
pl: <p>Domyślne ustawienia można zmienić dla <b>subCA</b>, <b>certyfikatów klienta</b> i <b>certyfikatów serwera</b>.</p>
pt_br: <p>Você pode editar as configurações padrão para <b>subCAs</b>, <b>certificados de cliente</b> e <b>certificações de servidor</b>.</p>
ro: <p>Puteți edita setările implicite pentru <b>subCA</b>, <b>certificate client</b> și <b>certificate server</b>.</p>
ru: <p>Вы можете редактировать параметры по умолчанию для <b>subCA</b>, <b>сертификатов клиента</b> и <b>сертификатов сервера</b>.</p>
uk: <p>Ви можете змінювати типові параметри для <b>subCA</b>, <b>сертифікатів клієнтів</b> і <b>сертифікатів серверів</b>.</p>
zh_cn: <p>您可以编辑<b>子 CA</b>、<b>客户端证书</b>和<b>服务器证书</b>的默认设置。</p>
zh_tw: <p>您可以編輯 <b>subCAs</b>、<b>用戶端憑證</b>和<b>伺服器憑證</b>的預設值。</p>

source: Default Settings for:
ar: الإعدادات الافتراضية لـ:
cs: Výchozí nastavení pro:
da: Standardindstillinger for:
el: Προκαθορισμένες Ρυθμίσεις για:
es: Configuración predeterminada para:
fi: Oletusasetukset:
fr: Réglages par défaut pour :
hi: के लिए डिफॉल्ट व्यवस्था :
hu: Alapértelmezett bejegyzések az alábbiakhoz:
id: Pengaturan Standar untuk:
it: Impostazioni predefinite per:
km: ការ​កំណត់​លំនាំដើម​សម្រាប់ ៖
nb: Standardinnstillinger for:
nl: Standaardinstellingen voor:
pa: ਇਸ ਲਈ ਮੂਲ ਸੈਟਿੰਗ:
pl: Domyślne ustawienia dla:
pt_br: Configurações padrão para:
ro: Setări implicite pentru:
ru: Параметры по умолчанию для:
sk: Štandardné nastavenia pre:
uk: Стандартні параметри для:
zh_cn: 默认设置用于：
zh_tw: 預設值：

source: &Sub CA
ar: CA فرع&ية
el: Υ&πό CA
es: CA &subordinada
fr: &Sous AC
hu: &Sub CA (alközpont)
it: CA se&condaria
km: CA រង
pa: ਸਬ CA(&S)
zh_cn: 子 CA(&S)
zh_tw: 次 CA(&S)

source: &Client Certificate
ar: شهادة العميل
cs: &Certifikát klienta
da: Klient&certifikat
el: Πιστοποιητικό Π&ελάτη
es: &Certificado de cliente
fi: &Asiakasvarmenne
fr: Certificat &Client
hi: क्लाइन्ट प्रमाण पत्र(&C)
hu: &Klienstanúsítvány
id: Sertifikat &Klien
it: Certificato &client
km: វិញ្ញាបនបត្រ​ម៉ាស៊ីន​ភ្ញៀវ
nb: &Klientsertifikat
nl: &Clientcertificaat
pa: ਕਲਾਇਟ ਸਰਟੀਫਿਕੇਟ(&C)
pl: &Certyfikat klienta
pt_br: &Certificado de cliente
ro: Certifi&cat client
ru: &Сертификат клиента
sk: &Certifikát klienta
uk: Сертифіката &клієнта
zh_cn: 客户端证书(&C)
zh_tw: 用戶端憑證(&C)

source: S&erver Certificate
ar: &شهادة الخادم
cs: Certifikát &serveru
da: S&ervercertifikat
el: Πιστοποιητικό Διακομισ&τή
es: C&ertificado de servidor
fi: Palv&elinvarmenne
fr: Certificat &Serveur
hi: सेवक प्रमाण पत्र(&e)
hu: Ki&szolgálótanúsítvány
id: Sertifikat &Server
it: Certificato &server
km: វិញ្ញាបនបត្រ​ម៉ាស៊ីន​បម្រើ
nb: Tj&enersertifikat
nl: S&ervercertificaat
pa: ਸਰਵਰ ਸਰਟੀਫਿਕੇਟ(&e)
pl: Certyfikat &serwera
pt_br: Certificação do &Servidor
ro: C&ertificat server
ru: С&ертификат сервера
sk: C&ertifikát servera
uk: Сертифіката с&ервера
zh_cn: 服务器证书(&E)
zh_tw: 伺服器憑證(&E)
