Repository: Dzejrou/yast-translations
Catalog: po/*-management/*.po
Languages: ar, cs, da, el, es, fi, fr, hi, hu, id, it, km, nb, nl, pa, pl, pt_br, ro, ru, sk, uk, zh_cn, zh_tw

source: <p>This frame gives an overview of all default settings before they are saved.</p>
ar: <p>يوفر هذا الإطار نظرة عامة على كافة الإعدادات الافتراضية قبل حفظها.</p>
cs: <p>Toto okno před uložením přehledně zobrazuje veškeré výchozí volby.</p>
da: <p>Denne ramme giver en oversigt over alle standardindstillinger, før de gemmes.</p>
el: <p>Αυτός ο τομέας σας παρουσιάζει μια σύνοψη όλων των προκαθορισμένων ρυθμίσεων πριν την αποθήκευση.</p>
es: <p>Esta ventana le ofrece una vista de las opciones de configuración predeterminadas antes de guardarlas.</p>
fi: <p>Tämä ikkuna näyttää yhteenvedon oletusasetuksista ennen tallennusta.</p>
fr: <p>Cet écran vous donne une vue d'ensemble de tous les réglages par défaut avant qu'ils ne soient enregistrés.</p>
hi: <p>यह फ्रेम सभी डिफॉल्ट व्यवस्था को सहेजे जाने से पहले उनका संक्षिप्त परिचय देता है।</p>
hu: <p>Ez a keret áttekintést ad az alapértelmezett beállításokról, mielőtt azok mentésre kerülnek.</p>
id: <p>Bingkai ini memberikan ikhtisar dari semua pengaturan standar sebelum mereka disimpan.</p>
it: <p>Questo riquadro offre una rassegna delle impostazioni predefinite, prima di salvarle.</p>
km: <p>ស៊ុម​នេះ​ផ្ដល់​នូវ​ទិដ្ឋភាព​ទូទៅមួយ​នៃ​ការ​កំណត់​លំនាំដើម​ទាំង​អស់ មុន​ពេល​ពួក​វា​ត្រូវរក្សា​ទុក ។</p>
nb: <p>Her vises en oversikt over alle standardinnstillinger før de er lagret.</p>
nl: <p>Dit venster geeft van alle standaardinstellingen een overzicht alvorens ze worden opgeslagen.</p>
pl: <p>To okno pokazuje wszystkie domyślne ustawienia zanim zostaną zapisane.</p>
pt_br: <p>Este quadro dá um resumo de todas as configurações padrão antes de elas serem salvas.</p>
ro: <p>Acest cadru vă oferă o privire de ansamblu asupra tuturor setărilor implicite înainte ca acestea să fie salvate.</p>
ru: <p>Это окно показывает все параметры по умолчанию перед их сохранением.</p>
sk: <p>Tento rámec zobrazuje prehľad štandartných nastavení predtým, než budú uložené.</p>
uk: <p>У цій рамці можна бачити огляд всіх типових параметрів перед тим як їх буде збережено.</p>
zh_cn: <p>此框架给出了全部保存前默认设置的概览。</p>
zh_tw: <p>在儲存所有預設值之前，這個框架提供這些值的綜覽。</p>

source: <p>Click <b>Save</b> to finish the input.</p>
ar: <p>انقر فوق <b>حفظ</b> لإنهاء عملية الإدخال.</p>
cs: <p>Zvolte <b>Uložit</b> pro ukončení zadávání. </p>
da: <p>Klik på <b>Gem</b> for at afslutte inddata.</p>
el: <p>Κάνοντας κλικ στο <b>Αποθήκευση</b> ολοκληρώνετε την εισαγωγή.</p>
es: <p>Pulse <b>Guardar</b> para finalizar la entrada de datos.</p>
fi: <p>Viimeistele syöttö valitsemalla <b>Tallenna</b>.</p>
fr: <p>Cliquez sur <b>Enregistrer</b> pour achever la saisie.</p>
hi: <p>इनपुट पूरा करने के लिए <b>Save</b> पर क्लिक करें।</p>
hu: <p>Kattintson a <b>Mentés</b> gombra ha a bevitelt befejezte.</p>
id: <p>Klik <b>Simpan</b> untuk menyelesaikan masukkan.</p>
it: <p>Fare clic su <b>Salva</b> per concludere l'immissione dei valori.</p>
km: <p>ចុច <b>រក្សាទុក</b> ដើម្បី​បញ្ចប់​ការ​បញ្ចូល ។</p>
nb: <p>Klikk <b>Lagre</b> for å fullføre konfigurasjonen.</p>
nl: <p>Klik op <b>Opslaan</b> om de invoer te voltooien.</p>
pa: <p>ਇੰਪੁੱਟ ਖਤਮ ਕਰਨ ਲਈ <b>ਸੰਭਾਲੋ</b> ਕਲਿੱਕ ਕਰੋ।</p>
pl: <p>Proszę nacisnąć przycisk <b>Zapisz</b>, aby zakończyć wprowadzanie.</p>
pt_br: <p>Clique em <b>Gravar</b> para concluir a entrada.</p>
ro: <p>Apăsați <b>Salvează</b> pentru a termina introducerea.</p>
ru: <p> Нажмите кнопку <b>Сохранить</b>, чтобы закончить ввод. </p>
sk: <p>Kliknite na<b>Uložiť</b>a dokončíte konfiguráciu.</p>
uk: <p>Клацніть <b>Зберегти</b>, щоб завершити введення.</p>
zh_cn: <p>点击<b>保存</b>完成输入。</p>
zh_tw: <p>按一下<b>「儲存」</b>可結束輸入。</p>

source: <p><b>Summary</b></p>
ar: <p><b>الملخص</b></p>
cs: <p><b>Souhrn</b></p>
da: <p><b>Opsummering</b></p>
el: <p><b>Σύνοψη</b></p>
es: <p><b>Resumen</b></p>
fi: <p><b>Yhteenveto</b></p>
fr: <p><b>Résumé</b></p>
hi: <p><b>सारांश</b></p>
hu: <p><b>Összegzés</b></p>
id: <p><b>Ringkasan</b></p>
it: <p><b>Riepilogo</b></p>
km: <p><b>សេចក្ដី​សង្ខេប</b></p>
nb: <p><b>Sammendrag</b></p>
nl: <p><b>Overzicht</b></p>
pa: <p><b>ਸੰਖੇਪ</b></p>
pl: <p><b>Zestawienie</b></p>
pt_br: <p><b>Resumo</b></p>
ro: <p><b>Sumar</b></p>
ru: <p><b>Итог</b></p>
sk: <p><b>Súhrn:</b></p>
uk: <p><b>Резюме</b></p>
zh_cn: <p><b>摘要</b></p>
zh_tw: <p><b>摘要</b></p>

source: (critical)
ar: (حرج)
cs: (kritický)
da: (kritisk)
el: (κρίσιμα)
es: (crítico)
fi: (kriittinen)
fr: (critique)
hi: (महत्वपूर्ण)
hu: (kritikus)
id: (kritis)
it: (critico)
km: (សំខាន់​បំផុត)
nb: (kritisk)
nl: (kritiek)
pa: (ਨਾਜ਼ੁਕ)
pl: (krytyczny)
pt_br: (crítico)
ro: (critic)
ru: (критический)
sk: (kritické)
uk: (важливий)
zh_cn: (紧急)
zh_tw: (關鍵的)

source: Path Length:
ar: طول المسار:
cs: Délka cesty:
da: Stilængde:
el: Μήκος Διαδρομής:
es: Longitud de ruta:
fi: Polun pituus:
fr: Longueur du chemin :
hi: पथ लंबाई :
hu: Elérési út hosszúsága:
id: Panjang Jalur:
it: Lunghezza del percorso:
km: ប្រវែង​ផ្លូវ ៖
nb: Stilengde:
nl: Padlengte:
pa: ਮਾਰਗ ਲੰਬਾਈ:
pl: Długość ścieżki:
pt_br: Tamanho do caminho:
ro: Lungimea căii:
ru: Длина пути:
sk: Dĺžka cesty:
uk: Довжина шляху:
zh_cn: 路径长度：
zh_tw: 路徑長度：

source: (critical)
ar: (حرج)
cs: (kritický)
da: (kritisk)
el: (κρίσιμα)
es: (crítico)
fi: (kriittinen)
fr: (critique)
hi: (महत्वपूर्ण)
hu: (kritikus)
id: (kritis)
it: (critico)
km: (សំខាន់​បំផុត)
nb: (kritisk)
nl: (kritiek)
pa: (ਨਾਜ਼ੁਕ)
pl: (krytyczny)
pt_br: (crítico)
ro: (critic)
ru: (критический)
sk: (kritické)
uk: (важливий)
zh_cn: (紧急)
zh_tw: (關鍵的)

source: Copy Subject Alt Name from CA
ar: نسخ الاسم البديل للكائن من CA
cs: Zkopírovat Subject Alt Name z CA
da: Kopiér subjekt Alt-navn fra CA
el: Αντιγραφή Subject Alt Name από CA
es: Copiar Subject Alt Name de la CA
fi: Kopioi aiheen vaihtoehtoinen nimi CA:sta
fr: Copier le "Subject Alt Name" depuis l'AC
hi: CA से Subject Alt Name कॉपी करें
hu: Tárgy alt. név másolása a CA-ból
id: Salin Nama Alt Subjek dari CA
it: Copia nome alternativo soggetto dalla CA
km: ចម្លង​ឈ្មោះប្រធាន​បទ ជំនួស(Alt) ពី CA
nb: Kopier SubjectAltName fra CA
nl: Subject Alt Name van CA kopiëren
pl: Skopiuj nazwę Subject Alt z CA
pt_br: Copiar Nome do Emissor Alternativo do CA
ro: Copiază Subject Alt Name din CA
ru: Копировать Subject Alt Name из CA
sk: Kopírovať Subject Alt Name z CA
uk: Копіювати альтернативну назву теми з CA
zh_cn: 从 CA 复制主体别名
zh_tw: 從 CA 複製標題 Alt 名稱

source: (critical)
ar: (حرج)
cs: (kritický)
da: (kritisk)
el: (κρίσιμα)
es: (crítico)
fi: (kriittinen)
fr: (critique)
hi: (महत्वपूर्ण)
hu: (kritikus)
id: (kritis)
it: (critico)
km: (សំខាន់​បំផុត)
nb: (kritisk)
nl: (kritiek)
pa: (ਨਾਜ਼ੁਕ)
pl: (krytyczny)
pt_br: (crítico)
ro: (critic)
ru: (критический)
sk: (kritické)
uk: (важливий)
zh_cn: (紧急)
zh_tw: (關鍵的)

source: Copy Standard E-Mail Address
ar: نسخ عنوان البريد الإلكتروني القياسي
cs: Zkopíruj výchozí Emailovou adresu
da: Kopiér standard e-mailadresse
el: Αντιγραφή Κύριας Διεύθυνσης E-Mail
es: Copiar dirección de correo estándar
fi: Kopioi standardinmukainen sähköpostiosoite
fr: Copier l'adresse électronique par défaut
hi: मानक ई-मेल पता कॉपी करें
hu: Standard e-mail cím másolása
id: Salin Alamat Surel Standar
it: Copia indirizzo e-mail standard
km: ចម្លង​អាសយដ្ឋាន​អ៊ីមែល​ស្តង់ដារ
nb: Kopier standard e-postadresse
nl: Standaard email adres kopiëren
pa: ਸਟੈਂਡਰਡ ਈਮੇਲ ਐਡਰੈੱਸ ਕਾਪੀ
pl: Kopiuj standardowy adres e-mail
pt_br: Copiar endereço de e-mail padrão
ro: Copiază adresa e-mail standard
ru: Копировать стандартный эл. адрес
sk: Kopírovať predvolenú e-mailovú adresu
uk: Копіювати стандартну адресу ел. пошти
zh_cn: 复制标准电子邮件地址
zh_tw: 複製標準電子郵件地址

source: Save Settings (step 3/3)
ar: حفظ الإعدادات (الخطوة 3/3)
cs: Uložit nastavení (krok 3/3)
da: Gem indstillinger (trin 3/3)
el: Αποθήκευση Ρυθμίσεων (βήμα 3/3)
es: Guardar configuración (paso 3/3)
fi: Tallenna asetukset (vaihe 3/3)
fr: Enregistrer les réglages (étape 3 sur 3)
hi: व्यवस्था सहेजें (चरण 3/3)
hu: Beállítások mentése (3/3 lépés)
id: Simpan Pengaturan (langkah 3/3)
it: Salva le impostazioni (passo 3/3)
km: រក្សាទុក​ការ​កំណត់ (ជំហាន ៣/៣)
nb: Lagre innstillinger (trinn 3/3)
nl: Instellingen opslaan (stap 3/3)
pa: ਸੈਟਿੰਗ ਸੰਭਾਲੋ (ਸਟੈਪ 3/3)
pl: Zapisz ustawienia (etap 3/3)
pt_br: Gravar Configurações (etapa 3/3)
ro: Salvează setările (partea 3/3)
ru: Сохранить параметры (шаг 3/3)
uk: Зберегти параметри (крок 3 з 3)
zh_cn: 保存设置 (步骤 3/3)
zh_tw: 儲存設定 (步驟 3/3)

source: Default has been saved.
ar: تم حفظ الإعداد الافتراضي.
cs: Výchozí nastavení bylo uloženo.
da: Standard er blevet gemt.
el: Προκαθορισμένα αποθηκεύτηκαν.
es: Los valores predeterminados han sido guardados.
fi: Oletus on tallennettu.
fr: Les valeurs par défaut ont été enregistrées.
hi: डिफॉल्ट सहेजा जा चुका है।
hu: Az alapértelmezett értékek mentve lettek.
id: Standar telah disimpan.
it: L'impostazione predefinita è stata salvata.
km: លំនាំដើម​ត្រូវ​បាន​រក្សាទុក ។
nb: Standardinnstillinger er lagret.
nl: Standaard is opgeslagen.
pa: ਮੂਲ ਸੰਭਾਲੇ ਗਏ ਹਨ।
pl: Domyślne ustawienia zostały zapisane.
pt_br: O padrão foi salvo.
ro: Setările implicite au fost salvate.
ru: Установки по умолчанию сохранены.
uk: Типові параметри було збережено.
zh_cn: 默认值已保存。
zh_tw: 已經儲存預設。

source: <p>First, see a list view with all available certificates from this CA. The columns are the DN of the certificates including the e-mail address and the state of the certificate (such as valid or revoked).</p>
ar: <p>أولاً، راجع عرض القائمة التي تحتوي على كافة الشهادات المتوفرة من CA. تعتبر الأعمدة هي الأسماء المميزة (DN) للشهادات بما في ذلك عنوان البريد الإلكتروني وحالة الشهادة (مثل صالحة أو مبطلة).</p>
cs: <p>Vidíte seznam všech certifikátů dané CA. V sloupcích jsou DN certifikátů včetně email adresy a stavu certifikátu (platný/zrušený).</p>
da: <p>Se først en listevisning med alle tilgængelige certifikater fra dette CA. Kolonnerne er certifikaternes DN inklusive e-mailadressen og certifikatets status (såsom gyldig eller inddraget).</p>
el: <p>Κατ' αρχάς, δείτε σε μορφή καταλόγου όλα τα διαθέσιμα πιστοποιητικά από αυτήν την CA. Οι στήλες είναι οι DN των πιστοποιητικών και περιλαμβάνουν την διεύθυνση e-mail αλλά και τη κατάσταση του πιστοποιητικού (αν είναι έγκυρο ή ανακληθέν).</p>
es: <p>En primer lugar puede observar una lista con los certificados disponibles de esta CA. Las columnas son el DN de los certificados incluyendo la dirección de correo y el estado del certificado (por ejemplo válido o revocado).</p>
fi: <p>Ensin katso listanäkymää saatavilla olevista varmenteista tässä CA:ssa. Sarakkeet ovat varmenteiden DN:iä sisältäen sähköpostiosoitteen ja varmenteen tilan (kuten voimassa, peruttu ja niin edelleen).</p>
fr: <p>Voici d'abord une liste de tous les certificats pouvant être fournis par cette autorité de confiance. Les colonnes sont les noms distingués (ND) des certificats, parmi lesquels l'adresse de courrier électronique et l'état du certificat (valide, révoqué, ...).</p>
hi: <p>सर्वप्रथम, इस CA से सभी उपलब्ध प्रमाण-पत्रों के साथ सूची दृश्य को देखें। ये कॉलम प्रमाण-पत्रों के DN हैं जिसमें ई-मेल पता और प्रमाण-पत्र की स्थिति शामिल है (जैसे कि मान्य या निरस्त)।</p>
hu: <p>Először, a jelenlegi CA összes elérhető tanúsítványának listája látható. Az oszlopok a DN-t jelentik, tartalmazva az e-mail címet és a tanúsítvány állapotát (érvényes vagy visszavont).</p>
id: <p>Pertama-tama, lihat tampilan daftar dengan semua sertifikat yang tersedia dari CA ini. Kolom ini merupakan DN dari sertifikat termasuk alamat surel dan status sertifikatnya (misalnya valid atau dicabut.</p>
it: <p>Innanzitutto, si vede un elenco con tutti i certificati disponibili da questa CA. Le colonne rappresentano il DN dei certificati con indirizzo e-mail e stato del certificato (valido o revocato).</p>
km: <p>ដំបូង មើល​ទិដ្ឋភាព​បញ្ជី​មួយ​ដែល​មាន​វិញ្ញាបនបត្រ​អាច​ប្រើ​បាន​ទាំង​អស់​ពី CA នេះ ។ ជួរឈរ​គឺ​ជា DN របស់​វិញ្ញាបនបត្រ ដែល​រួម​បញ្ចូល​អាសយដ្ឋាន​អ៊ីមែល និង​សភាព​របស់​វិញ្ញាបនបត្រ (ដូច​ជា ត្រឹមត្រូវ ឬ​ដកហូត​វិញ) ។</p>
nb: <p>Først ser du en liste over alle tilgjengelige sertifikater fra aktuelt CA. Kolonnene inneholder sertifikatets DN med blant annet e-postadresse og status (for eksempel gyldig eller inndratt).</p>
nl: <p>Bekijk als eerste het overzicht met alle beschikbare certificaten van deze CA. De kolommen bevatten de DN van de certificaten inclusief email adres en de certificaat status (zoals: geldig of ingetrokken).</p>
pl: <p>Najpierw proszę obejrzeć listę dostępnych certyfikatów, w tym CA. Kolumny to DN certyfikatów zawierające adres e-mail i stan certyfikatu (np. ważny lub cofnięty).</p>
pt_br: <p>Primeiro, veja a lista com todos os certificados deste CA. As colunas são o DN dos certificados incluindo o endereço de e-mail e o estado do certificado (tal como válido ou revogado).</p>
ro: <p>Mai întâi vedeți o listă cu toate certificatele disponibile pentru acest CA. Coloanele sunt DN pentru certificate, inclusiv adresa de e-mail și starea certificatului (cum ar fi valid sau revocat).</p>
ru: <p>Во первых, просмотрите список всех доступных сертификатов этого CA. Колонки — это DN сертификатов, включая эл. адрес и состояние сертификата (действует или отменен).</p>
sk: <p>Najprv si pozrite zoznam všetkých dostupných certifikátov od tejto CA. Jednotlivé stĺpce predstavujú DN certifikátov, vrátane e-mailovej adresy a stavu certifikátov (ako napríklad 'platný' alebo 'neplatný').</p>
uk: <p>Перш за все, перегляньте всі доступні з цього CA сертифікати. У стовпчиках розміщено DN сертифікатів разом з адресою електронної пошти та станом сертифіката (таким як чинний або анульований).</p>
zh_cn: <p>首先，查看从此 CA 获得的全部可用证书的列表视图。列是证书的判别名包括电子邮件地址和证书的状态 (诸如有效或已吊销)。</p>
zh_tw: <p>首先，從這個 CA 查看所有可用憑證的檢視清單。該欄是憑證的 DN，包括電子郵件地址和憑證的狀態 (如有效或已撤銷)。</p>

source: <p>Select one of the certificates and execute some actions.</p>
ar: <p>حدد إحدى الشهادات وقم بتنفيذ بعض الإجراءات.</p>
cs: <p>Zvolte jeden z certifikátů a spusťte příkaz.</p>
da: <p>Vælg et af certifikaterne og udfør nogle handlinger.</p>
el: <p>Επιλέξτε ένα από τα πιστοποιητικά και προβείτε σε ορισμένες ενέργειες.</p>
es: <p>Seleccione uno de los certificados y ejecute algunas acciones.</p>
fi: <p>Valitse jokin varmenteista ja suorita toimintoja.</p>
fr: <p>Sélectionnez un des certificats et effectuez certaines actions.</p>
hi: <p>प्रमाण-पत्रों में से किसी एक को चुनें और कुछ कार्रवाइयों को क्रियान्वित करें।</p>
hu: <p>Válassza ki a tanúsítványok egyikét és végrehajthat néhány műveletet.</p>
id: <p>Pilih salah satu sertifikat dan jalankan beberapa tindakan.</p>
it: <p>Selezionare uno dei certificati ed eseguire alcune operazioni.</p>
km: <p>ជ្រើស​វិញ្ញាបនបត្រ​មួយ​ក្នុង​ចំណោម​វិញ្ញាបនបត្រ​ទាំង​នេះ និង​ប្រតិបត្តិ​អំពើ​មួយ​ចំនួន ។</p>
nb: <p>Velg et av sertifikatene og utfør noen handlinger.</p>
nl: <p>Selecteer één van de certificaten en verricht enkele acties.</p>
pa: <p>ਸਰਟੀਫਿਕੇਟਾਂ ਵਿੱਚੋਂ ਚੁਣੋ ਅਤੇ ਕੁਝ ਕਾਰਵਾਈਆਂ ਕਰੋ।</p>
pl: <p>Proszę wybrać jeden z certyfikatów i wykonać odpowiednie działania.</p>
pt_br: <p>Selecione um dos certificados e execute algumas ações.</p>
ro: <p>Selectați unul din certificate și executați o acțiune.</p>
ru: <p>Выберите один из сертификатов и выполните некоторые действия.</p>
uk: <p>Виберіть один з сертифікатів і виконайте деякі дії.</p>
zh_cn: <p>选择其中一个证书并执行一些操作。</p>
zh_tw: <p>選取其中一個憑證並執行某些動作。</p>

source: <p><b>View</b> opens a window with a text representation of the complete certificate.</p>
ar: <p><b>عرض</b> يعمل على فتح إطار يحتوي على تمثيل نصي للشهادة الكاملة.</p>
cs: <p><b>Zobrazit</b> otevře okno s textovou reprezentací celého certifikátu.</p>
da: <p><b>Vis</b> åbner et vindue med tekstrepræsentation af hele certifikatet.</p>
el: <p>Η <b>Προβολή</b> ανοίγει ένα παράθυρο με μια αναπαράσταση κειμένου του πλήρους πιστοποιητικού.</p>
es: <p>La opción <b>Ver</b> abre una ventana con una representación en texto del certificado completo.</p>
fi: <p><b>Katselu</b> avaa ikkunan, josta näkee koko varmenteen tekstimuodossa.</p>
fr: <p><b>Afficher</b> ouvre une fenêtre contenant une représentation sous forme de texte du certificat complet.</p>
hi: <p><b>View</b> संपूर्ण प्रमाण-पत्र के एक पाठ्य प्रतिनिधित्व के साथ एक विंडो खोलता है।</p>
hu: <p>A <b>Megtekintés</b> megnyit egy ablakot a teljes tanúsítvány szöveges alakjával.</p>
id: <p><b>Lihat</b> digunakan untuk membuka jendela dengan teks yang menyatakan sertifikat lengkap.</p>
it: <p><b>Visualizza</b> apre una finestra con una rappresentazione in testo dell'intero certificato.</p>
km: <p><b>ទិដ្ឋភាព</b> បើក​បង្អួច​មួយ​ដែល​មាន​ការ​បង្ហាញ​អត្ថបទ​មួយ​នៃ​វិញ្ញាបនបត្រ​ពេញលេញ ។</p>
nb: <p><b>Vis</b> åpner et vindu der hele sertifikatet er gjengitt som tekst.</p>
nl: <p><b>Overzicht</b> opent een venster met een tekstuele voorstelling van het complete certificaat.</p>
pl: <p><b>Podgląd</b> otwiera okno z tekstową reprezentacją całego certyfikatu.</p>
pt_br: <p><b>Ver</b> abre uma janela com uma representação textual do certificado completo.</p>
ro: <p><b>Vizualizare</b> deschide o fereastră cu reprezentarea text a întregului certificat.</p>
ru: <p>Нажатие кнопки <b>Просмотр</b> открывает окно с текстовым представлением всего сертификата.</p>
sk: <p><b>Zobraziť</b> otvorí okno s kompletným certifikátom v textovej forme.</p>
uk: <p><b>Перегляд</b> відкриває вікно з текстовим представленням повного сертифікат.</p>
zh_cn: <p><b>查看</b>打开了一个其中有完整证书的文本表示的窗口。</p>
zh_tw: <p><b>「檢視」</b>可開啟以文字表示的完整憑證視窗。</p>

source: <p>Furthermore, you can <b>Revoke</b>, <b>Delete</b>, or <b>Export</b> a certificate.</p>
ar: <p>وعلاوة على ذلك، يمكنك <b>إبطال</b> شهادة أو <b>حذفها</b> أو <b>تصديرها</b>.</p>
cs: <p>Navíc můžete <b>Zrušit</b>, <b>Smazat</b> nebo <b>Export</b>ovat certifikát.</p>
da: <p>Ydermere kan du <b>Inddrage</b>, <b>Slette</b>, eller <b>Eksportere</b> et certifikat.</p>
el: <p>Επιπρόσθετα, μπορείτε να χρησιμοποιήσετε τα <b>Ανάκληση</b>, <b>Διαγραφή</b>, ή <b>Εξαγωγή</b> ενός πιστοποιητικού.</p>
es: <p>Asimismo, puede <b>Revocar</b>, <b>Eliminar</b> o <b>Exportar</b> un certificado.</p>
fi: <p>Lisäksi voit <b>Peruuttaa</b>, <b>Poistaa</b>, tai <b>Viedä</b> varmenteen.</p>
fr: <p>De plus, vous pouvez <b>Révoquer</b>, <b>Supprimer</b> ou <b>Exporter</b> un certificat.</p>
hi: <p>इससे आगे, आप किसी प्रमाण-पत्र को <b>निरस्त</b>, <b>हटाना</b>, या<b>निर्यात</b> कर सकते हैं।</p>
hu: <p>Továbbá, választhatja a <b>Visszavonás</b>, <b>Törlés</b> vagy az <b>Exportálás</b> pontok egyikét.</p>
id: <p>Selain itu, Anda dapat <b>Mencabut</b>, <b>Menghapus</b>, atau <b>Mengekspor</b> sebuah sertifikat.</p>
it: <p>È inoltre possibile <b>Revocare</b>, <b>Eliminare</b> o <b>Esportare</b> un certificato.</p>
km: <p>ម្យ៉ាង​វិញ​ទៀត អ្នក​អាច <b>ដកហូត​</b> <b>លុប</b> ឬ​<b>នាំចេញ</b> វិញ្ញាបនបត្រ​មួយ ។</p>
nb: <p>I tillegg kan du <b>inndra</b>, <b>slette</b> eller <b>eksportere</b> et sertifikat.</p>
nl: <p>Bovendien kunt u een certificaat <b>Intrekken</b>, <b>Verwijderen</b> of <b>Exporteren</b>.</p>
pl: <p>Można także <b>Cofać</b>, <b>Usunąć</b> lub <b>Eksportować</b> certyfikat.</p>
pt_br: <p>Além disso, você pode <b>Revogar</b>, <b>Apagar</b> ou <b>Exportar</b> um certificado.</p>
ro: <p>În plus, puteți <b>Revoca</b>, <b>Șterge</b> sau <b>Exporta</b> un certificat.</p>
ru: <p>Более того, вы можете <b>Отозвать</b>, <b>Удалить</b> или <b>Экспортировать</b> сертификат.</p>
sk: <p>Ďalej môžete <b>Zneplatniť</b>, <b>Zmazať</b>, alebo <b>Exportovať</b> certifikát.</p>
uk: <p>Крім того, ви можете <b>Анулювати</b>, <b>Вилучити</b> або <b>Експортувати</b> сертифікат.</p>
zh_cn: <p>此外，您还可以<b>吊销</b>、<b>删除</b>或<b>导出</b>证书。</p>
zh_tw: <p>此外，您可以<b>「撤銷」</b>、<b>「刪除」</b>或<b>「輸出」</b>憑證。</p>

source: <p>With <b>Add</b>, generate a new server or client certificate.</p>
ar: <p>باستخدام <b>إضافة</b>، قم بإنشاء شهادة عميل أو خادم جديد.</p>
cs: <p>Pomocí <b>Přidat</b>, vytvoříte nový certifikát pro server nebo klienta.</p>
da: <p>Med <b>Tilføj</b>, genereres et nyt server- eller klientcertifikat.</p>
el: <p>Με το <b>Προσθήκη</b>, δημιουργείτε ένα νέο πιστοποιητικό διακομιστή ή πελάτη.</p>
es: <p>Con <b>Añadir</b> puede generar un nuevo certificado de cliente o servidor.</p>
fi: <p><b>Lisää</b>, luo uuden palvelin-, tai asiakasvarmenteen.</p>
fr: <p><b>Ajouter</b> permet de créer un nouveau certificat client ou serveur.</p>
hi: <p> <b>Add</b> के साथ एक नया सेवक या ग्राहक प्रमाण-पत्र उत्पन्न करें।</p>
hu: <p>A <b>Hozzáadás</b> pontban új kiszolgáló- vagy klienstanúsítványt generálhat.</p>
id: <p>Menggunakan <b>Tambah</b>, buat sertifikat server dan klien baru.</p>
it: <p>Tramite <b>Aggiungi</b> è possibile generare un nuovo certificato server o client.</p>
km: <p>ជាមួយ <b>បន្ថែម</b> បង្កើត​វិញ្ញាបនបត្រ​ម៉ាស៊ីន​បម្រើ ឬ​ម៉ាស៊ីន​ភ្ញៀវ​ថ្មី​មួយ ។</p>
nb: <p>Bruk <b>Legg til</b> for å generere et nytt server- eller klientsertifikat.</p>
nl: <p>Met <b>Toevoegen</b> kunt u een nieuwe server of cliënt certificaat genereren.</p>
pl: <p>Za pomocą przycisku <b>Dodaj</b> można wygenerować nowy certyfikat serwera lub klienta.</p>
pt_br: <p>Com <b>Adicionar</b>, gere um novo certificado de servidor ou cliente.</p>
ro: <p>Cu <b>Adaugă</b> generați un nou certificat client sau server.</p>
ru: <p>Нажатие кнопки <b>Добавить</b> сгенерирует новый сертификат для сервера или клиента.</p>
sk: <p>Pomocou <b>Pridať</b>, vygenerujte nový certifikát servera alebo klienta.</p>
uk: <p>За допомогою <b>Додати</b> можна створити новий сертифікат сервера або клієнта.</p>
zh_cn: <p>使用<b>添加</b>生成新的服务器或客户端证书。</p>
zh_tw: <p>使用<b>「新增」</b>可產生新伺服器或用戶端憑證。</p>

source: <p>In the area below, see the most important values of the selected certificate.</p>
ar: <p>في المنطقة أدناه، راجع القيم الأكثر أهمية للشهادة المحددة.</p>
cs: <p>V dolní části vidíte nejdůležitější údaje zvoleného certifikátu.</p>
da: <p>I området herunder ses de vigtigste værdier for det valgte certifikat.</p>
el: <p>Στην ακόλουθη περιοχή, μπορείτε να ορίσετε τις πιο σημαντικές τιμές για τα επιλεγμένα πιστοποιητικά.</p>
es: <p>En la zona inferior puede ver los valores más importantes del certificado seleccionado.</p>
fi: <p>Alla olevassa alueessa näytetään valitun varmenteen tärkeimmät arvot.</p>
fr: <p>Les paramètres les plus importants du certificat sélectionné figurent dans la zone ci-dessous.</p>
hi: <p>नीचे दिए गए क्षेत्र में, चयनित प्रमाण-पत्र के सबसे महत्वपूर्ण मानों को देखें।</p>
hu: <p>A alábbi területen a kiválasztott tanúsítvány legfontosabb adatai láthatók.</p>
id: <p>Dibagian bawah, lihat nilai yang paling penting dari sertifikat yang dipilih.</p>
it: <p>In basso vi è una rassegna dei valori più importanti del certificato selezionato.</p>
km: <p>នៅ​ក្នុង​ផ្ទៃ​ខាង​ក្រោម មើល​តម្លៃ​សំខាន់​បំផុត​របស់​វិញ្ញាបនបត្រ​ដែល​បាន​ជ្រើស ។</p>
nb: <p>De viktigste verdiene for det valgte sertifikatet vises nedenfor.</p>
nl: <p>In het onderstaande gebied ziet u de meest belangrijke waarden van het geselecteerde certificaat.</p>
pa: <p>ਹੇਠ ਦਿੱਤੇ ਖੇਤਰ ਵਿੱਚ, ਚੁਣੇ ਸਰਟੀਫਿਕੇਟ ਦੇ ਸਭ ਤੋਂ ਮਹੱਤਵਪੂਰਨ ਮੁੱਲ ਵੇਖੋ।</p>
pl: <p>W obszarze poniżej można zobaczyć większość istotnych informacji dotyczących wybranego certyfikatu.</p>
pt_br: <p>Na área abaixo, veja os valores mais importantes do certificado selecionado.</p>
ro: <p>În zona de mai jos vedeți cele mai importante valori ale certificatului selectat.</p>
ru: <p>Внизу видны наиболее важные параметры выбранного сертификата.</p>
uk: <p>У полі нижче ви можете переглянути найважливіші значення вибраного сертифіката.</p>
zh_cn: <p>在下面区域中查看所选证书最重要的值。</p>
zh_tw: <p>在下面的區域中，可查看選取憑證最重要的值。</p>

source: Revoke Certificate
ar: إبطال الشهادة
cs: Zrušit certifikát
da: Inddrag certifikat
el: Ανάκληση Πιστοποιητικού
es: Revocar certificado
fi: Peruuta varmenne
fr: Révoquer le certificat
hi: निरस्त प्रमाण-पत्र
hu: Tanúsítvány visszavonása
id: Cabut Sertifikat
it: Revoca certificato
km: ដក​ហូត​វិញ្ញាបនបត្រ​វិញ
nb: Inndra sertifikat
nl: Certificaat intrekken
pa: ਸਰਟੀਫਿਕੇਟ ਮਨਸੂਖ
pl: Cofnięcie certyfikatu
pt_br: Revogar certificado
ro: Revocă certificatul
ru: Отозвать сертификат
uk: Анулювати сертифікат
zh_cn: 吊销证书
zh_tw: 撤銷憑證
