Repository: Dzejrou/yast-translations
Catalog: po/*-management/*.po
Languages: ar, cs, da, el, es, fi, fr, hi, hu, id, it, km, nb, nl, pa, pl, pt_br, ro, ru, sk, uk, zh_cn, zh_tw

source: Missing parameter 'datatype'.
ar: مُعامِل مفقود 'datatype'.
cs: Chybějící parametr 'datatype'.
da: Mangler parameteren 'datatype'.
el: Λείπει η παράμετρος 'τύπος δεδομένων'.
es: Falta el parámetro 'datatype'.
fi: Puuttuva parametri 'datatype'.
fr: Paramètre 'datatype' manquant.
hu: Hiányzó 'datatype' paraméter.
id: Parameter 'datatype' tidak ada.
it: Parametro 'datatype' mancante.
km: បាត់​ប៉ារ៉ាម៉ែត្រ 'datatype' ។
nb: Parameteren 'datatype' mangler.
nl: Parameter 'datatype' ontbreekt.
pa: ਪੈਰਾਮੀਟਰ 'datatype' ਗੁੰਮ ਹੈ।
pl: Brak parametru 'datatype'.
pt_br: Parâmetro 'datatype' ausente.
ro: Lipsește parametrul 'datatype'.
ru: Отсутствует параметр datatype.
uk: Відсутній параметр "datatype".
zh_cn: 缺少参数 'datatype'。
zh_tw: 遺失參數 'datatype'。

source: Unknown value '%s' in 'datatype'.
ar: القيمة غير معروف '%s' في 'نوع البيانات'.
cs: Neznámá hodnota '%s' v 'datatype'.
da: Ukendt værdi '%s' i 'datatype'.
el: Άγνωστη η τιμή '%s' στο 'τύπος δεδομένων'.
es: Valor '%s' desconocido en 'datatype'.
fi: Tuntematon arvo '%s' kohdassa 'datatype'.
fr: Valeur '%s' inconnue dans 'datatype'.
hu: Ismeretlen '%s' érték a 'datatype' paraméterben.
id: Nilai '%s' dalam 'datatype' tidak diketahui.
it: Valore '%s' in 'datatype' sconosciuto.
km: មិន​ស្គាល់​តម្លៃ '%s' នៅ​ក្នុង 'datatype' ។
nb: Verdien '%s' i 'datatype' er ukjent.
nl: Onbekende waarde '%s' in 'datatype'.
pa: 'datatype' ਵਿੱਚ ਮੁੱਲ '%s' ਅਣਜਾਣ ਹੈ।
pl: Nieznana wartość '%s' parametru 'datatype'.
pt_br: Valor '%s' desconhecido em 'datatype'.
ro: Valoare necunoscută '%s' în 'datatype'.
ru: Неизвестное значение %s в datatype.
uk: Невідоме значення "%s" у полі "datatype".
zh_cn: 'datatype' 中的值 '%s' 未知。
zh_tw: 'datatype' 中不明的 '%s' 值。

source: Missing parameter 'inForm'.
ar: مُعامِل مفقود 'inForm'.
cs: Chybějící parametr 'inForm'.
da: Mangler parameteren 'inForm'.
el: Λείπει η παράμετρος 'στην Φόρμα'.
es: Falta el parámetro 'inForm'.
fi: Puuttuva parametri 'inForm'.
fr: Paramètre 'inForm' manquant.
hu: Hiányzó 'inForm' paraméter.
id: Parameter 'inForm' tidak ada.
it: Parametro 'inForm' mancante.
km: បាត់​ប៉ារ៉ាម៉ែត្រ 'inForm' ។
nb: Parameteren 'inForm' mangler.
nl: Parameter 'inForm' ontbreekt.
pa: ਪੈਰਾਮੀਟਰ 'inForm' ਗੁੰਮ ਹੈ।
pl: Brak parametru 'inForm'.
pt_br: Parâmetro 'inForm' ausente.
ro: Lipsește parametrul 'inForm'.
ru: Отсутствует параметр inForm.
uk: Відсутній параметр "inForm".
zh_cn: 缺少参数 'inForm'。
zh_tw: 遺失參數 'inForm'。

source: Unknown value '%s' in 'inForm'.
ar: قيمة غير معروف '%s' في 'inForm'.
cs: Neznámá hodnota '%s' v 'inForm'.
da: Ukendt værdi '%s' i 'inForm'.
el: Άγνωστη η τιμή '%s' στο 'στη Φόρμα'
es: Valor '%s' desconocido en 'inForm'.
fi: Tuntematon arvo '%s' kohdassa 'inForm'.
fr: Valeur '%s' inconnue dans 'inForm'.
hu: Ismeretlen '%s' érték az 'inForm' paraméterben.
id: Nilai '%s' dalam 'inForm' tidak diketahui.
it: Valore '%s' in 'inForm' sconosciuto.
km: មិន​ស្គាល់​តម្លៃ '%s' នៅ​ក្នុង 'inForm' ។
nb: Verdien '%s' i 'inForm' er ukjent.
nl: Onbekende waarde '%s' in 'inForm'.
pa: 'inForm' ਵਿੱਚ ਅਣਜਾਣ ਮੁੱਲ '%s'।
pl: Nieznana wartość '%s' parametru 'inForm'.
pt_br: Valor '%s' desconhecido em 'inForm'.
ro: Valoare necunoscută '%s' în 'inForm'.
ru: Неизвестное значение %s в inForm.
uk: Невідоме значення "%s" у полі "inForm".
zh_cn: 'inForm' 中的值 '%s' 未知。
zh_tw: 'inForm' 中不明的 '%s' 值。

source: Parsing failed.
ar: فشل التوزيع.
cs: Analýza selhala.
da: Fortolkning fejlede.
el: Η ανάλυση απέτυχε.
es: Error al analizar.
fi: Koostaminen epäonnistui.
fr: Échec de l'analyse.
hi: पार्ज़िंग असफल।
hu: Az elemzés nem sikerült.
id: Gagal menguraikan.
it: Analisi non riuscita.
km: ការ​ញែក​បាន​បរាជ័យ ។
nb: Tolking mislyktes.
nl: Ontleden is mislukt.
pa: ਪਾਰਸਿੰਗ ਫੇਲ੍ਹ ਹੋਈ।
pl: Analizowanie składni nie powiodło się.
pt_br: Falha na análise.
ro: Parcurgerea a eșuat.
ru: Сбой обработки.
sk: Načítanie zlyhalo.
uk: Розбір зазнав невдачі.
zh_cn: 解析失败。
zh_tw: 分析失敗。

source: Parsing the request failed.
ar: فشل توزيع الطلب.
cs: Analýza požadavku selhala.
da: Fortolkning af forespørgsel fejlede.
el: Ανάλυση της αίτησης απέτυχε.
es: Error al procesar la solicitud.
fi: Pyynnön koostaminen epäonnistui.
fr: Échec de l'analyse de la requête.
hi: अनुरोध की पार्ज़िंग असफल।
hu: A kérés értelmezése nem sikerült.
id: Gagal menguraikan permintaan.
it: Analisi della richiesta non riuscita.
km: ការ​ញែក​សំណើ​បាន​បរាជ័យ ។
nb: Tolking av forespørsel mislyktes.
nl: Ontleden van het verzoek is mislukt.
pa: ਪਾਰਸਿੰਗ ਮੰਗ ਫੇਲ੍ਹ ਹੋਈ।
pl: Analizowanie składni żądania nie powiodło się.
pt_br: Falha ao analisar a solicitação.
ro: Parcurgerea cererii a eșuat.
ru: Не удалось обработать запрос.
sk: Načítanie požiadavku zlyhalo.
uk: Розбір запиту зазнав невдачі.
zh_cn: 解析请求失败。
zh_tw: 分析要求失敗。

source: Getting the request list failed.
ar: الحصول على قائمة الطلبات الفشلة.
cs: Získávání seznamu požadavků selhalo.
da: Hentning af forespørgselsliste fejlede.
el: Η λήψη του καταλόγου αίτησης απέτυχε.
es: Error al obtener la lista de solicitudes.
fi: Pyyntöluettelon saaminen epäonnistui.
fr: Échec d'obtention de la liste des requêtes.
hi: अनुरोध सूची ढूंढ़ने में असफल।
hu: A kéréslista lekérése nem sikerült.
id: Gagal mendapatkan daftar permintaan.
it: Impossibile ottenere l'elenco delle richieste.
km: ការ​ទទួល​បញ្ជី​សំណើ​បាន​បរាជ័យ ។
nb: Innhenting av forespørsler mislyktes.
nl: Ophalen van de verzoeklijst is mislukt.
pa: ਮੰਗ ਲਿਸਟ ਲੈਣ ਲਈ ਫੇਲ੍ਹ ਹੋਈ।
pl: Pobieranie listy żądań nie powiodło się.
pt_br: Falha na obtenção da lista de solicitações.
ro: Obținerea listei de cereri a eșuat.
ru: Не удалось получить список запросов.
sk: Načítanie zoznamu požiadavkov zlyhalo.
uk: Отримання списку запитів зазнало невдачі.
zh_cn: 获取请求列表失败。
zh_tw: 取得要求清單失敗。

source: Request not found in %s.
ar: الطلب غير موجود في %s.
cs: Požadavek nenalezen v %s.
da: Forespørgsel ikke fundet i %s.
el: Δε βρέθηκε η αίτηση στο %s.
es: Solicitud no encontrada en %s.
fi: Pyyntöä ei löytynyt %s
fr: Requête introuvable dans %s.
hi: %s में अनुरोध नहीं मिला.
hu: A(z) %s nem tartalmaz ilyen kérést.
id: Permintaan tidak ditemukan di %s.
it: Richiesta non trovata in %s.
km: រក​មិន​ឃើញ​សំណើ​នៅ​ក្នុង %s ។
nb: Forespørsel ble ikke funnet i %s.
nl: Verzoek niet gevonden in %s.
pa: %s ਵਿੱਚ ਮੰਗ ਨਹੀਂ ਲੱਭੀ ਹੈ।
pl: Nie znaleziono żądania w %s.
pt_br: Solicitação não encontrada em %s.
ro: Cererea nu a fost găsită în %s.
ru: Запрос не найден в %s.
sk: Požiadavka nebola nájdená v %s.
uk: У %s запитів не знайдено.
zh_cn: 在 %s 中未找到请求。
zh_tw: %s 中找不到要求。

source: Cannot read the request.
ar: لا يمكن قراءة الطلب.
cs: Nelze číst požadavek.
da: Kan ikke læse forespørgslen.
el: Αδύνατη η ανάγνωση της αίτησης.
es: No se puede leer la petición.
fi: Pyyntöä ei voida lukea.
fr: Lecture de la requête impossible.
hu: A kérés nem olvasható.
id: Tidak dapat membaca permintaan.
it: Impossibile leggere la richiesta.
km: មិន​អាច​អាន​សំណើ​បានទេ ។
nb: Kan ikke lese forespørselen.
nl: Kan het verzoek niet lezen.
pa: ਮੰਗ ਪੜ੍ਹੀ ਨਹੀਂ ਜਾ ਸਕੀ।
pl: Nie można odczytać żądania.
pt_br: Não foi possível ler a solicitação.
ro: Nu pot citi cererea.
ru: Невозможно прочитать запрос.
uk: Неможливо прочитати запит.
zh_cn: 无法读取请求。
zh_tw: 無法讀取要求。

source: No request data found.
ar: لم يتم العثور على بيانات الطلب.
cs: Požadavek nenalezen.
da: Ingen forespørgselsdata fundet.
el: Δεν βρέθηκαν τα απαιτούμενα δεδομένα.
es: No se han encontrado datos de petición.
fi: Pyynnön tietoja ei löydy.
fr: Aucune donnée de requête n'a été trouvée.
hu: A kérés adatai nem találhatók.
id: Tidak ada data permintaan yang ditemukan.
it: Nessun dato di richiesta trovato.
km: រក​មិន​ឃើញ​ទិន្នន័យ​សំណើ​ទេ ។
nb: Ingen forespørselsdata funnet.
nl: Geen verzoekgegevens gevonden.
pa: ਕੋਈ ਮੰਗਿਆ ਡਾਟਾ ਨਹੀਂ ਲੱਭਿਆ।
pl: Nie odnaleziono danych żądania.
pt_br: Nenhum dado de solicitação foi encontrado.
ro: Nu a fost găsită nici o cerere.
ru: Не найдены данные запроса.
uk: Не знайдено жодних даних запиту.
zh_cn: 未找到请求数据。
zh_tw: 找不到要求資料。

source: Importing the request failed.
ar: فشل إستيراد الطلب.
cs: Import požadavku selhal.
da: Import af forespørgslen fejlede.
el: Η εισαγωγή της αίτησης απέτυχε.
es: Error al importar la solicitud.
fi: Varmenteen tuominen epäonnistui.
fr: Échec de l'importation de la requête.
hi: अनुरोध को आयात करने में असफल।
hu: A kérés importálása nem sikerült.
id: Permintaan mengimpor gagal.
it: Importazione della richiesta non riuscita.
km: ការ​នាំចូល​សំណើ​បាន​បរាជ័យ ។
nb: Importering av forespørsel mislyktes.
nl: Importeren van het verzoek is mislukt.
pa: ਮੰਗ ਆਯਾਤ ਕਰਨ ਲਈ ਫੇਲ੍ਹ ਹੈ।
pl: Importowanie żądania nie powiodło się.
pt_br: Falha ao importar a solicitação.
ro: Importul cererii a eșuat.
ru: Не удалось импортировать запрос.
sk: Import požiadavku zlyhal.
uk: Імпортування запиту зазнало невдачі.
zh_cn: 导入请求失败。
zh_tw: 匯入要求失敗。

source: Deleting the request failed.
ar: فشل حذف الطلب.
cs: Mazání požadavku selhalo.
da: Sletning af forespørgslen fejlede.
el: Η διαγραφή της αίτησης απέτυχε.
es: Error al eliminar la solicitud.
fi: Pyynnön poistaminen epäonnistui.
fr: Échec de la suppression de la requête.
hi: अनुरोध को हटाए जाने में असफल।
hu: A kérés törlése nem sikerült.
id: Permintaan menghapus gagal.
it: Eliminazione della richiesta non riuscita.
km: ការ​លុប​សំណើ​បាន​បរាជ័យ ។
nb: Sletting av forespørsel mislyktes.
nl: Verwijderen van het verzoek is mislukt.
pa: ਮੰਗ ਹਟਾਉਣ ਲਈ ਫੇਲ੍ਹ ਹੈ।
pl: Usuwanie żądania nie powiodło się.
pt_br: Falha ao remover a solicitação.
ro: Ștergerea cererii a eșuat.
ru: Не удалось удалить запрос.
sk: Vymazanie požiadavky zlyhalo.
uk: Спроба вилучити запит зазнала невдачі.
zh_cn: 删除请求失败。
zh_tw: 刪除要求失敗。

source: Invalid value for parameter 'caCertificate'.
ar: الحصول على قيمة غير صالحة للمُعامِل 'caCertificate'.
cs: Chybná hodnota parametru 'caCertificate'.
da: Ugyldig værdi for parameteren 'caCertificate'.
el: Λάθος τιμή για την παράμετρο 'caCertificate'.
es: Valor incorrecto para el parámetro 'caCertificate'.
fi: Parametrin 'caCertificate' arvo on virheellinen.
fr: Valeur invalide pour le paramètre 'caCertificate'.
hi: मानक 'caCertificate' का अमान्य मान।
hu: Érvénytelen érték a 'caCertificate' paraméterhez.
id: Nilai untuk parameter 'caCertificate' tidak valid.
it: Valore non valido per il parametro 'caCertficate'.
km: តម្លៃ​មិន​ត្រឹមត្រូវ​សម្រាប់​ប៉ារ៉ាម៉ែត្រ 'caCertificate' ។
nb: Ugyldig verdi for parameteren 'caCertificate'.
nl: Ongeldige 'caCertificate' parameter waarde.
pa: ਪੈਰਾਮੀਟਰ 'caCertificate' ਦਾ ਗਲਤ ਮੁੱਲ ਹੈ।
pl: Nieprawidłowa wartość parametru 'caCertificate'.
pt_br: Valor inválido para o parâmetro 'caCertificate'.
ro: Valore invalidă pentru parametrul 'caCertificate'.
ru: Неверное значение параметра 'caCertificate'.
sk: Neznáma hodnota parametra 'caCertificate'.
uk: Нечинне значення для параметра "caCertificate".
zh_cn: 参数 'caCertifiCAte' 的值无效。
zh_tw: 無效的參數值 'caCertificate'。

source: Invalid value for parameter 'caKey'.
ar: الحصول على قيمة غير صالحة للمُعامِل 'caKey'.
cs: Chybná hodnota parametru 'caKey'.
da: Ugyldig værdi for parameteren 'caKey'.
el: Λάθος τιμή για την παράμετρο 'caKey'.
es: Valor incorrecto para el parámetro 'caKey'.
fi: Parametrin 'caKey' arvo on virheellinen.
fr: Valeur invalide pour le paramètre 'caKey'.
hi: मानक 'caKey' का अमान्य मान।
hu: Érvénytelen érték a 'caKey' paraméterhez.
id: Nilai untuk parameter 'caKey' tidak valid.
it: Valore non valido per il parametro 'caKey'.
km: តម្លៃ​មិន​ត្រឹមត្រូវ​សម្រាប់​ប៉ារ៉ាម៉ែត្រ 'caKey' ។
nb: Ugyldig verdi for parameteren 'caKey'.
nl: Ongeldige 'caKey' parameter waarde.
pa: ਪੈਰਾਮੀਟਰ 'caKey' ਲਈ ਗਲਤ ਮੁੱਲ ਹੈ।
pl: Nieprawidłowa wartość parametru 'caKey'.
pt_br: Valor inválido para o parâmetro 'caKey'.
ro: Valoare invalidă pentru parametrul 'caKey'.
ru: Неверное значение параметра 'caKey'.
sk: Neznáma hodnota parametra 'caKey'.
uk: Нечинне значення для параметра "caKey".
zh_cn: 参数 'caKey' 的值无效。
zh_tw: 無效的參數值 'caKey'。

source: CA key not available in %s.
ar: مفتاح CA غير متوفر في %s.
cs: Klíč CA není dostupný v %s.
da: CA-nøgle ikke tilgængelig i %s.
el: Το κλειδί CA δεν είναι διαθέσιμο στο %s.
es: Clave de CA no disponible en %s.
fi: CA-avain ei ole saatavilla %s
fr: Clé AC non disponible dans %s.
hu: A(z) %s nem tartalmaz ilyen CA kulcsot nem található.
id: Kunci CA tidak tersedia di %s.
it: Chiave CA non disponibile in %s.
km: មិន​មាន​កូនសោ CA នៅ​ក្នុង %s ឡើយ ។
nb: CA-nøkkel ikke tilgjengelig i %s.
nl: CA-sleutel niet beschikbaar in %s.
pa: %s ਵਿੱਚ CA ਕੁੰਜੀ ਉਪਲੱਬਧ ਨਹੀਂ ਹੈ।
pl: Klucz CA niedostępny w %s.
pt_br: Chave CA não disponível em %s.
ro: Cheia CA nu este disponibilă în %s.
ru: Ключ CA не доступен в %s.
sk: CA kľúč nie je dostupný v %s.
uk: Ключ CA відсутній в %s.
zh_cn: CA 密钥在 %s 中不可用。
zh_tw: %s 沒有可用的 CA 金鑰。

source: Importing the CA failed.
ar: فشل إستيراد CA.
cs: Import CA selhal.
da: Import af CA fejlede.
el: Η εισαγωγή CA απέτυχε.
es: Se ha producido un error al importar CA.
fi: CA:n tuominen epäonnistui
fr: Échec de l'importation de l'AC.
hi: CA का आयात करने में असफल।
hu: A CA importálása nem sikerült.
id: Gagal mengimpor CA.
it: Importazione della CA non riuscita.
km: ការ​នាំចូល CA បាន​បរាជ័យ ។
nb: Importering av CA mislyktes.
nl: Importeren van CA is mislukt.
pa: CA ਆਯਾਤ ਕਰਨ ਲਈ ਫੇਲ੍ਹਈ
pl: Importowanie CA nie powiodło się.
pt_br: Falha ao importar CA.
ro: Importul CA a eșuat.
ru: Импорт CA не удался.
sk: Import CA zlyhal.
uk: Помилка імпорту CA.
zh_cn: 导入 CA 失败。
zh_tw: 匯入 CA 失敗。

source: Deleting the CA failed.
ar: فشل حذف CA.
cs: Mazání CA selhalo.
da: Sletning af CA fejlede.
el: Η διαγραφή της CA απέτυχε.
es: Se ha producido un error al eliminar CA.
fi: CA:n poistaminen epäonnistui
fr: Échec de la suppression de l'AC.
hi: CA को हटाने में असफल।
hu: A CA törlése nem sikerült.
id: Gagal menghapus CA.
it: Eliminazione della CA non riuscita.
km: ការ​លុប CA បាន​បរាជ័យ ។
nb: CA kunne ikke slettes.
nl: Het CA kon niet verwijderd worden.
pa: CA ਹਟਾਉਣ ਲਈ ਫੇਲ੍ਹ ਹੈ।
pl: Usuwanie CA nie powiodło się.
pt_br: Falha ao remover CA.
ro: Ștergerea CA a eșuat.
ru: Удаление CA не удалось.
sk: Vymazanie CA zlyhalo.
uk: Помилка вилучення CA.
zh_cn: 删除 CA 失败。
zh_tw: 刪除 CA 失敗。

source: Keyfile does not exist.
ar: ملف المفتاح غير موجود.
cs: Soubor s klíčem neexistuje.
da: Nøglefilen eksisterer ikke.
el: Το αρχείο keyfile δεν υπάρχει.
es: El archivo llave no existe.
fi: Avaintiedostoa ei ole olemassa.
fr: Le fichier de clé n'existe pas.
hu: A kulcsfájl nem létezik.
id: Keyfile tidak ada.
it: Il file della chiave non esiste.
km: មិន​មាន​ឯកសារ​សំខាន់ ។
nb: Nøkkelfilen finnes ikke.
nl: Sleutelbestand bestaat niet.
pl: Plik klucza nie istnieje.
pt_br: O arquivo de chave não existe.
ro: Fișierul cheie nu există.
ru: Файл ключа не существует.
uk: Файл ключів — не існує.
zh_cn: 密钥文件不存在。
zh_tw: 金鑰檔案不存在。

source: Password change failed.
ar: فشل تغيير كلمة المرور.
cs: Změna hesla selhala.
da: Ændring af adgangskode fejlede.
el: Αλλαγή του συνθηματικού απέτυχε.
es: Ha fallado el cambio de la contraseña.
fi: Salasanan vaihtaminen epäonnistui.
fr: Échec de la modification du mot de passe.
hu: A jelszóváltás sikertelen.
id: Gagal mengubah kata sandi.
it: Modifica della password non riuscita.
km: បាន​បរាជ័យ​ក្នុងការ​ផ្លាស់ប្ដូរ​ពាក្យ​សម្ងាត់ ។
nb: Endring av passord mislyktes.
nl: Wachtwoordwijziging mislukt.
pl: Zmiana hasła nie powiodła się.
pt_br: Falha ao modificar a senha.
ro: Modificarea parolei a eșuat.
ru: Не удалось изменить пароль.
uk: Зміна пароля була невдалою.
zh_cn: 密码修改失败。
zh_tw: 密碼變更失敗。

source: Invalid type for StringExtension '%s'.
ar: نوع غير صالح لامتداد السلسلة '%s'.
cs: Chybná hodnota volby StringExtension '%s'.
da: Ugyldig type for StringExtension '%s'.
el: Άκυρος τύπος για την επέκταση του αλφαριθμητικού '%s'.
es: Tipo no válido para StringExtension '%s'.
fi: Virheellinen tyyppi '%s' kohdassa 'StringExtension'.
fr: Type incorrect pour StringExtension '%s'.
hu: Érvénytelen típus a(z) '%s' StringExtensionhöz.
id: Tipe untuk StringExtension '%s' tidak valid.
it: Tipo non valido per StringExtension '%s'.
km: ប្រភេទ​មិន​ត្រឹមត្រូវ​សម្រាប់ StringExtension '%s' ។
nb: Ugyldig type for StringExtension '%s'.
nl: Ongeldig type voor StringExtension '%s'.
pa: StringExtension '%s' ਲਈ ਗਲਤ ਕਿਸਮ ਹੈ।
pl: Nieprawidłowy typ dla StringExtension '%s'.
pt_br: Tipo inválido para a StringExtension '%s'.
ro: Tip invalid pentru StringExtension '%s'.
ru: Неверный тип StringExtension '%s'.
uk: Некоректний тим StringExtension "%s".
zh_cn: StringExtension '%s' 的类型无效。
zh_tw: 無效的字串副檔名類型 '%s'。

source: Missing 'data' map.
ar: خريطة 'البيانات' مفقودة.
cs: Chybějící mapa 'data'.
da: Mangler 'data'-kort.
el: Λείπει ο χάρτης του 'δεδομένα'
es: Falta mapa de 'data' (datos).
fi: Puuttuva 'data' kartta.
fr: Assignation 'data' manquante.
hu: Hiányzó 'data' leképezés.
id: Map 'data' tidak ada.
it: Mappatura 'data' mancante.
km: បាត់​ផែនទី 'data' ។
nb: 'data'-kart mangler.
nl: Waarde voor 'data' ontbreekt.
pa: 'data' ਮੈਪ ਗੁੰਮ ਹੈ।
pl: Brak mapy 'data'.
pt_br: Mapa 'data' ausente.
ro: Lipsește harta 'data'.
ru: Отсутствует отображение 'data'.
uk: Відсутня карта "data".
zh_cn: 缺少 'data' 映射。
zh_tw: 遺失 'data' 映射。

source: Invalid value '%s' for parameter '%s'.
ar: قيمة '%s' غير صالحة للمُعامِل '%s'.
cs: Neplatná hodnota '%s' parametru '%s'.
da: Ugyldig værdi '%s' for parameteren '%s'.
el: Άκυρη τιμή '%s' για την παράμετρο '%s'.
es: Valor '%s' no válido para el parámetro '%s'.
fi: Virheellinen arvo '%s' parametrille '%s'.
fr: Valeur '%s' invalide pour le paramètre '%s'.
hu: Érvénytelen '%s' érték a(z) '%s' paraméterhez.
id: Nilai '%s' tidak valid untuk parameter '%s'.
it: Valore '%s' per il parametro '%s' non valido.
km: តម្លៃ '%s' មិន​ត្រឹមត្រូវ សម្រាប់​ប៉ារ៉ាម៉ែត្រ '%s' ។
nb: Verdien '%s' for parameteren '%s' er ugyldig.
nl: Ongeldige waarde '%s' voor parameter '%s'.
pa: ਪੈਰਾਮੀਟਰ '%2$s' ਲਈ ਗਲਤ ਮੁੱਲ '%1$s'
pl: Nieprawidłowa wartość '%s' parametru '%s'.
pt_br: Valor inválido '%s' para o parâmetro '%s'.
ro: Valoare invalidă '%s' pentru parametrul '%s'.
ru: Неверное значение '%s' параметра '%s'.
uk: Нечинне значення "%s" для параметра "%s".
zh_cn: 无效值 '%s'，用于参数 '%s'。
zh_tw: 無效的參數 '%s' 的 '%s' 值。

source: Password (%s) is too simple.
ar: كلمة المرور (%s) بسيط جداً.
cs: Heslo (%s) je příliš jednoduché.
da: Adgangskode (%s) er for simpel.
el: Ο Κωδικός (%s) είναι πολύ απλός.
es: La contraseña (%s) es demasiado sencilla.
fi: Salasana on liian helppo: %s.
fr: Le mot de passe (%s) est trop simple.
hu: A jelszó (%s) túl egyszerű.
id: Kata sandi (%s) terlalu sederhana.
it: Password (%s) troppo semplice.
km: ពាក្យ​សម្ងាត់​សាមញ្ញ​ពេក (%s)
nb: Passordet (%s) er for enkelt.
nl: Wachtwoord (%s) is te eenvoudig.
pl: Podane hasło (%s) jest zbyt proste.
pt_br: A senha (%s) é muito simples.
ro: Parola este prea simplă: %s.
ru: Пароль (%s) слишком простой.
uk: Пароль (%s) — надто простий.
zh_cn: 密码 (%s) 太简单。
zh_tw: 密碼 (%s) 太簡單。

source: Wrong use of 'critical' in '%s'.
ar: استخدام خاطئ 'حرج' في '%s'.
cs: Špatné použití 'critical' v '%s'.
da: Ukorrekt brug af 'critical' i '%s'.
el: Λάθος χρήση του 'κρίσιμο' στο '%s'.
es: Uso incorrecto de 'critical' en '%s'.
fi: Väärä määreen 'critical' käyttö kohdassa '%s'.
fr: Mauvaise utilisation de 'critical' dans '%s'.
hu: A 'critical' paraméter helytelenül van használva '%s' belsejében.
id: Salah penggunaan 'critical' dalam '%s'.
it: Utilizzo errato di 'critical' in '%s'.
km: ប្រើ​ 'critical' ខុស​នៅ​ក្នុង​ '%s' ។
nb: Feil bruk av 'critical' i '%s'.
nl: Onjuist gebruik van 'critical' in '%s'.
pa: 'critical' ਦੀ '%s' ਵਿੱਚ ਗਲਤ ਵਰਤੋਂ।
pl: Nieprawidłowe użycie 'critical' w '%s'.
pt_br: Uso incorreto de 'critical' em '%s'.
ro: Folosire incorectă a 'critical' în '%s'.
ru: Неправильное использование 'critical' в '%s'.
sk: Nesprávne použitie 'critical' v '%s'.
uk: Неправильний вжиток "critical" в "%s".
zh_cn: '%s' 中的 'critical' 使用错误。
zh_tw: '%s' 中的 'critical' 錯誤使用。

source: Unknown value '%s' in '%s'.
ar: القيمة غير معروف '%s' في '%s'.
cs: Neznámá hodnota '%s' v '%s'.
da: Ukendt værdi '%s' i '%s'.
el: Άγνωστη τιμή '%s' στο '%s'.
es: Valor '%s' desconocido en '%s'.
fi: Tuntematon arvo '%s' kohdassa '%s'.
fr: Valeur '%s' inconnue dans '%s'.
hi: '%s 'में अज्ञात मान '%s'।
hu: Ismeretlen '%s' érték az alábbiban: '%s'.
id: Nilai '%s' tidak diketahui dalam '%s'.
it: Valore '%s' sconosciuto in '%s'.
km: មិន​ស្គាល់​តម្លៃ '%s' នៅ​ក្នុង '%s' ។
nb: Ukjent verdi '%s' i '%s'.
nl: Onbekende waarde '%s' in '%s'.
pa: '%2$s' ਵਿੱਚ ਅਣਜਾਣ ਮੁੱਲ '%1$s'
pl: Nieznana wartość '%s' w '%s'.
pt_br: Valor desconhecido '%s' em '%s'.
ro: Valoare necunoscută '%s' în '%s'.
ru: Неизвестное значение '%s' в '%s'.
sk: Neznámá hodnota '%s' v '%s'.
uk: Невідоме значення "%s" в "%s".
zh_cn: 未知值 '%s' 于 '%s' 中。
zh_tw: 未知 '%s' 中的 '%s' 值。

source: The common name of the certificate (%1) is not the name of· the server (%2). This certificate might be not practical as a common server certificate.
cs: Běžný název certifikátu (%1) není jméno tohoto serveru (%2). Tento certifikát není moc dobrý pro použití jako běžný certifikát serveru.
da: Certifikatets (%1) almene navn er ikke navnet på· serveren (%2). Dette certifikat er måske ikke egnet som alment servercertifikat.
el: Το κοινόχρηστο όνομα αυτού του πιστοποιητικού (%1) δεν είναι το όνομα του διακομιστή (%2). Αυτό το πιστοποιητικό μπορεί να μην είναι λειτουργικό ως πιστοποιητικό κοινόχρηστου διακομιστή.
fi: Varmenteen yleinen nimi (%1) ei ole palvelimen nimi (%2). Tämä varmenne ei ole käytännöllinen yleiseksi palvelimen varmenteeksi.
fr: Le nom courant du certificat (%1) n'est pas le nom du serveur (%2). Ce certificat pourrait ne pas être adapté en tant que certificat de serveur générique.
hu: A tanúsítvány közös neve (%1) nem a kiszolgáló· neve (%2). Ez a tanúsítvány nem feltétlenül praktikus általános kiszolgálói tanúsítványként.
id: Nama umum dari sertifikat (%1) bukanlah nama dari· server (%2). Sertifikat ini mungkin tidak berguna sebagai sertifikat server umum.
it: Il nome comune del certificato (%1) non è il nome del server (%2). Questo certificato potrebbe non essere adatto come certificato comune del server.
nb: Det fellesnavnet på sertifikatet (%1) er ikke navnet på serveren (%2). Dette sertifikatet egner seg kanskje ikke som felles serversertifikat.
sk: Spoločný názov certifikátu (%1) nie je zhodný s názvom servera (%2). Tento certifikát môže byť nepraktický ako spoločný certifikát servera.
uk: Звичайна назва сертифіката (%1) не є назвою сервера (%2). Цей сертифікат, можливо, не підходить на роль звичайного сертифіката сервера.
zh_tw: 證書 (%1) 的公用名稱不是伺服器 (%2) 的名稱。 此證書可能不是實際上的公用伺服器證書。

source: nsComment:
hu: nsMegjegyzés:

source: nsCertType:
hu: nsTanúsítványTípus:
