Repository: Dzejrou/yast-translations
Catalog: po/*-management/*.po
Languages: ar, cs, da, el, es, fi, fr, hi, hu, id, it, km, nb, nl, pa, pl, pt_br, ro, ru, sk, uk, zh_cn, zh_tw

source: Next Update:
ar: التحديث التالي:
cs: Příští aktualizace:
da: Næste opdatering:
el: Επόμενη Ενημέρωση:
es: Próxima actualización:
fi: Seuraava päivitys:
fr: Prochaine mise à jour :
hi: अगला अपडेट :
hu: Következő frissítés:
id: Pembaruan Berikutnya:
it: Prossimo aggiornamento:
km: ធ្វើបច្ចុប្បន្នភាព​បន្ទាប់ ៖
nb: Neste oppdatering:
nl: Volgende opwaardering:
pa: ਅੱਗੇ ਅੱਪਡੇਟ:
pl: Następna aktualizacja:
pt_br: Próxima atualização:
ro: Următoarea actualizare:
ru: Следующее обновление:
uk: Наступне оновлення:
zh_cn: 下次更新：
zh_tw: 下次更新：

source: Revoked Certificates:
ar: الشهادات التي تم إبطالها:
cs: Zrušené certifikáty:
da: Inddragede certifikater:
el: Ανακληθέντα Πιστοποιητικά:
es: Certificados revocados:
fi: Peruutetut varmenteet:
fr: Certificats révoqués :
hi: निरस्त प्रमाण-पत्र :
hu: Visszavont tanúsítványok:
id: Sertifikat Yang Dicabut:
it: Certificati revocati:
km: វិញ្ញាបនបត្រ​ដែល​បាន​ដកហូត ៖
nb: Inndratte sertifikater:
nl: Ingetrokken certificaten:
pa: ਸਰਟੀਫਿਕੇਟ ਮਨਸੂਖ ਕੀਤੇ:
pl: Cofnięte certyfikaty:
pt_br: Certificados revogados:
ro: Certificate revocate:
ru: Отозванные сертификаты:
uk: Анульовані сертифікати:
zh_cn: 已吊销证书：
zh_tw: 撤銷的憑證：

source: &Generate CRL
ar: إ&نشاء CRL
cs: Vytvořit C&RL
da: &Generér CRL
el: &Δημιουργία CRL
es: &Generar CRL
fi: &Luo CRL
fr: &Générer une LRC
hi: CRL उत्पन्न करें (&G)
hu: CRL &létrehozása
id: &Buat CRL
it: &Genera CRL
km: បង្កើត CRL
nb: &Generer CRL
nl: CRL &genereren
pa: CRL ਬਣਾਓ(&G)
pl: &Generuj CRL
pt_br: &Gerar CRL
ro: &Generează CRL
ru: Созда&ть CRL
uk: &Створити CRL
zh_cn: 生成证书吊销列表(&G)
zh_tw: 產生 CRL(&G)

source: &Default
ar: افتراضي
cs: Výc&hozí
da: &Standard
el: &Προκαθορισμένα
es: &Predeterminado
fi: &Oletus
fr: Par &défaut
hi: डीफोल्ट (&D)
hu: &Alapértelmezett
id: &Standar
it: Pre&definito
km: លំនាំ​ដើម
nb: &Standard
nl: &Standaard
pa: ਮੂਲ(&D)
pl: &Domyślnie
pt_br: Pa&drão
ro: Implicit
ru: По &умолчанию
sk: &Predvolené
uk: &Типові
zh_cn: 默认值(&D)
zh_tw: 預設(&D)

source: <p>When creating a new CRL, the system suggests some default values.</p>
ar: <p>عند إنشاء CRL جديدة، يقوم النظام باقتراح بعض القيم الافتراضية.</p>
cs: <p>Při vytváření nového CRL nabídne systém výchozí hodnoty.</p>
da: <p>Når der oprettes ny CRL, foreslår systemet nogle standardværdier.</p>
el: <p>Όταν δημιουργείται ένα νέο CRL, το σύστημα προτείνει κάποιες προκαθορισμένες τιμές.</p>
es: <p>Al crear una nueva lista CRL, el sistema sugiere algunos valores por defecto.</p>
fi: <p>Luotaessa uutta CLR:ää järjestelmä ehdottaa oletusarvoja.</p>
fr: <p>Lors de la création d'une nouvelle LCR, le système suggère des valeurs par défaut.</p>
hi: <p>नया CRL सृजित करते समय सिस्टम कुछ डिफॉल्ट मानों को सुझाता है।</p>
hu: <p>Amikor új CRL-t hoz létre, a rendszer javasol néhány alapértelmezett értéket.</p>
id: <p>Ketika membuat CRL baru, sistem akan menyarankan beberapa nilai standar.</p>
it: <p>Quando si crea un nuovo CRL, vengono indicati alcuni valori predefiniti.</p>
km: <p>នៅ​ពេល​បង្កើត CRL ថ្មី​មួយ ប្រព័ន្ធ​ស្នើ​តម្លៃ​លំនាំដើម​មួយ​ចំនួន ។</p>
nb: <p>Når en ny CRL opprettes, foreslår systemet noen standardverdier.</p>
nl: <p>Tijdens de aanmaak van een nieuwe CRL zal het systeem u enige standaard waarden voorstellen.</p>
pl: <p>Podczas tworzenia nowej CRL, system proponuje pewne wartości domyślne.</p>
pt_br: <p>Ao criar uma nova CRL, o sistema sugere alguns valores padrão.</p>
ro: <p>Când creați un nou CRL sistemul propune anumite valori implicite.</p>
ru: <p>Когда создаётся новый CRL, система предлагает некоторые значения по умолчанию.</p>
sk: <p>Pri vytváraní nového CRL systém navrhne niektoré predvolené hodnoty.</p>
uk: <p>Під час створення нового CRL система використає деякі типові значення.</p>
zh_cn: <p>创建新证书吊销列表时，系统会建议一些默认值。</p>
zh_tw: <p>建立新 CRL 時，系統會建議一些預設值。</p>

source: <p>With this frame, change these default settings.</p>
ar: <p>من خلال هذا الإطار، قم بتغيير الإعدادات الافتراضية.</p>
cs: <p>Zde lze změnit výchozí nastavení.</p>
da: <p>Med denne ramme kan disse standardindstillinger ændres.</p>
el: <p>Σε αυτόν τον τομέα αλλάζετε τις προκαθορισμένες ρυθμίσεις.</p>
es: <p>Utilice este marco para modificar los ajustes por defecto.</p>
fi: <p>Muuta tämän kehyksen kanssa näitä oletusasetuksia.</p>
fr: <p>Avec cette fenêtre, modifiez ces paramètres par défaut.</p>
hi: <p>इस फ्रेम के साथ इन डिफॉल्ट व्यवस्था को परिवर्तित करें।</p>
hu: <p>Ebben az ablakban változtathatja meg az alapértelmezett beállításokat.</p>
id: <p>Dengan bingkai ini, ubah pengaturan standar tersebut.</p>
it: <p>Questo frame consente di modificare questi valori predefiniti.</p>
km: <p>ជាមួយ​ស៊ុម​នេះ ផ្លាស់ប្ដូរ​ការ​កំណត់​លំនាំដើម​ទាំង​នេះ ។</p>
nb: <p>I dette vinduet kan du endre standardinnstillingene.</p>
nl: <p>In dit venster kunt u deze standaard instellingen aanpassen.</p>
pa: <p>ਇਹ ਫਰੇਮ ਨਾਲ, ਇਹ ਮੂਲ ਸੈਟਿੰਗ ਬਦਲੋ।</p>
pl: <p>W tej ramce można zmienić domyślne ustawienia.</p>
pt_br: <p>Com este quadro, altere estas configurações padrão.</p>
ro: <p>În acest cadru modificați setările implicite.</p>
ru: <p>Здесь вы можете изменить параметры по умолчанию.</p>
uk: <p>У цій рамці ви можете змінити типові параметри.</p>
zh_cn: <p>使用此框架修改这些默认设置。</p>
zh_tw: <p>請用本框架變更這些預設設定。</p>

source: &Valid Period (days):
ar: &فترة الصلاحية (أيام):
cs: Doba &platnosti (dny):
da: G&yldighedsperiode (dage):
el: &Έγκυρη Περίοδος (μέρες):
es: Periodo de &validez (en días):
fi: &Voimassaoloaika (päivää):
fr: &Durée de validité (en jours) :
hi: मान्य अवधि (दिन) : (&V)
hu: Ér&vényességi időtartam (napok):
id: &Masa Berlaku (hari):
it: Periodo di &validità (giorni):
km: រយៈពេល​មាន​សុពលភាព (ថ្ងៃ) ៖
nb: &Gyldighetsperiode (dager):
nl: &Geldige periode (dagen):
pa: ਵੈਧ ਪੀਰੀਅਡ (ਦਿਨ)(&V):
pl: Okres &ważności (dni):
pt_br: Período de &validade (dias):
ro: Perioadă de &&valabilitate (zile):
ru: Период дейст&вия (дней):
sk: P&latná počas (počet dní):
uk: &Строк дії (у днях):
zh_cn: 有效期(天)(&V)：
zh_tw: 有效期間 (日)(&V)：

source: &Critical
ar: حر&ج
cs: &Kritický
da: &Kritisk
el: &Κρίσιμο
es: &Crítico
fi: &Kriittinen
fr: &Critique
hi: महत्वपूर्ण (&C)
hu: &Kritikus
id: &Kritis
it: C&ritico
km: សំខាន់​បំផុត
nb: K&ritisk
nl: &Kritiek
pa: ਨਾਜ਼ੁਕ(&C)
pl: &Krytyczne
pt_br: &Crítico
ro: &Critic
ru: &Критический
uk: &Важливий
zh_cn: 紧急(&C)
zh_tw: 重要(&C)

source: C&ritical
ar: &حرج
cs: K&ritický
da: K&ritisk
el: Κ&ρίσιμο
es: C&rítico
fi: K&riittinen
fr: C&ritique
hi: महत्वपूर्ण (&r)
hu: K&ritikus
id: K&ritis
it: Cr&itico
km: សំខាន់​បំផុត
nb: K&ritisk
nl: K&ritiek
pa: ਨਾਜ਼ੁਕ(&r)
pl: K&rytyczne
pt_br: C&rítico
ro: C&ritic
ru: К&ритический
sk: K&ritická
uk: В&ажливий
zh_cn: 紧急(&R)
zh_tw: 重要(&R)

source: C&opy Subject Alternative Name from CA
ar: نس&خ الاسم البديل للكائن من CA
cs: Z&kopírovat Subject Alternative Name z CA
da: K&opiér subjekt alternativt navn fra CA
el: Α&ντιγραφή Subject Alternative Name από CA
es: C&opiar nombre alternativo de asunto desde la CA
fi: K&opioi aiheen vaihtoehtoinen nimi CA:sta
fr: C&opier l'autre nom de sujet de l'AC
hi: CA से विषय वैकल्पिक नाम को कॉपी करें। (&o)
hu: Tárgy &alt. név másolása a CA-ból
id: Salin Nama Alternatif Subjek dari CA
it: C&opia nome alternativo soggetto dalla CA
km: ចម្លង​ឈ្មោះប្រធានបទ​ជំនួសពី CA
nb: K&opier alternativt navn fra sertifikatutsteder (CA)
nl: Onderwerp alternatieve naam k&opiëren vanuit CA
pl: Sk&opiuj alternatywną nazwę podmiotu z CA
pt_br: C&opiar nome alternativo do objeto de CA
ro: C&opiază Subject Alternative Name din CA
ru: К&опировать из CA альтернативное имя
sk: Kopírovať Subject Alternative Name z CA
uk: К&опіювати альтернативну назву об'єкта з CA
zh_cn: 从 CA 复制主体别名(&O)
zh_tw: 從 CA 複製主題別名(&O)

source: Default CRL Settings
ar: إعدادات CRL الافتراضية
cs: Výchozí nastavení CRL
da: Standard CRL-indstillinger
el: Προκαθορισμένες Ρυθμίσεις CRL
es: Ajustes de la CRL por defecto
fi: CRL-oletusasetukset
fr: Paramètres LCR par défaut
hi: डिफॉल्ट CRL व्यवस्था
hu: Alapértelmezett CRL-beállítások
id: Pengaturan CRL Standar
it: Impostazioni CRL predefinite
km: ការ​កំណត់ CRL លំនាំដើម
nb: Standardinnstillinger for CRL
nl: Standaard CRL instellingen
pa: ਮੂਲ CRL ਸੈਟਿੰਗ
pl: Domyślne ustawienia CRL
pt_br: Configurações de CRL padrão
ro: Setări CRL implicite
ru: Параметры CRL по умолчанию
uk: Типові параметри CRL
zh_cn: 默认证书吊销列表设置
zh_tw: 預設 CRL 設定

source: Security Information
ar: معلومات الأمان
cs: Bezpečnostní informace
da: Sikkerhedsinformation
el: Πληροφορίες Ασφάλειας
es: Información de seguridad
fi: Turvallisuusmääritykset
fr: Informations de sécurité
hu: Biztonsági információ
id: Informasi Keamanan
it: Informazioni sulla sicurezza
km: ព័ត៌មាន​សុវត្ថិភាព
nb: Sikkerhetsinformasjon
nl: Beveiligingsinformatie
pl: Informacje o zabezpieczeniach
pt_br: Informação de segurança
ro: Informații de securitate
ru: Информация о безопасности
uk: Інформація щодо безпеки
zh_cn: 安全信息
zh_tw: 安全性資訊

source: Warning!<br>Activating the automatic creation and export of a CRL will write the CA password to a configuration file on disk. The password will be stored there in plain text as it is needed to create a CRL. The file will only be readable for the root user.
ar: تحذير!<br>سيعمل تنشيط الإنشاء التلقائي وتصدير CRL على كتابة كلمة مرور CA إلى ملف تكوين على القرص. وسيتم حفظ كلمة المرور هناك في نص عادي نظرًا لكونها مطلوبة لإنشاء CRL. سيكون الملف قابلاً للقراءة فقط للمستخدم المسؤول.
cs: Upozornění!<br>Aktivace automatického vytvoření a exportu CRL zapíše heslo CA do konfiguračního souboru na disku. Heslo tam bude uloženo v jednoduchém textovém souboru, jaký je potřeba k vytvoření CRL. Soubor bude čitelný pouze pro uživatele root.
da: Advarsel!<br>Aktivering af automatisk oprettelse og eksport af en CRL vil skrive CA-adgangskoden til en konfigurationsfil på disken. Adgangskoden bliver gemt i simpel tekst, da det kræves for at oprette en CRL. Filen kan kun læses af brugeren 'root'.
el: Προσοχή!<br> η ενεργοποίηση της αυτόματης δημιουργίας και εξαγωγής ενός CRL θα εγγράψει το συνθηματικό CA σε ένα αρχείο ρυθμίσεων στο δίσκο. Το συνθηματικό θα αποθηκευτεί σε μορφή απλού κειμένου όπως απαιτείται για τη δημιουργία ενός CRL. Το αρχείο θα είναι αναγνώσιμο μόνο από τον υπερχρήστη.
es: ¡Aviso!<br>Activación de la creación automática y exportación de un CRL escribirá la contraseña del CA a un fichero de configuración en el disco. La contraseña se guardará ahí en texto claro puesto que es necesaria para crear un CRL. El fichero sólo será legible para el usuario root.
fi: Varoitus! <br>CRL:n automaattisen luomisen ja viemisen käyttöönotto kirjoittaa CA-salasanan tiedostoon. Salasana säilytetään salaamattomana tekstinä, sillä sitä tarvitaan CRL:n luomiseen. Tiedosto on pääkäyttäjän luettavissa.
fr: L'activation de la création et de l'exportation automatique d'une liste de révocation de certificats inscrira le mot de passe de la CA dans un fichier de configuration sur disque. Le mot de passe y sera stocké en texte clair car celui-ci est nécessaire pour créer une liste de révocation de certificats. Le fichier ne pourra être lu que par l'utilisateur root.
hu: Figyelem!<br>Az automatikus CRL elkészítése és exportálása a konfigurációs fájlba írja a CA jelszót. A CRL létrehozásához a merevlemezen a jelszó titkosítás nélkül lesz megtalálható. A fájl csak a rendszergazda számára lesz elérhető.
id: Peringatan!<br>Mengaktifkan pembuatan dan ekspor CRL otomatis akan menuliskan kata sandi CA di berkas konfigurasi pada disk. Kata sandi akan disimpan disana dalam teks biasa karena dibutuhkan untuk membuat CRL. Berkas ini hanya dapat dibaca oleh pengguna root.
it: Avviso.<br>Con l'attivazione della creazione e dell'esportazione automatiche di un CRL, la password CA in un file di configurazione verrà scritta su disco. La password, necessaria per creare un CRL, verrà memorizzata in formato solo testo. Il file sarà leggibile solo dall'utente root.
km: ព្រមាន !<br>កា​រធ្វើ​ឲ្យ​កា​របង្កើត និង​នាំចេញ​ស្វ័យ​ប្រវត្តិ​​របស់ CRL សកម្ម នឹង​សរសេរ​ពាក្យ​សម្ងាត់ CA ទៅ​ឯកសារ​កំណត់​រចនាសម្ព័ន្ធ​នៅ​លើ​ថាស ។ ពាក្យស​ម្ងាត់​នឹង​ត្រូវ​បាន​ទុក​នៅ​ទីនោះ​ជា​អត្ថបទ​ធម្មតា ដូច​ដែលវា​ត្រូវការ​ដើម្បី​បង្កើត CRL ។ ឯកសារ​នឹង​អាច​អាន​បាន​សម្រាប់​អ្នក​ប្រើ​ជា​ root ។
nb: Advarsel!<br>Ved å aktivere automatisk oppretting og eksport av CRL, vil CA-passordet bli lagret i en oppsettfil på disken. Passordet vil bli lagret som ren tekst, fordi dette kreves for å opprette en CRL. Filen vil bare kunne leses av rotbrukeren.
nl: Waarschuwing!<br>Activeren van het automatisch aanmaken en exporteren van een CRL schrijft het CA-wachtwoord naar een configuratiebestand op schijf. Het wachtwoord wordt daar opgeslagen in leesbare tekst omdat dat nodig is voor het aanmaken van een CRL. Het bestand is alleen te lezen door de root gebruiker.
pl: Ostrzeżenie!<br>Aktywacja automatycznego utworzenia i eksportu CRL spowoduje zapisanie hasła CA do pliku konfiguracyjnego na dysku. Hasło to zostanie zapamiętane w formie otwartego tekstu, zgodnie z wymogami utworzenia CRL. Uprawnienia do odczytu tego pliku będzie miał tylko administrator (root).
pt_br: Aviso!<br>Ao ativar a criação e exportação de um CRL a senha CA será salva num arquivo de configuração em disco. A senha será armazenada como texto puro,já que é necessária para criar um CRL. O arquivo poderá ser lido somente pelo usuário root.
ro: Atenție!<br>Dacă activați crearea automată și exportul unui CRL, parola CA va fi scrisă într-un fișier de configurare pe disc. Parola va fi stocată aici ca text simplu, deoarece va fi utilizată pentru crearea CRL. Fișierul va fi accesibil doar pentru utilizatorul root.
ru: Внимание!<br>Активация автоматического создания и экспорта CRL приведет к записи пароля CA в файл конфигурации. Пароль будет сохранен как обычный текст, так как он необходим для создания CRL. Файл сможет прочитать только администратор системы.
uk: Увага!<br>Увімкнення автоматичного створення і експорту CRL запишу пароль CA до файла налаштувань на диску. Цей пароль буде зберігатися у ньому у вигляді простого тексту, у тому вигляді, у якому його застосовують для створення CRL. Цей файл зможе прочитати лише користувач root.
zh_cn: 警告！<br>激活自动创建和导出证书吊销列表将写入 CA 密码到一个磁盘上的配置文件。密码将被以纯文本格式存储，以用于创建一个证书吊销列表。该文件仅对 roor 用户可读。
zh_tw: 警告：<br>啟用自動建立與匯出 CRL 會將 CA 密碼寫入到磁碟中的設定檔。建立 CRL 必須將密碼用純文字儲存在該處。此檔案會被設定只有 root 使用者才能讀取。

source: Export CRL
ar: تصدير CRL
cs: Export seznamu CRL
da: Eksportér CRL
el: Εξαγωγή CRL
es: Exportar CRL
fi: Vie CRL
fr: Exporter une liste de révocation de certificat
hu: CRL export
id: Ekspor CRL
it: Esporta CRL
km: នាំចេញ CRL
nb: Eksporter CRL
nl: Exporteer de CRL
pl: Eksportuj CRL
pt_br: Exportar CRL
ro: Exportă CRL
ru: Экспорт CRL
uk: Експортувати CRL
zh_cn: 导出证书吊销列表
zh_tw: 匯出 CRL

source: <p>Export the CRL of this CA once by selecting <b>Export once</b>.</p>
ar: <p>تصدير CRL الخاصة بـ CA هذه مرة واحدة عن طريق تحديد <b>تصدير مرة واحدة</b>.</p>
cs: <p>Exportujte CRL tohoto CA jednou vybráním <b>Exportovat jednou</b>.</p>
da: <p>Eksportér denne CAs CRL én gang med <b>Eksportér én gang</b>.</p>
el: <p>Εξαγωγή μία φορά του CRL αυτού του CA επιλέγοντας <b>Εξαγωγή μία φορά</b>.</p>
es: <p>Exportar el CRL de esta CA una vez seleccionando <b>Exportar una vez</b>.</p>
fi: <p>Vie tämän CA:n CRL valitsemalla <b>Vie kerran</b>.</p>
fr: <p>Exporter la liste de révocation de certificat de cet AC une fois en sélectionnant <b>Exporter une fois</b>.</p>
hu: <p>A CA CRL-jét az <b>Exportálás egyszer</b> kiválasztásával exportálhatja.</p>
id: <p>Ekspor CRL dari CA sekali dengan memilih <b>Ekspor sekali</b>.</p>
it: <p>Esportare il CRL di questo CA una volta selezionando <b>Esporta una volta</b>.</p>
km: <p>នាំចេញ CRL របស់​ CA ម្ដង ដោយ​ជ្រើស <b>នាំចេញ​ម្ដង</b> ។</p>
nb: <p>Eksporter CRL for denne CA én gang ved å velge <b>Eksporter én gang</b>.</p>
nl: <p>Exporteer de CRL van deze CA één keer door <b>Exporteer eenmalig</b> te selecteren.</p>
pl: <p>Eksportowanie CRL tego CA jednorazowo odbywa się za pomocą opcji <b>Eksportuj jednorazowo</b>.</p>
pt_br: <p>Exporte o CRL desta CA uma vez selecionando <b>Exportar uma vez</b>.</p>
ro: <p>Exportați CRL-ul acestui CA o singură dată selectând <b>Exportă o singură dată</b>.</p>
ru: <p>Экспортируйте CRL этого CA один раз, выбрав <b>Экспорт один раз</b>.</p>
uk: <p>Експортуйте CRL цього CA одноразово, вибравши <b>Експортувати одноразово</b>.</p>
zh_cn: <p>选择<b>导出一次</b>，可以导出一次此 CA 的证书吊销列表。</p>
zh_tw: <p>選擇<b>匯出一次</b>匯出此 CA 的 CRL 一次。</p>

source: <p>To set up a repeated recreation of the CRL, select <b>Repeated recreation and export</b>. In this case, set the interval for the recreation in <b>Periodic interval</b>. If you set the interval to 24 hours, you can additionally select the hour for the export. Make sure you read and understand the <b>Security Information</b>.</p>
ar: <p>لإعداد عملية إعادة إنشاء متكررة لـ CRL، حدد<b>إعادة إنشاء متكررة وتصدير</b>. في هذه الحالة قم بتعيين الفاصل الزمني لإعادة الإنشاء في <b>فاصل زمني دوري</b>. إذا قمت بتعيين الفاصل الزمني إلى 24 ساعة، فبالإضافة إلى ذلك يمكنك تحديد ساعة التصدير. الرجاء التأكد من قراءة وفهم <b>معلومات الأمان</b>.</p>
cs: <p>Pro nastavení opakovaného vytváření CRL vyberte <b>Opakované vytváření a export</b>. V takovém případě pak nastavte interval v poli <b>Interval opakování</b>. Pokud nastavíte interval na 24 hodin, můžete dodatečně vybrat hodinu exportu. Ujistěte se, že jste si přečetli a pochopili <b>Bezpečnostní informace</b>.</p>
da: <p>Under <b>Gentaget genoprettelse og eksport</b> indstilles gentagne genoprettelser op af CRL. I så fald sættes genoprettelsesintervallet i <b>Periodisk interval</b>. Hvis du sætter intervallet til 24 timer, kan du ydermere vælge en time for eksporten. Vær sikker på, at du har læst og forstået <b>sikkerhedsinformationen</b>.</p>
el: <p>Για να ρυθμίσετε μία επαναλαμβανόμενη αναδημιουργία του CRL επιλέξτε <b>Επαναλαμβανόμενη αναδημιουργία και εξαγωγή</b>. Σε αυτή την περίπτωση ρυθμίστε την περίοδο της αναδημιουργίας στο <b>Περιοδική καθυστέρηση</b>. Εάν ορίσετε την περίοδο σε 24 ώρες μπορείτε επιπρόσθετα να επιλέξετε την ώρα της εξαγωγής. Παρακαλώ σιγουρευτείτε ότι διαβάσατε και κατανοήσατε τις <b>Πληροφορίες Ασφάλειας</b>.</p>
es: <p>Para configurar una creación repetida de CRL, seleccione <b>Creación repetida y exportación</b>. En este caso, establezca el intervalo <b>Intervalo períodico</b>. Si establece el intervalo en 24 horas, puede también seleccionar el intervalo para la exportación. Asegúrese de leer y comprender la <b>Información de Seguridad</b>.</p>
fi: Asettaaksesi CRL:n toistetun luomisen valitse <b>Toistuva luonti ja vienti</b>. Tässä tapauksessa aseta uudelleen luomisen väli kohdassa <b>Toistoväli</b>. Jos asetat välin 24 tunniksi, voit myös valita viemisajan. Lue <b>Turvallisuustietoja</b> ja varmista, että ymmärrät tiedot.</p>
fr: <p>Pour configurer une recréation répétée du CRL, sélectionnez <b>Recréation répétée et export</b>. Dans ce cas, configurez l'intervalle de recréation dans <b>Intervalle périodique</b>. Si vous réglez l'intervalle sur 24 heures, vous pouvez en plus sélectionner l'heure d'exportation. Vérifiez que vous avez lu et compris les <b>Informations de sécurité</b>.</p>
hu: <p>A CRL ismétlődő létrehozásának beállításához válassza az <b>Ismétlődő újrakészítés és exportálás</b> lehetőséget. Ebben az esetben az ismétlődő létrehozás időközét az <b>Időintervallum</b> mezőben tudja megadni. Ha az intervallumot 24 órára állítja be, az exportáláshoz időpontot is be tud állítani. Feltétlenül olvassa el és értelmezze a <b>Biztonsági információ</b> részben szereplő tájékoztatást.</p>
id: <p>Untuk mengatur pembuatan CRL secara berulang, pilih <b>Pembuatan ulang dan ekspor</b>. Dalam kasus ini, atur interval pembuatan ulang di <b>Interval berkala</b>. Jika Anda mengatur interval 24 jam, Anda dapat memilih jam untuk diekspor. Pastikan Anda membaca dan memahami <b>Informasi Keamanan</b>.</p>
it: <p>Per impostare una nuova creazione ripetuta del CLR selezionare <b>Nuova creazione ed esportazione ripetute</b>. In questo caso impostare l'intervallo per la rigenerazione in <b>Intervallo periodico</b>. Se si imposta un intervallo di 24 ore, è possibile impostare anche l'ora per l'esportazione. Verificare di aver letto e compreso le <b>Informazioni di sicurezza</b>.</p>
nb: <p>Sett opp gjentatt gjenoppretting av CRL ved å velge <b>Gjentatt gjenoppretting og eksport</b>. Angi i så fall intervallet for ny oppretting under <b>Periodisk intervall</b>. Hvis du setter intervallet til 24 timer, kan du også velge tidspunktet for eksport. Sørg for at du har lest og forstått <b>Sikkerhetsinformasjon</b>.</p>
nl: <p>Om het herhaald aanmaken van de CRL te activeren selecteer <b>Herhaald aanmaken en exporteren</b>. In dat geval moet het interval voor het aanmaken in <b>Herhaalperiode</b> worden aangegeven. Als het interval op 24 uur gezet wordt dan kunt u ook het uur selecteren waarop het exporteren moet plaatsvinden. Verzeker u ervan dat u de <b>Beveiligingsinformatie</b> hebt gelezen en begrepen.</p>
pl: <p>Aby ustawić wielokrotne odtwarzanie listy CRL, wybierz opcję <b>Wielokrotne odtwarzanie i eksport</b>. W takim przypadku ustaw odstęp czasowy dla odtwarzania w polu <b>Odstęp czasowy</b>. Jeśli odstęp zostanie ustalony na 24 godziny, można będzie dodatkowo wybrać godzinę eksportu. Upewnij się, że rozumiesz <b>Informacje o zabezpieczeniach</b>.</p>
pt_br: <p>Para configurar a recriação repetida do CRL selecione <b>Criação e exportação repetidas</b>.Neste caso ajuste o intervalo para a recriação em <b>Intervalo periódico</b>. Se você definir o intervalo como 24 horas, pode, adicionalmente, selecionar a hora para exportar. Certifique-se de que você leu e entendeu as <b>Informações de segurança</b>.</p>
ru: <p>Для настройки повторного создания CRL выберите <b>Повтор создания и экспорта</b>. Укажите интервал повторного создания в поле <b>Интервал периода</b>. Если вы укажете интервал в 24 часа, то сможете выбрать час для экспорта. Убедитесь, что вы прочитали и поняли раздел <b>Информация о безопасности</b>.</p>
uk: <p>Щоб налаштувати повторне створення CRL виберіть <b>Повторне створення і експорт</b>. У цьому випадку встановіть проміжок між повторними створеннями у полі <b>Проміжок періодичності</b>. Якщо ви встановите проміжок у 24 години, ви також можете вибрати годину, коли має відбутися експорт. Переконайтеся, що уважно прочитали і зрозуміли <b>Інформацію щодо безпеки</b>.</p>
zh_cn: <p>要设置重复重建证书吊销列表，请选择<b>重复重建和导出</b>。在此例中，在<b>定时周期</b>中为重建设置周期。若您将周期设为 24 小时，您可以额外地选择导出的小时。请确保您阅读和理解了<b>安全信息</b>。</p>
zh_tw: <p>若要設定重複的 CRL 重新建立操作，請選取<b>「重複的重新建立和輸出」</b>。若如此，請在<b>「周期性間隔」</b>中設定重新建立的間隔。如果您將間隔設定為 24 小時，則還可以選取輸出的時間。請務必閱讀並理解<b>「安全性資訊」</b>。</p>
