Repository: Dzejrou/yast-translations
Catalog: po/*-management/*.po
Languages: ar, cs, da, el, es, fi, fr, hi, hu, id, it, km, nb, nl, pa, pl, pt_br, ro, ru, sk, uk, zh_cn, zh_tw

source: Managing CA and certificates
ar: إدارة CA والشهادات
cs: Správa CA a certifikátů
da: Håndtering af CA og certifikater
el: Διαχείριση της CA και πιστοποιητικών
es: Gestión de CA y certificados
fi: CA- ja varmennehallinta
fr: Gestion de l'AC et des certificats
hi: CA एवं प्रमाण-पत्रों का प्रबंधन किया जा रहा है
hu: Hitelesítő központok (CA) és tanúsítványok
id: Mengelola CA dan sertifikat
it: Gestione di certificati e CA
km: ការ​គ្រប់គ្រង CA និង​វិញ្ញាបនបត្រ
nb: Behandling av CA og sertifikater
nl: CA's en certificaten beheren
pa: CA ਪਰਬੰਧ ਅਤੇ ਸਰਟੀਫਿਕੇਟ
pl: Zarządzanie CA i certyfikatami
pt_br: Gerenciando CA e certificados
ro: Gestionare CA și certificate
ru: Управление CA и сертификатами
sk: Správa CA a certifikátov
uk: Керування CA і сертифікатами
zh_cn: 管理 CA 和证书
zh_tw: 管理 CA 與憑證

source: Create a root CA
ar: إنشاء CA جذر
cs: Vytvořit kořenovou certifikační autoritu
da: Opret et root CA
el: Δημιουργία μιας root CA
es: Crear CA raíz
fi: Luo juuri-CA
fr: Créer un CA racine
hi: रूट CA सृजित करें
hu: Gyökér CA létrehozása
id: Buat CA akar
it: Crea una CA root
km: បង្កើត root CA មួយ
nb: Opprett et rot-CA
nl: Een hoofd-CA aanmaken
pa: ਇੱਕ root CA ਬਣਾਓ
pl: Utwórz główny CA
pt_br: Criar uma CA raiz
ro: Creează un CA root
ru: Создать корневой CA
sk: Vytvoriť koreňovú CA
uk: Створити кореневий CA
zh_cn: 创建根 CA
zh_tw: 建立根 CA

source: Create a certificate of a CA
ar: إنشاء شهادة خاصة بـ CA
cs: Vytvořit certifikát CA
da: Opret et certifikat af et CA
el: Δημιουργία ενός πιστοποιητικού για μια CA
es: Crear certificado de CA
fi: Luo varmenne CA:lle
fr: Créer un certificat d'AC
hi: CA का एक प्रमाण-पत्र सृजित करें
hu: CA tanúsítványának létrehozása
id: Buat sertifikat CA
it: Crea un certificato per una CA
km: បង្កើត​វិញ្ញាបនបត្រ​មួយ​របស់ CA
nb: Opprett et sertifikat basert på en CA
nl: Maak een certificaat van een CA aan
pa: ਇੱਕ CA ਲਈ ਸਰਟੀਫਿਕੇਟ ਬਣਾਓ
pl: Utwórz certyfikat CA
pt_br: Criar um certificado de CA
ro: Crează un certificat pentru un CA
ru: Создать сертификат CA
sk: Vytváram certifikát CA
uk: Створити сертифікат для CA
zh_cn: 创建 CA 的证书
zh_tw: 建立 CA 的憑證

source: Create a CRL of a CA
ar: إنشاء CRL الخاصة بـ CA
cs: Vytvořit seznam CRL certifikační autority
da: Opret et CRL af et CA
el: Δημιουργία ενός CRL για μια CA
es: Crear CRL de CA
fi: Luo CRL CA:lle
fr: Créer une LRC d'AC
hi: CA का एक CRL सृजित करें
hu: CA CRL-jének létrehozása
id: Buat CRL dari CA
it: Crea un CRL per una CA
km: បង្កើត CRL មួយ​របស់ CA មួយ
nb: Opprett en CRL basert på en CA
nl: Maak een CRL van een CA aan
pa: CA ਲਈ CRL ਬਣਾਓ
pl: Utwórz listę CRL danego CA
pt_br: Criar uma CRL de uma CA
ro: Crează un CRL pentru un CA
ru: Создать CRL CA
sk: Vytváram CRL pre CA
uk: Створити CRL для CA
zh_cn: 创建 CA 的证书吊销列表
zh_tw: 建立 CA 的 CRL

source: Export a CA to a file
ar: تصدير CA إلى ملف
cs: Export CA do souboru
da: Eksportér et CA til en fil
el: Εξαγωγή μιας CA σε ένα αρχείο
es: Exportar CA a un fichero
fi: Vie CA tiedostoon
fr: Exporter un AC vers un fichier
hi: CA को एक फाइल में निर्यात करें
hu: CA exportálása fájlba
id: Ekspor CA ke berkas
it: Esporta una CA in un file
km: នាំចេញ CA មួយ​ទៅ​ជា​ឯកសារ​មួយ
nb: Eksporter CA til fil
nl: Exporteer een CA naar een bestand
pa: ਇੱਕ CA ਲਈ ਇੱਕ ਫਾਇਲ ਨਿਰਯਾਤ
pl: Wyeksportuj CA do pliku
pt_br: Exportar uma CA para um arquivo
ro: Exportă un CA într-un fișier
ru: Экспорт CA в файл
sk: Exportovať CA do súboru
uk: Експортувати CA у файл
zh_cn: 将 CA 导出到文件
zh_tw: 輸出 CA 至檔案

source: Export a certificate to a file
ar: تصدير شهادة إلى ملف
cs: Export certifikátu do souboru
da: Eksportér et certifikat til en fil
el: Εξαγωγή ενός πιστοποιητικού σε ένα αρχείο
es: Exportar un certificado a un fichero
fi: Vie varmenne tiedostoon
fr: Exporter un certificat vers un fichier
hi: प्रमाण-पत्र को एक फाइल में निर्यात करें
hu: Tanúsítvány exportálása fájlba
id: Ekspor sertifikat ke berkas
it: Esporta un certificato in un file
km: នាំចេញ​វិញ្ញាបនបត្រ​មួយ​ទៅ​ជា​ឯកសារ​មួយ
nb: Eksporter et sertifikat til fil
nl: Exporteer een certificaat naar een bestand
pa: ਇੱਕ ਸਰਟੀਫਿਕੇਟ ਇੱਕ ਫਾਇਲ ਲਈ ਨਿਰਯਾਤ ਕਰੋ
pl: Wyeksportuj certyfikat do pliku
pt_br: Exportar um certificado para um arquivo
ro: Exportă un certificat într-un fișier
ru: Экспорт сертификата в файл
sk: Exportovať certifikát do súboru
uk: Експортувати сертифікат у файл
zh_cn: 将证书导出到文件
zh_tw: 輸出憑證至檔案

source: Export a CRL to a file
ar: تصدير CRL إلى ملف
cs: Export seznamu CRL do souboru
da: Eksportér et CRL til en fil
el: Εξαγωγή ενός CRL σε ένα αρχείο
es: Exportar un CRL a un fichero
fi: Vie CRL tiedostoon
fr: Exporter une LCR vers un fichier
hi: CRL को एक फाइल में निर्यात करें
hu: CRL exportálása fájlba
id: Ekspor CRL ke berkas
it: Esporta un CRL in un file
km: នាំចេញ CRL មួយ​ទៅ​ជា​ឯកសារ​មួយ
nb: Eksporter en CRL til fil
nl: Exporteer een CRL naar een bestand
pa: ਇੱਕ CRL ਫਾਇਲ ਲਈ ਨਿਰਯਾਤ ਕਰੋ
pl: Wyeksportuj CRL do pliku
pt_br: Exportar CRL para um arquivo
ro: Exportă un CRL într-un fișier
ru: Экспорт CRL в файл
sk: Exportovať CRL do súboru
uk: Експортувати CRL у файл
zh_cn: 将证书吊销列表导出到文件
zh_tw: 輸出 CRL 至檔案

source: E-mail address
ar: عنوان البريد الإلكتروني
cs: E-mailová adresa
da: E-mailadresse
el: Διεύθυνση e-mail
es: Dirección de correo electrónico
fi: Sähköpostiosoite
fr: Adresse électronique
hi: ई-मेल पता
hu: E-mail cím
id: Alamat surel
it: Indirizzo e-mail
km: អាសយដ្ឋាន​អ៊ីមែល
nb: E-postadresse
nl: E-mailadres
pa: ਈਮੇਲ ਐਡਰੈੱਸ
pl: Adres e-mail
pt_br: Endereço de e-mail
ro: Adresă de e-mail
ru: Адрес e-mail
sk: Emailová adresa
uk: Адреса ел. пошти
zh_cn: 电子邮件地址
zh_tw: 電子郵件地址

source: Organizational unit
ar: الوحدة التنظيمية
cs: Organizační jednotka
da: Organisatorisk enhed
el: Οργανική μονάδα
es: Departamento
fi: Organisaatioyksikkö
fr: Unité organisationnelle
hi: सांगठनिक इकाई
hu: Szervezeti egység
id: Unit organisasi
it: Unità organizzativa
km: ផ្នែក​អង្គការ
nb: Organisasjonsenhet
nl: Organisatie-eenheid
pa: ਸੰਗਠਨ ਯੂਨਿਟ
pl: Jednostka organizacyjna
pt_br: Unidade organizacional
ro: Unitate organizațională
ru: Подразделение
sk: Organizačná jednotka
uk: Відділ організації
zh_cn: 组织单位
zh_tw: 組織單位

source: Organization
ar: المؤسسة
cs: Organizace
da: Organisation
el: Οργάνωση
es: Empresa
fi: Järjestö
fr: Organisation
hi: संगठन
hu: Szervezet
id: Organisasi
it: Organizzazione
km: អង្គការ
nb: Organisasjon
nl: Organisatie
pa: ਸੰਗਠਨ
pl: Organizacja
pt_br: Empresa
ro: Organizație
ru: Организация
sk: Organizácia
uk: Організація
zh_cn: 组织
zh_tw: 組織

source: Locality
ar: المنطقة
cs: Místo
da: Sted
el: Τοποθεσία
es: Localidad
fi: Paikkakunta
fr: Localité
hi: स्थान
hu: Helység
id: Daerah
it: Località
km: តំបន់
nb: Lokalitet
nl: Plaats
pa: ਸਥਿਤੀ
pl: Rejon
pt_br: Local
ro: Localitate
ru: Расположение
sk: Lokalita
uk: Розташування
zh_cn: 位置
zh_tw: 地域性

source: State
ar: الولاية
cs: Stav
da: Stat
el: Κατάσταση
es: Región
fi: Osavaltio
fr: État
hi: स्थिति
hu: Állapot
id: Negara Bagian
it: Stato
km: សភាព
nb: Status
nl: Staat
pa: ਸੂਬਾ
pl: Stan
pt_br: Estado
ro: Stat (provincie)
ru: Область
sk: Stav
uk: Стан
zh_cn: 省/州
zh_tw: 州/省

source: Country
ar: الدولة
cs: Země
da: Land
el: Χώρα
es: País
fi: Maa
fr: Pays
hi: देश
hu: Ország
id: Negara
it: Paese
km: ប្រទេស
nb: Land
nl: Land
pa: ਦੇਸ਼
pl: Państwo
pt_br: País
ro: Țară
ru: Страна
sk: Štát
uk: Країна
zh_cn: 国家/地区
zh_tw: 國家/地區

source: Valid days
ar: الأيام الصالحة
cs: Počet dní platnosti
da: Gyldige dage
el: Έγκυρες μέρες
es: Días de validez
fi: Voimassaoloaika
fr: Jours valides
hi: मान्य दिन
hu: Érvényes még (napokban)
id: Tanggal berlaku
it: Giorni validi
km: ចំនួន​ថ្ងៃ​ដែល​មាន​សុពលភាព
nb: Antall dager gyldig
nl: Geldige dagen
pa: ਵੈਧਤਾ ਦਿਨ
pl: Dni ważności
pt_br: Dias de validade
ro: Zile valabilitate
ru: Действительно дней
sk: Dni platnosti
uk: Чинні дні
zh_cn: 有效天数
zh_tw: 有效天數

source: Key length
ar: طول المفتاح
cs: Délka klíče
da: Nøglelængde
el: Μήκος κλειδιού
es: Longitud de la clave
fi: Avaimen pituus
fr: Longueur de clé
hi: कुंजी की लम्बाई
hu: Kulcs hossza
id: Panjang kunci
it: Lunghezza chiave
km: ប្រវែង​កូនសោ
nb: Nøkkellengde
nl: Sleutellengte
pa: ਕੁੰਜੀ ਲੰਬਾਈ
pl: Długość klucza
pt_br: Tamanho da chave
ro: Lungime cheie
ru: Длина ключа
sk: Dĺžka kľúča
uk: Довжина ключа
zh_cn: 密钥长度
zh_tw: 金鑰長度

source: Password (Security: This should be given by an environment variable)
ar: كلمة المرور (الأمن: يجب الحصول عليها بواسطة متغير البيئة)
cs: Heslo (Bezpečnost: mělo by být dáno proměnnou prostředí)
da: Adgangskode (Sikkerhed: Dette burde gives af en miljøvariabel)
el: Συνθηματικό (Ασφάλεια: Αυτό θα πρέπει να δοθεί από μια μεταβλητή περιβάλλοντος)
es: Contraseña (Seguridad: debe ser proporcionada por una variable de entorno)
fi: Salasana (turvallisuus: tämä tulisi antaa ympäristömuuttujana)
fr: Mot de passe (Sécurité : doit être fourni par une variable d'environnement)
hi: पासवर्ड (सुरक्षा : यह एक पर्यावरण परिवर्ती द्वारा प्रदत्त होना चाहिए)
hu: Jelszó (Biztonság: Ezt lehetőleg egy környezeti változó adja meg)
id: Kata sandi (Keamanan: Ini sebaiknya diberikan oleh variabel lingkungan)
it: Password (Sicurezza: deve essere specificata da una variabile d'ambiente)
km: ពាក្យ​សម្ងាត់ (សុវត្ថិភាព ៖ វា​នេះ​គួរ​ត្រូវ​បាន​ផ្ដល់​ដោយ​អថេរ​បរិស្ថាន​មួយ)
nb: Passord (Sikkerhet: Dette bør defineres med en miljøvariabel)
nl: Wachtwoord (beveiliging: dit dient te worden gegeven door een omgevingsvariabele)
pl: Hasło (Zabezpieczenia: powinno zostać ustalone przez zmienną środowiskową)
pt_br: Senha (segurança: deve ser dada por uma variável do ambiente)
ro: Parolă (Securitate: aceasta ar trebui dată de o variabilă de mediu)
ru: Пароль (Безопасность: Это должно быть предоставлено переменной окружения)
sk: Heslo (Bezpečnostné upozornenie: hodnota by mala byť zadaná ako premenná prostredia)
uk: Пароль (Безпека: Його слід задати у вигляді системної змінної)
zh_cn: 密码（安全：这应当由环境变量指定）
zh_tw: 密碼 (安全性：應該由環境變數提供)

source: CA password (Security: This should be given by an environment variable)
ar: كلمة مرور CA (الأمان: يجب الحصول عليها بواسطة متغير البيئة)
cs: Heslo CA (Bezpečnost: mělo by být dáno proměnnou prostředí)
da: CA-adgangskode (Sikkerhed: Dette burde gives af en miljøvariabel)
el: Συνθηματικό CA (Ασφάλεια: Αυτό θα πρέπει να δοθεί από μια μεταβλητή περιβάλλοντος)
es: Contraseña de CA (Seguridad: debe ser proporcionada por una variable de entorno)
fi: CA-salasana (turvallisuus: tämä tulisi antaa ympäristömuuttujana)
fr: Mot de passe AC (Sécurité : doit être fourni par une variable d'environnement)
hi: CA पासवर्ड (सुरक्षा : यह एक पर्यावरण परिवर्ती द्वारा प्रदत्त होना चाहिए)
hu: CA jelszó (Biztonság: Ezt lehetőleg egy környezeti változó adja meg)
id: Kata sandi CA (Keamanan: Ini sebaiknya diberikan oleh variabel lingkungan)
it: Password CA (Sicurezza: deve essere specificata da una variabile d'ambiente)
km: ពាក្យ​សម្ងាត់ CA (សុវត្ថិភាព ៖ វា​នេះ​គួរ​ត្រូវ​បាន​ផ្ដល់​ដោយ​អថេរ​បរិស្ថាន​មួយ)
nb: CA-passord (Sikkerhet: Dette bør defineres med en miljøvariabel)
nl: CA-wachtwoord (beveiliging: dit dient te worden gegeven door een omgevingsvariabele)
pl: Hasło CA (Zabezpieczenia: powinno to zostać ustalone przez zmienną środowiskową)
pt_br: Senha da CA (Segurança: Deve ser dada por uma variável do ambiente)
ro: Parolă CA (Securitate: aceasta ar trebui dată de o variabilă de mediu)
ru: Пароль CA (Безопасность: Это должно быть предоставлено переменной окружения)
sk: CA heslo (Bezpečnostné upozornenie: hodnota by mala byť zadaná ako premenná prostredia)
uk: Пароль CA (Безпека: Його слід задати системною змінною)
zh_cn: CA 密码（安全：这应当由环境变量指定）
zh_tw: CA 密碼 (安全性：應該由環境變數提供)

source: P12 password (Security: This should be given by an environment variable)
ar: كلمة مرور P12 (الأمان: يجب الحصول عليها بواسطة متغير البيئة)
cs: Heslo P12 (Bezpečnost: mělo by být dáno proměnnou prostředí)
da: P12-adgangskode (Sikkerhed: Dette burde gives af en miljøvariabel)
el: Συνθηματικό P12 (Ασφάλεια: Αυτό θα πρέπει να δοθεί από μια μεταβλητή περιβάλλοντος)
es: Contraseña P12 (Seguridad: debe ser proporcionada por una variable de entorno)
fi: P12-salasana (turvallisuus: tämä tulisi antaa ympäristömuuttujana)
fr: Mot de passe P12 (Sécurité : doit être fourni par une variable d'environnement)
hi: P12 पासवर्ड (सुरक्षा : यह एक पर्यावरण परिवर्ती द्वारा प्रदत्त होना चाहिए)
hu: P12 jelszó (Biztonság: Ezt lehetőleg egy környezeti változó adja meg)
id: Kata sandi P12 (Keamanan: Ini sebaiknya diberikan oleh variabel lingkungan)
it: Password P12 (Sicurezza: deve essere specificata da una variabile d'ambiente)
km: ពាក្យ​សម្ងាត់ P12 (សុវត្ថិភាព ៖ វា​នេះ​គួរ​ត្រូវ​បាន​ផ្ដល់​ដោយ​អថេរ​បរិស្ថាន​មួយ)
nb: P12-passord (Sikkerhet: Dette bør defineres med en miljøvariabel)
nl: P12-wachtwoord (beveiliging: dit dient te worden gegeven door een omgevingsvariabele)
pl: Hasło P12 (Zabezpieczenia: powinno to zostać ustalone przez zmienną środowiskową)
pt_br: Senha P12 (segurança: deve ser dada por uma variável do ambiente)
ro: Parolă P12 (Securitate: aceasta ar trebui dată de o variabilă de mediu)
ru: Пароль P12 (Безопасность: Это должно быть предоставлено переменной окружения)
sk: P12 heslo (Bezpečnostné upozornenie: hodnota by mala byť zadaná ako premenná prostredia)
uk: Пароль P12 (Безпека: Його слід задати системною змінною)
zh_cn: P12 密码（安全：这应当由环境变量指定）
zh_tw: P12 密碼 (安全性：應該由環境變數提供)

source: Path of the exported CA, certificate, or CRL
ar: مسار CA أو الشهادة أو CRL التي تم تصديرها
cs: Cesta k exportovanému certifikační autoritě, certifikátu či seznamu CRL
da: Sti til eksporteret CA, certifikat eller CRL
el: Διαδρομή της εξαγόμενης CA, πιστοποιητικού ή CRL
es: Ruta del elemento exportado (CA, certificado o CRL)
fi: Polku vietyyn CA:han, varmenteeseen tai CRL:ään
fr: Chemin AC, certificat ou LCR exporté
hi: निर्यातित CA का पथ, प्रमाण-पत्र, या CRL
hu: Az exportált CA, tanúsítvány vagy CRL elérési útja
id: Jalur CA, sertifikat, atau CRL yang diekspor
it: Percorso della CA, del certificato o del CRL esportato
km: ផ្លូវ​របស់ CA ដែល​បាន​នាំចេញ វិញ្ញាបនបត្រ ឬ CRL
nb: Sti til eksportert CA, sertifikat, eller CRL
nl: Pad naar geëxporteerde CA, certificaat of CRL
pa: ਨਿਰਯਾਤ CA, ਸਰਟੀਫਿਕੇਟ ਜਾਂ CRL ਲਈ ਮਾਰਗ
pl: Ścieżka eksportowanego CA, certyfikatu lub CRL
pt_br: Caminho da CA, certificado ou CRL exportado
ro: Calea pentru CA, certificatul sau CRL exportat
ru: Путь экспортируемого CA, сертификата или CRL
sk: Cesta k exportovanej CA, certifikátu alebo CRL
uk: Шлях до експортованого CA, сертифіката або CRL
zh_cn: 已导出 CA、证书或证书吊销列表的路径
zh_tw: 輸出 CA、憑證、或 CRL 的路徑

source: CA Configuration
ar: تكوين CA
cs: Konfigurace CA
da: Konfiguration af CA
el: Ρύθμιση CA
es: Configuración de CA
fi: CA-määritys
fr: Configuration AC
hi: CA विन्यास
hu: CA beállítása
id: Konfigurasi CA
it: Configurazione CA
km: ការ​កំណត់​រចនាសម្ព័ន្ធ CA
nb: Oppsett av CA
nl: CA-configuratie
pa: CA ਸੰਰਚਨਾ
pl: Konfiguracja CA
pt_br: Configuração de CA
ro: Configurația CA
ru: Настройка CA
sk: Nastavenie CA
uk: Налаштування CA
zh_cn: CA 配置
zh_tw: CA 組態

source: <p> YaST generates a default CA and certificate automatically. This CA and certificate is used for communicating with the Apache server. Here, change the settings of this CA and certificate or import a CA and certificate from a file. </p>
ar: <p> يعمل YaST على إنشاء CA وشهادة افتراضيتين بشكل تلقائي. يتم استخدام CA هذه والشهادة للاتصال بخادم Apache. من هنا، قم بتغيير إعدادات CA هذه والشهادة أو قم باستيراد CA والشهادة من ملف.</p>
cs: <p> YaST generuje výchozí CA a certifikát automaticky. Tato CA a certifikát se používá při komunikaci se serverem Apache. Zde můžete změnit nastavení této CA a certifikátu nebo je importovat ze souboru. </p>
da: <p> YaST genererer et standard-CA og -certifikat automatisk. Dette CA og certifikat anvendes til at kommunikere med Apache-serveren. Her kan du ændre indstillingerne for dette CA og certifikat eller importere et CA eller certifikat fra en fil. </p>
el: <p> Το YaST δημιουργία μια προκαθορισμένη CA και πιστοποιητικό αυτόματα. Αυτή η CA και το πιστοποιητικό χρησιμοποιούνται για επικοινωνία με τον διακομιστή Apache. Εδώ μπορείτε να αλλάξετε τις ρυθμίσεις αυτής της CA και του πιστοποιητικού ή να εισάγετε μια CA και πιστοποιητικό από ένα αρχείο. <p>
es: <p> YaST genera un certificado y una CA por defecto de forma automática. El certificado y la CA se utilizan para la comunicación con el servidor Apache. Aquí, cambie los ajustes de esta CA y el certificado o importe una CA y un certificado desde un fichero. </p>
fi: <p> YaST luo oletusarvoisen CA:n ja varmenteen automaattisesti. Tätä CA:ta ja varmennetta käytetään Apache-palvelimen tietoliikenteessä. Tässä voit muuttaa tämän CA:n ja varmenteen asetuksia tai tuoda CA:n ja varmenteen tiedostosta. </p>
fr: <p> YaST génère automatiquement un certificat et un AC par défaut. Ce certificat et cet AC permettent de communiquer avec le serveur Apache. Modifiez ici les paramètres de cet AC et de ce certificat ou importez un AC et un certificat depuis un fichier. </p>
hi: <p> YaST एक डिफॉल्ट CA और प्रमाण-पत्र को स्वत: उत्पन्न करता है। यह CA और प्रमाण-पत्र Apache सेवक के साथ संचार के लिए उपयोग में लाया जाता है। यहां पर, इस CA और प्रमाण-पत्र की व्यवस्था बदलें या एक CA और प्रमाण-पत्र को एक फाइल से आयात करें। </p>
hu: <p> A YaST automatikusan elvégzi egy alapértelmezett hitelesítő központ (CA) és tanúsítvány előállítását. Ez a CA és tanúsítvány az Apache webkiszolgálóval való kommunikációhoz használatos. Itt változtathatók meg a CA és a tanúsítvány beállításai, illetve itt importálhatja őket egy fájlból. </p>
id: <p> YaST membuat CA dan sertifikat standar secara otomatis. CA dan sertifikat digunakan untuk berkomunikasi dengan server Apache. Disini, ubah pengaturan CA dan sertifikat ini atau impor CA dan sertifikat dari berkas. </p>
it: <p> YaST genera automaticamente un certificato e di una CA predefiniti. Questa CA e questo certificato vengono utilizzati per comunicare con il server Apache. Qui è possibile modificare le impostazioni per la CA e il certificato oppure importare una CA e un certificato da un file. </p>
km: <p> យ៉ាស​បង្កើត CA និង​វិញ្ញាបនបត្រ​លំនាំដើម​ដោយ​ស្វ័យ​ប្រវត្តិ ។ CA នេះ និង​វិញ្ញាបនបត្រ ត្រូវ​បាន​ប្រើ​សម្រាប់​ទំនាក់ទំនង​ជាមួយ​ម៉ាស៊ីន​បម្រើ Apache ។ នៅ​ទីនេះ ផ្លាស់ប្ដូរ​ការ​កំណត់​របស់ CA នេះ និង​វិញ្ញាបនបត្រ ឬ​នាំចូល CA មួយ និង​វិញ្ញាបនបត្រ​ពី​ឯកសារ​មួយ ។ </p>
nb: <p> YaST genererer standard CA og sertifikat automatisk. CA og sertifikatet benyttes ved kommunikasjon med Apache-serveren. Her kan du endre innstillinger for dette CA og sertifikat, eller importere et CA og sertifikat fra fil. </p>
nl: <p> YaST maakt automatisch een standaard-CA en een certificaat aan. Deze CA en het certificaat worden gebruikt om met Apache-server te kunnen communiceren. Hier kunt u de instellingen voor deze CA en certificaat wijzigen of een CA en certificaat uit een bestand importeren. </p>
pl: <p> Program YaST generuje domyślny CA i certyfikat automatycznie. Ten CA i certyfikat są wykorzystywane do komunikacji z serwerem Apache. W tym miejscu można zmienić hasło tego CA oraz certyfikatu lub zaimportować CA i certyfikat z pliku. </p>
pt_br: <p> O YaST gera uma CA e um certificado padrão automaticamente. Esta CA e este certificado são usados na comunicação com o servidor Apache. Mude aqui as configurações desta CA e deste certificado ou importe uma CA e um certificado de um arquivo. </p>
ro: <p> YaST generează în mod automat un CA și certificat implicite. Acest CA și certificat sunt folosite pentru comunicarea cu serverul Apache. Aici schimbați setările acestui CA și certificat sau importați un CA și certificat dintr-un fișier. </p>
ru: <p> YaST автоматически генерирует CA и сертификат по умолчанию. Эти CA и сертификат используются для связи с сервером Apache. Измените пароль этого CA и сертификата или импортируйте CA и сертификат из файла. </p>
sk: <p> YaST vytvorí predvolenú CA a certifikát automaticky. Táto CA a certifikát sa používa na komunikáciu so serverom Apache. Tu môžete zmeniť CA a certifikát, alebo importovať CA a certifikát zo súboru. </p>
uk: <p> YaST автоматично створює типовий CA і сертифікат. Цей CA і сертифікат використовуються для обміну даними з сервером Apache. Тут ви можете змінити параметри цього CA і сертифіката або імпортувати CA і сертифікат з файла. </p>
zh_cn: <p> YaST 自动生成了一个默认 CA 和证书。 此 CA 和证书用于同 Apache 服务器通信。 在此修改此 CA 和证书的设置或从文件中导入 CA 和证书。 </p>
zh_tw: <p> YaST 會自動產生預設 CA 與憑證。此 CA 與憑證 是用來與 Apache 伺服器通訊。 請在此變更本 CA 與憑證的設定，或從檔案匯入 CA 與憑證。 </p>

source: Import Common CA and Certificate
ar: استيراد CA والشهادة العامتين
cs: Importovat běžnou certifikační autoritu a certifikát
da: Importér almen CA og certifikat
el: Εισάγετε Κοινόχρηστο CA και Πιστοποιητικό
es: Importar CA común y certificado
fi: Tuo yleinen CA ja varmenne
fr: Importer le certificat et l'AC commun
hi: सामान्य CA और प्रमाण-पत्र का आयात करें
hu: Általános hitelesítő központ (CA) és tanúsítvány importálása
id: Impor CA Umum dan Sertifikat
it: Importa CA e certificato comuni
km: នាំចូល CA ទូទៅ និង​វិញ្ញាបនបត្រ
nb: Importerer sertifikatutsteder (CA) og sertifikat
nl: Algemene CA en certificaat importeren
pa: ਆਮ CA ਅਤੇ ਸਰਟੀਫਿਕੇਟ ਆਯਾਤ ਕਰੋ
pl: Importuj wspólne CA i certyfikat
pt_br: Importar CA e certificado comuns
ro: Importă CA și certificat comun
ru: Импорт Общего CA и сертификата
sk: Importovať spoločnú CA a certifikát
uk: Імпортувати звичайний CA і сертифікат
zh_cn: 导入通用 CA 和证书
zh_tw: 匯入公用 CA 和憑證

source: &Path of Certificate
ar: &مسار الشهادة
cs: &Cesta k certifikátu
da: &Sti til certifikat
el: &Διαδρομή του Πιστοποιητικού
es: &Ruta del certificado
fi: Varmenteen polku
fr: &Chemin du certificat
hi: प्रमाण-पत्र का पथ (&P)
hu: &Tanúsítvány elérési útja
id: &Jalur Sertifikat
it: &Percorso del certificato
km: ផ្លូវ​វិញ្ញាបនបត្រ
nb: &Sti til sertifikat
nl: &Pad van certificaat
pa: ਸਰਟੀਫਿਕੇਟ ਲਈ ਮਾਰਗ(&P)
pl: Ścieżka &certyfikatu
pt_br: &Caminho do certificado
ro: Calea către certificat
ru: &Путь сертификата
sk: &Cesta k certifikátu
uk: &Шлях до сертифіката
zh_cn: 证书路径(&P)
zh_tw: 憑證路徑(&P)

source: &Password:
ar: &كلمة المرور:
cs: &Heslo:
da: A&dgangskode:
el: &Συνθηματικό:
es: Con&traseña:
fi: &Salasana:
fr: &Mot de passe :
hi: पासवेर्ड(&P):
hu: &Jelszó:
id: &Kata Sandi:
km: ពាក្យ​សម្ងាត់ ៖
nb: &Passord:
nl: &Wachtwoord:
pa: ਪਾਸਵਰਡ(&P):
pl: &Hasło:
pt_br: &Senha:
ro: P&arolă:
ru: &Пароль:
sk: &Heslo:
uk: П&ароль:
zh_cn: 密码(&P)：
zh_tw: 密碼(&P)：

source: Co&nfirm Password
ar: &تأكيد كلمة المرور
cs: &Potvrdit heslo
da: Be&kræft adgangskode
el: Επιβ&εβαίωση Συνθηματικού
es: Co&nfirmar contraseña
fi: Vah&vista salasana
fr: Co&nfirmer le mot de passe
hi: पासवर्ड पुष्टि (&n)
hu: Jelszó meg&erősítése
id: Konfirmasi Kata Sandi
it: Con&ferma password
km: អះអាង​ពាក្យ​សម្ងាត់
nb: B&ekreft passord
nl: Wachtwoord bevestige&n
pa: ਪਾਸਵਰਡ ਪੁਸ਼ਟੀ(&n)
pl: Po&twierdzenie hasła
pt_br: Co&nfirmar Senha
ro: Co&nfirmați parola
ru: Подтвердит&е пароль
sk: &Potvrďte heslo
uk: П&ідтвердити сертифікат
zh_cn: 确认密码(&N)
zh_tw: 確認密碼(&N)

source: Generate Common CA and Certificate
ar: إنشاء CA والشهادة العامتين
cs: Generovat běžnou certifikační autoritu a certifikát
da: Generer almen CA og certifikat
el: Δημιουργία Κοινής CA και Πιστοποιητικού
es: Generar CA común y certificado
fi: Luo yleinen CA ja varmenne
fr: Générer le certificat et l'AC commun
hi: सामान्य CA और प्रमाण-पत्र उत्पन्न करें
hu: Általános hitelesítő központ (CA) és tanúsítvány létrehozása
id: Buat CA Umum dan Sertifikat
it: Genera CA e certificato comuni
km: បង្កើត CA ទូទៅ និងវិញ្ញាបនបត្រ
nb: Generer sertifikatutsteder (CA) og sertifikat
nl: Algemene CA en certificaat genereren
pa: ਆਮ CA ਅਤੇ ਸਰਟੀਫਿਕੇਟ ਬਣਾਓ
pl: Generuj wspólne CA i certyfikat
pt_br: Gerar CA e certificado comuns
ro: Genereaza CA și certificat comun
ru: Создать общий CA и сертификат
sk: Vygenerovať spoločnú CA a certifikát
uk: Створити звичайний CA і сертифікат
zh_cn: 生成通用 CA 和证书
zh_tw: 產生公用 CA 和憑證
