Repository: Dzejrou/yast-translations
Catalog: po/*-management/*.po
Languages: ar, cs, da, el, es, fi, fr, hi, hu, id, it, km, nb, nl, pa, pl, pt_br, ro, ru, sk, uk, zh_cn, zh_tw

source: Delete the old settings?
ar: هل تريد حذف الإعدادات القديمة؟
cs: Odstranit stará nastavení?
da: Slet de gamle indstillinger?
el: Διαγραφή των παλαιών ρυθμίσεων;
es: ¿Desea eliminar la configuración anterior?
fi: Poistetaanko vanhat asetukset?
fr: Supprimer les anciens paramètres ?
hi: पुरानी व्यवस्था को हटा दिया जाए?
hu: Törli a régi beállításokat?
id: Menghapus pengaturan lama?
it: Eliminare le impostazioni precedenti?
km: លុប​ការ​កំណត់​ចាស់ឬ ?
nb: Slette gamle innstillinger?
nl: De oude instellingen verwijderen?
pa: ਪੁਰਾਣੀ ਸੈਟਿੰਗ ਹਟਾਉਣੀ ਹੈ?
pl: Czy usunąć stare ustawienia?
pt_br: Apagar as configurações antigas?
ro: Șterg vechile setări?
ru: Удалить старые параметры?
sk: Vymazať staré nastavenia?
uk: Вилучити старі параметри?
zh_cn: 是否删除旧设置？
zh_tw: 是否刪除舊設定？

source: Unable to retrieve the system root password. Set a CA password to continue.
ar: تعذر استرداد كلمة المرور الجذر للنظام. قم بتعيين كلمة مرور لـ CA للمتابعة.
cs: Nelze získat systémové heslo uživatele root. Pokud chcete pokračovat, nastavte heslo certifikační autority.
da: Ikke i stand til at skaffe adgangskoden til systemets rod. Angiv en CA-adgangskode for at fortsætte.
el: Αδύνατη η ανάκτηση του κωδικού πρόσβασης του διαχειριστή του συστήματος. Ορίστε ένα κωδικό πρόσβασης για το CA για να συνεχίσετε.
es: No es posible recuperar la contraseña raíz del sistema. Defina una contraseña de CA para continuar.
fi: Järjestelmän juurisalasanaa ei voi hakea. Jatka määrittämällä CA-salasana.
fr: Impossible de récupérer le mot de passe root du système. Définissez un mot de passe de l'AC pour continuer.
hu: Nem sikerült a rendszergazdai jelszó kiolvasása. A folytatáshoz változtassa meg a CA jelszót.
id: Tidak dapat mengambil kata sandi root sistem. Tetapkan kata sandi CA untuk melanjutkan.
it: Impossibile recuperare la password root del sistema. Impostare una password CA per continuare.
km: មិន​អាច​ទៅ​យក​ពាក្យ​សម្ងាត់ root របស់​ប្រព័ន្ធ ។ កំណត់​ពាក្យ​សម្ងាត់ CA ដើម្បី​បន្ត ។
nb: Kunne ikke hente rotpassord for systemet. Angi et CA-passord for å fortsette.
nl: Kan het systeemwachtwoord van root niet ophalen. Stel een CA-wachtwoord in om door te kunnen gaan.
pl: Nie można uzyskać hasła konta root w systemie. Aby kontynuować, proszę ustawić hasło CA.
pt_br: Impossível recuperar a senha de root do sistema. Defina uma senha de CA para continuar.
ro: Nu am putut obține parola de root a sistemului. Setați o parolă CA pentru a continua.
ru: Невозможно получить системный пароль суперпользователя. Установите пароль CA, чтобы продолжить.
sk: Nie je možné získať heslo pre správcu systému. Pre pokračovanie nastavte heslo pre CA.
uk: Не вдалося отримати пароль адміністратора системи. Щоб продовжити, встановіть пароль CA.
zh_cn: 无法撷取系统根密码。请设置一个 CA 密码继续。
zh_tw: 無法取回系統 root 密碼。請設定 CA 密碼繼續。

source: The password is too short to use for the certificates. Enter a valid password for the certificates or disable certificate creation.
ar: كلمة المرور قصيرة جدًا لكي تستخدم للشهادات. أدخل كلمة مرور صالحة للشهادات أو قم بتعطيل إنشاء الشهادة.
cs: Toto heslo je pro použití s certifikáty příliš krátké. Zadejte platné heslo pro certifikáty nebo zakažte jejich vytváření.
da: Adgangskoden er for kort til at bruge til certifikaterne. Angiv en gyldig adgangskode for certifikaterne, eller deaktivér oprettelse af certifikater.
el: Το συνθηματικό είναι πολύ μικρό για χρήση ως συνθηματικό για τα πιστοποιητικά. Εισάγετε ένα έγκυρο συνθηματικό για τα πιστοποιητικά ή απενεργοποιήστε την δημιουργία πιστοποιητικού.
es: La contraseña es demasiado corta para usarse en los certificados. Introduzca una contraseña valida para los certificados o prohíba la creación de certificados.
fi: Pääkäyttäjän salasana on liian lyhyt käytettäväksi varmenteissa. Anna kelvollinen salasana varmenteille, tai poista varmenteiden luominen käytöstä.
fr: Le mot de passe est trop court pour être utilisé pour les certificats. Saisissez un mot de passe valide pour les certificats ou désactivez la création de certificats.
hu: A jelszó túl rövid ahhoz, hogy a tanúsítványokkal használható legyen. Adjon meg érvényes jelszót a tanúsítványokhoz, vagy tiltsa le a tanúsítvány-létrehozást.
id: Kata sandi ini terlalu singkat untuk digunakan pada sertifikat. Masukkan kata sandi yang valid untuk sertifikat atau nonaktifkan pembuatan sertifikat.
it: La password è troppo corta per essere usata per i certificati. Immettere una password valida per i certificati o disabilitare la creazione dei certificati.
nb: Passordet er for kort til å brukes for sertifikatene. ngi et gyldig passord for sertifikatene eller deaktiver sertifikatopprettelse.
nl: Het wachtwoord is te kort om te kunnen gebruiken voor de certificaten. Voer een geldig wachtwoord in voor de certificaten of schakel het maken van certificaten uit.
pl: Hasło jest za krótkie, aby mogło zostać użyte jako hasło dla certyfikatów. Wprowadź prawidłowe hasło dla certyfikatów albo wyłącz ich tworzenie.
pt_br: A senha é curta demais para ser usada com os certificados. Digite uma senha válida para os certificados ou desabilite a criação de certificados.
ru: Пароль слишком короткий для использования в сертификатах. Введите корректный пароль или отключите создание сертификата.
sk: Heslo je príliš krátke, aby bolo použité pre certifikáty Vložte platné heslo pre certifikáty, alebo zakážte vytváranie certifikátov.
uk: Пароль закороткий для використання його у якості пароля для сертифікатів. Введіть коректний пароль для сертифікатів або скасуйте створення сертифіката.
zh_cn: 密码用于证书过短。 请为证书输入一个有效的密码或禁用证书创建。
zh_tw: 密碼太短，不能用於證書。 請輸入證書的有效密碼，或停用建立證書的功能。

source: Current default CA and certificate.
ar: CA والشهادة الافتراضيتان الحاليتان.
cs: Aktuální výchozí certifikační autorita a certifikát.
da: Aktuelt standard-CA og certifikat.
el: Τρέχουσα προκαθορισμένη CA και πιστοποιητικό.
es: CA predeterminada por defecto y certificada.
fi: Nykyinen oletus-CA ja varmenne.
fr: CA et certificat par défaut actuels.
hu: Az aktuális alapértelmezett hitelesítésszolgáltató és tanúsítvány.
id: CA dan sertifikat standar saat ini.
it: CA e certificato predefiniti correnti.
km: CA និង​វិញ្ញាបនបត្រ​លំនាំដើមបច្ចុប្បន្ន​ ។
nb: Gjeldende standard CA-sertifikat.
nl: Huidig standaard-CA en -certificaat.
pl: Aktualny domyślny CA i certyfikat.
pt_br: Certificado e CA padrão atual.
ro: Certificatul și CA implicită curentă.
ru: Текущие CA и сертификат по умолчанию.
sk: Aktuálna predvolená CA a certifikát.
uk: Поточний типовий CA і сертифікат.
zh_cn: 当前默认的 CA 和证书。
zh_tw: 目前的預設 CA 和證書。

source: Creating default CA and certificate.
ar: إنشاء CA والشهادة الافتراضيتين.
cs: Vytváří se výchozí certifikační autorita a certifikát.
da: Opretter standard-CA og certifikat.
el: Δημιουργία προκαθορισμένης CA και πιστοποιητικού.
es: Creando CA predeterminada y certificado.
fi: Luodaan oletusarvoista CA:ta ja varmennetta.
fr: Création de l'AC et du certificat par défaut...
hi: डिफॉल्ट CA और प्रमाण-पत्र को सृजित किया जा रहा है।
hu: Alapértelmezett hitelesítő központ (CA) és tanúsítvány létrehozása.
id: Membuat CA dan sertifikat standar.
it: Creazione di una CA e di un certificato predefiniti in corso.
km: កំពុង​បង្កើត CA និង​វិញ្ញាបនបត្រ​លំនាំដើម ។
nb: Opprette standard CA-sertifikat.
nl: Een standaard-CA en -certificaat worden aangemaakt.
pa: ਡਿਫਾਲਟ CA ਅਤੇ ਸਰਟੀਫਿਕੇਟ ਬਣਾਇਆ ਜਾ ਰਿਹਾ ਹੈ।
pl: Tworzenie domyślnego CA i certyfikatu.
pt_br: Criando CA padrão e certificado.
ro: Creez CA și certificatul implicite.
ru: Создание CA и сертификата по умолчанию.
sk: Vytváranie predvolenej CA a certifikát.
uk: Створення типового CA і сертифіката.
zh_cn: 正在创建默认 CA 和证书。
zh_tw: 正在建立預設 CA 和憑證。

source: With higher security requirements, you should change the password.
ar: مع وجود متطلبات أمان أعلى، ينبغي عليك تغيير كلمة المرور.
cs: S vyšším zabezpečením byste měli změnit heslo.
da: Med højere sikkerhedskrav, bør du ændre adgangskoden.
el: Με μεγαλύτερες απαιτήσεις ασφαλείας, θα πρέπει να αλλάξετε το συνθηματικό.
es: Con requisitos de seguridad más exigentes debería cambiar la contraseña.
fi: Vaihda salasana, jos haluat parantaa tietoturvaa.
fr: Avec des exigences de sécurité plus élevées, vous devez changer de mot de passe.
hi: अधिक सुरक्षा आवश्यकताओं के साथ, आपको पासवर्ड परिवर्तित करना चाहिए।
hu: Magasabb szintű biztonsági követelmények esetében, célszerű megváltoztatnia a jelszót.
id: Dengan persyaratan keamanan yang lebih tinggi, Anda harus mengubah kata sandi.
it: Con requisiti di sicurezza maggiori, è necessario cambiare la password.
km: ដោយ​សារតែ​ត្រូវការ​សុវត្ថិភាព​ខ្ពស់​ជាង​នេះ អ្នក​គួរ​តែ​ផ្លាស់ប្ដូរ​ពាក្យ​សម្ងាត់ ។
nb: Med høyere sikkerhetskrav bør du endre passordet.
nl: Bij hogere beveiligingseisen zou u uw wachtwoord moeten wijzigen.
pa: ਉੱਚ ਸੁਰੱਖਿਆ ਲੋੜ ਕਰਕੇ, ਤੁਹਾਨੂੰ ਪਾਸਵਰਡ ਬਦਲਣਾ ਪਵੇਗਾ।
pl: Zwiększając wymagania dotyczące zabezpieczeń, należy zmienić hasło.
pt_br: Com requisitos de segurança maiores, você deveria trocar a senha.
ro: La cerințte de securitate mai ridicate se recomandă schimbarea parolei.
ru: При повышении требований к безопасности необходимо изменить пароль.
sk: S ohľadom na vyššie nároky na bezpečnosť by ste mali zmeniť heslo.
uk: Щоб підвищити рівень безпеки, вам слід змінити пароль.
zh_cn: 出于更高的安全性需求，您应修改该密码。
zh_tw: 如果有較高的安全需求，您應該變更密碼。

source: [manually set]
ar: [تم التعيين يدويًا]
cs: [nastaveno ručně]
da: [Sæt manuelt]
el: [χειροκίνητος καθορισμός]
es: [definida manualmente]
fi: [käsin asetettu]
fr: [Réglé manuellement]
hi: [अपने आप सेट करो]
hu: [kézi beállítás]
id: [ditetapkan secara manual]
it: [impostata manualmente]
km: [កំណត់​ដោយ​ដៃ]
nb: [manuelt angitt]
nl: [handmatig ingesteld]
pa: [ਦਸਤੀ ਸੈਟ]
pl: [ustawione ręcznie]
pt_br: [configurado manualmente]
ro: [setare manuală]
ru: [задано вручную]
sk: [nastavené ručne]
uk: [встановлено вручну]
zh_cn: [手动设置]
zh_tw: [手動方式設定]

source: [root password]
ar: [كلمة مرور الجذر]
cs: [heslo uživatele root]
da: [root adgangskode]
el: [συνθηματικό root]
es: [contraseña de root]
fi: [pääkäyttäjän salasana]
fr: [Mot de passe de root]
hi: [रूट पासवेर्ड]
hu: [root-jelszó]
id: [kata sandi root]
it: [password di root]
km: [ពាក្យ​សម្ងាត់ root]
nb: [rotpassord]
nl: [root-wachtwoord]
pa: [root ਪਾਸਵਰਡ]
pl: [hasło administratora (root)]
pt_br: [senha de root]
ro: [parolă root]
ru: [пароль root]
sk: [heslo pre administrátora]
uk: [пароль root]
zh_cn: [根密码]
zh_tw: [root 密碼]

source: CA Name:
ar: اسم CA:
cs: Název CA:
da: CA-navn:
el: Όνομα CA:
es: Nombre de CA:
fi: CA-nimi:
fr: Nom de l'AC :
hi: CA नाम :
hu: Hitelesítésszolgáltató neve:
id: Nama CA:
it: Nome CA:
km: ឈ្មោះ CA ៖
nb: CA-navn:
nl: CA-naam:
pa: CA ਨਾਂ:
pl: Nazwa CA:
pt_br: Nome da CA:
ro: Nume CA:
ru: Имя CA:
sk: &Názov CA:
uk: Назва CA:
zh_cn: CA 名称：
zh_tw: CA 名稱：

source: Common Name:
ar: الاسم العام:
cs: Běžný název:
da: Almen-navn:
el: Κοινόχρηστο Όνομα:
es: Nombre común:
fi: Yleinen nimi:
fr: Nom Courant :
hi: सामान्य नाम :
hu: Általános név (CN):
id: Nama Umum:
it: Nome comune:
km: ឈ្មោះ​ទូទៅ ៖
nb: Vanlig navn:
nl: Algemene naam:
pa: ਆਮ ਨਾਂ:
pl: Nazwa wspólna:
pt_br: Nome comum:
ro: Nume comun:
ru: Общее имя:
sk: Názov domény:
uk: Звичайна назва:
zh_cn: 通用名：
zh_tw: 公用名稱：

source: Server Name:
ar: اسم الخادم:
cs: Název serveru:
da: Servernavn:
el: Όνομα Διακομιστή:
es: Nombre del servidor:
fi: Palvelimen nimi:
fr: Nom du serveur :
hi: सेवक नाम:
hu: Kiszolgáló neve:
id: Nama Server:
it: Nome del server:
km: ឈ្មោះ​ម៉ាស៊ីន​បម្រើ ៖
nb: Servernavn:
nl: Servernaam:
pa: ਸਰਵਰ ਨਾਂ:
pl: Nazwa serwera:
pt_br: Nome do servidor:
ro: Nume server:
ru: Имя сервера:
sk: Názov servera:
uk: Назва сервера:
zh_cn: 服务器名称：
zh_tw: 伺服器名稱：

source: Country:
ar: الدولة:
cs: Země:
da: Land:
el: Χώρα:
es: País:
fi: Maa:
fr: Pays :
hi: देश :
hu: Ország:
id: Negara:
it: Nazione:
km: ប្រទេស ៖
nb: Land:
nl: Land:
pa: ਦੇਸ਼:
pl: Kraj:
pt_br: País:
ro: Țară:
ru: Страна:
sk: Štát:
uk: Країна:
zh_cn: 国家/地区：
zh_tw: 國家：

source: Password:
ar: كلمة المرور:
cs: Heslo:
da: Adgangskode:
el: Συνθηματικό:
es: Contraseña:
fi: Salasana:
fr: Mot de passe :
hi: पासवर्ड :
hu: Jelszó:
id: Kata sandi:
km: ពាក្យ​សម្ងាត់ ៖
nb: Passord:
nl: Wachtwoord:
pa: ਪਾਸਵਰਡ:
pl: Hasło:
pt_br: Senha:
ro: Parolă:
ru: Пароль:
sk: Heslo:
uk: Пароль:
zh_cn: 密码：
zh_tw: 密碼：

source: E-Mail:
ar: البريد الإلكتروني:
es: Correo electrónico:
fi: Sähköposti:
fr: Courriel :
hi: ई-मेल:
id: Surel:
km: អ៊ីមែល ៖
nb: E-post:
pa: ਈਮੇਲ
ru: Эл. почта:
uk: Пошта:
zh_cn: 电子邮件：
zh_tw: 電子郵件：

source: Alternative Names:
ar: أسماء بديلة:
cs: Alternativní názvy:
da: Alternative navne:
el: Εναλλακτικά Ονόματα:
es: Nombres Alternativos:
fi: Vaihtoehtoiset nimet:
fr: Noms alternatifs :
hu: Más név:
id: Nama Alternatif:
it: Nomi alternativi:
km: ឈ្មោះជំនួស ៖
nb: Alternative navn:
nl: Alternatieve namen:
pl: Alternatywne nazwy:
pt_br: Nomes alternativos:
ro: Nume alternative:
ru: Альтернативные имена:
sk: Alternatívne názvy:
uk: Альтернативні назви:
zh_cn: 别名：
zh_tw: 別名：

source: The root password is too short for use as the password for the certificates. Enter a valid password for the certificates or disable certificate creation.
ar: كلمة مرور الجذر قصيرة جدًا لكي تستخدم ككلمة مرور للشهادات. أدخل كلمة مرور صالحة للشهادات أو قم بتعطيل إنشاء الشهادة.
cs: Heslo uživatele root je pro použití s certifikáty příliš krátké. Zadejte platné heslo pro certifikáty nebo zakažte jejich vytváření.
da: Root-adgangskoden er for kort til at bruges som adgangskode for certifikaterne. Indtast en gyldig adgangskode for certifikaterne, eller deaktivér oprettelse af certifikater.
el: Το συνθηματικό root είναι πολύ μικρό για χρήση ως συνθηματικό για τα πιστοποιητικά. Εισάγετε ένα έγκυρο συνθηματικό για τα πιστοποιητικά ή απενεργοποιήστε την δημιουργία πιστοποιητικού.
es: La contraseña de root es demasiado corta para usarla como contraseña en los certificados. Introduzca una contraseña valida para los certificados o prohíba su creación.
fi: Pääkäyttäjän salasana on liian lyhyt käytettäväksi varmenteissa. Anna kelvollinen salasana varmenteille tai poista varmenteiden luominen käytöstä.
fr: Le mot de passe de root est trop court pour être utilisé en tant que mot de passe pour les certificats. Saisissez un mot de passe valide pour les certificats ou désactivez la création de certificats.
hu: A gyökér szintű jelszó túl rövid ahhoz, hogy a tanúsítványokkal használható legyen. Adjon meg érvényes jelszót a tanúsítványokhoz, vagy tiltsa le a tanúsítvány-létrehozást.
id: Kata sandi root ini terlalu singkat untuk digunakan pada sertifikat. Masukkan kata sandi yang valid untuk sertifikat atau nonaktifkan pembuatan sertifikat.
it: La password di root è troppo corta per poter essere utilizzata per i certificati. Immettere una password valida per i certificati oppure disabilitare la creazione dei certificati.
nb: Rotpassordet er for kort til å brukes som passord for sertifikatene. Angi et gyldig passord for sertifikatene eller deaktiver sertifikatopprettelse.
nl: Het root-wachtwoord is te kort om te kunnen gebruiken als wachtwoord voor de certificaten. Voer een geldig wachtwoord in voor de certificaten of schakel het maken van certificaten uit.
pl: Hasło administratora (użytkownika root) jest za krótkie jako hasło dla certyfikatów. Wprowadź prawidłowe hasło dla certyfikatów albo wyłącz ich tworzenie.
pt_br: A senha de root é curta demais para ser usada com os certificados. Digite uma senha válida para os certificados ou desabilite a criação de certificados.
ru: Пароль root слишком короткий для использования в сертификатах. Введите корректный пароль или отключите создание сертификата.
sk: Heslo správcu systému je príliš krátke, aby bolo použité ako heslo pre certifikáty Vložte platné heslo pre certifikáty, alebo zakážte vytváranie certifikátov.
uk: Пароль адміністратора закороткий для використання його у якості пароля для сертифікатів. Введіть коректний пароль для сертифікатів або скасуйте створення сертифіката.
zh_cn: 根密码用作证书密码过短。 请为证书输入一个有效的密码或禁用证书创建。
zh_tw: Root 密碼太短，不能當成證書的密碼使用。 請輸入證書的有效密碼，或停用建立證書的功能。

source: Not creating a CA and certificate.
ar: عدم إنشاء CA والشهادة.
cs: Nevytvářet CA a certifikát.
da: Opretter ikke CA og certifikat.
el: Μη δημιουργία μιας CA και πιστοποιητικού.
es: No crear CA y certificado.
fi: CA:ta ja varmennetta ei luoda.
fr: Pas de création d'une AC ni d'un certificat...
hi: किसी CA और प्रमाण-पत्र को सृजित नहीं किया जा रहा है।
hu: Ne jöjjön létre hitelesítő központ (CA) és tanúsítvány.
id: Tidak membuat CA dan sertifikat.
it: Impossibile creare una CA ed un certificato.
km: មិន​បង្កើត CA មួយ និង​វិញ្ញាបនបត្រ ។
nb: Ikke velge CA og sertifikat.
nl: Er wordt geen CA en certificaat aangemaakt.
pa: ਇੱਕ CA ਅਤੇ ਸਰਟੀਫਿਕੇਟ ਬਣਾਇਆ ਨਹੀਂ ਜਾ ਸਕਦਾ ਹੈ।
pl: Pominięcie tworzenia CA i certyfikatu.
pt_br: Não foi criado uma CA e um certificado.
ro: Nu creez un CA și certificat.
ru: Не создавать CA и сертификат.
sk: Nevytváram CA a certifikáty.
uk: Не створювати CA і сертифікат.
zh_cn: 不创建 CA 和证书。
zh_tw: 不建立 CA 和憑證。

source: Importing a CA and certificate from file
ar: استيراد CA والشهادة من ملف
cs: Import CA a certifikátu ze souboru
da: Importerer et CA og certifikat fra en fil
el: Εισαγωγή μιας CA και πιστοποιητικού από αρχείο
es: Importando CA y certificado desde fichero
fi: Tuodaan CA:ta ja varmennetta tiedostosta
fr: Importation d'un AC et d'un certificat du fichier
hi: CA और प्रमाण-पत्र को फाइल से आयात किया जा रहा है।
hu: Hitelesítő központ (CA) és tanúsítvány importálása fájlból
id: Mengimpor CA dan sertifikat dari berkas
it: Importazione di una CA e di un certificato da un file
km: កំពុងនាំចូល CA មួយ និង​វិញ្ញាបនបត្រ​ពី​ឯកសារ
nb: Importerer sertifikatutsteder (CA) og sertifikat fra fil
nl: CA en certificaat uit een bestand importeren
pa: ਫਾਇਲ ਤੋਂ ਇੱਕ CA ਅਤੇ ਸਰਟੀਫਿਕੇਟ ਆਯਾਤ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pl: Importowanie CA i certyfikatu z pliku
pt_br: Importando CA e certificado do arquivo
ro: Import un CA și certificat dintr-un fișier
ru: Импорт CA и сертификата из файла
sk: Importujem CA a certifikáty zo súboru
uk: Імпорт CA і сертифіката з файла
zh_cn: 从文件导入 CA 和证书
zh_tw: 從檔案匯入 CA 與憑證

source: <p>Is the default hostname <b>linux</b> really unique? The certificate is only valid if the hostname is correct.</p>
ar: <p>هل اسم المضيف الافتراضي <b>linux</b> فريد بالفعل؟ لا تكون الشهادة صالحة إلا إذا كان اسم المضيف صحيحًا.</p>
cs: <p>Je výchozí název hostitele systému <b>linux</b> opravdu jedinečný? Certifikát je platný pouze tehdy, obsahuje-li platný název hostitele.</p>
da: <p>Er standard værtsmaskinenavnet <b>linux</b> virkelig unikt? Certifikatet er kun gyldigt hvis værtsmaskinenavnet er korrekt.</p>
el: <p>Είναι το προκαθορισμένο όνομα διακομιστή <b>linux</b> πραγματικά μοναδικό; Το πιστοποιητικό είναι έγκυρο μόνο εάν το όνομα διακομιστή είναι σωστό.</p>
es: <p>¿Está seguro de que el nombre de equipo <b>linux</b> es exclusivo? El certificado sólo es válido si el nombre de equipo es correcto.</p>
fi: <p>Onko koneen oletusnimi <b>linux</b> todella ainutlaatuinen? Varmenne on kelvollinen vain, jos nimi on oikea.</p>
fr: <p>Le nom d'hôte <b>linux</b> par défaut est-il vraiment unique ? Le certificat n'est disponible que si le nom d'hôte est correct.</p>
hi: <p>क्या डिफॉल्ट होस्टनाम <b>लीनक्स</b> वास्तव में अनूठा है? प्रमाण-पत्र केवल तभी मान्य है, जब होस्टनाम सही हो।</p>
hu: <p>Az alapértelmezett gépnév ( <b>linux</b>) valóban egyedi? A tanúsítvány csak akkor érvényes, ha a gépnév érvényes.</p>
id: <p>Apakah hostname <b>linux</b> standar benar-benar unik? Sertifikat hanya valid jika hostname benar.</p>
it: <p>Il nome host predefinito <b>linux</b> è univoco? Il certificato è valido solo se il nome host è corretto.</p>
km: <p>តើ​ឈ្មោះ​ម៉ាស៊ីន​លំនាំដើម <b>linux</b> ពិត​ជា​មាន​តែ​មួយឬ ? វិញ្ញាបនបត្រ​គឺមាន​សុពល​ភាព​តែ​ក្នុង​ករណី​ដែល​ឈ្មោះ​ម៉ាស៊ីន​ត្រឹមត្រូវ​ប៉ុណ្ណោះ ។</p>
nb: <p>Er standardvertsmaskinnavnet <b>linux</b> virkelig unikt? Sertifikatet er bare gyldig dersom vertsmaskinnavnet er riktig.</p>
nl: <p>Is de standaardhostnaam <b>linux</b> echt uniek? Het certificaat is alleen geldig als de hostnaam correct is.</p>
pl: <p>Czy domyślna nazwa hosta <b>linux</b> jest naprawdę unikatowa? Certyfikat jest ważny tylko wtedy, gdy nazwa komputera jest prawidłowa.</p>
pt_br: <p>O nome de host padrão <b>linux</b> é exclusivo? O certificado somente será válido se o nome de host estiver correto.</p>
ro: <p>Numele gazdei implicit <b>linux</b> chiar este unic? Certificatul este valid numai dacă numele gazdei este corect.</p>
ru: <p>Имя хоста по умолчанию <b>linux</b> действительно уникально? Сертификат действителен, если имя хоста правильное.</p>
sk: <p>Je predvolené meno hostiteľa<b>linux</b> naozaj jedinečné? Certifikát je platný len ak je meno hostiteľa správne.</p>
uk: <p>Чи справді типова назва сервера <b>linux</b> є унікальною? Сертифікат діятиме, лише якщо назва сервера буде коректною.</p>
zh_cn: <p>默认主机名 <b>linux</b> 真的是唯一的吗？证书只有在主机名正确时才有效。</p>
zh_tw: <p>預設主機名稱 <b>linux</b> 真的是唯一的嗎？ 只有當主機名稱正確時，憑證才有效。</p>

source: &CA Management
ar: إ&دارة CA
cs: Správa &CA
da: &CA-håndtering
el: Διαχείριση &CA
es: Gestión de &CA
fi: &CA-hallinta
fr: &Gestion des AC
hi: CA प्रबंधन
hu: &Hitelesítő központ (CA) kezelés
id: Manajemen &CA
km: ការ​គ្រប់គ្រង CA
nb: &CA-administrasjon
nl: &CA-beheer
pa: &CA ਪਰਬੰਧ
pl: Zarządzanie &CA
pt_br: Gerenciamento de &CA
ro: Gestionarea &CA
ru: Управление &CA
sk: &Správa CA
uk: Керування &CA
zh_cn: &CA 管理
zh_tw: CA 管理(&C)

source: Managing CAs and Certificates
ar: إدارة CAs والشهادات
cs: Správa certifikačních autorit a certifikátů
da: Håndtering af CA og certifikater
el: Διαχείριση CAs και Πιστοποιητικών
es: Gestionando CA y certificados
fi: CA:iden ja varmenteiden hallinta
fr: Gestion des AC et des certificats
hi: कई CA और प्रमाण-पत्रों का प्रबंधन किया जा रहा है
hu: Hitelesítő központok (CA) és tanúsítványok kezelése
id: Mengelola CA dan Sertifikat
it: Gestione delle CA e dei certificati
km: ការ​គ្រប់គ្រង CAs និង​វិញ្ញាបនបត្រ
nb: Administrere CA og sertifikater
nl: CA's en certificaten beheren
pa: CA ਅਤੇ ਸਰਟੀਫਿਕੇਟ ਪਰਬੰਧ
pl: Zarządzanie CA i certyfikatami
pt_br: Gerenciando CAs e certificados
ro: Gestionez CA și certificatele
ru: Управление CA и сертификатами
sk: Správa CA a certifikátov
uk: Керування CA і сертифікатами
zh_cn: 管理 CA 和证书
zh_tw: 管理 CA 和憑證

source: Selection
ar: تحديد
cs: Výběr
da: Udvalg
el: Επιλογή
es: Selección
fi: Esivalinta
fr: Sélection
hi: चुनाव
hu: Összeállítások
id: Pilihan
it: Selezione
km: ជម្រើស
nb: Utvalg
nl: Selectie
pa: ਚੋਣ
pl: Wybór
pt_br: Seleção
ro: Selecție
ru: Выбор
sk: Výber
uk: Вибір
zh_cn: 选择
zh_tw: 選取範圍

source: Create &Default CA and Certificate
ar: إنشاء CA والش&هادة الافتراضيتين
cs: Vytvořit vých&ozí CA a certifikát
da: Opret stan&dard CA og certifikat
el: Δημιουργία &Προκαθορισμένης CA και Πιστοποιητικού
es: Crear CA &predeterminada y certificado
fi: Luo &oletusarvoinen CA ja varmenne
fr: Créer l'AC par dé&faut et le certificat
hi: डिफॉल्ट CA और प्रमाण-पत्र सृजित करें (&D)
hu: &Alapértelmezett hitelesítő központ (CA) és tanúsítvány létrehozása
id: Buat CA dan Sertifikat &Standar
it: Crea CA e certificato &predefinito
km: បង្កើត CA និង​វិញ្ញាបនបត្រ​លំនាំដើម
nb: Opprett stan&dard sertifikatutsteder (CA) og sertifikat
nl: Stan&daard-CA en -certificaat aanmaken
pa: ਡਿਫਾਲਟ CA ਅਤੇ ਸਰਟੀਫਿਕੇਟ ਬਣਾਓ(&D)
pl: Tworzenie &domyślnego CA i certyfikatu
pt_br: Criar CA e certificado pa&drão
ro: Crează CA și certificat implicit
ru: Соз&дать CA и сертификат по умолчанию
sk: &Vytvoriť predvolenú CA a certifikát
uk: Створити &типовий CA і сертифікат
zh_cn: 创建默认 CA 和证书(&D)
zh_tw: 建立預設 CA 和憑證(&D)
