Repository: Dzejrou/yast-translations
Catalog: po/*-management/*.po
Languages: ar, cs, da, el, es, fi, fr, hi, hu, id, it, km, nb, nl, pa, pl, pt_br, ro, ru, sk, uk, zh_cn, zh_tw

source: Expert Settings
ar: إعدادات الخبير
cs: Expertní nastavení
da: Ekspert indstillinger
el: Ρυθμίσεις για Προχωρημένους
es: Configuración experta
fi: Asiantuntija-asetukset
fr: Paramètres experts
hi: निपुण व्यवस्थायें
hu: Szakértői beállítások
id: Pengaturan Ahli
it: Impostazioni per esperti
km: ការ​កំណត់​បែប​ជំនាញ
nb: Avanserte innstillinger
nl: Geavanceerd
pa: ਮਾਹਿਰ ਵਿਵਸਥਾ
pl: Ustawienia dla ekspertów
pt_br: Configurações avançadas
ro: Setări avansate
ru: Расширенные параметры
sk: Expertné nastavenia
uk: Параметри для експертів
zh_cn: 专家设置
zh_tw: 精靈設定

source: Creating certificate...
ar: يتم الآن إنشاء الشهادة...
cs: Vytváří se certifikát...
da: Opretter certifikat...
el: Δημιουργία πιστοποιητικού...
es: Creando certificado...
fi: Luodaan varmennetta...
fr: Création du certificat...
hi: प्रमाण-पत्र सृजित किया जा रहा है...
hu: Tanúsítvány létrehozása...
id: Membuat sertifikat...
it: Creazione del certificato...
km: កំពុង​បង្កើត​វិញ្ញាបនបត្រ...
nb: Oppretter sertifikat...
nl: Certificaat wordt aangemaakt...
pa: ਸਰਟੀਫਿਕੇਟ ਬਣਾਇਆ ਜਾ ਰਿਹਾ ਹੈ...
pl: Tworzenie certyfikatu...
pt_br: Criando certificado...
ro: Creez certificatul...
ru: Создание сертификата...
sk: Vytváram certifikát...
uk: Створення сертифіката...
zh_cn: 正在创建证书...
zh_tw: 正在建立憑證...

source: The default certificate can also be created in the CA Management module.
ar: يمكن إنشاء الشهادة الافتراضية أيضًا في وحدة إدارة CA النمطية.
cs: Výchozí certifikát lze také vytvořit v modulu Správa CA.
da: Standardcertifikatet kan også oprettes i CA-håndteringsmodulet.
el: Το προεπιλεγμένο πιστοποιητικό μπορεί επίσης να δημιουργηθεί στη μονάδα Διαχείρισης CA.
es: También es posible crear el certificado por defecto en el módulo de gestión de CA.
fi: Oletusvarmenne voidaan luoda myös CA:n hallintamoduulissa.
fr: Le certificat par défaut peut aussi être créé dans le module de gestion CA.
hi: डिफॉल्ट प्रमाण-पत्र CA प्रबंधन मॉड्यूल में भी सृजित किया जा सकता है।
hu: Az alapértelmezett tanúsítványt a CA felügyelet modulban is létre lehet hozni.
id: Sertifikat standar dapat juga dibuat di modul Manajemen CA.
it: È anche possibile creare il certificato predefinito nel modulo CA Management.
km: វិញ្ញាបនបត្រ​លំនាំដើមក៏​អាច​ត្រូវ​បាន​បង្កើតផង​ដែរ​ក្នុង ក្នុង​ម៉ូឌុល​គ្រប់គ្រង CA បានដែរ ។
nb: Standardsertifikatet kan også opprettes i modulen CA-administrasjon.
nl: Het standaardcertificaat kan ook worden aangemaakt in de module CA-beheer.
pl: Domyślny certyfikat można utworzyć także w module "Zarządzanie CA".
pt_br: O certificado padrão também pode ser criado no módulo de Gerenciamento de CA.
ro: Certificatul implicit poate fi creat și în modului CA Management.
ru: Сертификат по умолчанию также можно создать в модуле управления CA.
sk: Predvolený certifikát môže byť vytvorený tiež v module Správa CA.
uk: Типовий сертифікат також можна створити у модулі керування CA.
zh_cn: 默认证书也可以在 CA 管理模块中创建。
zh_tw: 您也可以使用「CA 管理」模組 來建立預設憑證。

source: Finish
ar: إنهاء
cs: Dokončit
da: Færdiggør
el: Τέλος
es: Terminar
fi: Valmis
fr: Terminer
hi: समाप्त
hu: Befejezés
id: Selesai
it: Fine
km: បញ្ចប់
nb: Fullfør
nl: Voltooien
pa: ਸਮਾਪਤ
pl: Zakończ
pt_br: Concluir
ro: Gata
ru: Готово
sk: Dokončiť
uk: Закінчити
zh_cn: 完成
zh_tw: 完成

source: Really save configuration ?
ar: هل تريد بالفعل حفظ التكوين؟
cs: Opravdu uložit nastavení?
da: Gem konfiguration?
el: Είστε σίγουροι οτι θέλετε την αποθήκευση των ρυθμίσεων;
es: ¿Realmente desea guardar la configuración?
fi: Tallennetaanko määritys varmasti?
fr: Faut-il vraiment enregistrer la configuration ?
hi: सचमुच समनुरूपण सेव करें ?
hu: Valóban elmenti a konfigurációt?
id: Yakin ingin menyimpan konfigurasi ini?
it: Salvare davvero la configurazione?
km: ពិត​ជា​រក្សាទុក​ការ​កំណត់​រចនាសម្ព័ន្ធឬ ?
nb: Er du sikker på at du vil lagre konfigurasjonen?
nl: Wilt u de configuratie opslaan?
pa: ਯਕੀਨਨ ਸੰਰਚਨਾ ਸੰਭਾਲੋ ?
pl: Czy na pewno zapisać konfigurację?
pt_br: Realmente salvar a configuração?
ro: Chiar salvez configurația?
ru: Действительно сохранить конфигурацию?
sk: Uložiť konfiguráciu?
uk: Дійсно зберегти налаштування?
zh_cn: 真的保存配置吗？
zh_tw: 確定要儲存組態？

source: Exit
ar: خروج
cs: Ukončit
da: Afslut
el: Έξοδος
es: Salir
fi: Lopeta
fr: Quitter
hi: निर्गम
hu: Kilépés
id: Keluar
it: Esci
km: ចេញ
nb: Avslutt
nl: Stoppen
pa: ਬਾਹਰ
pl: Zakończ
pt_br: Sair
ro: Ieșire
ru: Выход
sk: Koniec
uk: Вийти
zh_cn: 退出
zh_tw: 離開

source: Really exit configuration without saving ?
ar: هل تريد بالفعل الخروج من التكوين بدون حفظ؟
cs: Opravdu ukončit konfiguraci bez uložení?
da: Afslut uden at gemme?
el: Είστε σίγουρος ότι θέλετε να βγείτε από τις ρυθμίσεις χωρίς να γίνει αποθήκευση;
es: ¿Desea salir sin guardar los cambios?
fi: Lopetetaanko määritys ilman tallennusta?
fr: Voulez-vous vraiment quitter la configuration sans enregistrer ?
hi: बिना सेव करके सचमुच निर्गम करे ?
hu: Valóban kilép a konfigurációból mentés nélkül?
id: Yakin ingin keluar dari konfigurasi tanpa menyimpan ?
it: Uscire senza salvare la configurazione?
km: ពិត​ជា​ចេញ​ពី​ការ​កំណត់​រចនាសម្ព័ន្ធ ដោយ​មិន​រក្សា​ទុក​ឬ ?
nb: Er du sikker på at du vil avslutte konfigurasjonen uten å lagre?
nl: Wilt u de configuratie afbreken zonder deze op te slaan?
pa: ਯਕੀਨਨ ਸੰਭਾਲੇ ਤੋਂ ਬਿਨਾ ਸੰਰਚਨਾ ਤੋਂ ਬਾਹਰ ?
pl: Czy na pewno zakończyć konfigurację bez zapisywania zmian?
pt_br: Realmente sair da configuração sem salvar?
ro: Chiar ieșiți din configurație fără să salvați?
ru: Действительно выйти из конфигурации без сохранения?
sk: Ukončiť bez uloženia?
uk: Дійсно вийти з налаштування без збереження?
zh_cn: 真的退出配置而不保存吗？
zh_tw: 確定要離開而不儲存組態？

source: Details
ar: التفاصيل
cs: Podrobnosti
da: Detaljer
el: Λεπτομέρειες
es: Detalles
fi: Tiedot
fr: Détails
hi: विवरण
hu: Részletek
id: Rincian
it: Dettagli
km: លម្អិត
nb: Detaljer
pa: ਵਿਸਥਾਰ
pl: Szczegóły
pt_br: Detalhes
ro: Detalii
ru: Подробности
sk: Detaily
uk: Подробиці
zh_cn: 细节
zh_tw: 細節

source: <p>First, see a list view with all available requests of this CA. The columns are the DN of the request including the e-mail address.</p>
ar: <p>أولاً، انظر عرض القائمة التي تضم كافة الطلبات المتوفرة لـ CA هذه. تعتبر الأعمدة الاسم المميز (DN) للطلب بما في ذلك عنوان البريد الإلكتروني.</p>
cs: <p>Vidíte seznam všech dostupných požadavků této CA. V sloupcích jsou DN požadavků včetně e-mailové adresy.</p>
da: <p>Se først en listevisning med alle tilgængelige forespørgsler for denne CA. Kolonnerne er forespørgslens DN inklusive e-mailadressen.</p>
el: <p>Πρώτα, δείτε σε μορφή καταλόγου όλες τις διαθέσιμες αιτήσεις αυτού του CA. Οι στήλες είναι DN της αίτησης και περιλαμβάνουν την διεύθυνση e-mail.</p>
es: <p>En primer lugar, observe la vista de lista con todas las solicitudes disponibles de la CA. Las columnas indican el DN de la solicitud, incluida la dirección de correo electrónico.</p>
fi: <p>Katso ensin listanäkymää tämän CA:n kaikista saatavilla olevista pyynnöistä. Sarakkeet ovat pyyntöjen DN:iä ja sisältävät sähköpostiosoitteen.</p>
fr: <p>Vous voyez d'abord une liste de toutes les requêtes disponibles pour cette AC. Les colonnes correspondent aux DN de la requête, y compris l'adresse électronique.</p>
hi: <p>सर्वप्रथम, इस CA के सभी उपलब्ध अनुरोधों के साथ सूची दृश्य को देखें। ये कॉलम अनुरोध के DN हैं जिसमें ई-मेल पता शामिल है।</</p>
hu: <p>Először, a jelenlegi CA összes elérhető kérésének listája látható. Az oszlopok a kérések DN-jét mutatják, tartalmazva az e-mail címet.</p>
id: <p>Pertama, lihat tampilan daftar dengan semua permintaan CA yang tersedia. Kolom ini adalah DN dari permintaan termasuk alamat surel.</p>
it: <p>Visualizzare innanzitutto un elenco di tutte le richieste disponibili per questa CA. Le colonne rappresentano il DN della richiesta e includono l'indirizzo e-mail.</p>
km: <p>ដំបូង សូម​មើល​ទិដ្ឋភាព​បញ្ជី​មួយជា​មួយ​នឹង​សំណើ​ដែល​អាច​ប្រើ​បាន​ទាំង​អស់​របស់ CA ។ ជួរឈរ​គឺ​ជា DN របស់​សំណើ​រួម​មាន​អាសយដ្ឋាន​អ៊ីមែល ។</p>
nb: <p>Først ser du en liste over alle tilgjengelige forespørsler for gjeldende CA. Kolonnene inneholder forespørselens DN og e-postadressen.</p>
nl: <p>Bekijk als eerste het overzicht met alle beschikbare verzoeken van deze CA. De kolommen bevatten de DN van het verzoek inclusief email adres.</p>
pl: <p>Najpierw należy przejrzeć listę dostępnych żądań tego CA. Kolumny zawierają DN żądania, w tym adres e-mail.</p>
pt_br: <p>Primeiro, veja uma lista com todas as solicitações disponíveis desta CA. As colunas são o DN da solicitação, inclusive o endereço de e-mail.</p>
ro: <p>Mai întâi vedeți o listă cu toate cererile disponibile pentru acest CA. Coloanele sunt DN pentru cereri, inclusiv adresa de e-mail.</p>
ru: <p>Сначала просмотрите список всех доступных запросов этого CA. Колонки — это DN запроса, включая эл. адрес.</p>
sk: <p>Najprv si pozrite zoznam všetkých dostupných požiadaviek na túto CA. Jednotlivé stĺpce predstavujú DN požiadavku vrátane e-mailovej adresy.</p>
uk: <p>Спочатку перегляньте список з всіма доступними запитами для цього CA. У стовпчиках розміщено DN запиту разом з адресою електронної пошти.</p>
zh_cn: <p>首先，查看此CA 的全部可用请求的列表视图。列是请求的判别名包括电子邮件地址。</p>
zh_tw: <p>首先會看到清單檢視，內有本 CA 的所有可用要求。裡面的欄是要求的 DN，包括電子郵件地址。</p>

source: <p>Select one of the requests and execute some actions.</p>
ar: <p>حدد أحد الطلبات وقم بتنفيذ بعض الإجراءات.</p>
cs: <p>Zvolte jeden z požadavků a vykonejte nějaké akce.</p>
da: <p>Vælg en af forespørgslerne og udfør nogle handlinger.</p>
el: <p>Επιλέξτε μια από τις αιτήσεις και προβείτε σε ορισμένες δράσεις.</p>
es: <p>Seleccione una de las solicitudes y ejecute algunas acciones.</p>
fi: <p>Valitse jokin pyynnöistä ja suorita joitakin toimintoja.</p>
fr: <p>Sélectionnez l'une des requêtes puis exécutez des opérations.</p>
hi: <p>अनुरोधों में से एक को चुनें और कुछ कार्रवाइयों को क्रियान्वित करें।</p>
hu: <p>Válassza ki a kérések egyikét és végrehajthat néhány műveletet.</p>
id: <p>Pilih salah satu permintaan dan lakukan beberapa tindakan.</p>
it: <p>Selezionare una di queste richieste ed eseguire alcune azioni.</p>
km: <p>ជ្រើស​សំណើ​មួយ​ក្នុង​ចំណោម​សំណើ​ទាំង​នេះ និង​ប្រតិបត្តិ​អំពើមួយ​ចំនួន ​។</p>
nb: <p>Velg en av forespørslene og utfør handlinger.</p>
nl: <p>Selecteer één van de verzoeken en voer enkele acties uit.</p>
pa: <p>ਇੱਕ ਮੰਗ ਚੁਣੋ ਅਤੇ ਕੁਝ ਕਾਰਵਾਈਆਂ ਕਰੋ।</p>
pl: <p>Należy wybrać jedno z żądań i wykonać odpowiednie działania.</p>
pt_br: <p>Selecione uma das solicitações e execute algumas ações.</p>
ro: <p>Selectați una din cereri și executați anumite acțiuni.</p>
ru: <p>Выберите один из запросов и выполните некоторые действия.</p>
sk: <p>Vyberte jeden z požiadavkov a vykonajte niektoré kroky</p>
uk: <p>Виберіть один з запитів і виконайте деякі дії.</p>
zh_cn: <p>选择其中一个请求并执行一些操作。</p>
zh_tw: <p>選取其中一個要求，並執行某些動作。</p>

source: <p><b>View</b> opens a window with a text representation of the complete request.</p>
ar: <p>يقوم الخيار <b>عرض</b> بفتح إطار به تمثيل نصي للطلب المكتمل.</p>
cs: <p><b>Zobrazit</b> otevře okno s textovou reprezentací celého požadavku.</p>
da: <p><b>Vis</b> åbner et vindue med en tekstrepræsentation af hele forespørgslen.</p>
el: <p>Η <b>Προβολή ανοίγει ένα παράθυρο με αναπαράσταση κειμένου της ολοκληρωμένης αίτησης.</p>
es: <p><b>Ver</b> abre una ventana con una representación de texto de la solicitud completa.</p>
fi: <p><b>Katsele</b> avaa ikkunan, jossa näet koko pyynnön tekstisisällön.</p>
fr: <p><b>Afficher</b> ouvre une fenêtre avec une représentation textuelle de la requête complète.</p>
hi: <p><b>View</b> संपूर्ण अनुरोध के एक पाठ्य प्रतिनिधित्व के साथ एक विंडो को खोलता है।</p>
hu: <p>A <b>Megtekintés</b> megnyit egy ablakot a teljes kérés szöveges alakjával.</p>
id: <p><b>Lihat</b> digunakan untuk membuka jendela dengan teks yang menyatakan keseluruhan permintaan.</p>
it: <p><b>Visualizza</b> consente di aprire una finestra in cui viene visualizzata la richiesta completa in formato testo.</p>
km: <p><b>ទិដ្ឋភាព</b> បើក​បង្អួច​មួយ​ជា​មួយនឹង​ការបង្ហាញ​អត្ថបទ​នៃ​សំណើ​ពេញលេញ​ ។</p>/home/ks
nb: <p><b>Vis</b> åpner et vindu der hele forespørselen er gjengitt som tekst.</p>
nl: <p><b>Overzicht</b> opent een venster met een tekstuele voorstelling van het complete verzoek.</p>
pl: <p>Naciśnięcie przycisku <b>Podgląd</b> powoduje otwarcie okna z tekstową reprezentacją całego żądania.</p>
pt_br: <p><b>Ver</b> abre uma janela com uma representação em forma de texto da solicitação completa.</p>
ro: <p><b>Vizualizare</b> deschide o fereastă cu reprezentarea text a întregii cereri.</p>
ru: <p>Нажатие <b>Просмотр</b> открывает окно с текстовым представлением всего запроса.</p>
sk: <p><b>Zobraziť</b> otvorí okno s kompletným požiadavkom v textovej forme.</p>
uk: <p><b>Перегляд</b> відкриває вікно з текстовим представлення повної форми запиту.</p>
zh_cn: <p><b>查看</b>打开了一个其中有完整请求的文本表示的窗口。</p>
zh_tw: <p><b>檢視</b>會開啟一個視窗，以文字顯示完整的要求。</p>

source: <p>You can also <b>Sign</b>, <b>Delete</b>, or <b>Export</b> a request.</p>
ar: <p>يمكنك أيضًا <b>توقيع</b> أو <b>حذف</b> أو <b>تصدير</b> الطلب.</p>
cs: <p>Navíc můžete <b>Podepsat</b>, <b>Smazat</b> nebo <b>Exportovat</b> požadavek.</p>
da: <p>Du kan også <b>Signere</b>, <b>Slette</b> eller <b>Eksportere</b> en forespørgsel.</p>
el: <p>Μπορείτε επίσης να χρησιμοποιήσετε τα <b>Υπογραφή</b>, <b>Διαγραφή</b>, ή <b>Εξαγωγή</b> για μια αίτηση.</p>
es: <p>También puede <b>Firmar,</b> <b>Eliminar</b> o <b>Exportar</b> una solicitud.</p>
fi: <p>Voit myös <b>Allekirjoittaa</b>, <b>Poistaa</b>, tai <b>Viedä</b> pyynnön.</p>
fr: <p>Vous pouvez également <b>signer</b>, <b>supprimer</b> ou <b>exporter</b> une requête.</p>
hi: <p>आप किसी अनुरोध को <b>Sign</b>, <b>Delete</b>, या <b>Export</b> कर सकते हैं।</p>
hu: <p>Továbbá, választhatja az <b>Aláírás</b>, <b>Törlés</b> vagy az <b>Exportálás</b> pontok egyikét.</p>
id: <p>Anda juga dapat memberikan <b>Tanda tangan</b>, <b>Hapus</b>, atau <b>Ekspor</b> sebuah permintaan.</p>
it: <p>A una richiesta è anche possibile applicare le opzioni <b>Firma</b>, <b>Elimina</b> o <b>Esporta</b>.</p>
km: <p>អ្នក​ក៏​អាច <b>ចុះ​ហត្ថលេខា</b> <b>លុប</b> ឬ​<b>នាំចេញ</b> សំណើ​មួយ ។</p>
nb: <p>I tillegg kan du <b>signere</b>, <b>slette</b> eller <b>eksportere</b> en forespørsel.</p>
nl: <p>U kunt bovendien een verzoek <b>Ondertekenen</b>, <b>Verwijderen</b> of <b>Exporteren</b>.</p>
pl: <p>Dodatkowo można <b>Podpisać</b>, <b>Usunąć</b> lub <b>Eksportować</b> żądanie.</p>
pt_br: <p>Você também pode <b>Assinar</b>, <b>Remover</b> ou <b>Exportar</b> uma solicitação.</p>
ro: <p>Puteți , de asemenea, să <b>Semnați</b>, <b>Ștergeți</b> sau <b>Exportați</b> o cerere.</p>
ru: <p>Вы также можете <b>Подписать</b>, <b>Удалить</b> или <b>Экспортировать</b> запрос.</p>
sk: <p>Môžete tiež<b>Podpísať</b>, <b>Zmazať</b>, alebo <b>Exportovať</b> požiadavku.</p>
uk: <p>Ви також можете <b>Підписати</b>, <b>Вилучити</b> або <b>Експортувати</b> запит.</p>
zh_cn: <p>您也可以<b>签署</b>、<b>删除</b>或<b>导出</b>请求。</p>
zh_tw: <p>您亦可<b>簽名</b>、<b>刪除</b>、或<b>輸出</b>要求。</p>

source: <p>With <b>Import</b>, read a new request. With <b>Add</b>, generate a new request.</p>
ar: <p>من خلال الخيار <b>استيراد</b>، تتم قراءة طلب جديد. ومن خلال الخيار <b>إضافة</b>، يتم إنشاء طلب جديد.</p>
cs: <p>Pomocí <b>Importovat</b> lze načíst nový požadavek. Pomocí <b>Přidat</b> lze požadavek vygenerovat.</p>
da: <p>Med <b>Importér</b>, læs en ny forespørgsel. Med <b>Tilføj</b>, genereres en ny forespørgsel.</p>
el: <p>Με το <b>Εισαγωγή</b> διαβάζετε μια νέα αίτηση. Με το <b>Προσθήκη</b>, δημιουργείτε μια νέα αίτηση.</p>
es: <p><b>Importar</b> permite leer una nueva solicitud. <b>Añadir</b> genera una nueva solicitud.</p>
fi: <p><b>Tuo</b> lukee/tuo uuden pyynnön. <b>Lisää</b> generoi uuden pyynnön.</p>
fr: <p>Utilisez <b>Importer</b> pour lire une nouvelle requête. Utilisez <b>Ajouter</b> pour générer une nouvelle requête.</p>
hi: <p> <b>Import</b> से एक नए अनुरोध को पढ़ें। <b>Add</b> से एक नए अनुरोध को उत्पन्न करें।</p>
hu: <p>Az <b>Importálás</b> parancs beolvas egy új kérést. A <b>Hozzáadás</b> parancs pedig létrehoz egyet.</p>
id: <p>Dengan <b>Impor</b>, baca permintaan baru. Dengan <b>Tambah</b>, buat permintaan baru .</p>
it: <p><b>Importa</b> consente di leggere una nuova richiesta. <b>Aggiungi</b> consente di generare una nuova richiesta.</p>
km: <p>ជាមួយ <b>នាំចូល</b> អាន​សំណើ​ថ្មី​មួយ ។ ជា​មួយ <b>បន្ថែម</b> បង្កើត​សំណើ​ថ្មី​មួយ ។</p>
nb: <p>Bruk <b>Importer</b> for å hente en ny forespørsel og <b>Legg til</b> for å generere en ny forespørsel.</p>
nl: <p>Met <b>Importeren</b> kan een nieuw verzoek worden ingelezen. Met <b>Toevoegen</b> kan een nieuw verzoek worden aangemaakt.</p>
pl: <p>Poprzez opcję <b>Importuj</b> można odczytać nowe żądanie, opcja <b>Dodaj</b> pozwala wygenerować nowe żądanie.</p>
pt_br: <p>Use <b>Importar</b> para ler uma nova solicitação. Use <b>Adicionar</b> para gerar uma nova solicitação.</p>
ro: <p>Citiți o nouă cerere cu <b>Importă</b>. Cu <b>Adaugă</b> generați o nouă cerere.</p>
ru: <p>Нажмите кнопку <b>Импорт</b>, чтобы прочитать новый запрос. Нажмите кнопку <b>Добавить</b>, чтобы создать запрос.</p>
sk: <p>Pomocou <b>Importovať</b> načítajte novú požiadavku. Pomocou <b>Pridať</b> vytvorte novú požiadavku.</p>
uk: <p>За допомогою <b>Імпортувати</b> ви можете прочитати новий запит. За допомогою <b>Додати</b> — створити його.</p>
zh_cn: <p>使用<b>导入</b>读取新请求。使用<b>添加</b>生成新请求。</p>
zh_tw: <p>請用<b>匯入</b>功能讀取新要求。請用<b>新增</b>功能產生新要求。</p>

source: <p>In the area below, see the most important values of the selected request.</p>
ar: <p>في المنطقة أدناه، انظر إلى أهم قيم الطلب المحدد.</p>
cs: <p>V dolní části vidíte nejdůležitější údaje zvoleného požadavku.</p>
da: <p>I området herunder ses de vigtigste værdier for den valgte forespørgsel.</p>
el: <p>Στην περιοχή παρακάτω, μπορείτε να δείτε τις πιο σημαντικές τιμές της επιλεγμένης αίτησης.</p>
es: <p>En el área siguiente podrá consultar los valores más importantes de la solicitud seleccionada.</p>
fi: <p>Alla olevassa alueessa näytetään valitun pyynnön tärkeimmät arvot. </p>
fr: <p>Dans la zone ci-dessous, consultez les valeurs les plus importantes de la requête sélectionnée.</p>
hi: <p>निम्न क्षेत्र में, चुने हुए अनुरोध के सबसे महत्वपूर्ण मानों को देखें।</p>
hu: <p>A alábbi területen a kiválasztott kérés legfontosabb adatai láthatók.</p>
id: <p>Dibagian bawah, lihat nilai yang paling penting dari permintaan yang dipilih.</p>
it: <p>Nella sezione riportata di seguito sono illustrati i valori più importanti per la richiesta selezionata.</p>
km: <p>នៅ​ក្នុង​ផ្ទៃ​ខាង​ក្រោម មើល​តម្លៃ​សំខាន់​បំផុត​របស់​សំណើ​ដែល​បាន​ជ្រើស ។</p>
nb: <p>Nedenfor vises de viktigste verdiene for den valgte forespørselen.</p>
nl: <p>In het onderstaande gebied ziet u de meest belangrijke waarden van het geselecteerde verzoek.</p>
pa: <p>ਹੇਠ ਦਿੱਤੇ ਖੇਤਰ ਵਿੱਚ ਚੁਣੀ ਮੰਗ ਦੇ ਸਭ ਤੋਂ ਮਹੱਤਵਪੂਰਨ ਮੁੱਲ ਵੇਖੋ।</p>
pl: <p>W poniższym obszarze można zobaczyć najbardziej istotne informacje dotyczące wybranego żądania.</p>
pt_br: <p>Na área abaixo, verifique os valores mais importantes da solicitação selecionada.</p>
ro: <p>În zona de mai jos vedeți cele mai importante valori ale cererii selectate.</p>
ru: <p>Внизу видны наиболее важные параметры выбранного запроса.</p>
sk: <p>Nižšie môžete vidieť najdôležitejšie hodnoty vybraného požiadavku</p>
uk: <p>У полі нижче ви можете переглянути найважливіші значення обраного запиту.</p>
zh_cn: <p>在下面区域中查看所选请求最重要的值。</p>
zh_tw: <p>您可在下列區域看到選定要求最重要的值。</p>

source: Generate Time
ar: إنشاء وقت
cs: Generovat čas
da: Generér tid
el: Δημιουργία Χρόνου
es: Hora de generación
fi: Luo aika
fr: Générer l'heure
hi: समय उत्पन्न करें
hu: Idő előállítása
id: Tanggal Pembuatan
it: Ora di generazione
km: បង្កើត​ពេលវេលា
nb: Generer tid
nl: Tijd genereren
pa: ਬਣਾਉਣ ਸਮਾਂ
pl: Generuj czas
pt_br: Gerar hora
ro: Generează timpul
ru: Время создания
sk: Čas vytvorenia
uk: Сформувати час
zh_cn: 生成时间
zh_tw: 產生時間

source: &Import
ar: استيراد
da: &Importér
el: Ε&ισαγωγή
es: &Importar
fi: &Tuo
fr: &Importer
hi: अयात करें (&I)
hu: &Importálás
id: &Impor
it: &Importa
km: នាំចូល
nb: &Importer
nl: &Importeren
pa: ਅਯਾਤ(&I)
pl: &Importuj
pt_br: &Importar
ro: &Importă
ru: &Импорт
sk: &Importovať
uk: &Імпортувати
zh_cn: 导入(&I)
zh_tw: 匯入(&I)

source: Add Sub-CA Request
ar: إضافة طلب Sub-CA
cs: Přidat požadavek Sub-CA
da: Tilføj Sub-CA-forespørgsel
el: Προσθήκη Αίτησης Sub-CA
es: Añadir solicitud de CA secundaria
fi: Lisää Sub-CA Pyyntö
fr: Ajouter une requête sous-AC
hi: Sub-CA अनुरोध जोड़ें
hu: Al-CA kérés hozzáadása
id: Tambah Permintaan Sub-CA
it: Aggiungi richiesta CA secondaria
km: បន្ថែម​សំណើ Sub-CA
nb: Legg til subCA-forespørsel
nl: Sub-CA verzoek toevoegen
pa: ਸਬ-CA ਮੰਗ ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj żądanie Sub-CA
pt_br: Adicionar solicitação de SubCA
ro: Adaugă cerere Sub-CA
ru: Добавить запрос Sub-CA
sk: Pridať požiadavku na Sub-CA
uk: Додати запит Sub-CA
zh_cn: 添加子 CA 请求
zh_tw: 新增次 CA 要求

source: Add Server Request
ar: إضافة طلب الخادم
cs: Přidat požadavek serveru
da: Tilføj serverforespørgsel
el: Προσθήκη Αίτησης Διακομιστή
es: Añadir solicitud de servidor
fi: Lisää palvelinpyyntö
fr: Ajouter une requête de serveur
hi: सेवक अनुरोध जोड़ें
hu: Kiszolgálókérés hozzáadása
id: Tambah Permintaan Server
it: Aggiungi richiesta server
km: បន្ថែម​សំណើ​ម៉ាស៊ីន​បម្រើ
nb: Legg til serverforespørsel
nl: Serververzoek toevoegen
pa: ਸਰਵਰ ਮੰਗ ਸ਼ਾਮਲ
pl: Dodaj żądanie serwera
pt_br: Adicionar solicitação de servidor
ro: Adaugă cerere server
ru: Добавить запрос сервера
sk: Pridať požiadavku servera
uk: Додати запит сервера
zh_cn: 添加服务器请求
zh_tw: 新增伺服器要求

source: Add Client Request
ar: إضافة طلب العميل
cs: Přidat požadavek klienta
da: Tilføj klientforespørgsel
el: Προσθήκη Αίτησης Διακομιστή
es: Añadir solicitud de cliente
fi: Lisää asiakaspyyntö
fr: Ajouter une requête de client
hi: ग्राहक अनुरोध जोड़ें
hu: Klienskérés hozzáadása
id: Tambah Permintaan Klien
it: Aggiungi richiesta client
km: បន្ថែម​សំណើ​ម៉ាស៊ីន​ភ្ញៀវ
nb: Legg til klientforespørsel
nl: Clientverzoek toevoegen
pa: ਕਲਾਂਇਟ ਮੰਗ ਸ਼ਾਮਲ
pl: Dodaj żądanie klienta
pt_br: Adicionar solicitação de cliente
ro: Adaugă cerere client
ru: Добавить запрос клиента
sk: Pridať požiadavku klienta
uk: Додати запит клієнта
zh_cn: 添加客户端请求
zh_tw: 新增用戶端要求

source: &Request
ar: &طلب
cs: Požadavek (&r)
da: Fo&respørg
el: &Απαιτήσεις
es: &Solicitud
fi: &Pyydä
fr: &Requêtes
hu: &Kérés
id: Permintaan
it: &Richiesta
km: សំណើ
nb: Fo&respørsel
nl: Ve&rzoeken
pl: Żąd&anie
pt_br: &Solicitar
ro: Ce&rere
ru: &Запрос
uk: &Запит
zh_cn: 请求(&R)
zh_tw: 要求(&R)

source: Sign
ar: توقيع
cs: Podepsat
da: Signér
el: Υπογραφή
es: Firmar
fi: Allekirjoita
fr: Signer
hi: हस्ताक्षर
hu: Aláírás
id: Tanda Tangan
it: Firma
km: ចុះ​ហត្ថលេខា
nb: Signer
nl: Ondertekenen
pa: ਸਾਇਨ
pl: Podpisz
pt_br: Assinar
ro: Semnează
ru: Подпись
sk: Podpísať
uk: Підписати
zh_cn: 签署
zh_tw: 簽名

source: As Client Certificate
ar: كشهادة عميل
cs: Jako certifikát klienta
da: Som klientcertifikat
el: Ως Πιστοποιητικό Πελάτη
es: Como certificado de cliente
fi: asiakasvarmenteena
fr: En tant que certificat de client
hi: ग्राहक प्रमाण-पत्र के रूप में
hu: Klienstanúsítványként
id: Sebagai Sertifikat Klien
it: Come certificato client
km: ជា​វិញ្ញាបនបត្រ​ម៉ាស៊ីន​ភ្ញៀវ
nb: Som klientsertifikat
nl: Als clientcertificaat
pa: ਕਲਾਂਇਟ ਸਰਟੀਫਿਕੇਟ ਵਾਂਗ
pl: Jako certyfikat klienta
pt_br: Como certificado de cliente
ro: Ca certificat client
ru: Как сертификат клиента
sk: Ako certifikát klienta
uk: Як сертифікат клієнта
zh_cn: 充当客户端证书
zh_tw: 成為用戶端憑證

source: As Server Certificate
ar: كشهادة خادم
cs: Jako certifikát serveru
da: Som servercertifikat
el: Ως Πιστοποιητικό Διακομιστή
es: Como certificado de servidor
fi: palvelinvarmenteena
fr: En tant que certificat de serveur
hi: सेवक प्रमाण-पत्र के रूप में
hu: Kiszolgálótanúsítványként
id: Sebagai Sertifikat Server
it: Come certificato server
km: ជា​វិញ្ញាបនបត្រ​ម៉ាស៊ីន​បម្រើ
nb: Som serversertifikat
nl: Als servercertificaat
pa: ਸਰਵਰ ਸਰਟੀਫਿਕੇਟ ਵਾਂਗ
pl: Jako certyfikat serwera
pt_br: Como certificado de servidor
ro: Ca certificat server
ru: Как сертификат сервера
sk: Ako certifikát servera
uk: Як сертифікат сервера
zh_cn: 充当服务器证书
zh_tw: 成為伺服器憑證
