Repository: Dzejrou/yast-translations
Catalog: po/*-management/*.po
Languages: ar, cs, da, el, es, fi, fr, hi, hu, id, it, km, nb, nl, pa, pl, pt_br, ro, ru, sk, uk, zh_cn, zh_tw

source: Exporting as Common Server Certificate
ar: مصدرة كشهادة الخادم المشترك
cs: Exportuji jako Obecný certifikát serveru
da: Eksporterer som alment servercertifikat
el: Εξαγωγή ως Πιστοποιητικό Κοινόχρηστου Διακομιστή
es: Exportando como certificado de servidor común
fi: Viedään yleisenä palvelinvarmenteena
fr: Exportation en tant que certificat serveur commun...
hi: सामान्य सेवक प्रमाण-पत्र के रूप में निर्यात किया जा रहा
hu: Exportálás általános kiszolgálótanúsítványként
id: Mengekspor sebagai Sertifikat Server Umum
it: Esportazione come certificato server comune
km: ការ​នាំចេញ​ជា​វិញ្ញាបនបត្រ​ម៉ាស៊ីនបម្រើ​ទូទៅ
nb: Eksportere som generelt serversertifikat
nl: Wordt als common server certificaat geëxporteerd
pa: ਆਮ ਸਰਵਰ ਸਰਟੀਫਿਕੇਟ ਵਾਂਗ ਨਿਰਯਾਤ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pl: Eksportowanie jako wspólny certyfikat serwera
pt_br: Exportando como certificado de servidor comum
ro: Export ca certificat server comun
ru: Экспорт как общего сертификата сервера
sk: Exportovanie ako Spoločného certifikátu servera
uk: Експорт у вигляді звичайного сертифіката сервера
zh_cn: 导出为通用服务器证书
zh_tw: 正在輸出為公用伺服器憑證

source: Exporting certificate...
ar: تصدير الشهادة...
cs: Exportuji certifikát...
da: Eksporterer certifikat...
el: Εξαγωγή πιστοποιητικού...
es: Exportando certificado...
fi: Viedään varmenne...
fr: Exportation du certificat...
hi: प्रमाण-पत्र का निर्यात किया जा रहा...
hu: Tanúsítvány exportálása...
id: Mengekspor sertifikat...
it: Esportazione del certificato in corso...
km: កំពុង​នាំចេញ​វិញ្ញាបនបត្រ...
nb: Eksporterer sertifikat...
nl: Het certificaat wordt geëxporteerd...
pa: ਸਰਟੀਫਿਕੇਟ ਨਿਰਯਾਤ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
pl: Eksportowanie certyfikatu...
pt_br: Exportando certificado...
ro: Export certificatul...
ru: Экспорт сертификата...
uk: Експортується сертифікат...
zh_cn: 正在导出证书...
zh_tw: 正在輸出憑證...

source: Certificate has been written as common server certificate.
ar: كتبت الشهادة كشهادة الخادم المشترك.
cs: Certifikát byl zapsán jako Obecný certifikát serveru.
da: Certifikat er blevet skrevet som alment servercertifikat.
el: Το πιστοποιητικό γράφτηκε ως πιστοποιητικό κοινόχρηστου διακομιστή.
es: El certificado ha sido escrito como certificado de servidor común.
fi: Varmenne kirjoitettiin yleisenä palvelinvarmenteena.
fr: Le certificat a été écrit en tant que certificat serveur commun.
hi: प्रमाण-पत्र को सामान्य सेवक प्रमाण-पत्र के रूप में लिखा जा चुका है।
hu: A tanúsítvány ki lett írva általános kiszolgálótanúsítványként.
id: Sertifikat telah ditulis sebagai sertifikat server umum.
it: Certificato scritto come certificato server comune.
km: វិញ្ញាបនបត្រ​ត្រូវ​បាន​សរសេរ​ជា​វិញ្ញាបនបត្រ​ម៉ាស៊ីន​បម្រើ​ទូទៅ ។
nb: Sertifikatet er lagret som generelt serversertifikat.
nl: Certificaat is als common server certificaat opgeslagen.
pa: ਸਰਟੀਫਿਕੇਟ ਨੂੰ ਆਮ ਸਰਵਰ ਸਰਟੀਫਿਕੇਟ ਵਾਂਗ ਲਿਖਿਆ ਹੈ।
pl: Certyfikat został zapisany jako wspólny certyfikat serwera.
pt_br: O certificado foi salvo como certificado de servidor comum.
ro: Certificatul a fost scris ca certificat server comun.
ru: Сертификат записан как общий сертификат сервера.
sk: Certifikát bol uložený ako spoločný certifikát servera.
uk: Сертифікат записано як звичайний сертифікат сервера.
zh_cn: 证书已写入为通用服务器证书。
zh_tw: 憑證已寫入為公用伺服器憑證。

source: Import Request from Disk
ar: طلب استيراد من القرص
cs: Importovat požadavek z disku
da: Importér forespørgsel fra disk
el: Εισαγωγή Αίτησης από Δίσκο
es: Importar solicitud desde disco
fi: Tuo pyyntö levyltä
fr: Importer la requête depuis le disque
hi: डिस्क से अनुरोध का आयात करें
hu: Kérés importálása lemezről
id: Impor Permintaan dari Disk
it: Importa richiesta da disco
km: នាំចូល​សំណើ​ពី​ថាស
nb: Importer forespørsel fra disk
nl: Verzoek van schijf importeren
pa: ਡਿਸਕ ਤੋਂ ਮੰਗ ਆਯਾਤ ਕਰੋ
pl: Importowanie żądania z dysku
pt_br: Importar solicitação do disco
ro: Importă cerere de pe disc
ru: Импортировать запрос с диска
sk: Importovať požiadavku z disku
uk: Імпортувати запит з диска
zh_cn: 从磁盘导入请求
zh_tw: 從磁碟匯入要求

source: File format not valid. Use PEM or DER files.
ar: تنسيق ملف غير صالح. استخدام ملفات PEM أو DER.
cs: Neplatný formát souboru. Použijte soubory PEM nebo DER.
da: Filformatet er ikke gyldigt. Anvend PEM- eller DER-filer.
el: Η μορφή αρχείου δεν είναι έγκυρη. Χρησιμοποιείστε αρχεία PEM ή DER.
es: Formato de fichero incorrecto. Utilice ficheros PEM o DER.
fi: Tiedoston muoto ei kelpaa. Käytä PEM tai DER tiedostoja.
fr: Format de fichier non valide. Utilisez des fichiers PEM ou DER.
hi: फाइल स्वरूप मान्य नहीं। PEM या DER फाइलों का उपयोग करें।
hu: A fájl formátuma nem érvényes. Használjon PEM vagy DER fájlokat.
id: Format berkas tidak valid. Gunakan berkas PEM atau DER.
it: Formato di file non valido. Usare file PEM o DER.
km: ទ្រង់ទ្រាយ​ឯកសារ​មិន​ត្រឹមត្រូវ ។ ប្រើ​ឯកសារ PEM ឬ​ DER ។
nb: Ugyldig filformat. Bruk PEM- eller DER-filer.
nl: Ongeldig bestandsformaat. Gebruik PEM of DER bestanden.
pa: ਫਾਇਲ ਫਾਰਮੈਟ ਠੀਕ ਨਹੀਂ ਹੈ। PEM ਜਾਂ DER ਫਾਇਲਾਂ ਵਰਤੋਂ।
pl: Format pliku nie jest prawidłowy. Należy używać plików PEM lub DER.
pt_br: Formato de arquivo inválido. Usar arquivos PEM ou DER.
ro: Formatul fișierului nu este valid. Folosiți fișiere PEM sau DER.
ru: Неверный формат файла. Используйте файлы PEM или DER.
sk: Formát súboru nie je platný. Použite formát PEM alebo DER.
uk: Нечинний формат файла. Вживайте файли PEM або DER.
zh_cn: 文件格式无效。请使用 PEM 或 DER 文件。
zh_tw: 檔案格式無效。請使用 PEM 或 DER 檔案。

source: Importing request...
ar: طلب الإستيراد...
cs: Importuji požadavek...
da: Importerer forespørgsel...
el: Εισαγωγή αίτησης...
es: Importando la solicitud...
fi: Tuodaan pyyntöä...
fr: Importation de la requête...
hi: अनुरोध का आयात किया जा रहा ...
hu: Kérés importálása...
id: Mengimpor permintaan...
it: Importazione della richiesta in corso...
km: កំពុង​នាំចូល​សំណើ...
nb: Importerer forespørsel...
nl: Verzoek wordt geïmporteerd...
pa: ਮੰਗ ਆਯਾਤ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ...
pl: Importowanie żądania...
pt_br: Importando solicitação...
ro: Import cererea...
ru: Импорт запроса...
uk: Імпортування сертифіката...
zh_cn: 正在导入请求...
zh_tw: 正在匯入要求...

source: Request has been imported.
ar: وقد تم استيراد الطلب.
cs: Požadavek byl importován.
da: Forespørgsel er importeret.
el: Η αίτηση έχει εισαχθεί.
es: La solicitud ha sido importada.
fi: Pyyntö tuotiin.
fr: La requête a été importée.
hi: अनुरोध का आयात किया जा चुका है।
hu: A kérés importálása sikerült.
id: Permintaan telah diimpor.
it: La richiesta è stata importata.
km: សំណើ​ត្រូវ​បាន​នាំចូល ។
nb: Forespørselen er importert.
nl: Verzoek is geïmporteerd.
pa: ਮੰਗ ਆਯਾਤ ਕੀਤੀ ਗਈ ਹੈ।
pl: Żądanie zostało zaimportowane.
pt_br: A solicitação foi importada.
ro: Cererea a fost importată.
ru: Запрос импортирован.
uk: Запит імпортовано.
zh_cn: 请求已导入。
zh_tw: 已經匯入要求。

source: Import CA from Disk
ar: استيراد CA من القرص
cs: Importovat CA z disku
da: Importér CA fra disk
el: Εισαγωγή CA από Δίσκο
es: Importar CA desde disco
fi: Tuo CA levyltä
fr: Importer l'AC depuis le disque
hi: डिस्क से CA आयात करें
hu: Hitelesítő központ (CA) importálása lemezről
id: Impor CA dari Disk
it: Importa CA da disco
km: នាំចូល CA ពី​ថាស
nb: Importer CA fra disk
nl: Importeer CA van disk
pa: ਡਿਸਕ ਤੋਂ CA ਆਯਾਤ ਕਰੋ
pl: Importuj CA z dysku
pt_br: Importar CA do disco
ro: Importă CA de pe disc
ru: Импортировать CA с диска
sk: Importovať CA z disku
uk: Імпортувати CA з диска
zh_cn: 从磁盘导入 CA
zh_tw: 從磁碟匯入 CA

source: &Path of CA Certificate
ar: مسار شهادة CA
cs: &Cesta certifikátu
da: &Sti til CA-certifikat
el: &Διαδρομή του Πιστοποιητικού CA
es: Ruta del certificado CA
fi: CA-varmenteen polku
fr: &Chemin du certificat AC
hu: CA &tanúsítvány elérési útja
id: Jalur Sertifikat CA
it: &Percorso del certificato CA
km: ផ្លូវ​របស់​វិញ្ញាបនបត្រ CA
nb: &Sti til CA-sertifikat
nl: &Pad van CA-certificaat
pl: Ścieżka &certyfikatu CA
pt_br: &Caminho do certificado CA
ro: Calea către certificatul CA
ru: &Путь сертификата CA
uk: &Шлях до сертифіката CA
zh_cn: CA 证书路径(&P)
zh_tw: CA 憑證的路徑(&P)

source: &Path of Key
ar: مسار المفتاح
cs: &Cesta klíče
da: &Sti til nøgle
el: &Διαδρομή του Κλειδιού
es: &Ruta de la clave
fi: Avaimen &polku
fr: &Chemin de la clé
hi: कुंजी का पथ (&P)
hu: Kulcs &elérési útja
id: Jalur Kunci
it: &Percorso della chiave
km: ផ្លូវ​របស់​កូនសោ
nb: &Sti til nøkkel
nl: &Pad van sleutel
pa: ਕੁੰਜੀ ਲਈ ਮਾਰਗ(&P)
pl: Ś&cieżka klucza
pt_br: &Caminho da chave
ro: Calea cheii
ru: &Путь ключа
uk: &Шлях до ключа
zh_cn: 密钥路径(&P)
zh_tw: 金鑰的路徑(&P)

source: &Key Password
ar: كلمة مرور المفتاح
cs: &Klíčové heslo
da: &Nøgleadgangskode
el: &Κωδικός Πρόσβασης Κλειδιού
es: Contraseña &clave
fi: &Avaimen salasana
fr: &Mot de passe clé
hu: &Kulcs jelszó
id: Kata Sandi Kunci
it: &Password della chiave
km: ពាក្យសម្ងាត់ចម្បង
nb: Nø&kkelpassord
nl: &Sleutelwachtwoord
pl: Hasło &klucza
pt_br: &Senha
ro: Paroă cheie
ru: Пароль &ключа
uk: &Ключовий пароль
zh_cn: 密钥密码(&K)
zh_tw: 金鑰密碼(&K)

source: Path to certificate file required.
ar: المسار إلى ملف الشهادة المطلوبة.
cs: Je třeba zadat cestu k souboru s certifikátem.
da: Sti til certifikatfil er påkrævet.
el: Απαιτείται η διαδρομή προς το αρχείο πιστοποίησης.
es: La ruta del fichero de certificado es obligatoria.
fi: Polku varmennetiedostoon vaaditaan.
fr: Chemin du fichier de certificat requis.
hi: प्रमाण-पत्र फाइल के लिए पथ की आवश्यकता है।
hu: A tanúsítványfájl elérési útját kötelező megadni.
id: Jalur ke sertifikat wajib ada.
it: Il percorso del file del certificato è obbligatorio.
km: ត្រូវ​ការ​ផ្លូវ​ទៅ​ឯកសារ​វិញ្ញាបនបត្រ ។
nb: Stien til sertifikatet må angis.
nl: Pad naar certificaatbestand benodigd.
pa: ਸਰਟੀਫਿਕੇਟ ਫਾਇਲ ਲਈ ਮਾਰਗ ਲੋੜੀਦਾ ਹੈ।
pl: Wymagana jest ścieżka do pliku certyfikatu.
pt_br: Caminho para o arquivo de certificado obrigatório.
ro: Calea către fișierul cu certificatul este necesară.
ru: Необходим путь к файлу сертификата.
uk: Потрібен шлях до файла сертифіката.
zh_cn: 需要证书文件路径。
zh_tw: 需要憑證檔案的路徑。

source: Path of the private key required.
ar: مسار المفتاح الخاص المطلوب.
cs: Vyžadována cesta k soukromému klíči.
da: Sti til den private nøgle påkrævet.
el: Απαιτείται διαδρομή του ιδιωτικού κλειδιού.
es: La ruta de la clave privada es obligatoria.
fi: Yksityisen avaimen polku vaaditaan.
fr: Chemin de la clé privée requis.
hi: निजी कुंजी के पथ की आवश्यकता है।
hu: A privát kulcs elérési útját kötelező megadni.
id: Jalur dari kunci pribadi wajib ada.
it: Il percorso della chiave privata è obbligatorio.
km: ត្រូវ​ការ​ផ្លូវរបស់កូនសោឯកជន ។
nb: Stien til den private nøkkelen må angis.
nl: Pad van de privésleutel benodigd.
pa: ਪ੍ਰਾਈਵੇਟ ਕੁੰਜੀ ਲਈ ਮਾਰਗ ਲੋੜੀਦਾ ਹੈ।
pl: Wymagana jest ścieżka do prywatnego klucza.
pt_br: Caminho da chave privada obrigatório.
ro: Calea către cheia privată este necesară.
ru: Необходим путь к закрытому ключу.
uk: Потрібен шлях до особистого ключа.
zh_cn: 需要私有密钥路径。
zh_tw: 需要私密金鑰的路徑。

source: Key Password is required. It must be the password for the encrypted key or a new one in case of a not encrypted key.
ar: مفتاح كلمة المرور مطلوب. يجب أن تكون كلمة المرور من أجل المفتاح مشفرة أو كلمة مرور جديدة في حالة وجود مفتاح غير مشفر.
cs: Klíčové heslo je vyžadováno. Musí to být heslo pro zašifrovaný klíč nebo nové v případě nezašifrovaného klíče.
da: Der kræves en nøgleadgangskode. Denne skal være adgangskoden for den krypterede nøgle, eller en ny hvis nøglen ikke er krypteret.
el: Ο Κωδικός Πρόσβασης του Κλειδιού είναι απαραίτητος. Θα πρέπει να είναι ο κωδικός πρόσβασης για το κρυπτογραφημένο κλειδί ή ένας νέος στην περίπτωση ενός μη κρυπτογραφημένου κλειδιού.
es: Se requiere la contraseña de la llave. Debe ser la contraseña para la llave cifrada o una nueva en caso de una llave no cifrada.
fi: Tarvitaan avaimen salasana. Se on oltava salatun avaimen salasana tai uusi sana, jos kyseessä ei ole salattu avain.
fr: Le mot de passe clé est nécessaire. Ce doit être le mot de passe pour la clé chiffrée ou bien un nouveau dans le cas d'une clé non chiffrée.
hu: Kulcsjelszó szükséges. A titkosított kulcshoz jelszó szükséges, amennyiben a kulcs nem titkosított, akkor új kulcsra van szükség.
id: Kata Sandi Kunci wajib ada. Kata sandi ini digunakan untuk kunci terenkripsi atau yang baru jika kunci tidak terenkripsi.
it: È richiesta la password della chiave. Deve essere la password per la chiave cifrata o una nuova, nel caso di una chiave non cifrata.
km: ត្រូវ​កា​រពាក្យ​សម្ងាត់​ចម្បង ។ វា​ត្រូវ​តែ​ជា​ពាក្យ​សម្ងាត់​សម្រាប់​សោ​ដែល​បាន​អ៊ីនគ្រិប ឬ​សោ​ថ្មី​មួយ​ក្នុងករណី​នៃ​សោ​ដែល​មិន​បាន​អ៊ីនគ្រិប​មួយ ។
nb: Nøkkelpassord kreves. Dette må være passordet for den krypterte nøkkelen eller et nytt passord dersom det ikke finnes noen kryptert nøkkel.
nl: Sleutelwachtwoord is vereist. Het moet het wachtwoord zijn voor de versleutelde sleutel of een nieuwe in het geval van een niet versleutelde sleutel.
pl: Wymagane jest hasło klucza. Musi to być hasło dla zaszyfrowanego klucza albo nowe hasło w przypadku klucza nieszyfrowanego.
pt_br: A senha é obrigatória. Deve ser a senha para a chave criptografada ou uma nova, no caso de não ser uma chave criptografada.
ro: Parola cheie este obligatorie. Trebuie să fie parola cheii criptate sau o parolă nouă în cazul unei chei ce nu este criptată.
ru: Необходим пароль ключа. Это должен быть пароль зашифрованного ключа или новый пароль, если это незашифрованный ключ.
sk: Vyžaduje sa heslo ku kľúču. Musí to byť heslo, ktorým je zašifrovaný kľúč, alebo nové heslo, ak kľúč ešte nie je zašifrovaný.
uk: Потрібен ключовий пароль. Ним має бути пароль на ключ шифрування або якийсь новий пароль, у випадку якщо ключ не зашифровано.
zh_cn: 需要密钥密码。 它必须是已加密密钥的密码，或是未加密密钥的新密码。
zh_tw: 需要金鑰密碼。 它必須是加密金鑰的密碼，如果是非加密金鑰，輸入新的密碼。

source: CA has been imported.
ar: قد تم استيراد CA.
cs: CA byl importován.
da: CA er importeret.
el: Το CA έχει εισαχθεί.
es: CA ha sido importada.
fi: CA tuotiin.
fr: La CA a été importée.
hu: A hitelesítő központ (CA) importálása sikerült.
id: CA telah diimpor.
it: La CA è stata importata.
km: CA ត្រូវ​បាន​នាំចូល ។
nb: CA er importert.
nl: CA is geïmporteerd.
pl: CA został zaimportowany.
pt_br: O CA foi importado.
ro: CA a fost importat.
ru: CA импортирован.
uk: CA імпортовано.
zh_cn: CA 已导入。
zh_tw: CA 已經被匯入。

source: Cannot read CA list.
ar: لا يمكن قراءة قائمة CA.
cs: Nelze číst seznam CA.
da: Kan ikke læse CA-listen.
el: Αδύνατη η ανάγνωση του καταλόγου CA.
es: No es posible leer la lista CA.
fi: CA-luettelon lukeminen epäonnistui.
fr: Lecture de la liste AC impossible.
hi: CA लिस्ट नहीं पढ़ी जा सकती है।
hu: A CA-lista olvasása nem sikerült.
id: Tidak dapat membaca daftar CA.
it: Impossibile leggere l'elenco CA.
km: មិន​អាច​អាន​បញ្ជី CA ។
nb: Kan ikke lese CA-listen.
nl: Kan de CA-lijst niet lezen.
pa: CA ਲਿਸਟ ਪੜ੍ਹੀ ਨਹੀਂ ਜਾ ਸਕਦੀ।
pl: Nie można odczytać listy CA.
pt_br: Não foi possível ler a lista CA.
ro: Nu pot citi lista CA.
ru: Невозможно прочитать список CA.
sk: Nie je možné načítať zoznam CA.
uk: Не вдається прочитати список CA.
zh_cn: 无法读取 CA 列表。
zh_tw: 無法讀取 CA 清單。

source: Cannot read CA tree.
ar: لا يمكن قراءة شجرة CA.
cs: Nelze načíst CA strom.
da: Kan ikke læse CA-træet.
el: Αδυναμία ανάγνωσης δέντρου CA.
es: No es posible leer el árbol CA.
fi: CA-puun lukeminen epäonnistui.
fr: Lecture de l'arborescence AC impossible.
hi: CA ट्री नहीं पढ़ा जा सकता है।
hu: A CA-fa nem olvasható.
id: Tidak dapat membaca pohon CA.
it: Impossibile leggere l'albero CA.
km: មិន​អាច​អាន​មែកធាង CA ។
nb: Kan ikke lese CA-tre.
nl: Kan de CA-structuur niet lezen.
pa: CA ਟਰੀ ਪੜ੍ਹਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ।
pl: Nie można odczytać drzewa CA.
pt_br: Não foi possível ler a árvore CA.
ro: Nu pot citi structura CA.
ru: Невозможно прочитать дерево CA.
sk: Nepodarilo sa načítať strom CA.
uk: Не вдається прочитати дерево CA.
zh_cn: 无法读取 CA 树。
zh_tw: 無法讀取 CA 樹狀結構。

source: Missing value 'caName'.
ar: قيمة مفقودة 'caName'.
cs: Chybějící hodnota 'caName'.
da: Mangler værdien 'caName'.
el: Λείπει η τιμή 'caName'.
es: Falta el valor 'caName'.
fi: Puuttuva arvo 'caName'.
fr: Valeur 'caName' manquante.
hi: 'अनुपलब्ध मान 'caName'।
hu: Hiányzó 'caName' érték.
id: Nilai 'caName' tidak ada.
it: Valore 'caName' mancante.
km: បាត់​តម្លៃ 'caName' ។
nb: Verdien 'caName' mangler.
nl: Ontbrekende 'caName' waarde.
pa: 'caName'. ਮੁੱਲ ਗੁੰਮ ਹੈ।
pl: Brakuje wartości 'caName'.
pt_br: Valor 'caName' ausente.
ro: Lipsește valoarea 'caName'.
ru: Отсутствует значение caName
sk: Chýbajúca hodnota 'caName'.
uk: Відсутнє значення "caName".
zh_cn: 缺少值 'caName'。
zh_tw: 遺失 'caName' 值。

source: Missing value 'keyPasswd' or password is too short.
ar: قيمة مفقودة 'keyPasswd' أو كلمة المرور قصيرة جداً.
cs: Chybějící hodnota 'keyPasswd' nebo heslo je příliš krátké.
da: Mangler værdien 'keyPasswd' eller adgangskoden er for kort.
el: Λείπει η τιμή 'keyPasswd' ή το συνθηματικό είναι πολύ μικρό.
es: Falta el valor 'keyPasswd' o la contraseña es demasiado corta.
fi: Puuttuva arvo 'keyPasswd' tai salasana on liian lyhyt.
fr: Valeur 'keyPasswd' manquante ou mot de passe trop court.
hi: अनुपलब्ध मान 'keyPasswd' या पासवर्ड बहुत छोटा है।
hu: hiányzó 'keyPasswd' érték vagy a jelszó túl rövid.
id: Nilai 'keyPasswd' tidak ada atau kata sandi terlalu singkat.
it: Valore 'keyPasswd' mancante o la password è troppo corta.
km: បាត់​តម្លៃ 'keyPasswd' ឬ​ពាក្យ​សម្ងាត់​ខ្លី​ពេក ។
nb: Verdien 'keyPasswd' mangler eller passordet er for kort.
nl: Ontbrekende 'keyPasswd' waarde of te kort wachtwoord.
pa: 'keyPasswrd' ਮੁੱਲ ਗੁੰਮ ਹੈ ਜਾਂ ਪਾਸਵਰਡ ਬਹੁਤ ਛੋਟਾ ਹੈ।
pl: Brakuje wartości 'keyPasswd' albo hasło jest za krótkie.
pt_br: Valor 'keyPasswd' ausente ou a senha é muito curta.
ro: Lipsește valoarea 'keyPasswd' sau parola este prea scurtă.
ru: Отсутствует значение keyPasswd, или пароль слишком короткий.
sk: Chýbajúca hodnota 'keyPasswd' alebo príliš krátke heslo.
uk: Відсутнє значення "keyPasswd" або закороткий пароль.
zh_cn: 缺少值 'keyPasswd' 或密码过短。
zh_tw: 遺失 'keyPasswd' 值或密碼太短。

source: Missing value 'commonName'.
ar: قيمة مفقودة 'commonName'.
cs: Chybějící hodnota 'commonName'.
da: Mangler værdien 'commonName'.
el: Λείπει η τιμή 'commonName'.
es: Falta el valor 'commonName'.
fi: Puuttuva arvo 'commonName'.
fr: Valeur 'commonName' manquante.
hi: अनुपलब्ध मान 'commonName'।
hu: Hiányzó 'commonName' érték.
id: Nilai 'commonName' tidak ada.
it: Valore 'commonName' mancante.
km: បាត់​តម្លៃ 'ឈ្មោះ​ធម្មតា' ។
nb: Verdien 'commonName' mangler.
nl: Ontbrekende 'commonName' waarde.
pa: 'commonName' ਮੌਜੂਦ ਨਹੀਂ ਹੈ।
pl: Brakuje wartości 'commonName'.
pt_br: Valor 'commonName' ausente.
ro: Lipsește valoarea 'commonName'.
ru: Отсутствует значение commonName.
sk: Chýbajúca hodnota 'commonName'.
uk: Відсутнє значення "commonName".
zh_cn: 缺少值 'commonName'。
zh_tw: 遺失 'commonName' 值。

source: According to 'basicConstraints', this is not a CA.
ar: استناداً إلى 'basicConstraints'، هذا ليس CA.
cs: Vzhledem k základním omezením ('basicConstraints'), toto není CA.
da: Ifølge 'basicConstraints' er dette ikke et CA.
el: Σύμφωνα με τα 'basicConstraints', αυτό δεν είναι CA.
es: Según 'basicConstraints', esto no es un certificado CA.
fi: 'basicConstraints' mukaan, tämä ei ole CA.
fr: D'après 'basicConstraints', il ne s'agit pas d'une AC.
hi: 'basicConstraints' के अनुसार, यह एक CA नहीं है।
hu: A 'basicConstraints' szerint ez nem egy CA.
id: Berdasarkan 'basicConstraints', ini bukanlah sebuah CA.
it: Secondo 'basicConstraints', questa non è una CA.
km: យោង​តាម 'កម្រិត​មូលដ្ឋាន' នេះ​មិន​មែន​ជា CA ទេ ។
nb: Ifølge 'basicConstraints' er ikke dette en CA.
nl: Volgens de 'basicConstraints' is dit geen CA.
pl: Zgodnie z wartością 'basicConstraints', to nie jest CA.
pt_br: De acordo com 'basicConstraints', isto não é uma CA.
ro: Conform cu 'basicConstraints', acesta nu este un CA.
ru: Согласно параметру basicConstraints, это не CA.
sk: Podľa hodnoty 'basicConstraints' toto nie je CA.
uk: Згідно з "basicConstraints", це не являється CA.
zh_cn: 根据 'basicConstraints'，这不是一个 CA。
zh_tw: 根據 'basicConstraints'，這不是 CA。

source: Modifying RequestGenerationData failed.
ar: فشل تعديل طلب توليد بيانات.
cs: Změna RequestGenerationData selhala.
da: Ændring af 'RequestGenerationData' fejlede.
el: Τροποποίηση της RequestGenerationData απέτυχε.
es: Se ha producido un error al modificar RequestGenerationData.
fi: RequestGenerationDatan muokkaaminen epäonnistui.
fr: Échec de la modification de RequestGenerationData.
hi: RequestGenerationData को संशोधित करना असफल रहा।
hu: A RequestGenerationData módosítása nem sikerült.
id: Gagal memodifikasi RequestGenerationData.
it: Modifica di RequestGenerationData non riuscita.
km: ការ​កែប្រែ RequestGenerationData បាន​បរាជ័យ ។
nb: Endring av RequestGenerationData mislyktes.
nl: Wijzigen van RequestGenerationData is mislukt.
pl: Modyfikacja wartości RequestGenerationData nie powiodła się.
pt_br: Falha ao alterar RequestGenerationData.
ro: Modificarea RequestGenerationData a eșuat.
ru: Сбой изменения RequestGenerationData.
sk: Zmena hodnoty RequestGenerationData zlyhala.
uk: Помилка зміни RequestGenerationData.
zh_cn: 修改 RequestGenerationData 失败。
zh_tw: 修改 RequestGenerationData 失敗。

source: Modifying CertificateIssueData failed.
ar: فشل تعديل شهادة تاريخ الاصدار.
cs: Změna CertificateIssueData selhala.
da: Ændring af 'CertificateIssueData' fejlede.
el: Η τροποποίηση της CertificateIssueData απέτυχε.
es: Se ha producido un error al modificar CertificateIssueData.
fi: CertificateIssueDatan muokkaaminen epäonnistui.
fr: Échec de la modification de CertificateIssueData.
hi: CertificateIssueData को संशोधित करना असफल रहा।
hu: A CertificateIssueData módosítása nem sikerült.
id: Gagal memodifikasi CertificateIssueData.
it: Modifica di CertificateIssueData non riuscita.
km: ការ​កែប្រែ CertificateIssueData បាន​បរាជ័យ ។
nb: Endring av CertificateIssueData mislyktes.
nl: Wijzigen van CertificateIssueData is mislukt.
pa: CertificateIssueData ਸੋਧਣਾ ਫੇਲ੍ਹ।
pl: Modyfikacja wartości CertificateIssueData nie powiodła się.
pt_br: Falha ao alterar CertificateIssueData.
ro: Modificarea CertificateIssueData a eșuat.
ru: Сбой изменения CertificateIssueData.
sk: Zmena CertificateIssueData zlyhala.
uk: Помилка зміни CertificateIssueData.
zh_cn: 修改 CertificateIssueData 失败。
zh_tw: 修改 CertificateIssueData 失敗。

source: Creating Root CA failed.
ar: فشل إنشاء CA الجذر.
cs: Vytváření kořenové CA selhalo.
da: Oprettelse af root-CA fejlede.
el: Αποτυχία δημιουργίας Root CA.
es: Se ha producido un error al crear CA root.
fi: juuri-CA:n luominen epäonnistui.
fr: Échec de la création de l'AC racine.
hi: रूट CA को सृजित करना असफल रहा।
hu: A gyökér CA létrehozása nem sikerült.
id: Pembuatan CA Akar Gagal.
it: Creazione della CA root non riuscita.
km: ការ​បង្កើត Root CA បាន​បរាជ័យ ។
nb: Oppretting av rot-CA mislyktes.
nl: Aanmaken van hoofd-CA is mislukt.
pa: Root CA ਬਣਾਉਣਾ ਫੇਲ੍ਹ
pl: Tworzenie głównego CA nie powiodło się.
pt_br: Falha ao criar CA raiz.
ro: Crearea Root CA a eșuat.
ru: Сбой создания корневого CA.
sk: Vytvorenie koreňovej CA zlyhalo.
uk: Помилка створення кореневого CA.
zh_cn: 创建根 CA 失败。
zh_tw: 建立根 CA 失敗。

source: Missing parameter 'certType'.
ar: مُعامِل مفقود 'certType'.
cs: Chybějící parametr 'certType'.
da: Mangler parameteren 'certType'.
el: Λείπει η παράμετρος 'certType'.
es: Falta el parámetro 'certType'.
fi: Puuttuva parametri 'certType'.
fr: Paramètre 'certType' manquant.
hi: अनुपलब्ध मानक 'certType'।
hu: Hiányzó 'certType' paraméter.
id: Parameter 'certType' tidak ada.
it: Parametro 'certType' mancante.
km: បាត់​ប៉ារ៉ាម៉ែត្រ 'certType' ។
nb: Parameteren 'certType' mangler.
nl: Ontbrekende 'certType' parameter.
pa: ਪੈਰਾਮੀਟਰ 'certType' ਗੁੰਮ ਹੈ।
pl: Brakuje parametru 'certType'.
pt_br: Parâmetro 'certType' ausente.
ro: Lipsește parametrul 'certType'.
ru: Отсутствует параметр certType.
sk: Chýbajúci parameter 'certType'.
uk: Відсутній параметр "certType".
zh_cn: 缺少参数 'certType'。
zh_tw: 遺失 'certType' 參數。
