Repository: Dzejrou/yast-translations
Catalog: po/*-management/*.po
Languages: ar, cs, da, el, es, fi, fr, hi, hu, id, it, km, nb, nl, pa, pl, pt_br, ro, ru, sk, uk, zh_cn, zh_tw

source: Edit Default &Settings
ar: تحرير الإعدادات الافترا&ضية
cs: Upravit výchozí na&stavení
da: Redigér &standardindstillinger
el: Επεξεργασία Προκαθορισμένων &Ρυθμίσεων
es: Editar &configuración predeterminada
fi: Muokkaa oletus&asetuksia
fr: &Modifier les réglages par défaut
hi: डिफॉल्ट व्यवस्था संपादित करें (&S)
hu: Alapértelmezett beállítások &szerkesztése
id: Sunting Pengaturan Standar
it: Modifica impo&stazioni predefinite
km: កែសម្រួល​ការ​កំណត់​លំនាំដើម
nb: Rediger standard&innstillinger
nl: &Standaardinstellingen bewerken
pa: ਡਿਫਾਲਟ ਸੈਟਿੰਗ ਸੋਧ(&S)
pl: Edycja domyślnych u&stawień
pt_br: Editar Configuraçõe&s Padrão
ro: Editează setările implicite
ru: &Редактировать параметры по умолчанию
sk: Upraviť štandardné na&stavenia
uk: Змінити типові &параметри
zh_cn: 编辑默认设置(&S)
zh_tw: 編輯預設值(&S)

source: Do &Not Create CA and Certificate
ar: عدم إ&نشاء CA والشهادة
cs: &Nevytvářet CA a certifikát
da: Opret i&kke CA og certifikat
el: &Μη Δημιουργήσεις CA και Πιστοποιητικό
es: &No crear CA y certificado
fi: Älä &luo CA:ta ja varmennetta
fr: Ne &pas créer l'AC ni le certificat
hi: CA और प्रमाण-पत्र सृजित नहीं करें (&N)
hu: Ne jöjjön &létre hitelesítő központ (CA) és tanúsítvány
id: &Jangan Buat CA dan Sertifikat
it: &Non creare CA e certificato
km: កុំ​បង្កើត CA និង​វិញ្ញាបនបត្រ
nb: &Ikke opprett CA og sertifikat
nl: Gee&n CA en certificaat aanmaken
pa: CA ਅਤੇ ਸਰਟੀਫਿਕੇਟ ਨਾ ਬਣਾਓ(&N)
pl: &Nie twórz CA i certyfikatu
pt_br: &Não criar CA e certificado
ro: &Nu crea CA și certificat
ru: &Не создавать CA и сертификат
sk: Nevytvárať CA a certifikáty
uk: &Не створювати CA і сертифікат
zh_cn: 不创建 CA 和证书(&N)
zh_tw: 不建立 CA 和憑證(&N)

source: Import CA and Certificate from D&isk
ar: استيراد CA والشهادة من القر&ص
cs: Importovat CA a certifikát z d&isku
da: Importér CA og certifikat fra d&isk
el: Εισαγωγή CA και Πιστοποιητικού από τον Δ&ίσκο
es: Importar CA y certificado del &disco
fi: Tuo CA ja varmenne le&vyltä
fr: Importer l'AC et le certificat depuis le &disque
hi: CA और प्रमाण-पत्र डिस्क से आयात करें (&i)
hu: Hitelesítő központ (CA) és tanúsítvány beolvasása &hajlékonylemezről
id: Impor CA dan Sertifikat dari D&isk
it: Importa della CA e del certificato dal d&isco
km: នាំចូល CA និង​វិញ្ញាបនបត្រ​ពី​ថាស
nb: Importer CA og sertifikat fra d&isk
nl: Importeer CA en certificaat van &schijf
pa: ਡਿਸਕ ਤੋਂ CA ਅਤੇ ਸਰਟੀਫਿਕੇਟ ਲਵੋ(&i)
pl: Impor&towanie CA i certyfikatu z dysku
pt_br: Importar CA e certificado de d&isco
ro: &Importă CA și certificat de pe disc
ru: &Импортировать CA и сертификат с диска
sk: &Importovať CA a certifikáty z disku
uk: Імпортувати CA і сертифікат з &диску
zh_cn: 从磁盘导入 CA 和证书(&I)
zh_tw: 從磁碟匯入 CA 和憑證(&I)

source: <p> In this frame, select the desired installation method for <b>CAs</b> and <b>certificates</b> while completing the installation. </p>
ar: <p> في هذا الإطار، حدد أسلوب التثبيت المرغوب لكل من <b>وحدات CA</b> و<b>الشهادات</b> بينما يتم إكمال التثبيت. </p>
cs: <p> V tomto okně zvolte požadovanou metodu instalace <b>CA</b> a <b>certifikátů</b>. </p>
da: <p> I denne ramme vælges den ønskede installationsmetode for <b>CAer</b> og <b>certifikater</b>, mens installationen færdiggøres. </p>
el: <p> Σε αυτόν τον τομέα, επιλέξτε την επιθυμητή μέθοδο εγκατάστασης για <b>CAs</b> και <b>πιστοποιητικά</b> καθώς θα ολοκληρώνετε την εγκατάσταση. </p>
es: <p> En este marco, seleccione el método de instalación deseado para las <b>CA</b> y los <b>certificados</b> mientras completa la instalación. </p>
fi: <p> Valitse haluttu asennusmetodi <b>CA:ille</b> ja <b>varmenteille</b> asennuksen loppuun saattamiseksi. </p>
fr: <p> Dans cet écran, choisissez la méthode d'installation des <b>autorités de confiance</b> et des <b>certificats</b> pendant que l'installation s'achève. </p>
hi: <p> संस्थापन को पूरा करते समय, इस फ्रेम में, <b>CAs</b> के लिए वांछित संस्थापन पद्धति और <b>प्रमाण-पत्रों</b> को चुनें। </p>
hu: <p> Ebben a párbeszédablakban kiválaszthatja a kívánt telepítési módszert <b>hitelesítő központok (CA)</b> és <b>tanúsítványok</b> telepítési módszerét, mialatt a telepítés befejeződik. </p>
id: <p> Didalam bingkai ini, pilih metode pemasangan <b>CA</b> dan <b>sertifikat</b> yang diinginkan saat menyelesaikan pemasangan. </p>
it: <p> In questo riquadro, selezionare il metodo di installazione per le <b>CA</b> e i <b>certificati</b> mentre si completa l'installazione. </p>
km: <p> នៅ​ក្នុង​ស៊ុម​នេះ សូម​ជ្រើស​វិធីសាស្ត្រ​ដំឡើង​ដែល​អ្នក​ពេញ​ចិត្ត​សម្រាប់ <b>CAs</b> និង​<b>វិញ្ញាបនបត្រ</b> ខណៈ​ពេល​បញ្ចប់​ការ​ដំឡើង ។ </p>
nb: <p> Her kan du velge installasjonsmetode for <b>CA</b> og <b>sertifikater</b> mens installasjonen fullføres. </p>
nl: <p> Selecteer in dit venster, tijdens het afronden van de installatie, de gewenste installatiemethode voor de <b>CA's</b> en de <b>certificaten</b>. </p>
pl: <p> W tej ramce należy wybrać metodę instalacji <B>CA</B> i <B>certyfikatów</B> podczas kończenia instalacji. </p>
pt_br: <p> Neste quadro, selecione o método de instalação desejado para <b>CAs</b> e <b>certificados</b> enquanto a instalação é concluída. </p>
ro: <p> În acest cadru selectați metoda de instalare dorită pentru <b>CA</b> și <b>certificate</b> în timpul completării instalării. </p>
ru: <p> В этом окне выберите желаемый метод установки для <b>CA</b> и <b>сертификатов</b>, пока производится установка. </p>
sk: <p> V tomto nastavení zvoľte spôsob inštalácie<b>CA</b> a <b>certifikátov</b> kým bude dokončená inštalácia. </p>
uk: <p> У цій рамці виберіть бажаний метод встановлення <b>CA</b> та <b>сертифікатів</b> під час завершення встановлення. </p>
zh_cn: <p> 在此框架中，选择期望的 <b>CA</b> 和<b>证书</b>安装方式，同时完成安装。 </p>
zh_tw: <p> 在這個框架中，在完成安裝的同時，選取 <b>CA</b> 和 <b>憑證</b> 的安裝方法。 </p>

source: <p> You also have the possibility of creating the default CA and certificate in the installed system if you do not want to create or import it now. </p>
ar: <p> يمكنك أيضًا إنشاء CA والشهادة الافتراضيتين في النظام المثبت إذا كنت لا تريد إنشاءه أو استيراده الآن. </p>
cs: <p> Výchozí CA a certifikát můžete také vytvořit v nainstalovaném systému, pokud je nechcete vytvářet či importovat nyní. </p>
da: <p> Du har også muligheden for at oprette standard CA og certifikat i det installerede system, hvis du ikke ønsker at oprette eller importere det nu. </p>
el: <p> Έχετε επίσης τη δυνατότητα της δημιουργίας της προκαθορισμένης CA και πιστοποιητικού στο εγκατεστημένο σύστημα εάν δεν επιθυμείτε να τα δημιουργήσετε ή να τα εισάγετε τώρα. </p>
es: <p> También tiene la posibilidad de crear la CA y el certificado por defecto en el sistema instalado si no desea crearlos o importarlos ahora. </p>
fi: <p> Sinulla on myös mahdollisuus luoda oletus CA ja varmenne jo asennettuun järjestelmään, jos et halua luoda tai tuoda niitä nyt. </p>
fr: <p> Vous pouvez également créer le certificat et l'AC par défaut dans le système installé si vous ne voulez pas le créer ou l'importer maintenant. </p>
hi: <p> यदि आप अभी इसे सृजित या आयात नहीं करना चाहते हैं तो आपके पास संस्थापित सिस्टम में डिफॉल्ट CA और प्रमाण-पत्र सृजित करने की भी संभावना है। </p>
hu: <p> Lehetősége van az alapértelmezett CA és tanúsítvány létrehozására később, a telepített rendszerben is, ha most nem kívánja őket létrehozni vagy importálni. </p>
id: <p> Anda juga bisa membuat CA dan sertifikat standar didalam sistem yang terpasang jika Anda tidak ingin membuat atau mengimpornya sekarang. </p>
it: <p> Se non si desidera creare o importare ora la CA e il certificato predefiniti, è possibile farlo sul sistema installato. </p>
km: <p> អ្នក​ក៏​អាច​មាន​លទ្ធភាពបង្កើត CA និង​វិញ្ញាបនបត្រ​លំនាំដើម ក្នុង​ប្រព័ន្ធ​ដែល​បាន​ដំឡើង ប្រសិន​បើ​អ្នក​មិន​ចង់​បង្កើត ឬ​នាំចូល​វា​ឥឡូវ ។ </p>
nb: <p> Du kan også opprette standard-CA og sertifikat i det installerte systemet hvis du ikke vil opprette eller importere nå. </p>
nl: <p> U hebt ook de mogelijkheid om de standaard-CA en -certificaat op het geïnstalleerde systeem aan te maken als u deze niet nu wilt aanmaken of importeren. </p>
pl: <p> Możesz także utworzyć domyślny CA i certyfikat w zainstalowanym systemie, jeśli nie chcesz ich teraz tworzyć lub importować. </p>
pt_br: <p> Também é possível criar a CA e o certificado padrão no sistema instalado caso não deseje criá-los ou importá-los agora. </p>
ro: <p> De asemenea aveți posibilitatea de a crea CA și certificatul implicit în sistemul instalat dacă nu doriți să le creați sau importați acum. </p>
ru: <p> У вас есть возможность создания CA и сертификата по умолчанию в установленной системе, если вы не хотите создавать или импортировать его сейчас. </p>
sk: <p> Máte tiež možnosť vytvoriť predvolenú CA a certifikáty v nainštalovanom systéme ak ich nechcete vytvárať alebo importovať teraz. </p>
uk: <p> Ви також маєте можливість створити типовий CA і сертифікат у встановленій системі, якщо ви не побажаєте створити або імпортувати їх зараз. </p>
zh_cn: <p> 若您不想要现在创建或导入默认 CA 和证书，您也可以在安装好的系统上创建它们。 </p>
zh_tw: <p> 若您不想現在建立或匯入， 也可以在已安裝的系統中，建立預設的 CA 與憑證。 </p>

source: &Name:
ar: الاسم:
cs: Jmé&no:
da: &Navn:
el: &Όνομα:
es: &Nombre:
fi: &Nimi:
fr: &Nom :
hi: नाम : (&N)
hu: &Név:
id: &Nama:
it: N&ome:
km: ឈ្មោះ ៖
nb: &Navn:
nl: &Naam:
pa: ਨਾਂ(&N):
pl: &Nazwa:
pt_br: &Nome:
ro: &Nume:
ru: &Имя:
sk: &Názov:
uk: &Назва:
zh_cn: 名称(&N)：
zh_tw: 名稱(&N)：

source: critical
ar: حرج
cs: kritický
da: kritisk
el: κρίσιμα
es: crítico
fi: kriittinen
fr: critique
hi: महत्वपूर्ण
hu: kritikus
id: kritis
it: critico
km: សំខាន់​បំផុត
nb: kritisk
nl: kritiek
pa: ਨਾਜ਼ੁਕ
pl: krytyczne
pt_br: crítico
ro: critic
ru: критическое
sk: kritické
uk: важливий
zh_cn: 紧急
zh_tw: 關鍵的

source: Kind
ar: النوع
cs: Druh
da: Type
el: Είδος
es: Clase
fi: Laji
fr: Type
hi: प्रकार
hu: Típus
id: Jenis
it: Tipo
km: ប្រភេទ
nb: Type
nl: Type
pa: ਕਿਸਮ
pl: Rodzaj
pt_br: Tipo
ro: Gen
ru: Тип
sk: Typ
uk: Тип
zh_cn: 类型
zh_tw: 類型

source: Name
ar: الاسم
cs: Název
da: Navn
el: Όνομα
es: Nombre
fi: Nimi
fr: Nom
hi: नाम
hu: Név
id: Nama
it: Nome
km: ឈ្មោះ
nb: Navn
nl: Naam
pa: ਨਾਂ
pl: Nazwa
pt_br: Nome
ro: Nume
ru: Имя
sk: Meno
uk: Назва
zh_cn: 名称
zh_tw: 名稱

source: No item has been selected.
ar: لم يتم تحديد أي عنصر.
cs: Není zvolena žádná položka.
da: Intet punkt er valgt.
el: Δεν επιλέχθηκε αντικείμενο.
es: No se ha seleccionado ningún elemento.
fi: Mitään kohdetta ei ole valittu.
fr: Aucun élément n'a été sélectionné.
hi: कोई आइटम नहीं चुना गया।
hu: Nem lett semmi kiválasztva.
id: Tidak ada item yang dipilih.
it: Non è stata selezionata alcuna voce.
km: គ្មាន​ធាតុ​ត្រូវ​បាន​ជ្រើស ។
nb: Ingen oppføring er valgt.
nl: Geen item geselecteerd.
pa: ਕੋਈ ਆਈਟਮ ਚੁਣੀ ਨਹੀਂ ਗਈ।
pl: Nie wybrano żadnego elementu.
pt_br: Nenhum item foi selecionado.
ro: Nu a fost selectat nici un obiect.
ru: Ничего не выбрано.
uk: Не вибрано елемент.
zh_cn: 未选中任何项。
zh_tw: 沒有選取任何項目。

source: Delete
ar: حذف
cs: Smazat
da: Slet
el: Διαγραφή
es: Eliminar
fi: Poista
fr: Effacer
hi: मिटाऐं
hu: Törlés
id: Hapus
it: Elimina
km: លុប​
nb: Fjern
nl: Verwijderen
pa: ਹਟਾਓ
pl: Usuń
pt_br: Apagar
ro: Șterge
ru: Удалить
sk: Odstrániť
uk: Вилучити
zh_cn: 删除
zh_tw: 刪除

source: Really delete this entry?
ar: هل تريد بالفعل حذف هذا الإدخال؟
cs: Opravdu zrušit tuto položku?
da: Vil du virkelig slette dette punkt?
el: Είστε σίγουροι οτι θέλετε τη διαγραφή αυτής της καταχώρησης;
es: ¿Realmente desea eliminar esta entrada?
fi: Haluatko todella poistaa tämän merkinnän?
fr: Faut-il vraiment supprimer cette déclaration ?
hi: वास्तव में इस प्रविष्टि को हटाया जाना है?
hu: Valóban törli ezt a bejegyzést?
id: Yakin ingin menghapus entri ini?
it: Eliminare la voce?
km: ពិត​ជា​លុប​ធាតុ​នេះឬ ?
nb: Vil du virkelig slette denne oppføringen?
nl: Wilt u dit item echt verwijderen?
pa: ਕੀ ਇਹ ਐਂਟਰੀ ਹਟਾਉਣੀ ਹੈ?
pl: Czy na pewno usunąć tę pozycję?
pt_br: Deseja realmente apagar esta entrada?
ro: Chiar ștergeți această intrare?
ru: Действительно удалить эту запись?
sk: Naozaj odstrániť túto položku?
uk: Ви дійсно хочете вилучити цей елемент?
zh_cn: 真的删除此项吗？
zh_tw: 確定要刪除這個項目？

source: <p> YaST generates a <b>default CA and certificate</b> automatically. This CA and certificate is used for communicating with the <b>Apache server</b>. Here, change these <b>default settings</b>. </p>
ar: <p> يقوم YaST بإنشاء <b>CA والشهادة الافتراضيتين</b> تلقائيًا. يتم استخدام CA والشهادة في الاتصال بـ <b>خادم Apache</b>. من هنا، قم بتغيير هذه <b>الإعدادات الافتراضية</b>. </p>
cs: <p> YaST generuje <b>výchozí CA a certifikát</b> automaticky. Tato CA a certifikát se používá při komunikaci se serverem <b>Apache</b>. Zde můžete změnit tyto <b>výchozí hodnoty</b>. </p>
da: <p> YaST genererer et <b>Standard-CA og certifikat</b> automatisk. Dette CA og certifikat anvendes til at kommunikere med <b>Apache-serveren</b>. Her kan du ændre disse <b>standardindstillinger</b>. </p>
el: <p> Το YaST δημιουργεί μια <b>προκαθορισμένη CA και πιστοποιητικό</b> αυτόματα. Αυτή η CA και το πιστοποιητικό χρησιμοποιούνται για επικοινωνία με τον <b>Διακομιστή Apache</b>. Εδώ, αλλάζετε αυτές τις <b>προκαθορισμένες ρυθμίσεις</b>. </p>
es: <p> YaST genera automáticamente una <b>CA predeterminada y un certificado</b>. La CA y el certificado se utilizan para comunicarse con el <b>servidor Apache</b>. Aquí puede modificar la <b>configuración predeterminada</b>. </p>
fi: <p> YaST luo <b>oletus CA:n ja varmenteen</b> automaattisesti. CA:ta ja varmennetta käytetään <b>Apache-palvelinyhteyksiin</b>. Muuta<b>oletusasetukset tästä</b>. </p>
fr: <p> YaST crée une <b>AC par défaut</b> et un <b>certificat</b> automatiquement. Cette autorité de confiance et ce certificat sont utilisés pour communiquer avec le <b>serveur Apache</b>. Dans cet écran, modifiez ces <b>réglages par défaut</b>. </p>
hi: <p> YaST एक <b>डिफॉल्ट CA और प्रमाण-पत्र</b> स्वत: उत्पन्न करता है। इस CA और प्रमाण-पत्र का उपयोग <b>Apache सेवक</b> के साथ संचार करने के लिए होता है। यहां , इन <b>डिफॉल्ट व्यवस्था</b> को परिवर्तित करें। </p>
hu: <p> A YaST automatikusan elvégzi egy <b>alapértelmezett hitelesítő központ (CA) és tanúsítvány</b> előállítását. Ez a CA és tanúsítvány az <b>Apache webkiszolgáló</b>val való kommunikációhoz használatos. Itt megváltoztathatók az <b>alapértelmezett beállítások</b>. </p>
id: <p> YaST membuat <b>CA dan sertifikat standar</b> secara otomatis. CA dan sertifikat ini digunakan untuk berkomunikasi dengan <b>server Apache</b>. Disini, ubah <b>pengaturan standar</b> tersebut. </p>
it: <p> YsST genera automaticamente <b>CA e certificato predefiniti</b> utilizzati per la comunicazione con il <b>Server Apache</b>. Qui è possibile modificare queste <b>impostazioni predefinite</b>. </p>
km: <p> យ៉ាស​បង្កើត <b> CA និង​វិញ្ញាបនបត្រ​លំនាំដើម</b> ដោយ​ស្វ័យ​ប្រវត្តិ ។ CA និង​វិញ្ញាបនបត្រ ត្រូវ​បាន​ប្រើ​សម្រាប់​ទំនាក់ទំនង​ជាមួយ <b>ម៉ាស៊ីន​បម្រើ Apache</b> ។ នៅ​ទីនេះ សូម​ផ្លាស់ប្ដូរ <b>ការ​កំណត់​លំនាំដើម</b> ទាំង​នេះ ។ </p>
nb: <p> YaST genererer <b>standard CA og sertifikat</b> automatisk. CA og sertifikatet benyttes ved kommunikasjon med <b>Apache-serveren</b>. Her kan du endre disse <b>standardinnstillingene</b>. </p>
nl: <p> YaST maakt automatisch een <b>standaard-CA en -certificaat</b> aan. De CA en het certificaat worden gebruikt om met <b>Apache server</b> te kunnen communiceren. De <b>standaardinstellingen</b> kunnen hier worden gewijzigd. </p>
pl: <p> Program YaST generuje <b>domyślny CA i certyfikat</b> automatycznie. Ten CA i certyfikat są wykorzystywane do komunikacji z <b>serwerem Apache</b>. W tym miejscu można zmienić <b>domyślne ustawienia</b>. </p>
pt_br: <p> O YaST gera um <b>certificado e CA padrão</b> automaticamente. Este CA e certificado são usados para comunicação com o <b>servidor Apache</b>. Aqui, mude estas <b>configurações padrão</b>. </p>
ro: <p> YaST generează automat un <b>CA și certificat implicit</b>. Acest CA și certificat sunt folosite pentru comunicarea cu <b>serverul Apache</b>. Aici schimbați <b>setările implicite</b>. </p>
ru: <p> YaST автоматически генерирует <b>CA и сертификат по умолчанию</b>. Эти CA и сертификат используются для связи с <b>сервером Apache</b>. Измените эти <b>параметры по умолчанию</b>. </p>
sk: <p> YaST vytvorí <b>predvolenú CA a certifikát </b>automaticky. Táto CA a certifikát sa používa na komunikáciu so <b>serverom Apache</b>. Tu môžete zmeniť tieto <b>predvolené nastavenia </b> </p>
uk: <p> YaST створює <b>типовий CA та сертифікат</b> автоматично. Цей CA і сертифікат використовуються для обміну інформацією з <b>сервером Apache</b>. Тут ви можете змінити ці <b>типові параметри</b>. </p>
zh_cn: <p> YaST 自动生成了一个<b>默认 CA 和证书</b>。 此 CA 和证书用于同 <b>Apache 服务器</b>通信。 在此修改这些<b>默认设置</b>。 </p>
zh_tw: <p> YaST 會自動產生<b>「預設 CA 和憑證」</b>。這個 CA 和憑證 會用來與<b>「Apache 伺服器」</b>通訊。 這裡可以變更這些<b>「預設值」</b>。 </p>

source: &Edit Alternative Names
ar: &تحرير الأسماء البديلة
cs: Upravit alt&ernativní jména
da: &Redigér alternative navne
el: &Επεξεργασία Εναλλακτιών Ονομάτων
es: &Edtar nombres alternativos
fi: &Muokkaa vaihtoehtoisia nimiä
fr: &Modifier les noms alternatifs
hu: Más név sz&erkesztése
id: Sunting Nama Alternatif
it: Modifica nomi alt&ernativi
nb: R&ediger alternative navn
nl: Alternatieve namen &bewerken
pl: &Edytuj nazwy alternatywne
pt_br: &Editar nomes alternativos
ru: &Редактировать альтернативные имена:
sk: &Upraviť alternatívne názvy
uk: &Змінити альтернативні назви
zh_cn: 编辑别名(&E)
zh_tw: 編輯別名(&E)

source: Edit Default Settings
ar: تحرير الإعدادات الافتراضية
cs: Upravit výchozí nastavení
da: Redigér standardindstillinger
el: Επεξεργασία Προκαθορισμένων Ρυθμίσεων
es: Editar configuración predeterminada
fi: Muokkaa oletusasetuksia
fr: Modifier les réglages par défaut
hi: डिफॉल्ट व्यवस्था को संपादित करें
hu: Alapértelmezett beállítások szerkesztése
id: Sunting Pengaturan Standar
it: Modifica impostazioni predefinite
km: កែសម្រួល​ការ​កំណត់​លំនាំដើម
nb: Rediger standardinnstillinger
nl: Standaardinstellingen bewerken
pa: ਡਿਫਾਲਟ ਸੈਟਿੰਗ ਸੋਧ
pl: Edytuj domyślne ustawienia
pt_br: Editar Configurações Padrão
ro: Editează setările implicite
ru: Редактировать параметры по умолчанию
sk: Upraviť štandardné nastavenia
uk: Змінити типові параметри
zh_cn: 编辑默认设置
zh_tw: 編輯預設值

source: Common Server Certificate
ar: شهادة الخادم العامة
cs: Obecný certifikát serveru
da: Alment servercertifikat
el: Πιστοποιητικό Κοινόχρηστου Διακομιστή
es: Certificado de servidor común
fi: Yleinen palvelinvarmenne
fr: Certificat serveur commun
hi: सामान्य सेवक प्रमाण-पत्र
hu: Általános kiszolgálótanúsítvány
id: Sertifikat Server Umum
it: Certificato server comune
km: វិញ្ញាបនបត្រ​ម៉ាស៊ីន​បម្រើ​ទូទៅ
nb: Vanlig serversertifikat
nl: Algemeen servercertificaat
pa: ਆਮ ਸਰਵਰ ਸਰਟੀਫਿਕੇਟ
pl: Wspólny certyfikat dla serwera
pt_br: Certificado de servidor comum
ro: Certificat server comun
ru: Общий сертификат сервера
sk: Spoločný certifikát servera
uk: Звичайний сертифікат сервера
zh_cn: 通用服务器证书
zh_tw: 公用伺服器憑證

source: <p>A Server Certificate is used by services which provide SSL/TLS encrypted network connections.</p>
ar: <p>يتم استخدام شهادة الخادم من قبل الخدمات التي توفر اتصالات شبكة الاتصال SSL/TLS المشفرة.</p>
cs: <p>Serverový certifikát je používaný službou poskytující síťové spojení šifrované SSL/TLS.</p>
da: <p>Et servercertifikat bruges af tjenester som giver SSL-/TLS-krypterede netværksforbindelser.</p>
el: <p>Ένα Πιστοποιητικό Διακομιστή χρησιμοποιείται από υπηρεσίες που παρέχουν SSL/TLS κρυπτογραφημένες συνδέσεις δικτύου.</p>
es: <p>Los servicios que suministran conexiones de red cifradas con SSL/TLS usan el certificado de servidor.</p>
fi: <p>Palvelinvarmennetta käyttävät palvelut, jotka tarjoavat SSL/TLS-salatun verkkoyhteyden.</p>
fr: <p>Un certificat de serveur est utilisé par les services qui fournissent des connexions réseaux chiffrées de type SSL/TLS.</p>
hu: <p>A kiszolgálótanúsítványokat olyan szolgáltatások használják, amelyek titkosított SSL/TLS-kapcsolatokat biztosítanak.</p>
id: <p>Sertifikat Server digunakan oleh layanan yang menyediakan sambungan jaringan yang terenkripsi SSL/TLS.</p>
it: <p>Certificato del server utilizzato dai servizi che forniscono connessioni di rete cifrate con SSL/TLS.</p>
km: <p>វិញ្ញាបនបត្រ​ម៉ាស៊ីន​បម្រើ​ត្រូវ​បាន​ប្រើ​ដោយសេវា ដែល​ផ្តល់ការ​តភ្ជាប់​បណ្តាញដែល​បាន​​អ៊ីនគ្រីប​​ SSL/TLS ។</p>
nb: <p>Et serversertifikat benyttes av tjenester som sørger for SSL/TLS-krypterte nettverksforbindelser.</p>
nl: <p>Een server-certificaat wordt gebruikt door services die SSL/TLS-versleutelde netwerkverbindingen leveren.</p>
pl: <p>Certyfikat serwera jest używany przez usługi, które umożliwiają szyfrowanie połączeń SSL/TLS.</p>
pt_br: <p>Uma Certificação do Servidor é usada por serviços que fornecem conexões de rede SSL/TLS criptografadas.</p>
ro: <p>Un certificat de server este utilizat de către serviciile care asigură conexiuni la rețea SSL/TLS criptate</p>
ru: <p>Сертификат сервера используется службами, предоставляющими зашифрованные SSL/TLS сетевые соединения.</p>
sk: <p>Certifikát servera je používaný službami, ktoré poskytujú pripojenie k sieti šifrované SSL/TLS.</p>
uk: <p>Сертифікаційний сервер використовується службою, яка забезпечує шифроване мережеве з'єднання через SSL/TLS.</p>
zh_cn: <p>服务器证书被服务用来提供 SSL/TLS 加密网络连接。</p>
zh_tw: <p>伺服器證書已由提供 SSL/TLS 加密網路連接的服務使用。</p>

source: <p>The purpose of the <b>Common Server Certificate</b> is, to provide a certificate for several services running on this host.
ar: <p>الغرض من <b>شهادة الخادم العامة</b> هو توفير شهادة للعديد من الخدمات التي تعمل على هذا المضيف.
cs: <p>Účel <b>Obecného serverového certifikátu</b> je poskytnout certifikát pro několik služeb běžících na tomto hostiteli.
da: <p>Formålet med <b>Alment servercertifikat</b> er at give et certifikat til flere tjenester der kører på denne vært.
el: <p>Ο σκοπός του <b>Πιστοποιητικό Κοινόχρηστου Διακομιστή</b> είναι, να παρέχει ένα πιστοποιητικό για πολλές υπηρεσίες που εκτελούνται σε αυτό τον υπολογιστή
es: <p>La utilidad del <b>certificado de servidor común</b> es la de proporcionar un certificado para varios servicios que se ejecutan en este host.
fi: <p><b>Yleisen palvelinvarmenteen</b> tarkoituksena tarjota varmenne tämän palvelimen palveluille.
fr: <p>Le <b>certificat serveur commun</b> a pour fonction de fournir un certificat à divers services exécutés sur cet hôte.
hu: <p>Az <b>Általános kiszolgálótanúsítvány</b> feladata, hogy a gépen futó szolgáltatások számára tanúsítványt biztosítson.
id: <p>Tujuan dari <b>Sertifikat Server Umum</b> adalah menyediakan sertifikat untuk beberapa layanan yang berjalan pada host ini.
it: <p>Lo scopo del <b>Certificato server comune</b> è di fornire un certificato per molti servizi in esecuzione su questo host.
km: <p>គោល​បំណងរបស់​​ <b>វិញ្ញា​បនបត្រ​ម៉ាស៊ីន​បម្រើ​ទូទៅ​​</b> គឺត្រូវ​​ផ្តល់​វិញ្ញាបនបត្រ​សម្រាប់​ការ​ដំណើរ​ការ​សេវា​​មួយ​ចំនួន​លើ​ម៉ាស៊ីន​នេះ ។
nb: <p>Formålet med <b>vanlig serversertifikat</b> er at sertifikatet skal kunne benyttes for flere tjenester som kjører på denne vertsmaskinen.
nl: <p>Het doel van de <b>Common Server Certificate</b> is een certificaat voor verschillende services te leveren die uitgevoerd worden op deze host.
pl: <p>Celem <b>wspólnych certyfikatów serwera</b> jest dostarczenie certyfikatu dla różnych usług uruchomionych na tym hoście.
pt_br: <p>O propósito do <b>Certificado Comum de Servidor</b> é fornecer um certificado para vários serviços em execução neste host.
ro: <p> Scopul <b>Certificate server comune</b> este să prezinte un certificat pentru mai multe servicii care rulează pe această gazdă.
ru: <p><b>Общий сертификат сервера</b> нужен для предоставления сертификата нескольким службам, запущенным на этом узле.
sk: <p>Účel <b>Spoločného certifikátu servera</b> je poskytnúť certifikát pre niekoľko služieb bežiacich na tomto hostiteľovi.
uk: <p>Метою <b>звичайного сертифікату сервера</b> — надання сертифікатів для декількох служб запущених на цьому вузлі.
zh_cn: <p><b>通用服务器证书</b>的目的是为此主机上运行的多种服务提供一个证书。
zh_tw: <p><b>「公用伺服器證書」</b>的用途是為此主機上執行的多個服務提供證書。
