Repository: Dzejrou/yast-translations
Catalog: po/*-management/*.po
Languages: ar, cs, da, el, es, fi, fr, hi, hu, id, it, km, nb, nl, pa, pl, pt_br, ro, ru, sk, uk, zh_cn, zh_tw

source: <p>You can activate an export of the CRL to a local file or to an LDAP server or both. Set up the respective parameters in <b>Export to local file</b> and <b>Export to LDAP</b>.</p>
ar: <p>يمكنك تنشيط تصدير CRL إلى ملف محلي أو إلى خادم LDAP أو كليهما. قم بإعداد المعلمات المناسبة في <b>تصدير إلى ملف محلي</b> و<b>تصدير إلى LDAP</b>.</p>
cs: <p>Můžete aktivovat export CRL do lokálního souboru nebo na LDAP server nebo obojí. Nastavte příslušné parametry v <b>Exportu do lokálního souboru</b> a <b>Exportu do LDAP</b>.</p>
da: <p>Du kan aktivere en eksport af CRL til en lokal fil, en LDAP-server eller begge dele. Indstil de respektive parametre i <b>Eksportér til lokal fil</b> og <b>Eksportér til LDAP</b>.</p>
el: <p>Μπορείτε να ενεργοποιήσετε την εξαγωγή του CRL σε ένα τοπικό αρχείο ή σε ένα διακομιστή LDAP ή και στα δύο. Ρυθμίστε τις αντίστοιχες παραμέτρους στα <b>Εξαγωγή σε τοπικό αρχείο</b> και <b>Εξαγωγή σε LDAP</b>.</p>
es: <p>Puede activar una exportación del CRL a un fichero local o a un servidor LDAP o ambos. Defina los respectivos parámetros en <b>Exportar a fichero local</b> y <b>Exportar a LDAP</b>.</p>
fi: <p>Voit ottaa käyttöön CRL:n viennin paikalliseen tiedostoon, LDAP-palvelimelle tai molempiin. Aseta parametrit kohdissa <b>Vie paikalliseen tiedostoon</b> ja <b>Vie LDAP-palvelimelle</b>.</p>
fr: <p>Vous pouvez activer un export du CRL vers un fichier local ou vers un serveur LDAP ou les deux. Configurez les paramètres respectifs dans <b>Export vers un fichier local</b> et <b>Exporter vers LDAP</b>.</p>
hu: <p>A CRL exportját végezheti helyi fájlba, LDAP szerverbe vagy mindkettőbe. <b>Exportálás fájlba</b> és <b>Exportálás LDAP-ba</b>.</p>
id: <p>Anda dapat mengaktifkan untuk mengekspor CRL ke berkas lokal, server LDAP atau pada keduanya. Atur parameter masing-masing di <b>Ekspor ke berkas lokal</b> and <b>Ekspor ke LDAP</b>.</p>
it: <p>È possibile attivare l'esportazione del CRL in un file locale o su un server LDAP o entrambi. Impostare i rispettivi parametri in <b>Esporta su file locale</b> ed <b>Esporta su LDAP</b>.</p>
km: <p>អ្នក​អាច​ធ្វើ​ឲ្យ​សកម្ម​នូវ​កា​រនាំចេញ​របស់ CRL ទៅ​កាន់​ឯកសារ​មូលដ្ឋាន ឬ​ទៅ​កាន់​ម៉ាស៊ីន​បម្រើ LDAP ឬ​ទាំង​ពីរ ។ ដំឡើង​ប៉ារ៉ាម៉ែត្រ​​ផ្សេងៗ​គ្នា​នៅ​ក្នុង <b>នាំចេញ​ទៅ​កាន់​​ឯកសារ​មូលដ្ឋាន</b> និង <b>នាំចេញ​ទៅ​កាន់ LDAP</b> ។</p>
nb: <p>Du kan aktivere eksport av CRL til en lokal fil, til en LDAP-server eller begge deler. Angi aktuelle parametere under <b>Eksporter til lokal fil</b> og <b>Eksporter til LDAP</b>.</p>
nl: <p>U kunt het exporteren van de CRL naar een lokaal bestand of naar een LDAP-server of beide activeren. Configureer de respectivelijke parameters in <b>Exporteer naar een lokaal bestand</b> en <b>Exporteer naar LDAP</b>.</p>
pl: <p>Można uaktywnić eksport CRL do pliku lokalnego, do serwera LDAP lub wybrać obie te opcje. Należy ustawić odpowiednie parametry w oknach <b>Eksportuj do pliku lokalnego</b> oraz <b>Eksportuj do LDAP</b>.</p>
pt_br: <p>Você pode ativar uma exportação do CRL para um arquivo local ou para um servidor LDAP ou ambos. Ajuste os respectivos parâmetros em <b>Exportar para arquivo local</b> e <b>Exportar para LDAP</b>.</p>
ro: <p>Puteți activa exportul CRL întru-un fișier local, pe un server LDAP sau amândouă. Parametrii corespunzători pot fi setați în <b>Exportă în fișier local</b> și <b>Exportî în LDAP</b>.</p>
ru: <p>Вы можете активировать экспорт CRL в локальный файл или на сервер LDAP либо в оба места. Настройте соответствующие параметры в разделе <b>Экспорт в локальный файл</b> и <b>Экспорт в LDAP</b>.</p>
uk: <p>Ви можете задіяти експорт CRL до локального файла, або до сервера LDAP, або до обох з них. Налаштуйте відповідні параметри у <b>Експортувати до локального файла</b> і <b>Експортувати до LDAP</b>.</p>
zh_cn: <p>您可以导出一份证书吊销列表到本地文件或 LDAP 服务器或者两者兼有。在<b>导出到本地文件</b>和<b>导出到 LDAP</b>设置相关参数。</p>
zh_tw: <p>您可以啟用匯出 CRL 到本機檔案或 LDAP 伺服器或兩者。請在<b>匯出到本機檔案</b>和<b>匯出到 LDAP</b>中設定個別的參數。</p>

source: Export once
ar: تصدير مرة واحدة
cs: Exportovat jednou
da: Eksportér én gang
el: Εξαγωγή μία φορά
es: Exportar una vez
fi: Vie kerran
fr: Exporter une seule fois
hu: Exportálás egyszer
id: Ekspor sekali
it: Esporta una volta
km: នាំចេញ​ម្ដង
nb: Eksporter én gang
nl: Exporteer eenmalig
pl: Eksportuj jednorazowo
pt_br: Exportar uma vez
ro: Exportă o singură dată
ru: Экспортировать один раз
uk: Експортувати одноразово
zh_cn: 导出一次
zh_tw: 匯出一次

source: Repeated recreation and export
ar: إعادة إنشاء متكررة وتصدير
cs: Opakované vytváření a export
da: Gentaget genoprettelse og eksport
el: Επαναλαμβανόμενη αναδημιουργία και εξαγωγή
es: Creación y exportación repetida
fi: Luo toistuvasti ja vie
fr: Recréation répétée et export
hu: Ismétlődő újrakészítés és exportálás
id: Pembuatan ulang dan ekspor
it: Nuova creazione ed esportazione ripetute
km: បាន​បង្កើត​ឡើងវិញ និង​នាំចេញ​​ម្ដង​ទៀត
nb: Gjentatt oppretting og eksport
nl: Herhaald aanmaken en exporteren
pl: Powtarzane odtwarzanie i eksport
pt_br: Criação e exportação repetidas
ro: Creare repetată și export
ru: Повтор создания и экспорта
sk: Zopakovať znovuvytvorenie a exportovanie
uk: Повторне створення і експорт
zh_cn: 重复重建和导出
zh_tw: 重複再建立及匯出

source: &Host Name:
ar: اسم الم&ضيف:
cs: Jméno &počítače:
da: Værts&maskinenavn:
el: Όνομα Κ&όμβου:
es: Nombre de &host:
fi: &Konenimi:
fr: Nom d'&hôte :
hi: होस्ट नाम : (&H)
hu: &Gépnév:
id: Nama &Host:
it: Nome &host:
km: ឈ្មោះ​ម៉ាស៊ីន
nb: &Vertsmaskinnavn:
nl: &Hostnaam:
pa: ਹੋਸਟ ਨਾਂ(&H):
pl: Nazwa &hosta:
pt_br: Nome de &máquina:
ro: Numele gazdei:
ru: Имя &хоста:
uk: Назва &сервера:
zh_cn: 主机名(&H)：
zh_tw: 主機名稱(&H)：

source: &Port:
ar: الم&نفذ:
el: &Θύρα:
es: &Puerto:
fi: &Portti:
hi: पोर्ट(&P):
it: &Porta:
km: ច្រក ៖
nl: &Poort:
pa: ਪੋਰਟ(&P):
pt_br: &Porta:
ru: &Порт:
uk: &Порт:
zh_cn: 端口(&P)：
zh_tw: 埠(&P)：

source: &DN:
ar: الاسم الممي&ز:
fr: N&D :
zh_cn: 判别名(&D)：
zh_tw: DN(&D)：

source: &Bind DN:
ar: الاسم المميز &للربط:
el: &Σύνδεση DN:
es: &Ligar DN:
fi: &Sidos-DN:
fr: ND de l&iaison :
hu: Összekapcsolási &DN:
it: Associa &DN:
pa: ਬਾਇਡ DN(&B):
pl: &Powiąż DN:
uk: DN для п&рив'язки:
zh_cn: 绑定判别名(&B)：
zh_tw: 結合 DN(&B)：

source: Pass&word
ar: &كلمة المرور
cs: &Heslo
da: Adgangs&kode
el: &Συνθηματικό
es: Con&traseña
fi: &Salasana
fr: &Mot de passe
hu: &Jelszó
id: Kata Sandi
km: ពាក្យ​សម្ងាត់
nb: Pass&ord
nl: &Wachtwoord
pl: &Hasło
pt_br: Sen&ha
ro: &Parolă
ru: Па&роль
uk: Па&роль
zh_cn: 密码(&W)
zh_tw: 密碼(&W)

source: Save &as
ar: ح&فظ باسم
cs: Uložit &jako
da: Gem &som
el: Αποθήκευση &ως
es: Guardar &como
fi: Tallenna &nimellä
fr: Enregistrer &sous
hu: Mentés más&ként
id: Simpan seb&agai
it: Salv&a con nome
km: រក្សាទុក​ជា
nb: L&agre som
nl: Opslaan &als
pl: Z&apisz jako
pt_br: Salvar &como
ro: Salvează ca
ru: Сохранить к&ак
uk: Зберегти &як
zh_cn: 另存为(&A)
zh_tw: 另存新檔(&A)

source: Export Format
ar: تنسيق التصدير
cs: Exportu v formátu
da: Eksportereringsformat
el: Εξαγωγή Μορφής
es: Exportar formato
fi: Vientimuoto
fr: Format d'exportation
hi: निर्यात स्वरूप
hu: Export formátum
id: Format Ekspor
it: Formato di esportazione
km: ទ្រង់ទ្រាយ​នាំចេញ
nb: Eksporter format
nl: Formaat exporteren
pa: ਨਿਰਯਾਤ ਫਾਰਮੈਟ
pl: Format eksportu
pt_br: Formato de exportação
ro: Formatul pentru export
ru: Формат экспорта
uk: Формат експорту
zh_cn: 导出格式
zh_tw: 輸出格式

source: PEM Format
ar: تنسيق PEM
cs: PEM formát
el: Μορφή PEM
es: Formato PEM
fi: &PEM-muoto
fr: Format PEM
hu: PEM formátum
id: Format PEM
it: Formato PEM
km: ទ្រង់ទ្រាយ PEM
nl: PEM-formaat
pl: Format PEM
pt_br: Formato PEM
ro: Format PEM
ru: Формат PEM
uk: Формат PEM
zh_cn: PEM 格式
zh_tw: PEM 格式

source: DER Format
ar: تنسيق DER
cs: DER formát
el: Μορφή DER
es: Formato DER
fi: &DER-muoto
fr: Format DER
hu: DER formátum
id: Format DER
it: Formato DER
km: ទ្រង់ទ្រាយ DER
nl: DER-formaat
pl: Format DER
pt_br: Formato DER
ro: Format DER
ru: Формат DER
uk: Формат DER
zh_cn: DER 格式
zh_tw: DER 格式

source: Periodic interval
ar: فاصل زمني دوري
cs: Interval opakování
da: Periodisk interval
el: Περιοδικό διάστημα
es: Intervalo periódico
fi: Toistoväli
fr: Intervalle de périodicité
hu: Időintervallum
id: Interval berkala
it: Intervallo periodico
km: ចន្លោះ​ពេល​ទៀងទាត់
nb: Periodisk intervall
nl: Herhaalperiode
pl: Odstęp czasowy
pt_br: Intervalo periódico
ro: Interval periodic
ru: Интервал периода
uk: Періодичний проміжок
zh_cn: 定时周期
zh_tw: 周期間隔

source: every
ar: كل
cs: každý
da: hver
el: κάθε
es: cada
fi: aina
fr: toutes les
hu: minden
id: setiap
it: ogni
km: រៀងរាល់
nb: hver
nl: elk(e)
pl: co
pt_br: a cada
ro: fiecare
ru: каждые
uk: кожні
zh_cn: 每隔
zh_tw: 每

source: &hour(s)
ar: سا&عة (ساعات)
cs: &hodin
da: &timer
el: ώ&ρα(ες)
es: &hora(s)
fi: &tunnit
fr: &heure(s)
hu: ór&a
id: jam(s)
it: &ora/e
km: ម៉ោង
nb: &time(r)
nl: &u(u)r(en)
pl: g&odzin
pt_br: &hora(s)
ro: &ora(e)
ru: &час(ов)
uk: &год.
zh_cn: 小时(&H)
zh_tw: 小時(&H)

source: at
ar: في
cs: na
da: kl.
el: στις
es: a las
fi: klo
fr: à
hu: ekkor:
id: pada
it: a
km: នៅ
nb: klokken
nl: om
pl: o
pt_br: às
ro: la
ru: в
uk: о
zh_cn: 于
zh_tw: 在

source: &o'clock
ar: ال&ساعة
cs: h&odin
da: &klokken
el: η ώ&ρα
es: en punt&o
fi: &aikaan
fr: &heure
hu: ó&ra
id: jam
it: &ore
km: នាឡិកា​
nl: uu&r
pl: go&dzinie
pt_br: &hora(s)
ro: &ora exacta
ru: &ч
uk: &годині
zh_cn: 时(&O)
zh_tw: 點鐘(&O)

source: &Security Information
ar: معلوما&ت الأمان
cs: &Bezpečnostní informace
da: &Sikkerhedsinformation
el: Πληροφορίες Α&σφάλειας
es: Información de &seguridad
fi: &Turvallisuustietoja
fr: Information de &sécurité
hu: &Biztonsági információ
id: Informasi Keamanan
it: Informazioni sulla &sicurezza
km: ព័ត៌មាន​សុវត្ថិភាព
nb: &Sikkerhetsinformasjon
nl: Beveiliging&sinformatie
pl: I&nformacje o zabezpieczeniach
pt_br: Informação de &segurança
ro: Informații de securitate
ru: Информация о бе&зопасности
uk: Інформація щодо &безпеки
zh_cn: 安全信息(&S)
zh_tw: 安全性資訊(&S)

source: Export to file
ar: تصدير إلى ملف
cs: Exportovat do souboru
da: Eksportér til fil
el: Εξαγωγή σε αρχείο
es: Exportar a fichero
fi: Vie tiedostoon
fr: Exporter vers un fichier
hu: Exportálás fájlba
id: Ekspor ke berkas
it: Esporta su file
km: នាំចេញ​ទៅ​ឯកសារ
nb: Eksporter til fil
nl: Naar bestand exporteren
pl: Eksportuj do pliku
pt_br: Exportar para arquivo
ro: Exportă în fișier
ru: Экспорт в файл
uk: Експортувати до файла
zh_cn: 导出到文件
zh_tw: 匯出到檔案

source: Save as
ar: حفظ باسم
cs: Uložit jako
da: Gem som
el: Αποθήκευση ως
es: Guardar como
fi: Tallenna nimellä...
fr: Enregistrer sous
hu: Mentés másként
id: Simpan sebagai
it: Salva con nome
km: រក្សាទុក​ជា
nb: Lagre som
nl: Opslaan als
pl: Zapisz jako
pt_br: Salvar como
ro: Salvează ca
ru: Сохранить как
uk: Зберегти як
zh_cn: 另存为
zh_tw: 另存新檔

source: Export to file failed.
ar: فشل التصدير إلى ملف.
cs: Export do souboru selhal.
da: Eksport til fil mislykkedes.
el: Η εξαγωγή σε αρχείο απέτυχε.
es: Ha fallado la exportación a un archivo.
fi: Vieminen epäonnistui.
fr: L'export vers le fichier a échoué.
hu: Sikertelen fájlba exportálás.
id: Ekspor ke berkas gagal.
it: Esportazione su file non riuscita.
nb: Eksport til fil mislyktes.
nl: Het exporteren naar een bestand is mislukt.
pl: Eksport do pliku nie powiódł się.
pt_br: Falha ao exportar para arquivo.
ru: Сбой экспорта в файл.
uk: Помилка експорту до файла.
zh_cn: 导出到文件失败。
zh_tw: 輸出至檔案失敗。

source: Do you want to retry?
ar: هل تريد إعادة المحاولة؟
cs: Chcete to zkusit znovu?
da: Prøv igen?
el: Θέλετε να ξαναπροσπαθήσετε;
es: ¿Quiere reintentarlo?
fi: Haluatko yrittää uudestaan?
fr: Voulez vous réessayer ?
hu: Megpróbálja újra?
id: Apakah Anda ingin mengulang?
it: Ritentare?
km: តើ​អ្នក​ចង់​​ព្យាយាម​ម្ដង​ទៀត​ទេ ?
nb: Vil du forsøke på nytt?
nl: Wilt u het nog eens proberen?
pl: Czy powtórzyć?
pt_br: Deseja tentar novamente?
ro: Doriți să încercați din nou?
ru: Повторить попытку?
uk: Бажаєте спробувати ще раз?
zh_cn: 您想要重试吗？
zh_tw: 您想要再重試一次嗎？

source: Saved to file successfully.
ar: تم الحفظ إلى الملف بنجاح.
cs: Uložení do soubory bylo úspěšné.
da: Gemt til fil.
el: Επιτυχημένη εξαγωγή σε αρχείο.
es: Guardado a un archivo.
fi: Tallennus tiedostoon onnistui.
fr: Enregistré dans le fichier avec succès.
hu: Sikeres mentés fájlba.
id: Berhasil menyimpan ke berkas.
it: Salvataggio su file riuscito.
nb: Lagring til fil er fullført.
nl: Met succes in bestand opgeslagen.
pl: Pomyślnie zapisano do pliku.
pt_br: Arquivo salvo com sucesso.
ru: Сохранение в файл прошло успешно.
uk: Успішно збережено до файла.
zh_cn: 成功保存到文件。
zh_tw: 儲存至檔案成功。

source: Saved to LDAP successfully.
ar: تم الحفظ إلى LDAP بنجاح.
cs: Uložení do LDAP proběhlo úspěšně.
da: Gemt til LDAP.
el: Αποθήκευση επιτυχώς στο LDAP.
es: Guardado en LDAP con éxito.
fi: Tallennus LDAP-palvelimelle onnistui.
fr: Enregistré dans LDAP avec succès.
hi: LDAP में सफलतापूर्वक सहेजा गया।
hu: Sikeresen mentve lett az LDAP-ba.
id: Berhasil menyimpan ke LDAP.
it: Salvataggio su LDAP completato.
km: បាន​រក្សា​ទុក​ទៅ LDAP ដោយ​ជោគជ័យ ។
nb: Lagring i LDAP er fullført.
nl: Met succes in LDAP opgeslagen.
pa: LDAP ਉੱਤੇ ਠੀਕ ਤਰ੍ਹਾਂ ਸੰਭਾਲਿਆ ਗਿਆ।
pl: Pomyślnie zapisano do LDAP.
pt_br: Salvo no LDAP com sucesso.
ro: Salvarea în LDAP a avut succes.
ru: Сохранение в LDAP прошло успешно.
uk: Успішно збережено до LDAP.
zh_cn: 成功保存到 LDAP。
zh_tw: 成功儲存到 LDAP。

source: Export to LDAP failed.
ar: فشل التصدير إلى LDAP.
cs: Export do LDAPu selhal.
da: Eksport til LDAP mislykkedes.
el: Αποτυχημένη εξαγωγή σε LDAP.
es: Ha fallado la exportación a LDAP.
fi: Vienti LDAP-palvelimelle epäonnistui.
fr: L'export vers LDAP a échoué.
hu: Az LDAP szolgáltatásba irányuló exportálás sikertelen volt.
id: Ekspor ke LDAP gagal.
it: Esportazione su LDAP non riuscita.
nb: Eksport til LDAP mislyktes.
nl: Naar LDAP exporteren is mislukt.
pl: Eksport do katalogu LDAP nie powiódł się.
pt_br: Falha ao exportar para LDAP.
ru: Сбой экспорта в LDAP.
uk: Помилка під час експортування до LDAP.
zh_cn: 导出到 LDAP 失败。
zh_tw: 輸出至 LDAP 失敗。

source: Software error - Unknown Tab
ar: خطأ برمجي - علامة تبويب غير معروفة
cs: Softwarová chyba - Neznámé jméno
da: Software-fejl - Ukendt fane
el: Σφάλμα Λογισμικού - Άγνωστο Tab
es: Error de software - pestaña desconocida
fi: Ohjelmistovirhe - Tuntematon välilehti
fr: Erreur logicielle - Tab inconnu
hi: सॉफ्टवेयर त्रुटि - अज्ञात टैब
hu: Programhiba - Ismeretlen lap
id: Kesalahan perangkat lunak - Tab Tidak Diketahui
it: Errore software - Scheda sconosciuta
km: កំហុស​កម្មវិធី - មិន​ស្គាល់​ថេប
nb: Programvarefeil - ukjent fane
nl: Software fout - Onbekende tab
pa: ਸਾਫਟਵੇਅਰ ਗਲਤੀ - ਅਣਪਛਾਤਾ ਬਟਨ
pl: Błąd oprogramowania - nieznana karta
pt_br: Erro de software - aba desconhecida
ro: Eroare software - dialog necunoscut
ru: Ошибка программы — неизвестная вкладка
sk: Softvérová chyba - neznáma záložka
uk: Програмна помилка - Невідома вкладка
zh_cn: 软件错误 - 未知选项卡
zh_tw: 軟體錯誤 - 未知的索引標籤

source: Certificate Authority (CA)
ar: جهة إصدار الشهادات (CA)
cs: Certifikační autorita (CA)
da: Certifikat Autoritet (CA)
el: Εξουσιοδότηση Πιστοποιητικού (CA)
es: Autoridad certificadora (CA)
fi: Varmennemyöntäjä (CA)
fr: Autorité de certification (AC)
hi: प्रमाण-पत्र प्राधिकरण (CA)
hu: Hitelesítő központ (CA)
id: Otoritas Sertifikat (CA)
it: Autorità di certificazione (CA)
km: អាជ្ញាធរ​វិញ្ញាបនបត្រ (CA)
nb: Sertifikatutsteder (CA)
nl: Certificaat-autoriteit (CA)
pa: ਸਰਟੀਫਿਕੇਟ ਅਥਾਰਟੀ (CA)
pl: Ośrodek certyfikujący (CA)
pt_br: Autoridade de certificado (CA)
ro: Certifcate Authority (CA)
ru: Сертифицирующая организация (CA)
uk: Видавець сертифіката (CA)
zh_cn: 数字证书认证机构 (CA)
zh_tw: 證書權限 (CA)

source: &Description
ar: الوصف
cs: &Popis
da: &Beskrivelse
el: &Περιγραφή
es: &Descripción
fi: &Kuvaus
hi: विवरण (&D)
hu: &Leírás
id: &Deskripsi
it: &Descrizione
km: សេចក្តីពណ៌នា
nb: &Beskrivelse
nl: &Beschrijving
pa: ਵਰਣਨ(&D)
pl: Op&is
pt_br: &Descrição
ro: &Descriere
ru: О&писание
sk: &Popis
uk: &Опис
zh_cn: 描述(&D)
zh_tw: 描述(&D)

source: C&ertificates
ar: شهادات
cs: C&ertifikáty
da: C&ertifikater
el: &Πιστοποιητικά
es: C&ertificados
fi: &Varmenteet
fr: C&ertificats
hi: सेर्टिफिकेटस (&e)
hu: Ta&núsítványok
id: Sertifikat
it: C&ertificati
km: វិញ្ញាបនបត្រ
nb: S&ertifikater
nl: C&ertificaten
pa: ਸਰਟੀਫਿਕੇਟ(&e)
pl: C&ertyfikaty
pt_br: C&ertificados
ro: C&ertificate
ru: С&ертификаты
sk: C&ertifikáty
uk: С&ертифікати
zh_cn: 证书(&E)
zh_tw: 憑證(&E)

source: CR&L
fr: &LCR
hi: सीआरएल (&L)
zh_cn: 证书吊销列表(&L)
zh_tw: CRL(&L)

source: &Requests
ar: ال&طلبات
cs: &Požadavky
da: Fo&respørgsler
el: &Απαιτήσεις
es: &Solicitudes
fi: &Pyynnöt
fr: &Requêtes
hi: अनुरोध (&R)
hu: &Kérések
id: Permintaan
it: &Richieste
km: សំណើ
nb: &Forespørsler
nl: Ve&rzoeken
pa: ਮੰਗ(&R)
pl: Żą&dania
pt_br: &Solicitações
ro: Ce&reri
ru: Зап&росы
uk: &Запити
zh_cn: 请求(&R)
zh_tw: 要求(&R)

source: <p>To generate a new CA, some entries are needed.</p>
ar: <p>لإنشاء CA جديدة، فإن بعض الإدخالات مطلوبة.</p>
cs: <p>Zadejte položky nutné k vytvoření CA.</p>
da: <p>For at generere en ny CA, er nogle punkter påkrævet.</p>
el: <p>Για να δημιουργήσετε μια νέα CA, απαιτούνται ορισμένες ρυθμίσεις.</p>
es: <p>Para generar una nueva CA son necesarias algunas entradas.</p>
fi: <p>Muutamia arvoja tarvitaan uuden CA:n generoimiseen.</p>
fr: <p>Pour générer une nouvelle AC, certaines déclarations sont obligatoires.</p>
hi: <p>एक नये CA को उत्पन्न करने के लिए कुछ प्रविष्टियों की आवश्यकता है।</p>
hu: <p>Egy új CA generálásához néhány adatra szükség van.</p>
id: <p>Untuk membuat CA baru, beberapa entri diperlukan.</p>
it: <p>Per generare un nuovo CA sono richieste alcune voci.</p>
km: <p>ត្រូវការ​ធាតុ​មួយ​ចំនួន ដើម្បី​បង្កើត CA ថ្មី​មួយ ។</p>
nb: <p>Noen oppføringer kreves for å generere en ny CA.</p>
nl: <p>Er zijn enkele opgaves nodig om een nieuwe CA te kunnen genereren.</p>
pl: <p>Aby wygenerować nowe CA, wymagane są pewne pozycje.</p>
pt_br: <p>Para gerar uma nova CA, algumas entradas são necessárias.</p>
ro: <p>Pentru a genera un nou CA sunt necesare anumite intrări.</p>
ru: <p>Для создания нового CA необходимы некоторые данные.</p>
sk: <p>Pre vytvorenie novej CA musia byť vyplnené niektoré položky</p>
uk: <p>Для створення нового CA потрібні деякі елементи.</p>
zh_cn: <p>要生成新 CA，需要一些项。</p>
zh_tw: <p>若要產生新 CA，需要某些項目。</p>

source: <p>To generate a new certificate, some entries are needed.</p>
ar: <p>لإنشاء شهادة جديدة، فإن بعض الإدخالات مطلوبة.</p>
cs: <p>Zadejte položky nutné k vytvoření certifikátu.</p>
da: <p>For at generere nyt certifikat, er nogle punkter påkrævet.</p>
el: <p>Για να δημιουργήσετε ένα νέο πιστοποιητικό, χρειάζονται κάποιες ρυθμίσεις.</p>
es: <p>Para generar un nuevo certificado son necesarias algunas entradas.</p>
fi: <p>Muutamia arvoja tarvitaan uuden varmenteen generoimiseen.</p>
fr: <p>Pour générer un nouveau certificat, certaines déclarations sont obligatoires.</p>
hi: <p>एक नये प्रमाण-पत्र को उत्पन्न करने के लिए कुछ प्रविष्टियों की आवश्यकता है।</p>
hu: <p>Egy új tanúsítvány generálásához néhány adatra szükség van.</p>
id: <p>Untuk membuat sertifikat baru, beberapa entri diperlukan.</p>
it: <p>Per generare un nuovo certificato sono richieste alcune voci.</p>
km: <p>ត្រូវការ​ធាតុ​មួយ​ចំនួន ដើម្បី​បង្កើត​វិញ្ញាបនបត្រ​ថ្មី​មួយ ។</p>
nb: <p>Noen oppføringer kreves for å generere et nytt sertifikat.</p>
nl: <p>Er zijn enkele opgaves nodig om een nieuw certificaat te kunnen genereren.</p>
pl: <p>Do wygenerowania nowego certyfikaty konieczne są niektóre pozycje.</p>
pt_br: <p>Para gerar um novo certificado, algumas entradas são necessárias.</p>
ro: <p>Pentru a genera un nou certificat sunt necesare anumite intrări.</p>
ru: <p>Для создания нового сертификата необходимы некоторые данные.</p>
sk: <p>Pre vytvorenie nového certifikátu musia byť vyplnené niektoré položky.</p>
uk: <p>Для створення нового сертифіката потрібні деякі елементи.</p>
zh_cn: <p>要生成新证书，需要一些项。</p>
zh_tw: <p>若要產生新憑證，需要某些項目。</p>

source: <p>To generate a new request, some entries are needed.</p>
ar: <p>لإنشاء طلب جديد، فإن بعض الإدخالات مطلوبة.</p>
cs: <p>Pro vytvoření nového požadavku jsou třeba některé položky.</p>
da: <p>For at generere ny forespørgsel, er nogle punkter påkrævet.</p>
el: <p>Για να δημιουργήσετε μια νέα αίτηση, χρειάζονται κάποιες ρυθμίσεις.</p>
es: <p>Para generar una nueva solicitud son necesarias algunas entradas.</p>
fi: <p>Muutamia arvoja tarvitaan uuden pyynnön generoimiseen.</p>
fr: <p>Pour générer une nouvelle requête, certains paramètres sont obligatoires.</p>
hi: <p>एक नये अनुरोध को उत्पन्न करने के लिए कुछ प्रविष्टियों की आवश्यकता है।</p>
hu: <p>Egy új kérés előállításához néhány adatra szükség van.</p>
id: <p>Untuk membuat permintaan baru, beberapa entri diperlukan.</p>
it: <p>Per generare una nuova richiesta, è necessario immettere alcune voci.</p>
km: <p>ត្រូវការ​ធាតុ​មួយ​ចំនួន ដើម្បី​បង្កើត​សំណើ​ថ្មី​មួយ ។</p>
nb: <p>Noen oppføringer kreves for å generere en ny forespørsel.</p>
nl: <p>Er zijn enkele opgaves nodig om een nieuw verzoek te kunnen genereren.</p>
pl: <p>Aby wygenerować nowe żądanie, wymagane są pewne pozycje.</p>
pt_br: <p>Para gerar uma nova solicitação, é necessário digitar algumas informações.</p>
ro: <p>Pentru a genera o nouă cerere sunt necesare anumite intrări.</p>
ru: <p>Для создания нового запроса необходимы некоторые данные.</p>
sk: <p>Pre vytvorenie nového požiadavku musia byť vyplnené niektoré položky.</p>
uk: <p>Для створення нового запиту потрібні деякі елементи.</p>
zh_cn: <p>要生成新请求，需要一些项。</p>
zh_tw: <p>若要產生新要求，就需要某些項目。</p>

source: <p>It depends on the policy defined in the configuration file.</p>
ar: <p>.يعتمد هذا الأمر على السياسة المعرّفة في ملف التكوين.</p>
cs: <p>Záleží na výchozí politice definované v konfiguračním souboru.</p>
da: <p>Det afhænger af retningslinjerne defineret i konfigurationsfilen.</p>
el: <p>Εξαρτάται από την πολιτική που περιγράφεται στο αρχείο ρυθμίσεων.</p>
es: <p>Depende de las normas definida en el fichero de configuración.</p>
fi: <p>Määräytyy määritystiedostossa määritetyn käytännön mukaan.</p>
fr: <p>Cela dépend de la stratégie définie dans le fichier de configuration.</p>
hi: <p>यह विन्यास फाइल में परिभाषित पॉलिसी पर निर्भर करता है।</p>
hu: <p>A konfigurációs fájlban beállított eljárásmódtól függ.</p>
id: <p>Itu tergantung pada kebijakan yang ditentukan pada berkas konfigurasi.</p>
it: <p>Dipende dalla politica definita nel file di configurazione.</p>
km: <p>វា​អាស្រ័យ​លើ​គោលការណ៍​ដែល​បាន​កំណត់​ក្នុង​ឯកសារ​កំណត់​រចនាសម្ព័ន្ធ ។</p>
nb: <p>Dette avhenger av retningslinjene som er definert i konfigurasjonsfilen.</p>
nl: <p>Dit is afhankelijk van de policy welke in het configuratie bestand gedefinieerd is.</p>
pa: <p>ਇਹ ਸੰਰਚਨਾ ਫਾਇਲ ਵਿੱਚ ਬਣਾਈ ਨੀਤੀ ਉੱਤੇ ਨਿਰਭਰ ਕਰਦਾ ਹੈ।</p>
pl: <p>Zależy to od założeń zdefiniowanych w pliku konfiguracyjnym.</p>
pt_br: <p>Isto depende da política definida no arquivo de configuração.</p>
ro: <p>Depinde de metoda definită în fișierul de configurare.</p>
ru: <p>Это зависит от политики, определенной в файле конфигурации.</p>
uk: <p>Це залежить від політик визначених у файлі налаштувань.</p>
zh_cn: <p>具体取决于配置文件中定义的策略。</p>
zh_tw: <p>視定義在組態檔案的規則而定。</p>

source: <p>Only US ASCII characters are allowed.</p>
ar: <p>مسموح بالأحرف US ASCII فقط.</p>
cs: <p>Jsou povoleny pouze US ASCII znaky.</p>
da: <p>Kun US ASCII-tegn er tilladte.</p>
el: <p>Μόνο χαρακτήρες US ASCII επιτρέπονται.</p>
es: <p>Sólo se permiten caracteres ASCII US</p>
fi: Vain US ASCII -merkit ovat sallittuja.
fr: <p>Seuls les caractères ASCII US sont autorisés.</p>
hu: <p>Csak US ASCII karakterek megengedettek.</p>
id: <p>Hanya karakter ASCII yang diizinkan.</p>
it: <p>Sono consentiti solo caratteri US ASCII.</p>
km: <p>មាន​តែ​តួអក្សរ US ASCII ប៉ុណ្ណោះ​ត្រូវ​បាន​អនុញ្ញាត ។</p>
nb: <p>Kun US ASCII-tegn er tillatt.</p>
nl: <p>Er zijn slechts US ASCII-tekens toegestaan.</p>
pl: <p>Dozwolone są tylko znaki z zestawu US ASCII.</p>
pt_br: <p>Somente caracteres US ASCII são permitidos.</p>
ro: <p>Sunt permise doar caractere US ASCII.</p>
ru: <p>Разрешены только символы US ASCII.</p>
uk: <p>Дозволено тільки символи US ASCII.</p>
zh_cn: <p>只允许 US ASCII 字符。</p>
zh_tw: <p>只允許 US ASCII 字元。</p>
