Repository: Dzejrou/yast-translations
Catalog: po/instserver/*.po
Languages: ar, cs, da, de, el, es, gl, hi, hr, hu, it, ja, km, nb, pa, pl, pt, pt_br, ro, ru, sk, sv, uk, zh_cn

source: Unable to write /etc/sysconfig/apache2
ar: تعذرت كتابة /etc‏/sysconfig‏/apache2
cs: Nelze zapisovat do /etc/sysconfig/apache2
da: Kan ikke skrive /etc/sysconfig/apache2
de: /etc/sysconfig/apache2 kann nicht geschrieben werden
el: Αδυναμία εγγραφής στο /etc/sysconfig/apache2
es: No se puede escribir /etc/sysconfig/apache2
gl: Non foi posible escribir en /etc/sysconfig/apache2
hi: /etc/sysconfig/apache2 लिख नहीं सकता
hr: Ne mogu zapisati /etc/sysconfig/apache2
hu: Nem sikerült a változásokat az /etc/sysconfig/apache2 fájlba kiírni
it: Impossibile scrivere /etc/sysconfig/apache2
ja: /etc/sysconfig/apache2 に設定を書き込めません
km: មិន​អាច​សរសេរ /etc/sysconfig/apache2
nb: Kan ikke lagre /etc/sysconfig/apache2
pa: /etc/sysconfig/apache2 ਨੂੰ ਲਿਖਣ ਵਿੱਚ ਅਸਮਰਥ
pl: Nie można zapisać /etc/sysconfig/apache2
pt: Não foi possível escrever em /etc/sysconfig/apache2
pt_br: Não foi possível salvar /etc/sysconfig/apache2
ro: Nu pot scrie /etc/sysconfig/apache2
ru: Невозможно записать /etc/sysconfig/apache2
sk: Nepodarilo sa zapísať do /etc/sysconfig/apache2
sv: Det går inte att skriva till /etc/sysconfig/apache2
uk: Запис в /etc/sysconfig/apache2 неможливий
zh_cn: 无法写入 /etc/sysconfig/apache2

source: The HTTP installation server requires an HTTP server package. The apache2 package will now be installed.
ar: يتطلب خادم تثبيت HTTP حزمة خادم HTTP. سيتم تثبيت حزمة apache2 الآن.
cs: Instalační HTTP server vyžaduje balíček HTTP serveru. Bude nainstalován balíček apache2.
da: HTTP-installationsserveren kræver en HTTP-serverpakke. apache2-pakken vil nu blive installeret.
de: Der HTTP-Installationsserver benötigt ein HTTP-Serverpaket. Das Paket apache2 wird nun installiert.
el: Η εγκατάσταση του διακομιστή HTTP απαιτεί ένα πακέτο διακομιστή HTTP. Το πακέτο apache2 θα εγκατασταθεί τώρα.
es: El servidor de instalación HTTP necesita un paquete de servidor HTTP. A continuación de instalará el paquete apache2.
gl: O servidor de instalación por HTTP require un paquete de servidor HTTP. Vaise instalar o paquete apache2.
hi: HTTP अधिषठापन सेर्वर को HTTP सेवक बंडल का अवश्कता हैं. अपाचे 2 बंडल इंन्सटाल नहीं हो जाएगा
hr: HTTP instalacijski poslužitelj zahtjeva paket HTTP poslužitelja. Paket apache2 će sada biti instaliran.
hu: A HTTP-telepítőkiszolgáló egy HTTP-kiszolgáló csomagot igényel. Az apache2 csomag kerül telepítésre.
it: Il server di installazione HTTP richiede un pacchetto server HTTP. Il pacchetto apache2 verrà installato adesso.
ja: HTTP インストールサーバには HTTP サーバパッケージが必要です。 apache2 パッケージをインストールします。
km: ម៉ាស៊ីន​បម្រើ​ការ​ដំឡើង HTTP ទាមទារ​កញ្ចប់​ម៉ាស៊ីន​បម្រើ HTTP មួយ ។ កញ្ចប់ apache2 នឹង​ត្រូវ​បាន​ដំឡើង​ឥឡូវ ។
nb: HTTP-installasjonsserveren krever en HTTP-serverpakke. Pakken apache2 vil bli installert nå.
pa: HTTP ਇੰਸਟਾਲੇਸ਼ਨ ਸਰਵਰ ਨੂੰ HTTP ਪੈਕੇਜ ਦੀ ਜਰੂਰਤ ਹੈ। apache2 ਪੈਕੇਜ ਹੁਣ ਇੰਸਟਾਲ ਹੋਵੇਗੀ।
pl: Serwer instalacyjny HTTP wymaga pakietu serwera HTTP. Za chwilę zostanie zainstalowany pakiet apache2.
pt: O servidor de instalação HTTP requer um pacote de servidor HTTP. O pacote apache2 será agora instalado.
pt_br: O servidor HTTP de instalação requer um pacote de servidor HTTP. O pacote apache2 será instalado agora.
ro: Serverul de instalare HTTP necesită un pachet server HTTP. Pachetul apache2 va fi instalat acum.
ru: Для сервера установки HTTP требуется пакет HTTP-сервера. Сейчас будет установлен пакет apache2.
sk: Inštalačný server HTTP vyžaduje nainštalovaný HTTP server. Bude nainštalovaný balík apache2.
sv: Det krävs ett HTTP-serverpaket för HTTP-installationsservern. Paketet apache2 kommer nu att installeras.
uk: Сервер встановлення через HTTP потребує пакунок HTTP-сервера. Зараз буде встановлено пакунок apache2.
zh_cn: HTTP 安装服务器需要一个 HTTP 服务器软件包. 现在将安装 apache2 软件包.

source: Directory is already exported via NFS. Leave NFS exports unmodified?
ar: تم تصدير الدليل بالفعل عن طريق NFS. هل تريد ترك عمليات تصدير NFS دون تعديل؟
cs: Adresář je již vyexportován přes NFS. Nechat NFS export beze změny?
da: Mappen eksporteres allerede via NFS. Lad NFS-eksporter forblive uændrede?
de: Verzeichnis wurde bereits via NFS exportiert, NFS-Exporte unverändert lassen?
el: Ο κατάλογος έχει ήδη εξαχθεί μέσω NFS. Θα θέλατε να μην τροποποιηθούν οι εξαγωγές NFS;
es: Ya se ha exportado el directorio vía NFS. ¿Dejar los recursos NFS exportados sin modificar?
gl: O directorio xa está exportado a través de NFS. Deixar sen cambios as exportacións de NFS?
hr: Direktorij je već izvežen preko NFS-a. Da li želite ostaviti NFS izvoze kakvi jesu?
hu: A könyvtár már NFS-en keresztül ki van exportálva, Módosítás nélkül hagyja az NFS exportot?
it: La directory è già esportata tramite NFS. Lasciare le esportazioni NFS invariate?
ja: ディレクトリは既に NFS でエクスポートされています。 NFS のエクスポート設定を変更せずに進めますか？
km: ថត​ត្រូវ​បាន​នាំចេញ​តាមរយៈ NFS រួច​ហើយ ។ មិន​កែប្រែ​​ការ​នាំចេញ NFS ?
nb: Katalogen er allerede eksportert via NFS. Vil du la NFS-eksportene være uendret?
pl: Katalog jest już eksportowany przy użyciu NFS. Czy pozostawić eksporty NFS bez zmian?
pt: O directório já se encontra exportado por NFS, Deixar a exportação NFS não alterada?
pt_br: O diretório já está exportado via NFS. Deixar as exportações do NFS sem alterações?
ro: Directorul este deja exportat via NFS Lăsați exporturile NFS nemodificate?
ru: Каталог уже экспортирован посредством NFS. Оставить экспорт NFS без изменений?
sk: Adresár sa už exportuje cez NFS. Nechať NFS exportovať nezmenené?
sv: Katalogen har redan exporterats via NFS. Vill du låta NFS-exporterna vara oförändrade?
uk: Каталог вже експортовано за допомогою NFS, Залишити експорти NFS незмінними?
zh_cn: 目录已经通过 NFS 导出。 是否保持 NFS 导出不变？

source: Initializing Configuration
ar: تهيئة التكوين
cs: Inicializuje se konfigurace
da: Initialiserer konfiguration
de: Konfiguration initialisieren
el: Αρχικοποίηση Ρύθμισης
es: Iniciando la configuración
gl: Inicializando a Configuración
hi: समनुरूपण शुरू कर रहा हैं
hr: Pokrećem postavke
hu: Beállítások inicializálása
it: Inizializzazione della configurazione
ja: 設定を準備しています
km: កំពុង​ចាប់ផ្ដើម​ការ​កំណត់​រចនាសម្ព័ន្ធ
nb: Initialiserer oppsett
pa: ਸ਼ੁਰੂਆਤੀ ਸੰਰਚਨਾ
pl: Inicjalizacja konfiguracji
pt: A inicializar a Configuração
pt_br: Inicializando a configuração
ro: Inițializez configurația
ru: Инициализация настройки
sk: Inicializujem konfiguráciu
sv: Initierar inställningarna
uk: Започаткування конфігурації
zh_cn: 正在初始化配置

source: Read configuration file
ar: تتم الآن قراءة ملف التكوين
cs: Načíst konfigurační soubor
da: Læs konfigurationsfil
de: Konfigurationsdatei lesen
el: Ανάγνωση αρχείου ρυθμίσεων
es: Leer el archivo de configuración
gl: Ler ficheiro de configuración
hi: समनुरूपण फाईल पढ़ो
hr: Učitaj datoteku s postavkama
hu: A konfigurációs fájl beolvasása
it: Lettura del file di configurazione
ja: 設定ファイルの読み込み
km: អាន​ឯកសារ​កំណត់​រចនាសម្ព័ន្ធ
nb: Les oppsettfil
pa: ਸੰਰਚਨਾ ਫਾਇਲ ਪੜ੍ਹੋ
pl: Odczytanie pliku konfiguracji
pt: Ler ficheiro de configuração
pt_br: Ler o arquivo de configuração
ro: Citesc fișierul de configurație
ru: Читать файл конфигурации
sk: Načítať konfiguračný súbor
sv: Läs inställningsfil
uk: Читання файла конфігурації
zh_cn: 读取配置文件

source: Search for a new repository
ar: يتم الآن البحث عن مخزن جديد
cs: Hledat nový repozitář
da: Søg efter ny softwarekilde
de: Neues Repository suchen
el: Ανίχνευση για μια νέα πηγή εγκατάστασης
es: Buscar un nuevo repositorio
gl: Buscar un novo repositorio
hr: Traži novi repozitorij
hu: Új telepítési forrás keresése
it: Cerca un nuovo repository
ja: 新しいリポジトリの検索
km: ស្វែងរក​ឃ្លាំង​ថ្មី
nb: Søk etter ny pakkebrønn
pl: Wyszukanie nowego repozytorium
pt: Procurar por um novo repositório
pt_br: Procurar por um novo repositório
ro: Caut o nouă sursă
ru: Искать новый репозиторий
sk: Vyhľadať nový repozitár
sv: Sök efter en ny lagringsplats
uk: Пошук нового сховища
zh_cn: 搜索新软件源

source: Reading configuration file...
ar: تتم الآن قراءة ملف التكوين...
cs: Čtu konfigurační soubor...
da: Læser konfigurationsfil...
de: Konfigurationsdatei wird gelesen...
el: Ανάγνωση αρχείου ρυθμίσεων...
es: Leyendo el archivo de configuración...
gl: Lendo ficheiro de configuración...
hi: समनुरूपण फाईल पढ़ रखा हैं...
hr: Čitam datoteku s postavkama...
hu: A konfigurációs fájl olvasása...
it: Lettura del file di configurazione in corso...
ja: 設定ファイルを読み込んでいます...
km: កំពុង​អាន​ឯកសារ​កំណត់​រចនាសម្ព័ន្ធ...
nb: Leser oppsettfil...
pa: ਸੰਰਚਨਾ ਫਾਇਲ ਪੜ ਰਿਹਾ ਹੈ...
pl: Odczytywanie pliku konfiguracji...
pt: A ler o ficheiro de configuração...
pt_br: Lendo o arquivo de configuração...
ro: Citesc fișierul de configurare...
ru: Чтение файла конфигурации...
sk: Načítavam konfiguračné súbory...
sv: Läser inställningsfil...
uk: Читається конфігураційний файл...
zh_cn: 正在读取配置文件...

source: Searching for a new repository...
ar: يتم الآن البحث عن مخزن جديد...
cs: Probíhá hledání nového repozitáře...
da: Søger efter ny softwarekilde...
de: Neues Repository wird gesucht...
el: Ανίχνευση για μια νέα πηγή εγκατάστασης...
es: Buscando un nuevo repositorio...
gl: Buscando un novo repositorio...
hr: Tražim novi repozitorij...
hu: Új telepítési forrás keresése...
it: Ricerca di un nuovo repository in corso...
ja: 新しいリポジトリを検索しています...
km: កំពុង​រកមើល​ឃ្លាំង​ថ្មី​មួយ...
nb: Søker etter ny pakkebrønn...
pl: Wyszukiwanie nowego repozytorium...
pt: A procurar por um novo repositório...
pt_br: Procurando por um novo repositório...
ro: Caut o sursă nouă...
ru: Поиск нового репозитория...
sk: Hľadanie nového repozitára...
sv: Söker efter en ny lagringsplats...
uk: Пошук нового сховища...
zh_cn: 正在搜索新软件源...

source: Finished
ar: انتهى
cs: Dokončeno
da: Færdig
de: Fertig
el: Τέλος
es: Terminado
gl: Finalizado
hi: खत्म
hr: Završeno
hu: Befejeződött
it: Operazione completata
ja: 完了
km: បាន​បញ្ចប់
nb: Fullført
pa: ਸਮਾਪਤ
pl: Zakończono
pt: Terminado
pt_br: Concluído
ro: Gata
ru: Готово
sk: Dokončené
sv: Klart
uk: Завершено
zh_cn: 已完成

source: Cannot read current settings.
ar: تعذرت قراءة الإعدادات الحالية.
cs: Nelze načíst současná nastavení.
da: Kan ikke læse gældende indstillinger.
de: Die aktuellen Einstellungen können nicht gelesen werden.
el: Αδυναμία ανάγνωσης τρέχουσας ρύθμισης.
es: No se puede leer la configuración actual.
gl: Non se puideron ler as opcions actuais.
hi: हालिया व्यवस्थाऎं पढ़ नहीं सकता
hr: Ne mogu učitati trenutne postavke.
hu: A jelenlegi beállítások beolvasása nem sikerült.
it: Impossibile leggere le impostazioni attuali.
ja: 現在の設定を読み込めませんでした。
km: មិន​អាច​អាន​ការ​កំណត់​បច្ចុប្បន្ន ។
nb: Kan ikke lese gjeldende innstillinger.
pa: ਮੌਜੂਦਾ ਸੈਟਿੰਗ ਪੜ ਨਹੀਂ ਸਕਦਾ।
pl: Nie można odczytać aktualnych ustawień.
pt: Não é possível ler as definições actuais.
pt_br: Não foi possível ler as configurações atuais.
ro: Nu pot citi setările curente.
ru: Не удается прочитать текущие параметры.
sk: Nie je možné načítať aktuálne nastavenia.
sv: Det går inte att läsa aktuella inställningar.
uk: Не вдається прочитати поточне налаштування.
zh_cn: 不能读取当前设置.

source: Saving Installation Server Configuration
ar: حفظ تكوين خادم التثبيت
cs: Ukládám nastavení instalačního serveru
da: Gemmer konfiguration for installationserver
de: Speichern der Konfiguration des Installationsservers
el: Αποθήκευση Εγκατεστημένων Ρυθμίσεων Διακομιστή
es: Guardando la configuración del servidor de instalación
gl: Gardando a Configuración do Servidor de Instalación
hi: अधिषठापन सेवक समनुरूपण को सेव कर रहा हैं
hr: Pohranjujem postavke instalacijskog poslužitelja
hu: Telepítőkiszolgáló beállításainak mentése
it: Salvataggio della configurazione del server di installazione
ja: インストールサーバの設定を保存しています
km: កំពុង​រក្សាទុក​ការ​កំណត់​រចនាសម្ព័ន្ធ​ម៉ាស៊ីន​បម្រើ​ការ​ដំឡើង
nb: Lagrer oppsett for installasjonsserver
pa: ਇੰਸਟਾਲੇਸ਼ਨ ਸਰਵਰ ਸੰਰਚਨਾ ਸੰਭਾਲ ਰਿਹਾ ਹੈ
pl: Zapisywanie konfiguracji serwera instalacyjnego
pt: A Gravar a Configuração do Servidor de Instalação
pt_br: Salvando a configuração do servidor de instalação
ro: Salvez configurația serverului de instalare
ru: Сохранение конфигурации сервера установки
sk: Ukladám nastavenie inštalačného serveru
sv: Sparar inställningarna för installationsservern
uk: Збереження конфігурації сервера встановлення
zh_cn: 正在保存安装服务器配置

source: Write the settings
ar: كتابة الإعدادات
cs: Zapsat nastavení
da: Skriv indstillingerne
de: Einstellungen schreiben
el: Εγγραφή των ρυθμίσεων
es: Escribir la configuración
gl: Escribir as opcións
hi: व्यवस्थाऎं लिखो
hr: Zapiši postavke
hu: Beállítások mentése
it: Scrivi impostazioni
ja: 設定の書き込み
km: សរសេរ​ការ​កំណត់
nb: Lagre innstillingene
pa: ਸੈਟਿੰਗ ਲਿਖ ਰਿਹਾ ਹੈ
pl: Zapisanie ustawień
pt: Escrever as definições
pt_br: Salvar as configurações
ro: Scrie configurația
ru: Записать параметры
sk: Zápis nastavení
sv: Spara inställningarna
uk: Записати параметри
zh_cn: 写入设置

source: Run SuSEconfig
ar: تشغيل SuSEconfig
cs: Spustit SuSEconfig
da: Kør SuSEconfig
de: SuSEconfig ausführen
el: Εκτέλεση SuSEconfig
es: Ejecutar SuSEconfig
gl: Executar SuSEconfig
hi: SuSEconfig चलिए
hr: Pokreni SuSEconfig
hu: SuSEconfig futtatása
it: Esecuzione di SuSEconfig
ja: SuSEconfig の起動
km: ដំណើរការ SuSEconfig
nb: Kjør SuSEconfig
pa: SuSEconfig ਚਲਾਓ
pl: Uruchomienie SuSEconfig
pt: Executar o SuSEconfig
pt_br: Executar o SuSEconfig
ro: Rulează SuSEconfig
ru: Запустить SuSEconfig
sk: Spustenie SuSEconfig
sv: Kör SuSEconfig
uk: Запустити SuSEconfig
zh_cn: 运行 SuSEconfig

source: Writing the settings...
ar: تتم الآن كتابة الإعدادات...
cs: Probíhá zápis nastavení...
da: Skriver indstillingerne...
de: Einstellungen werden geschrieben...
el: Εγγραφή των ρυθμίσεων...
es: Escribiendo la configuración...
gl: Escribindo as opcións...
hi: व्यवस्थाऎं लिख रहा हैं...
hr: Zapisujem postavke...
hu: Beállítások mentése...
it: Scrittura delle impostazioni in corso...
ja: 設定を書き込んでいます...
km: កំពុង​សរសេរ​ការ​កំណត់...
nb: Lagrer innstillingene...
pa: ਸੈਟਿੰਗ ਲਿਖ ਰਿਹਾ ਹੈ...
pl: Zapisywanie ustawień...
pt: A escrever as definições...
pt_br: Salvando as configurações...
ro: Scriu configurația...
ru: Запись параметров...
sk: Zapisujem nastavenie...
sv: Sparar inställningarna...
uk: Запис параметрів...
zh_cn: 正在写入设置...

source: Running SuSEconfig...
ar: يتم الآن تشغيل SuSEconfig...
cs: Spouští se SuSEconfig...
da: Kører SuSEconfig...
de: SuSEconfig wird ausgeführt...
el: Εκτέλεση του SuSEconfig...
es: Ejecutando SuSEconfig...
gl: Executando SuSEconfig...
hi: SuSEconfig चल रहा हैं...
hr: Pokrećem SuSEconfig...
hu: SuSEconfig futtatása...
it: Esecuzione di SuSEconfig in corso...
ja: SuSEconfig を実行しています...
km: កំពុង​ដំណើរការ SuSEconfig...
nb: Kjører SuSEconfig...
pa: SuSEconfig ਚਲਾ ਰਿਹਾ ਹੈ...
pl: Uruchamianie SuSEconfig...
pt: A executar o SuSEconfig...
pt_br: Executando o SuSEconfig...
ro: Rulez SuSEconfig...
ru: Запуск SuSEconfig...
sk: Spúšťam SuSEconfig...
sv: Kör SuSEconfig...
uk: Виконання SuSEconfig...
zh_cn: 正在运行 SuSEconfig...

source: Cannot write settings.
ar: تعذرت كتابة الإعدادات.
cs: Nelze zapsat nastavení.
da: Kan ikke skrive indstillinger.
de: Einstellungen können nicht geschrieben werden.
el: Αδυναμία εγγραφής ρυθμίσεων.
es: No se puede escribir la configuración.
gl: Non se puideron escribir as opcións.
hi: व्यवस्थाऎं लिख नहीं सकता
hr: Ne mogu zapisati postavke.
hu: A beállítások mentése sikertelen.
it: Impossibile salvare le impostazioni.
ja: 設定を書き込むことができませんでした。
km: មិន​អាច​សរសេរ​ការ​កំណត់​បាន​ឡើយ ។
nb: Kan ikke lagre innstillingene.
pa: ਸੈਟਿੰਗ ਨਹੀਂ ਲਿਖ ਸਕਦਾ।
pl: Nie można zapisać ustawień.
pt: Não é possível escrever as definições.
pt_br: Não foi possível salvar as configurações.
ro: Nu pot scrie configurația.
ru: Не удается записать параметры.
sk: Nie je možné zapísať nastavenia.
sv: Det går inte att spara inställningarna.
uk: Не вдається записати параметри.
zh_cn: 不能写入设置.

source: Configured Repositories
ar: المخازن المكوَّنة
cs: Nastavené repozitáře
da: Konfigurerede softwarekilder
de: Konfigurierte Repositories
el: Ρυθμισμένες Πηγές
es: Repositorios configurados
gl: Repositorios Configurados
hr: Postavljeni repozitoriji
hu: Beállított telepítési források
it: Repository configurati
ja: 設定済みリポジトリ
km: ឃ្លាំង​ដែល​បាន​កំណត់​រចនាសម្ព័ន្ធ
nb: Valgte pakkebrønner
pa: ਸੰਰਚਿਤ ਰਿਪੋਜ਼ਟਰੀਆਂ
pl: Skonfigurowane repozytoria
pt: Repositórios Configurados
pt_br: Repositórios configurados
ro: Surse de instalare configurate
ru: Настроенные репозитории
sk: Nakonfigurované repozitáre
sv: Inställda arkiv
uk: Налаштовані сховища
zh_cn: 已配置软件源
