Repository: Dzejrou/yast-translations
Catalog: po/instserver/*.po
Languages: ar, cs, da, de, el, es, gl, hi, hr, hu, it, ja, km, nb, pa, pl, pt, pt_br, ro, ru, sk, sv, uk, zh_cn

source: &Directory Alias:
ar: الاسم المس&تعار للدليل:
cs: Alias a&dresáře:
da: &Mappealias:
de: &Verzeichnis-Alias:
el: Ψευ&δώνυμο Καταλόγου:
es: Alias del &directorio:
gl: Alias de &Directorio:
hi: डाईरक्टरी एलियास (&D):
hr: Alias di&rektorija:
hu: &Könyvtár hivatkozási neve:
it: Alias &directory:
ja: ディレクトリ別名 (&D):
km: ឈ្មោះ​ក្លែងក្លាយ​របស់​ថត ៖
nb: &Katalogalias:
pa: ਡਾਇਰੈਕਟਰੀ ਏਲੀਅਸ(&D):
pl: Alias &katalogu:
pt: Alcunha do &Directório:
pt_br: Alias do &Diretório:
ro: Alias &director:
ru: Псевдоним ка&талога:
sk: &Alias priečinku:
sv: &Katalogalias:
uk: Псевдонім &каталогу:
zh_cn: 目录别名(&D)：

source: Error occurred while configuring FTP.
ar: حدث خطأ أثناء تكوين FTP.
cs: Nastala chyba při konfiguraci FTP.
da: Der opstod en fejl under konfiguration af FTP.
de: Fehler beim Konfigurieren von FTP.
el: Παρουσιάστηκε ένα σφάλμα κατά τη ρύθμιση του FTP.
es: Se ha producido un error al configurar el FTP.
gl: Ocorreu un erro mentres se configuraba FTP.
hi: FTP समनुरूपण करने पर खराबी हो गया
hr: Dogodila se greška kod podešavanja FTP-a.
hu: Hiba történt az FTP beállítása közben.
it: Si è verificato un errore durante configurazione di FTP.
ja: FTP の設定中にエラーが発生しました。
km: កំហុស​បាន​កើតឡើង ខណៈ​ពេល​កំណត់​រចនាសម្ព័ន្ធ FTP ។
nb: Det oppstod en feil under FTP-oppsettet.
pa: FTP ਸੰਰਚਨਾ ਕਰਨ ਸਮੇਂ ਗਲਤੀ।
pl: Błąd podczas konfigurowania FTP.
pt: Ocorreu um erro ao configurar o FTP.
pt_br: Ocorreu um erro ao configurar o FTP.
ro: A apărut o eroare la configurarea FTP:
ru: Произошла ошибка при настройке FTP.
sk: Vyskytla sa chyba počas konfigurácie FTP.
sv: Det uppstod ett fel när FTP:n ställdes in.
uk: Виникла помилка під час налаштування FTP.
zh_cn: 在配置 FTP 时出现错误.

source: Installation Server -- HTTP
ar: خادم التثبيت -- HTTP
cs: Instalační server -- HTTP
da: Installationsserver -- HTTP
de: Installationsserver -- HTTP
el: Διακομιστής Εγκατάστασης -- HTTP
es: Servidor de instalación -- HTTP
gl: Servidor de Instalación -- HTTP
hi: अधिषठापन सेवक - HTTP
hr: Instalacijski poslužitelj -- HTTP
hu: Telepítőkiszolgáló -- HTTP
it: Server di installazione -- HTTP
ja: インストールサーバ -- HTTP
km: ម៉ាស៊ីន​បម្រើ​ការ​ដំឡើង -- HTTP
nb: Installasjonsserver -- HTTP
pa: ਇੰਸਟਾਲੇਸ਼ਨ ਸਰਵਰ -- HTTP
pl: Serwer instalacyjny - HTTP
pt: Servidor de Instalação -- HTTP
pt_br: Servidor de instalação -- HTTP
ro: Server de instalare -- HTTP
ru: Сервер установки — HTTP
sk: Inštalačný server -- HTTP
sv: Installationsserver - HTTP
uk: Сервер встановлення -- HTTP
zh_cn: 安装服务器 -- HTTP

source: &Directory Alias
ar: الاسم المستعار لل&دليل
cs: Alias a&dresáře
da: &Mappealias
de: &Verzeichnis-Alias
el: Ψευ&δώνυμο Καταλόγου
es: Alias del &directorio
gl: Alias de &Directorio
hi: डाईरक्टरी एलियास (&D)
hr: &Alias direktorija
hu: &Könyvtár hivatkozási neve
it: Alias &directory
ja: ディレクトリ別名 (&D)
km: ឈ្មោះ​ក្លែងក្លាយ​របស់​ថត
nb: &Katalogalias
pa: ਡਾਇਰੈਕਟਰੀ ਏਲੀਅਸ(&D)
pl: Alias &katalogu
pt: Alcunha do &Directório
pt_br: Alias do &Diretório
ro: Alias &director
ru: Псевдоним ка&талога
sk: &Alias priečinku
sv: &Katalogalias
uk: Псевдонім &каталогу
zh_cn: 目录别名(&D)

source: Error creating HTTPD configuration.
ar: حدث خطأ أثناء إنشاء تكوين HTTPD.
cs: Chyba při vytváření konfigurace HTTPD.
da: Fejl ved oprettelse af HTTPD-konfiguration.
de: Fehler beim Erstellen der HTTPD-Konfiguration.
el: Σφάλμα κατά την δημιουργία ρύθμισης HTTPD.
es: Se ha producido un error al crear la configuración de HTTPD.
gl: Erro ó crear a configuración de HTTPD.
hi: HTTPD समनुरूपण बनाने पर खराबी हो गया
hr: Dogodila se greška prilikom stvaranja HTTPD postavki.
hu: Hiba a HTTPD beállítása közben.
it: Si è verificato un errore durante la creazione della configurazione di HTTPD.
ja: HTTPD 設定を作成中にエラーが発生しました。
km: កំហុស​ក្នុង​ការ​បង្កើត​ការ​កំណត់​រចនាសម្ព័ន្ធ HTTPD ។
nb: Feil under opprettelse av HTTPD-oppsettet.
pa: HTTPD ਸੰਰਚਨਾ ਕਰਨ ਸਮੇਂ ਗਲਤੀ।
pl: Błąd podczas tworzenia konfiguracji HTTPD.
pt: Erro na criação da configuração HTTPD.
pt_br: Erro ao criar a configuração HTTPD.
ro: Eroare la crearea configurației HTTPD.
ru: Ошибка при создании настройки HTTPD.
sk: Chyba pri vytváraní konfigurácie HTTPD.
sv: Det uppstod ett fel när HTTPD ställdes in.
uk: Помилка під час створення налаштування HTTPD.
zh_cn: 创建 HTTPD 配置时出现错误。

source: <p><b><big>Network Server Configuration</big></b><br> </p>
ar: <p><b><big>تكوين خادم الشبكة</big>‏</b>‏<br> </p>
cs: <p><b><big>Konfigurace síťového serveru</big></b><br> </p>
da: <p><b><big>Konfiguration af netværksserver</big></b><br> </p>
de: <p><b><big>Konfiguration des Netzwerk-Servers</big></b><br> </p>
el: <p><b><big>Ρυθμίσεις Διακομιστή Δικτύου</big></b></p> </p>
es: <p><b><big>Configuración del servidor de red</big></b><br> </p>
gl: <p><b><big>Configuración de Servidor de Rede</big></b><br> </p>
hi: <p><b><big>नेटवर्क सेवक समनुरूपण</big></b><br> </p>
hr: <p><b><big>Postavke mrežnog poslužitelja</big></b><br> </p>
hu: <p><b><big>Hálózati kiszolgáló beállítás</big></b><br> </p>
it: <p><b><big>Configurazione del server di rete</big></b><br> </p>
ja: <p><b><big>ネットワークサーバの設定</big></b><br> </p>
km: <p><b><big>ការ​កំណត់​រចនាសម្ព័ន្ធ​ម៉ាស៊ីន​បម្រើ​បណ្ដាញ</big></b><br> </p>
nb: <p><b><big>Oppsett av nettverksserver</big></b><br> </p>
pa: <p><b><big>ਨੈੱਟਵਰਕ ਸਰਵਰ ਸੰਰਚਨਾ</big></b><br> </p>
pl: <p><b><big>Konfiguracja serwera sieciowego</big></b><br> </p>
pt: <p><b><big>Configuração de Servidor de Rede</big></b><br> </p>
pt_br: <p><b><big>Configuração do Servidor de Rede</big></b><br> </p>
ro: <p><b><big>Configurare server de rețea</big></b><br> </p>
ru: <p><b><big>Конфигурация сетевого сервера</big></b><br> </p>
sk: <p><b><big>Konfigurácia sieťového serveru</big></b><br> </p>
sv: <p><b><big>Konfiguration av nätverksserver</big></b><br> </p>
uk: <p><b><big>Налаштування мережного сервера</big></b><br> </p>
zh_cn: <p><b><big>网络服务器配置</big></b><br> </p>

source: <p>Select one of the server options and specify where all the repositories should be hosted on the local system. </p>
ar: <p>حدد أحد خيارات الخادم، ثم حدد المواقع التي ستتم استضافة كافة المخازن فيها على النظام المحلي. </p>
cs: <p>Vyberte jednu z možností serveru a určete, kde budou v místním počítači uloženy repozitáře.</p>
da: <p>Vælg et af servertilvalgene, og angiv hvor alle softwarekilderne skal huses på det lokale system. </p>
de: <p>Wählen Sie eine der Server-Optionen aus und geben Sie an, wo die Repositories auf dem lokalen System bereitgestellt werden sollen. </p>
el: <p>Επιλέξτε μία από τις ρυθμίσεις του διακομιστή και προσδιορίστε το πού όλες τις πηγές θα πρέπει να φυλαχτούν στο τοπικό σύστημα. </p>
es: <p>Seleccione una de las opciones del servidor y especifique dónde deberían alojarse los repositorios en el sistema local. </p>
gl: <p>Seleccione unha das opcións do servidor e especifique en que parte do sistema local se deben almacenar tódolos repositorios. </p>
hr: <p>Odaberite jedan od izbora poslužitelja i navedite gdje će svi repozitoriji biti smješteni na lokalnom sustavu. </p>
hu: <p>Válasszon egy kiszolgálótípust és határozza meg, hol tárolódjanak a telepítési források a helyi fájlrendszeren. </p>
it: <p>Selezionare una delle opzioni del server e specificare dove ospitare tutti i repository nel sistema locale. </p>
ja: <p>サーバオプションのうちのいずれか 1 つを選択し、リポジトリ全体がローカルシステム上の どこで提供されるべきかを指定してください。 </p>
km: <p>ជ្រើស​ជម្រើស​ម៉ាស៊ីន​បម្រើ​មួយ​ក្នុង​ចំណោម​ពួកវា ហើយ​បញ្ជាក់​កន្លែង​ដែល​ឃ្លាំង​ទាំង​អស់ គួរ​ត្រូវ​បាន​បង្ហោះ​នៅ​លើ​ប្រព័ន្ធ​មូលដ្ឋាន ។ </p>
nb: <p>Velg et serveralternativ og angi hvor alle pakkebrønner skal plasseres på det lokale systemet. </p>
pa: <p>ਇੱਕ ਸਰਵਰ ਚੋਣ ਚੁਣੋ ਅਤੇ ਸੈੱਟ ਕਰੋ ਕਿ ਸਾਰੀਆਂ ਰਿਪੋਜ਼ਟਰੀਆਂ ਲੋਕਲ ਸਿਸਟਮ ਉੱਤੇ ਕਿੱਥੇ ਹੋਸਟ ਹੋਣੀਆਂ ਚਾਹੀਦੀਆਂ ਹਨ। </p>
pl: <p>Należy wybrać jedną z opcji serwera i podać miejsce, w którym będą przechowywane repozytoria w systemie lokalnym. </p>
pt: <p>Seleccione uma das opções do servidor e especifique se todos os repositórios deveram ser armazenados no sistema local. </p>
pt_br: <p>Selecione uma das opções de servidor e especifique onde todos os repositórios devem ser hospedados no sistema local. </p>
ro: <p>Selectați una din opțiunile server și specificați unde vor fi găzduite sursele de instalare pe sistemul local. </p>
ru: <p>Выберите один из вариантов сервера и укажите, где в локальной системе должны располагаться все репозитории. </p>
sk: <p>Vyberte jednu z možností servera a určite, kde by mali byť umiestnené všetky repozitáre na lokálnom systéme. </p>
sv: <p>Välj ett av serveralternativen och ange var alla lagringsplatser ska finnas i det lokala systemet. </p>
uk: <p>Виберіть один з параметрів сервера і вкажіть де всі сховища мають бути розміщені на локальній системі. </p>
zh_cn: <p>选择其中一个服务器选项, 并且指定所有软件源 应位于本地系统的什么位置。 </p>

source: <p>If you have one of the services already running and want to do the server configuration manually, select not to configure the services. </p>
ar: <p>إذا كانت إحدى الخدمات لديك قيد التشغيل بالفعل، وتريد تكوين الخادم يدويًا، حدد عدم تكوين الخدمات. </p>
cs: <p>Pokud již některá ze služeb běží a chcete server nastavit ručně, nezapomeňte zaškrtnout volbu nekonfigurovat služby. </p>
da: <p>Hvis du allerede har en af tjenesterne kørende, og ønsker at konfigurere serveren manuelt, så vælg ikke at konfigurere tjenesterne. </p>
de: <p>Haben Sie bereits einen der Dienste laufen und wollen Sie die Server-Konfiguration manuell durchführen, stellen Sie sicher, dass Sie die Option 'Keine Netzwerkdienste konfigurieren' aktiviert haben. </p>
el: <p>Εάν έχετε μία από τις υπηρεσίες να τρέχει και θέλετε να κάνετε τη ρύθμιση του διακομιστή χειροκίνητα, επιλέξτε να μην ρυθμίσετε τις υπηρεσίες. </p>
es: <p>Si alguno de los servicios ya está en funcionamiento y desea configurar el servidor manualmente, seleccione la opción para no configurar los servicios. </p>
gl: <p>Se xa se está executando algún dos servizos e desexa facer a man a configuración, seleccione non configurar os servizos. </p>
hi: <p>यदि आपके पास सर्विसों में से कोई एक पहले ही से रन कर रहा है तथा परिसेवक विन्यास मैनुअली करना चाहते हैं, तो सर्विसों को विन्यासित नहीं करना है को चयन करें. </p>
hr: <p>Ako je jedan od servisa već pokrenut i želite ručno podesiti poslužitelj, odaberite da ne želite podesiti servise. </p>
hu: <p>Ha már van futó szolgáltatása és a kiszolgáló beállításait kézzel szeretné megváltoztatni, akkor válassza a szolgáltatások beállításának kihagyása lehetőséget. </p>
it: <p>Se un servizio è già in esecuzione e si vuole impostare la configurazione del server manualmente, selezionare di non configurare i servizi. </p>
ja: <p>既に何らかのサービスが稼働中の状態のためサーバの設定を手動で 行なう場合は、 'ネットワークサービスを設定しない' を選択して ください。 </p>
km: <p>ប្រសិនបើ​អ្នក​មាន​សេវា​មួយ​កំពុង​​តែ​ដំណើរការ​ ហើយ​អ្នក​ចង់ ធ្វើ​ការ​កំណត់​រចនាសម្ព័ន្ធ​ម៉ាស៊ីន​បម្រើ​ដោយ​ដៃ ចូរ​ជ្រើស​កុំ​កំណត់​រចនាសម្ព័ន្ធ​សេវា ។ </p>
nb: <p>Hvis en av tjenestene allerede kjører og du ønsker å utføre serveroppsettet manuelt, kan du velge å ikke sette opp tjenestene. </p>
pa: <p>ਜੇ ਤੁਹਾਡੇ ਕੋਲ ਕੋਈ ਸਰਵਿਸ ਪਹਿਲਾਂ ਹੀ ਚੱਲ ਰਹੀ ਹੈ ਅਤੇ ਤੁਸੀਂ ਸੰਰਚਨਾ ਦਸਤੀ ਕਰਨੀ ਚਾਹੁੰਦੇ ਹੋ, ਸਰਵਿਸ ਸੰਰਚਨਾ ਨਾ ਕਰਨ ਲਈ ਚੁਣੋ। </p>
pl: <p>Jeśli działa jakaś usługa i trzeba skonfigurować serwer ręcznie, należy się upewnić, że nie została włączona opcja konfigurowania usług. </p>
pt: <p>Se já tem um dos serviços em execução, e pretende realizar a configuração manualmente, escolha não configurar os serviços. </p>
pt_br: <p>Se você tem um serviço em execução e deseja fazer a configuração do servidor manualmente, selecione a opção para não configurar os serviços. </p>
ro: <p>Dacă unul dintre servicii rulează deja și doriți să efectuați manual configurarea serverului, selectați să nu configurați serviciile. </p>
ru: <p>Если один из сервисов уже запущен и вы хотите настроить сервер вручную, выберите вариант без настройки сервисов. </p>
sk: <p>Ak máte jednu zo služieb už bežiacu nastavenú a chcete konfigurovať server ručne, vyberte si nekonfigurovať služby. </p>
sv: <p>Om någon av tjänsterna redan körs och du vill konfigurera servern manuellt väljer du att inte konfigurera tjänsterna. </p>
uk: <p>Якщо у вас вже запущено одну зі служб і ви хочете вручну налаштувати сервер, то виберіть, щоб не налаштовувати служби. </p>
zh_cn: <p>如果这些服务中有一项已在运行，并且您希望手动执行服务器配置， 则应选择不配置 这些服务。 </p>

source: <p><b><big>NFS Server Configuration</big></b><br> </p>
ar: <p><b><big>تكوين خادم NFS‏</big>‏</b>‏<br> </p>
cs: <p><b><big>Konfigurace serveru NFS</big></b><br> </p>
da: <p><b><big>Konfiguration af NFS-server</big></b><br> </p>
de: <p><b><big>Konfiguration des NFS-Servers</big></b><br> </p>
el: <p><b><big>Ρύθμιση Διακομιστή NFS</big></b><br> </p>
es: <p><b><big>Configuración del servidor NFS</big></b><br> </p>
gl: <p><b><big>Configuración de Servidor NFS</big></b><br> </p>
hi: <p><b><big>NFS सेवक समनुरूपण </big></b><br> </p>
hr: <p><b><big>Postavke NFS poslužitelja</big></b><br> </p>
hu: <p><b><big>NFS-kiszolgáló beállítása</big></b><br> </p>
it: <p><b><big>Configurazione server NFS</big></b><br> </p>
ja: <p><b><big>NFS サーバの設定</big></b><br> </p>
km: <p><b><big>ការ​កំណត់​រចនាសម្ព័ន្ធ​ម៉ាស៊ីន​បម្រើ NFS</big></b><br> </p>
nb: <p><b><big>Oppsett av NFS-server</big></b><br> </p>
pa: <p><b><big>NFS ਸਰਵਰ ਸੰਰਚਨਾ</big></b><br> </p>
pl: <p><b><big>Konfiguracja serwera NFS</big></b><br> </p>
pt: <p><b><big>Configuração do Servidor NFS</big></b><br> </p>
pt_br: <p><b><big>Configuração de Servidor NFS</big></b><br> </p>
ro: <p><b><big>Configurare server NFS</big></b><br> </p>
ru: <p><b><big>Конфигурация NFS-сервера</big></b><br> </p>
sk: <p><b><big>Konfigurácia serveru NFS</big></b><br> </p>
sv: <p><b><big>NFS-serverinställningar</big></b><br> </p>
uk: <p><b><big>Налаштування сервера NFS</big></b><br> </p>
zh_cn: <p><b><big>NFS 服务器配置</big></b><br> </p>

source: <p>To complete this configuration, a new entry in the file <em>/etc/exports</em> must be added and the NFS server must be installed and started. </p>
ar: <p>لإكمال هذا التكوين، يجب إضافة إدخال جديد في الملف <em>/etc/exports</em> ويجب تثبيت خادم NFS وبدء تشغيله. </p>
cs: <p>Před dokončením konfigurace je třeba přidat novou položku do souboru <em>/etc/exports</em> a nainstalovat a spustit server NFS. </p>
da: <p>For at fuldføre denne konfiguration, skal en ny indgang i filen <em>/etc/exports</em> være tilføjet og NFS-serveren skal være installeret og startet. </p>
de: <p>Zum Abschließen dieser Konfiguration muss ein Eintrag in die Datei <em>/etc/exports</em> hinzugefügt und der NFS-Server installiert und gestartet werden. </p>
el: <p>Για να τελειώσετε αυτή τη ρύθμιση, πρέπει να εισαχθεί μια νέα εγγραφή στο αρχείο <em>/etc/exports</em> κι ο διακομιστής NFS πρέπει να εγκατασταθεί και εκκινηθεί. </p>
es: <p>Para completar esta configuración es necesario añadir una nueva entrada al archivo <em>/etc/exports</em> y el servidor NFS debe ser instalado e iniciado. </p>
gl: <p>Para completar esta configuración, debe engadirse unha nova entrada no ficheiro <em>/etc/exports</em> e debe instalarse e iniciarse o servidor NFS. </p>
hi: <p>इस विन्यास को पूरा करने के लिए, फाइल में एक नयी प्रविष्टि <em>/आदि/एक्सपोर्ट्स</em> अवश्य जुड़ा हो तथा NFS परिसेवक अवश्य अधिष्ठापित तथा शुरूहोना चाहिए. </p>
hr: <p>Da biste završili ove postavke, novi unos u datoteci <em>/etc/exports</em> mora biti dodan i NFS poslužitelj mora biti instaliran i pokrenut. </p>
hu: <p>A szolgáltatás beállításához az NFS-kiszolgáló csomagjait telepítenie kell, az NFS-kiszolgálónak futnia kell és hozzá kell adnia egy új bejegyzést az <em>/etc/exports</em> fájlhoz. </p>
it: <p>Per completare la configurazione, è necessario aggiungere una nuova voce nel file <em>/etc/exports</em> e installare e avviare il server NFS. </p>
ja: <p>この設定を完了するには、ファイル <em>/etc/exports</em> 内に 新しい項目を追加し、 NFS サーバをインストールして動作させる 必要があります。 </p>
km: <p>ដើម្បី​បញ្ចប់​ការ​កំណត់​រចនាសម្ព័ន្ធ​នេះ អ្នក​ត្រូវ​តែ​បន្ថែម​ធាតុ​ថ្មី​មួយ​ក្នុង​ឯកសារ <em>/etc/exports</em> ហើយ​អ្នក​ត្រូវ​តែ​ដំឡើង និង​ចាប់ផ្ដើម ម៉ាស៊ីន​បម្រើ NFS ។ </p>
nb: <p>For å fullføre dene oppsettet må det legges til en ny oppføring i filen <em>/etc/exports</em>, og NFS-serveren må installeres og startes. </p>
pa: <p>ਇਹ ਸੰਰਚਨਾ ਮੁਕੰਮਲ ਕਰਨ ਲਈ, ਫਾਇਲ <em>/etc/exports</em> ਵਿੱਚ ਨਵੀਂ ਇੰਦਰਾਜ ਸ਼ਾਮਿਲ ਹੋਣੀ ਜਰੂਰੀ ਹੈ ਅਤੇ NFS ਸਰਵਰ ਇੰਸਟਾਲ ਅਤੇ ਚਾਲੂ ਹੋਣਾ ਜਰੂਰੀ ਹੈ। </p>
pl: <p>Aby zakończyć konfigurację, trzeba dodać nowy wpis do pliku <em>/etc/exports</em> , a serwer NFS musi być zainstalowany i uruchomiony. </p>
pt: <p>Para completar esta configuração, deve ser adicionada uma nova entrada no ficheiro <em>/etc/exports</em>, e o servidor de NFS deve ser instalado e iniciado. </p>
pt_br: <p>Para completar esta configuração, uma nova entrada em <em>/etc/exports</em> deve ser adicionada e o servidor NFS deve ser instalado e iniciado. </p>
ro: <p>Pentru a finaliza această configurație trebuie să adăugați o nouă intrare în fișierul <em>/etc/exports</em> și să instalați și să porniți serverul NFS. </p>
ru: <p>Чтобы закончить эту настройку, добавьте новую запись в файл <em>/etc/exports</em>, установите и запустите NFS-сервер. </p>
sk: <p>Pre dokončenie tejto konfigurácie musí do súboru <em>/etc/exports</em> byť pridaný riadok a NFS server musí byť nainštalovaný a spustený. </p>
sv: <p>Om du vill slutföra konfigurationen måste du lägga till en ny post i filen <em>/etc/exports</em> samt installera och starta NFS-servern. </p>
uk: <p>Щоб завершити це налаштування, потрібно додати новий запис до <em>/etc/exports</em> і потрібно встановити й запустити NFS. </p>
zh_cn: <p>要完成该配置, 必须在文件 <em>/etc/exports</em> 里面增加一个新的条目, 而且 NFS 服务器必须已经被安装并启动了. </p>

source: <p>If you need to restrict access to the exported directories to certain hosts, add a more restrictive wild card mask. For example, use <em>192.168.1.0/24</em> to restrict access to the <em>192.168.1.0</em> subnet. </p>
ar: <p>إذا كنت تحتاج إلى تقييد الوصول إلى بعض الدلائل المصدَّرة على أجهزة مضيفة محددة ، فقم بإضافة قناع حرف بدل أكثر تقييدًا. على سبيل المثال، استخدم <em>192.168.1.0/24</em> لتقييد الوصول إلى الشبكة الفرعية <em>192.168.1.0</em>. </p>
cs: <p>Pokud potřebujete omezit přístup do exportovaných adresářů pouze určitým hostitelům, zadejte restriktivnější masku. Například použijte <em>192.168.1.0/24</em> pro omezení přístupu pouze z podsítě <em>192.168.1.0</em>. </p>
da: <p>Hvis du har brug for at begrænse adgangen til den eksporterede mappe til bestemte værtsmaskiner, tilføjes en mere restriktiv jokertegn-maske. Brug f.eks. <em>192.168.1.0/24</em> til at indskrænke adgangen til <em>192.168.1.0</em>-undernettet. </p>
de: <p>Wenn Sie den Zugriff auf die exportierten Verzeichnisse für einige Rechner einschränken müssen, fügen Sie eine restriktivere Wildcard-Maske hinzu. Verwenden Sie zum Beispiel <em>192.168.1.0/24</em>, um den Zugriff auf das <em>192.168.1.0</em>-Subnetz einzuschränken. </p>
el: <p>Εάν θέλετε να περιορίσετε την πρόσβαση στους εξαγόμενους καταλόγους σε συγκεκριμένους κόμβους, εισάγετε μια πιο περιοριστική μάσκα wild card. Για παράδειγμα, χρησιμοποιείστε <em>192.168.1.0/24</em> για να περιορίσετε πρόσβαση στο υποδίκτυο <em>192.168.1.0</em>. </p>
es: <p>Si necesita restringir el acceso de los directorios exportados a determinados equipos, añada una máscara de comodín más restrictiva. Por ejemplo, utilice <em>192.168.1.0/24</em> para restringir el acceso a la subred <em>192.168.1.0</em>. </p>
gl: <p>Se precisa restrinxir o acceso ós directorios exportados a certas máquinas, engada un comodín de máscara máis restrictivo. Por exemplo, use <em>192.168.1.0/24</em> para restrinxir o acceso á subrede <em>192.168.1.0</em>. </p>
hi: <p>यदि आप किसी विश्वस्त हॉस्ट को एक्सपोर्टेड डायरेक्ट्री तक अभिगम रोकना चाहते हैं, तो अधिक रोकनेवाला वाइल्ड कार्ड मास्क जोड़ें. उदाहरणार्थ <em>192.168.1.0/24</em> का उपयोग <em>192.168.1.0</em> सबनेट में अभिगम को रोकने के लिए करें. </p>
hr: <p>Ako trebate određenim računalima ograničiti pristup izvezenim direktorijima, dodajte filter koji više ograničava. Na primjer, koristite <em>192.168.1.0/24</em> za biste zabranili pristup <em>192.168.1.0</em> podmreži. </p>
hu: <p>Ha a kiajánlott könyvtárakra bizonyos gépek számára korlátozásokat szeretne érvényesíteni, adjon meg további maszkokat. Például a <em>192.168.1.0/24</em> maszkot használva korlátozhatja az elérést a <em>192.168.1.0</em> alhálózat gépei számára. </p>
it: <p>Se è necessario restringere l'accesso alle directory esportate a determinati host, aggiungere una maschera con caratteri jolly più restrittiva. Ad esempio, utilizzare <em>192.168.1.0/24</em> per restringere l'accesso alla sotto-rete <em>192.168.1.0</em>. </p>
ja: <p>エクスポートしたディレクトリについてホスト単位のアクセス制御をかける場合は、 ワイルドカードマスクで制限を設定してください。たとえば <em>192.168.1.0/24</em> のように設定すると、 <em>192.168.1.0</em> サブネットからのアクセスだけを受け入れるようになります。 </p>
km: <p>បើ​អ្នក​ត្រូវការ​ដាក់​កម្រិត​ការ​ចូលដំណើរការ​ទៅ​កាន់​ថត​ដែល​បាន​នាំចេញ ឲ្យ​នៅ​ត្រឹម​តែម៉ាស៊ីន​ណា​មួយ ចូរ​បន្ថែម​របាំង​ជំនួស​នៃ​ការ​ដាក់​កម្រិត ។ ឧទាហរណ៍ ប្រើ <em>192.168.1.0/24</em> ដើម្បី​ដាក់​កម្រិត​ការ​ចូល​ដំណើរការ​តែ​ក្នុង​បណ្ដាញ​រង <em>192.168.1.0</em> ។ </p>
nb: <p>Hvis du vil begrense tilgangen til de eksporterte katalogene for visse vertsmaskiner, kan du legge til en mer restriktiv jokertegnmaske. Bruk for eksempel <em>192.168.1.0/24</em> for å begrense tilgangen til undernettverket <em>192.168.1.0</em>. </p>
pa: <p>ਜੇ ਤੁਸੀਂ ਕੁਝ ਹੋਸਟਾਂ ਲਈ ਨਿਰਯਾਤ ਡਾਇਰੈਕਟਰੀਆਂ ਤੱਕ ਪਹੁੰਚ ਤੇ ਪਾਬੰਦੀ ਲਾਉਣੀ ਚਾਹੁੰਦੇ ਹੋ, ਹੋਰ ਸਖਤ ਵਾਈਲਡ ਕਾਰਡ ਮਖੌਟਾ ਸ਼ਾਮਿਲ ਕਰੋ। ਉਦਾਹਰਨ ਵਜੋਂ, <em>192.168.1.0/24</em> ਨੂੰ <em>192.168.1.0</em> ਸਬਨੈੱਟ ਤੱਕ ਪਹੁੰਚ ਤੇ ਪਾਬੰਦੀ। </p>
pl: <p>Jeśli konieczne jest ograniczenie dostępu do wyeksportowanych katalogów tylko dla wybranych maszyn, należy podać bardziej restrykcyjny wzorzec nazwy. Można np. wprowadzić wzorzec <em>192.168.1.0/24</em>, aby ograniczyć dostęp do podsieci <em>192.168.1.0</em>. </p>
pt: <p>Se necessitar de restringir o acesso aos directórios exportados para que sejam acessíveis apenas a certos computadores, adicione uma máscara mais restritiva. Por exemplo, utilize <em>192.168.1.0/24</em> para restringir o acesso à sub-rede <em>192.168.1.0</em>.</p>
pt_br: <p>Se deseja restringir acesso aos diretórios exportados para certos hosts, adicione uma máscara wild card mais restrita. Por exemplo, use <em>192.168.1.0/24</em> para restringir acesso a subrede <em>192.168.1.0</em>. </p>
ro: <p>Dacă doriți să restricționați accesul la directoarele exportate pe anumite gazde, adăugați un winld card mai restrictiv pentru gazdă. Utilizați de ex. <em>192.168.1.0/24</em> pentru a restricționa accesul la subrețeaua <em>192.168.1.0</em>. </p>
ru: <p>Если вам нужно ограничить доступ к экспортируемым каталогам определенными хостами, добавьте более ограничительную маску. Например, используйте маску <em>192.168.1.0/24</em>, чтобы ограничить доступ подсетью <em>192.168.1.0</em>. </p>
sk: <p>Ak potrebujete obmedziť prístup k exportovaným priečinkom na určité IP adresy, použite napríklad <em>192.168.1.0/24</em> pre obmedzenie prístupu na podsieť <em>192.168.1.0</em>. </p>
sv: <p>Om du måste begränsa åtkomsten till de exporterade katalogerna till vissa värddatorer lägger du till en mer restriktiv jokerteckenmask. Använd t ex <em>192.168.1.0/24</em> om du vill begränsa åtkomsten till delnätet<em>192.168.1.0</em>. </p>
uk: <p>Якщо ви хочете обмежити доступ до експортованих каталогів за винятком деяких вузлів, то додайте більш обмежену маску. Напр., вживайте <em>192.168.1.0/24</em> щоб обмежити доступ до підмережі <em>192.168.1.0</em>. </p>
zh_cn: <p>如果您要限制仅允许特定的主机可以访问这些输出的目录, 请加入更加严格的通配符掩码. 例如, 使用 <em>192.168.1.0/24</em> 将访问限制在 <em>192.168.1.0</em> 子网中. </p>
