Repository: Dzejrou/yast-translations
Catalog: po/instserver/*.po
Languages: ar, cs, da, de, el, es, gl, hi, hr, hu, it, ja, km, nb, pa, pl, pt, pt_br, ro, ru, sk, sv, uk, zh_cn

source: <p>To complete this configuration, an HTTP server must be installed and started. The alias will be used to reference the installation server root directory.</p>
ar: <p>لإكمال هذا التكوين، يجب تثبيت خادم HTTP وبدء تشغيله. سيتم استخدام الاسم المستعار للإشارة إلى تثبيت الدليل الأولي للخادم.</p>
cs: <p>Abyste mohli dokončit nastavení, musí se nainstalovat a spustit HTTP server. Pro odkaz na kořenový adresář na instalačním serveru bude použit alias.</p>
da: <p>For at fuldføre denne konfiguration skal en HTTP-server være installeret og startet. Aliaset vil blive brugt som henvisning til rodmappen på installationsserveren.</p>
de: <p>Zum Abschließen der Konfiguration muss ein HTTP-Server installiert und gestartet sein. Der Alias wird als Verweis auf das übergeordnete Serververzeichnis verwendet.</p>
el: <p>Για να ολοκληρωθεί αυτή η ρύθμιση, ένας διακομιστής HTTP πρέπει να εγκατασταθεί και να εκκινηθεί. Το ψευδώνυμο θα χρησιμοποιηθεί για να αναφερθεί η εγκατάσταση του ριζικού καταλόγου του διακομιστή.</p>
es: <p>Para completar esta configuración, se debe instalar e iniciar un servidor HTTP. El alias se utilizará para denominar al directorio raíz del servidor de instalación.</p>
gl: <p>Para completar esta configuración, debe instalarse e iniciarse un servidor HTTP. O alias hase usar para referirse ó directorio raíz do servidor de instalación.</p>
hi: <p>इस अधिष्ठापन को पूरा करने के लिए, HTTP परिसेवक अवश्य अधिष्ठापित तथा शुरू हो. अपर अधिष्ठापन परिसेवक रूट डायरेक्ट्री संदर्भ के लिए प्रयुक्त होगी.</p>
hr: <p>Da biste dovršili ove postavke, HTTP poslužitelj mora biti instaliran i pokrenut. Alias će biti korišten da pokazuje na korjenski direktorij poslužitelja.</p>
hu: <p>A szolgáltatás beállításához a HTTP-kiszolgálót telepítenie kell, és el kell indítania. Az álnév (alias) a telepítőkiszolgáló gyökérkönyvtárára fog hivatkozni.</p>
it: <p>Per completare la configurazione, è necessario installare e avviare un server HTTP. L'alias sarà usato per fare riferimento alla directory root del server di installazione.</p>
ja: <p>この設定を完了するには、 HTTP サーバをインストールして動作させ なければなりません。また、インストールサーバのルートディレクトリを参照するため、 別名設定が行なわれます。</p>
km: <p>ដើម្បី​បញ្ចប់​ការ​កំណត់​រចនាសម្ព័ន្ធ​នេះ អ្នក​ត្រូវ​តែ​ដំឡើង និង​ចាប់ផ្ដើម ម៉ាស៊ីន​បម្រើ HTTP មួយ ។ ឈ្មោះ​ក្លែងក្លាយ​នឹង​ត្រូវ​បាន​ប្រើ ដើម្បី​យោង​ថត root របស់​ម៉ាស៊ីន​បម្រើ​ការ​ដំឡើង ។</p>
nb: <p>For å fullføre dette oppsettet må en HTTP-server være installert og startet. Aliaset vil ble benyttet som referanse til installasjonsserverens rotkatalog.</p>
pa: <p>ਇਹ ਸੰਰਚਨਾ ਮੁਕੰਮਲ ਕਰਨ ਲਈ, ਇੱਕ HTTP ਸਰਵਰ ਇੰਸਟਾਲ ਅਤੇ ਚਾਲੂ ਹੋਣਾ ਜਰੂਰੀ ਹੈ। ਇੰਸਟਾਲੇਸ਼ਨ ਸਰਵਰ ਰੂਟ ਡਾਇਰੈਕਟਰੀ ਨੂੰ ਹਵਾਲਾ ਦੇਣ ਲਈ ਏਲੀਅਸ ਵਰਤਿਆ ਜਾਵੇਗਾ।</p>
pl: <p>Aby zakończyć tę konfigurację, trzeba zainstalować i uruchomić serwer HTTP. Jako odwołanie do głównego katalogu serwera instalacji zostanie wykorzystany alias.</p>
pt: <p>Para completar esta configuração, um servidor de HTTP deve estar instalado e iniciado. Será usada uma 'alcunha' (alias) para referenciar o directório raiz do servidor de instalação.</p>
pt_br: <p>Para completar esta configuração, um servidor HTTP deve ser instalado e iniciado. O apelido será usado para referenciar o diretório raiz do servidor de instalação.</p>
ro: <p>Pentru a finaliza această configurație trebuie instalat și pornit un server HTTP. Alias-ul va fi utilizat ca referință la directorul root al serverului.</p>
ru: <p>Для завершения этой настройки HTTP-сервер должен быть установлен и запущен. Псевдоним будет использован для ссылки на корневой каталог сервера установки.</p>
sk: <p>Pre dokončenie tejto konfigurácie musí byť nainštalovaný a spustený HTTP server. Pre označenie koreňového priečinka inštalačného servera bude použitý názov.</p>
sv: <p>En HTTP-server måste installeras och startas för att konfigurationen ska slutföras. Aliaset används för att hänvisa till installationsserverns rotkatalog.</p>
uk: <p>Щоб завершити налаштування, сервер HTTP мусить бути встановленим і запущеним. Буде вживатись псевдонім для посилання до кореневого каталогу сервера.</p>
zh_cn: <p>您必须安装并启动一个 HTTP 服务器, 才能完成这个配置. 将使用别名来引用安装服务器的根目录.</p>

source: <p>Select a short and easy to remember alias. For example, if you select <em>SUSE</em> as the alias, the repositories will be available as shown below:</p>
ar: <p>حدد اسمًا مستعارًا قصيرًا يمكن تذكره بسهولة. فعلى سبيل المثال، إذا قمت بتحديد <em>SUSE</em> كاسم مستعار، ستتوفر المخازن على النحو التالي:</p>
cs: <p>Zvolte krátký a jednoduchý alias. Například pokud zvolíte jako alias <em>SUSE</em>, bude repozitář dostupný jako:</p>
da: <p>Vælg et kort alias, der er nemt at huske. Hvis du f.eks. vælger <em>SUSE</em> som alias, vil softwarekilderne være tilgængelig som vist herunder:</p>
de: <p>Wählen Sie einen kurzen und leicht zu merkenden Alias aus. Wenn Sie beispielsweise <em>SUSE</em> als Alias auswählen, sind die Repositories wie unten angegeben verfügbar:</p>
el: <p>Επιλέξτε ένα μικρό και εύκολο στην απομνημόνευση ψευδώνυμο. Για παράδειγμα, εάν επιλέξετε <em>SuSE</em> ως ψευδώνυμο, οι πηγές θα είναι διαθέσιμες όπως φαίνεται παρακάτω:</p>
es: <p>Seleccione un alias corto y fácil de recordar. Por ejemplo, si selecciona <em>SUSE</em> como alias, los repositorios estarán disponibles tal y como aparece a continuación:</p>
gl: <p>Seleccione un alias curto e fácil de lembrar. Por exemplo, se selecciona <em>SUSE</em> coma alias, os repositorios estarán dispoñibles como se mostra embaixo:</p>
hr: <p>Odaberite kratki alias koji se lako pamti. Na primjer, ako odaberete <em>SUSE</em> kao alias, repozitoriji će biti dostupni kako je to prikazano dolje:</p>
hu: <p>Rövid és könnyen megjegyezhető álnevet válasszon. Ha például álnévnek a <em>SUSE</em>-t választja, akkor a telepítési források elérhetősége az alábbi lesz:</p>
it: <p>Selezionare un alias breve e facile da ricordare. Ad esempio, se si sceglie <em>SUSE</em> come alias, i repository saranno disponibili come mostrato di seguito:</p>
ja: <p>短くて覚えやすい別名を選んでください。たとえば <em>SUSE</em> を別名に選んだとすると、 リポジトリは以下のような形で利用できるようになります:</p>
km: <p>ជ្រើស​ឈ្មោះ​ខ្លី ហើយ​ងាយស្រួល​ចាំ​ឈ្មោះ​ក្លែង​ក្លាយ ។ ឧទាហរណ៍ ប្រសិន​បើ​អ្នក​ជ្រើស <em>ស៊ូស៊ី</em> ជា​ឈ្មោះ​ក្លែងក្លាយ ឃ្លាំង​នឹងមាន​ដូច​បាន​បង្ហាញ​ខាង​ក្រោម ៖</p>
nb: <p>Velg et kort alias som er lett å huske. Hvis du for eksempel velger <em>SuSE</em> som alias, vil pakkebrønnene være tilgjengelige som vist nedenfor:</p>
pa: <p>ਸਿਖਣ ਲਈ ਛੋਟਾ ਏਲੀਅਸ ਚੁਣੋ। ਉਦਾਹਰਨ ਵਜੋਂ, ਜੇ ਤੁਸੀਂ ਏਲੀਅਸ ਤੌਰ ਤੇ <em>SUSE</em> ਚੁਣਿਆ ਹੈ , ਰਿਪੋਜ਼ਟੀਆਂ ਹੇਠ ਵਿਖਾਏ ਅਨੁਸਾਰ ਉਪਲੱਬਧ ਹੋਣਗੀਆਂ:</p>
pl: <p>Należy wybrać krótki i łatwy do zapamiętania alias. Na przykład - jeśli jako alias zostanie wybrany <em>SUSE</em>, repozytoria będą dostępne pod poniższym adresem:</p>
pt: <p>Escolha uma alcunha curta e fácil de memorizar. Por exemplo, se escolher <em>SUSE</em> como alcunha, os repositórios estaram disponíveis como apresentado em baixo:</p>
pt_br: <p>Selecione um apelido curto e fácil de memorizar. Se você selecionar <em>SUSE</em> como apelido, por exemplo, os repositórios serão disponibilizados conforme exibido abaixo:</p>
ro: <p>Alegeți un alias scurt și ușor de reținut. De exemplu, dacă alegeți <em>SUSE</em> ca alias, sursele vor fi disponibile ca mai jos:</p>
ru: <p>Выберите короткий и простой для запоминания псевдоним. Например, если выбрать псевдоним <em>SuSE</em>, репозитории будут доступны таким образом:</p>
sk: <p>Vyberte krátky a ľahko zapamätateľný alias. Ak si napríklad vyberiete <em>SuSE</em> ako alias, repozitáre budú dostupné, ako je uvedené nižšie:</p>
sv: <p>Välj ett kort alias som är enkelt att komma ihåg. Om du t ex väljer <em>SUSE</em> som alias blir lagringsplatserna tillgängliga enligt nedan:</p>
uk: <p>Виберіть короткий і легкий для запам'ятовування псевдонім. Напр., якщо ви виберете <em>SUSE</em> як псевдонім, то сховища будуть наявні так:</p>
zh_cn: <p>请选择一个简短并且好记的别名。例如，如果您选择 <em>SUSE</em> 作为别名，那么软件源将如下显示：</p>

source: <p><tt>http://&lt;Host IP&gt;/SUSE/&lt;Repository Name&gt;</tt> </p>
ar: <p><tt>‏http://‏&lt;عنوان IP للمضيف&gt;‏/SUSE/‏&lt;اسم المخزن&gt;‏</tt> </p>
cs: <p><pre>http://&lt;IP_hostitele&gt;/SUSE/&lt;nazev_repozitare&gt;</pre> </p>
da: <p><tt>http://&lt;Værtsmaskine-IP&gt;/SUSE/&lt;Softwarekildenavn&gt;</tt> </p>
de: <p><tt>http://&lt;Host-IP&gt;/SUSE/&lt;Name des Repositories&gt;</tt> </p>
el: <p><tt>http://&lt;IP Κόμβου&gt/SUSE/&lt;Όνομα Πηγής&gt;</tt> </p>
es: <p><tt>http://&lt;ip_del_equipo&gt;/SUSE/&lt;nombre_del_repositorio&gt;</tt> </p>
gl: <p><tt>http://&lt;IP do Servidor&gt;/SUSE/&lt;Nome do Repositorio&gt;</tt> </p>
hr: <p><tt>http://&lt;IP adresa računala&gt;/SUSE/&lt;Naziv repozitorija&gt;</tt> </p>
hu: <p><tt>http://&lt;gép_IP-címe&gt;/SUSE/&lt;telepítési_forrás&gt;</tt> </p>
it: <p><tt>http://&lt;IP Host&gt;/SUSE/&lt;Nome repository&gt;</tt> </p>
ja: <p><tt>http://&lt;ホスト IP&gt;/SUSE/&lt;リポジトリ名&gt;</tt> </p>
km: <p><tt>http://&lt;IP របស់​ម៉ាស៊ីន&gt;/ស៊ូស៊ី/&lt;ឈ្មោះ​ឃ្លាំង&gt;</tt> </p>
nb: <p><tt>http://&lt;vertsmaskin-IP&gt;/SUSE/&lt;pakkebrønnnavn&gt;</tt> </p>
pl: <p><tt>http://&lt;IP hosta&gt;/SUSE/&lt;Nazwa repozytorium&gt;</tt> </p>
pt: <p><tt>http://&lt;IP Computador&gt;/SUSE/&lt;Nome Repositório&gt;</tt> </p>
pt_br: <p><tt>http://&lt;IP_da_máquina&gt;/SUSE/&lt;Nome_do_repositório&gt;</tt> </p>
ro: <p><tt>http://&lt;IP gazdă&gt;/SUSE/&lt;nume sursă de instalare&gt;</tt> </p>
ru: <p><tt>http://&lt;IP-адрес узла&gt;/SUSE/&lt;Имя репозитория&gt;</tt> </p>
sk: <p><tt>http://&lt;IP hostiteľa&gt;/SUSE/&lt;Názov repozitára&gt;</tt> </p>
sv: <p><tt>http://&lt;Värddator-IP&gt;/SUSE/&lt;Namn på lagringsplats&gt;</tt> </p>
uk: <p><tt>http://&lt;IP вузла&gt;/SUSE/&lt;Назва сховища&gt;</tt> </p>

source: <p><b>Configuration of the Repository</b><br> </p>
ar: <p><b>تكوين المخزن</b>‏<br> </p>
cs: <p><b><big>Konfigurace repozitáře</big></b><br> </p>
da: <p><b>Konfiguration af softwarekilden</b><br> </p>
de: <p><b>Konfiguration des Repositorys</b><br> </p>
el: <p><b>Ρύθμιση της Αποθήκης Λογισμικού</b><br> </p>
es: <p><b>Configuración del repositorio</b><br> </p>
gl: <p><b>Configuración do Repositorio</b><br> </p>
hr: <p><b>Postavke repozitorija</b><br> </p>
hu: <p><b>Telepítési forrás beállításai</b><br> </p>
it: <p><b>Configurazione del repository</b><br> </p>
ja: <p><b>リポジトリの設定</b><br> </p>
km: <p><b>កា​រកំណត់​រចនាសម្ព័ន្ធ​ឃ្លាំង</b><br> </p>
nb: <p><b><big>Pakkebrønnoppsett</big></b><br> </p>
pl: <p><b>Konfiguracja repozytorium</b><br> </p>
pt: <p><b>Configuração do Repositório</b><br> </p>
pt_br: <p><b>Configuração do repositório</b><br> </p>
ro: <p><b>Configurația sursei de instalare</b><br> </p>
ru: <p><b>Конфигурация репозитория</b><br> </p>
sk: <p><b>Konfigurácia repozitára</b><br> </p>
sv: <p><b>Konfiguration av lagringsplatsen</b><br> </p>
uk: <p><b>Налаштування сховища</b><br> </p>
zh_cn: <p><b><big>软件源配置</big></b><br> </p>

source: <p>The repository name is used to create a directory under which all product CDs are copied and managed. The repository is accessed using the configured protocol (NFS, FTP, or HTTP).</p>
ar: <p>يُستخدم اسم المخزن في إنشاء دليل يتم ضمنه نسخ كافة الأقراص المضغوطة للمنتج وإدارتها. يتم الوصول إلى المخزن باستخدام البروتوكول المكوَّن (NFS أو FTP أو HTTP).</p>
cs: <p>Název repozitáře se používá k vytvoření adresáře, do kterého se uloží všechny disky CD produktu. K repozitáři se přistupuje pomocí nastaveného protokolu (NFS, FTP nebo HTTP)</p>
da: <p>Softwarekildenavnet bruges til at oprette en mappe hvorunder alle produkt-cd'er bliver kopieret og håndteret. Softwarekilden bliver tilgået med den konfigurerede protokol (NFS, FTP, eller HTTP)</p>
de: <p>Der Name des Repositorys wird verwendet, um ein Verzeichnis zu erstellen, in das alle Produkt-CDs kopiert und in dem sie verwaltet werden. Der Zugriff auf das Repository erfolgt über das konfigurierte Protokoll (NFS, FTP oder HTTP).</p>
el: <p>Το όνομα αποθήκης λογισμικού χρησιμοποιείται για τη δημιουργία ενός καταλόγου κάτω από τον οποίο όλα τα CDs προϊόντα αντιγράφονται και διαχειρίζονται. Η πηγή εγκατάστασης μπορεί να προσπελαστεί μέσω ρυθμισμένων πρωτοκόλλων (NFS, FTP ή HTTP)</p>
es: <p>El nombre del repositorio se utiliza para crear un directorio en el que se copiarán y gestionarán todos los CD del producto. El acceso al repositorio se realiza mediante el protocolo configurado (NFS, FTP o HTTP).</p>
gl: <p>O nome do repositorio úsase para crear un directorio no que se copian e xestionan tódolos CDs do produto. Ó repositorio accédese usando o protocolo configurado (NFS, FTP, ou HTTP).</p>
hr: <p>Naziv repozitorija se koristi da bi se napravio direktorij unutar kojega se kopiraju CD-i sa svim proizvodima. Repozitoriju se pristupa korištenjem postavljenog protokola (NFS, FTP ili HTTP).</p>
hu: <p>A telepítési forrás neve lesz annak a könyvtárnak a neve, ahová a termék CD-i kerülnek bemásolásra. A telepítési forrást a beállított protokoll (NFS, FTP vagy HTTP) használatával lehet elérni.</p>
it: <p>Il nome del repository viene utilizzato per creare una directory in cui vengono copiati e gestiti tutti i CD del prodotto. Il repository è accessibile tramite il protocollo configurato (NFS, FTP o HTTP).</p>
ja: <p>リポジトリ名は全ての製品 CD をコピーして管理するディレクトリとして使われます。 リポジトリは設定したプロトコル経由でアクセスできます (NFS, FTP, HTTP) 。 </p>
km: <p>ឈ្មោះ​ឃ្លាំង​ត្រូវ​បាន​ប្រើ​ដើម្បី​បង្កើត​ថត​នៅ​ក្រោម​ផលិតផល​ទាំងអស់ ស៊ីឌី​ត្រូវ​បាន​ចម្លង និង​គ្រប់គ្រង ។ ឃ្លាំង​ត្រូវ​បាន​​ចូល​ដំណើរការ ដោយ​ប្រើ ពិធីការ​ដែល​បាន​កំណត់​រចនាសម្ព័ន្ធ (NFS, FTP ឬ HTTP) ។</p>
nb: <p>Pakkebrønnnavnet benyttes for å opprette en katalog som alle produkt- CD-er skal kopieres til. Pakkebrønnen er tilgjengelig via den valgte protokollen (NFS, FTP eller HTTP)</p>
pl: <p>Nazwa repozytorium jest używana do tworzenia katalogu, do którego są kopiowane , i z którego są zarządzane wszystkie płyty CD produktów. Dostęp do repozytorium odbywa się za pośrednictwem skonfigurowanego protokołu (NFS, FTP lub HTTP).</p>
pt: <p>O nome do repositório é utilizado para cria o directório sob o qual todos os CDs do produto são copiados e geridos. O repositório é acedido utilizando o protocolo configurado (NFS, FTP ou HTTP)</p>
pt_br: <p>O nome do repositório é usado para criar um diretório no qual todos os CDs de produto são copiados e gerenciados. O repositório é acessado usando o protocolo configurado (NFS, FTP ou HTTP)</p>
ro: <p>Numele sursei de instalare este utilizat pentru crearea unui director unde vor fi copiate și gestionate toate CD-urile produsului. Sursa este accesată utilizând protocolul configurat (NFS, FTP sau HTTP)</p>
ru: <p>Имя репозитория используется для создания каталога, в который копируются и сортируются все компакт-диски всех продуктов. Репозиторий доступен по настроенным протоколам (NFS, FTP и HTTP).</p>
sk: <p>Názov repozitára sa použije na vytvorenie adresára, do ktorého sa skopírujú všetky CD produktu. Repozitár je prístupný pomocou nakonfigurovaného protokolu (NFS, FTP alebo HTTP)</p>
sv: <p>Namnet på lagringsplatsen används för att skapa en katalog där alla cd-skivor för produkten kopieras och hanteras. Lagringsplatsen är tillgänglig med det konfigurerade protokollet (NFS, FTP eller HTTP).</p>
uk: <p>Назва сховища використовується для створення каталогу, під яким всі КД продукту скопійовано. Доступ до каталогу можливий через налаштований каталог (NFS, FTP або HTTP)</p>
zh_cn: <p>软件源名称用于创建一个目录，在此目录下复制和管理所有产品 CD。软件源通过 配置的协议（NFS、FTP 或 HTTP）来访问。</p>

source: <p><b><big>SLP Support</big></b></p>
ar: <p><b><big>دعم SLP</big></b></p>
cs: <p><b><big>Podpora SLP</big></b></p>
da: <p><b><big>SLP-understøttelse</big></b></p>
de: <p><b><big>SLP-Unterstützung</big></b></p>
el: <p><b><big>Διαχείριση SLP</big></b></p>
es: <p><b><big>Soporte SLP</big></b></p>
gl: <p><b><big>Soporte SLP</big></b></p>
hi: <p><b><big>SLP सपोर्ट</big></b></p>
hr: <p><b><big>SLP podrška</big></b></p>
hu: <p><b><big>SLP támogatás</big></b></p>
it: <p><b><big>Supporto SLP</big></b></p>
ja: <p><b><big>SLP のサポート</big></b></p>
km: <p><b><big>ការ​ទ្រទ្រង់ SLP</big></b></p>
nb: <p><b><big>SLP-støtte</big></b></p>
pa: <p><b><big>SLP ਸਹਿਯੋਗ</big></b></p>
pl: <p><b><big>Obsługa SLP</big></b></p>
pt: <p><b><big>Suporte SLP</big></b></p>
pt_br: <p><b><big>Suporte SLP</big></b></p>
ro: <p><b><big>Suport SLP</big></b></p>
ru: <p><b><big>Поддержка SLP</big></b></p>
sk: <p><b><big>Podpora SLP</big></b></p>
sv: <p><b><big>SLP-stöd</big></b></p>
uk: <p><b><big>Підтримка SLP</big></b></p>
zh_cn: <p><b><big>SLP 支持</big></b></p>

source: <p>SLP (Service Location Protocol) facilitates finding an installation server. If checked, the repository will be announced on the network using SLP.</p>
ar: <p>يعمل SLP (بروتوكول موقع الخدمة) على تسهيل العثور على خادم تثبيت. في حالة التحقق من المخزن، سيتم الإعلان عنه على الشبكة باستخدام SLP.‏</p>
cs: <p>Protokol SLP (Service Location Protocol) usnadňuje nalezení instalačního serveru. Je-li zaškrtnut, bude repozitář oznámen v síti pomocí protokolu SLP.</p>
da: <p>SLP (Service Location Protocol) gør det lettere at finde en installationsserver. Hvis det afkrydses, bekendtgøres softwarekilden på netværket via SLP.</p>
de: <p>Das Service Location Protocol (SLP) erleichtert die Suche nach einem Installationsserver. Wenn diese Option aktiviert ist, wird das Repository im Netzwerk mithilfe von SLP bekannt gegeben.</p>
el: <p>Το SLP (Πρωτόκολλο Υπηρεσιών Περιοχής) διευκολύνει την εύρεση ενός διακομιστή εγκατάστασης. Εάν ενεργοποιηθεί, θα γίνει ανακοίνωση στο δίκτυο για την αποθήκη λογισμικού χρησιμοποιώντας SLP.</p>
es: <p>El protocolo de ubicación de servicios (SLP) hace que resulte más sencillo encontrar un servidor de instalación. Si está activado, el repositorio se anunciará en la red mediante SLP.</p>
gl: <p>SLP (Service Location Protocol) facilita atopar un servidor de instalación. Se está marcado, hase anunciar o repositorio na rede usando SLP.</p>
hr: <p>SLP (protokol za pronalaženje servisa) koristi se za pronalaženje instalacijskog poslužitelja. Ako je označeno, repozitorij će biti najavljen na mreži korištenjem SLP-a.</p>
hu: <p>Az SLP (Service Location Protocol) egyszerűbbé teszi a telepítőkiszolgáló megtalálását. Engedélyezésekor, a telepítési forrás SLP segítségével kerül hirdetésre a hálózaton.</p>
it: <p>SLP (Service Location Protocol) semplifica l'individuazione di un server d'installazione. Se selezionato, il repository verrà indicato sulla rete mediante SLP.</p>
ja: <p>SLP (サービスロケーションプロトコル) を利用することで、インストールサーバの発見を容易にすることができます。 この項目を有効にすると、リポジトリは SLP を利用してネットワーク内に通知を行ないます。</p>
km: <p>SLP (Service Location Protocol) សម្របសម្រួល​ការ​ស្វែងរក​ម៉ាស៊ីនបម្រើដំឡើង ។ ប្រសិនបើបានគូសធីក ឃ្លាំង​នឹង​ត្រូវបាន​ប្រកាស​នៅ​លើ​បណ្ដាញ​ដោយ​ប្រើ SLP ។</p>
nb: <p>SLP (Service Location Protocol) gjør det lettere å finne en installasjonsserver. Hvis du krysser av her, vil pakkebrønnen bli automatisk angitt på nettverket via SLP.</p>
pl: <p>SLP (Service Location Protocol) ułatwia znalezienie serwera instalacyjnego. Jeśli opcja ta będzie zaznaczona, repozytorium będzie ogłoszone w sieci za pomocą SLP.</p>
pt: <p>O SLP (Service Location Protocol) facilita a procura de um servidor de instalação. Se marcar esta opção, o repositório será anunciado na rede, utilizando o SLP.</p>
pt_br: <p>O SLP (Service Location Protocol - Protocolo de Localização de Serviço) facilita a busca de servidores de instalação. Se a opção for marcada, o repositório será anunciado na rede usando o SLP.</p>
ro: <p>SLP (Service Location Protocol) facilitează găsirea unui server de instalare. Dacă este bifat, sursa de instalare va fi anunțată în rețea utilizând SLP.</p>
ru: <p>SLP (Service Location Protocol, протокол обнаружения сервисов) облегчает поиск сервера установки. Если флажок установлен, репозиторий установки будет объявлен в сети с помощью SLP.</p>
sk: <p>SLP (Service Location Protocol) uľahčuje vyhľadanie inštalačného servera. Ak je to zaškrtnuté, inštalačný server bude ohlásený na sieti pomocou SLP.</p>
sv: <p>SLP (Service Location Protocol) gör att du kan hitta en installationsserver. Om du markerar det här alternativet presenteras lagringsplatsen i nätverket med hjälp av SLP.</p>
uk: <p>SLP (Service Location Protocol) спрощує пошук сервера встановлення. Якщо увімкнено, то сховище буде оголошене в мережі через SLP.</p>
zh_cn: <p>SLP（服务定位协议）可以协助寻找安装服务器的工作。 如果选中该选项，将使用 SLP 在网络上发布软件源。</p>
