Repository: Dzejrou/yast-translations
Catalog: po/instserver/*.po
Languages: ar, cs, da, de, el, es, gl, hi, hr, hu, it, ja, km, nb, pa, pl, pt, pt_br, ro, ru, sk, sv, uk, zh_cn

source: <p>Additionally, set the export options. For more details about the available options, see the manual page for <em>exports</em> (man exports(5)) </p>
ar: <p>بالإضافة إلى ذلك، قم بتعيين خيارات التصدير. ولمزيد من التفاصيل حول الخيارات المتاحة، راجع صفحة دليل <em>عمليات التصدير</em> ‏(man exports(5)) </p>
cs: <p>Dále lze nastavit možnosti exportu. Více informací o dostupných možnostech najdete na stránce příručky pro <em>exports</em> (man exports(5)) </p>
da: <p>Ydermere kan du indstille eksporttilvalgene. For flere detaljer angående de tilgængelige tilvalg, se manualsiden for <em>exports</em> (man exports(5)) </p>
de: <p>Legen Sie zusätzlich die Exportoptionen fest. Weitere Details zu den verfügbaren Optionen erhalten Sie auf der Handbuchseite zu <em>exports</em> (man exports(5)) </p>
el: <p>Εναλλακτικά, ορίστε τις εξαγόμενες επιλογές. Για περισσότερες πληροφορίες σχετικά με τις διαθέσιμες επιλογές, δείτε τις σελίδες βοήθειας για <em>εξαγωγές</em> (man exports(5)) </p>
es: <p>Configure además las opciones de exportación. Puede obtener más información sobre las opciones disponibles en la página del manual de <em>exports</em> (man exports(5)) </p>
gl: <p>Ademais, estableza as opcións de exportación. Para obter máis detalles sobre as opcións dispoñibles, consulte a páxina de manual de <em>exports</em> (man exports(5)) </p>
hi: <p>इसके अतिरिक्त, एक्सपोर्ट विकल्पों को सेट करें. उपलब्ध विकल्पों के बारे में अधिक जानकारी के लिए <em>एक्सपोर्ट</em> (मैन एक्सपोर्ट्स(5)) हेतु मैनुअल पृष्ठ को देखें. </p>
hr: <p>Dodatno, podesite izbore izvoza. Za više detalja o dostupnim izborima, pogledajte stranicu priručnika za <em>exports</em> (man exports(5)) </p>
hu: <p>A továbbiakban adja meg az exportálás paramétereit. A további részletek a használható paraméterekről az <em>exports</em> (man exports(5)) kézikönyvoldalakon olvashatók</p>
it: <p>Inoltre, impostare le opzioni per l'esportazione. Per maggiori dettagli sulle opzioni disponibili, consultare la pagina di manuale di <em>exports</em> (man exports(5))</p>
ja: <p>また、エクスポートオプションを指定することもできます。利用可能なオプションについての 詳細は、 <em>exports</em> のマニュアルページ (man exports(5)) をご覧ください。 </p>
km: <p>អាច​កំណត់​ជម្រើស​នាំចេញ​ផង​ដែរ ។ សម្រាប់​សេចក្ដី​លម្អិត​បន្ថែម​អំពី​ជម្រើស​ដែល​មាន សូម​មើល​ទំព័រ​សៀវភៅ​ដៃ​របស់ <em>exports</em> (man exports(5)) </p>
nb: <p>Du kan også spesifisere eksportalternativer. Du finner mer informasjon om tilgjengelige alternativer for manualsiden for <em>exports</em> (man exports(5)) </p>
pa: <p>ਵਾਧੂ ਤੌਰ ਤੇ, ਨਿਰਯਾਤ ਚੋਣ ਚੁਣੋ। ਉਪਲੱਬਧ ਚੋਣਾਂ ਬਾਰੇ ਵਧੇਰੇ ਵਿਸਥਾਰ ਲਈ, <em>ਨਿਰਯਾਤ</em> ਲਈ ਦਸਤਾਵੇਜ਼ ਵੇਖੋ (man exports(5)) </p>
pl: <p>Dodatkowo należy ustawić opcje eksportu. Więcej informacji o dostępnych opcjach zawiera podręcznik systemowy dla pliku <em>exports</em> (man exports(5)) </p>
pt: <p>Adicionalmente, defina as opções de exportação. Para mais detalhes sobre as opções disponíveis, consulte o manual do comando <em>exports</em> (man exports(5)). </p>
pt_br: <p>Adicionalmente, configure as opções de exportação. Para maiores detalhes, veja a página de manual para <em>exports</em> (man exports(5)) </p>
ro: <p>În lus, setați opțiunile de export. Pentru informații suplimentare despre opțiunile disponibile, consultați manualul pentru <em>exports</em> (man exports(5)) </p>
ru: <p>Также настройте параметры экспорта. Дополнительные сведения о возможных параметрах см. в справке для <em>exports</em> (man exports(5)). </p>
sk: <p>Dodatočne, nastavte možnosti exportu. Viac podrobností o dostupných možnostiach nájdete na manuálovej stránke pre <em>exports</em> (man exports(5)) </p>
sv: <p>Dessutom måste du ange exportalternativ. Mer information om de tillgängliga alternativen finns på manualsidan för <em>exports</em> (man exports(5)) </p>
uk: <p>Також, можна вказати параметри експорту. Подробиці про наявні параметри можна отримати з інструкції для <em>експорту</em> (man exports(5)) </p>
zh_cn: <p>此外, 您可以设置输出选项. 要得到关于可用选项更详细的描述, 请参阅 <em>exports</em> 的手册 (man exports(5)) </p>

source: <p>The repository will be available at the following URL: <tt>nfs://Host_IP/Repository_Name</tt></p>
ar: <p>يمكن الوصول إلى المخزن على عنوان URL التالي: <tt>nfs://Host_IP/Repository_Name</tt></p>
cs: <p>Repozitář bude dostupný na následující adrese URL: <tt>nfs://IP_hostitele/název_repozitare</tt></p>
da: <p>Softwarekilden vil være tilgængelig på følgende URL: <tt>nfs://Værtsmaskine_IP/Softwarekilde_Navn</tt></p>
de: <p>Das Repository wird unter folgender URL bereitgestellt: <tt>nfs://Host_IP/Name_des_Repositorys</tt></p>
el: <p>Η πηγή θα είναι διαθέσιμη στο ακόλουθο URL: <tt>nfs://Host IP/Source Name</tt></p>
es: <p>El repositorio estará disponible en la siguiente dirección URL: <tt>nfs://ip_del_equipo/nombre_del_repositorio</tt></p>
gl: <p>O repositorio estará dispoñible no seguinte URL: <tt>nfs://IP_do_Servidor/Nome_do_Repositorio</tt></p>
hr: <p>Repozitorij će biti dostupan na slijedećem URL-u: <tt>nfs://IP_adresa_računala/Naziv_repozitorija</tt></p>
hu: <p>A telepítési forrás az alábbi URL-en lesz elérhető: <tt>nfs://gép_IP_címe/telepítési_forrás</tt></p>
it: <p>Il repository sarà disponibile al seguente URL: <tt>nfs://IP_Host/Nome_Repository</tt></p>
ja: <p>リポジトリにアクセスするには以下の URL を指定してください: <tt>nfs://Host_IP/Source_Name</tt></p>
km: <p>ឃ្លាំង​នឹង​អាច​រក​បាន​នៅ​ URL ដូច​ខាង​ក្រោម ៖ <tt>nfs://Host_IP/Repository_Name</tt></p>
nb: <p>Pakkebrønnen vil være tilgjengelig på følgende nettadresse: <tt>nfs://Host_IP/pakkebrønn_navn</tt></p>
pa: <p>ਰਿਪੋਜ਼ਟਰੀ ਹੇਠ ਦਿੱਤੇ URL 'ਤੇ ਉਪਲੱਬਧ ਹੋਵੇਗੀ।: <pre>nfs://Host_IP/Repository_Name</pre></p>
pl: <p>Repozytorium będzie dostępne pod następującym adresem URL: <tt>nfs://IP_hosta/Nazwa_źródła</tt></p>
pt: <p>O repositório estará disponível no seguinte URL: </tt>nfs://IP_Computador/Nome_Repositório</tt></p>
pt_br: <p>O repositório estará disponível no seguinte URL: <tt>nfs://IP_da_máquina/Nome_do_repositório</tt></p>
ro: <p>Sursa de instalare va fi disponibilă la următorul URL: <tt>nfs://IP_gazda/nume_sursa</tt></p>
ru: <p>Репозиторий будет доступен по следующему URL: <tt>nfs://IP-адрес_узла/Имя_репозитория</tt></p>
sk: <p>Repozitár bude dostupný na nasledovnej URL adrese: <tt>nfs://IP_hostiteľa/Názov_repozitára</tt></p>
sv: <p>Lagringsplatsen finns på följande URL-adress: <tt>nfs://Värddator-IP/Namn_på_lagringsplats</tt></p>
uk: <p>Сховище буде доступне за цією адресою URL: <tt>nfs://IP_вузла/Назва_сховища</tt></p>
zh_cn: <p>将通过以下 URL 提供可用软件源： <tt>nfs://Host_IP/Repository_Name</tt></p>

source: <p><b><big>FTP Server Configuration</big></b><br> </p>
ar: <p><b><big>تكوين خادم FTP‏</big>‏</b><br> </p>
cs: <p><b><big>Konfigurace serveru FTP</big></b><br> </p>
da: <p><b><big>Konfiguration af FTP-server</big></b><br> </p>
de: <p><b><big>FTP-Server-Konfiguration</big></b><br> </p>
el: <p><b><big>Ρύθμιση Διακομιστή FTP</big></b><br> </p>
es: <p><b><big>Configuración del servidor FTP</big></b><br> </p>
gl: <p><b><big>Configuración de Servidor FTP</big></b><br> </p>
hi: <p><b><big>FTP सेवक समनुरूपण </big></b><br> </p>
hr: <p><b><big>Postavke FTP poslužitelja</big></b><br> </p>
hu: <p><b><big>FTP-kiszolgáló beállítása</big></b><br> </p>
it: <p><b><big>Configurazione del server FTP</big></b><br> </p>
ja: <p><b><big>FTP サーバの設定</big></b><br> </p>
km: <p><b><big>ការ​កំណត់​រចនាសម្ព័ន្ធ​ម៉ាស៊ីន​បម្រើ FTP</big></b><br> </p>
nb: <p><b><big>Oppsett av FTP-server</big></b><br> </p>
pa: <p><b><big>FTP ਸਰਵਰ ਸੰਰਚਨਾ</big></b><br> </p>
pl: <p><b><big>Konfiguracja serwera FTP</big></b><br> </p>
pt: <p><b><big>Configuração do Servidor FTP</big></b><br> </p>
pt_br: <p><b><big>Configuração do servidor FTP</big></b><br> </p>
ro: <p><b><big>Configurație server FTP</big></b><br> </p>
ru: <p><b><big>Конфигурация FTP-сервера</big></b><br> </p>
sk: <p><b><big>Konfigurácia serveru FTP</big></b><br> </p>
sv: <p><b><big>FTP-serverinställningar</big></b><br> </p>
uk: <p><b><big>Налаштування сервера FTP</big></b><br> </p>
zh_cn: <p><b><big>FTP 服务器配置</big></b><br> </p>

source: <p>To complete this configuration, an FTP server must be installed and started.</p>
ar: <p>لإكمال هذا التكوين، يجب تثبيت خادم FTP وبدء تشغيله.</p>
cs: <p>Abyste mohli dokončit toto nastavení, musí se nainstalovat a spustit server FTP.</p>
da: <p> For at fuldføre konfigurationen, skal en FTP-server være installeret og startet.</p>
de: <p>Zum Abschließen dieser Konfiguration muss ein FTP-Server installiert und gestartet werden.</p>
el: <p>Για να τελειώσετε αυτή τη ρύθμιση, ένας διακομιστής FTP πρέπει να εγκατασταθεί και να εκκινηθεί.</p>
es: <p>Para completar esta configuración, se debe instalar e iniciar un servidor FTP.</p>
gl: <p>Para completar esta configuración, debe instalarse e iniciarse un servidor FTP.</p>
hi: <p>समनुरूपण पूरा करने के लिए , एक FTP सेवक को अधिषठापन और शुरू करना चाहिए<p>
hr: <p>Da biste završili instalaciju, FTP poslužitelj mora biti instaliran i pokrenut.</p>
hu: <p>A szolgáltatás beállításához az FTP-kiszolgálót telepítenie és futtatnia kell.</p>
it: <p>Per completare la configurazione, è necessario installare e avviare un server FTP.</p>
ja: <p>この設定を完了するには、FTP サーバを インストールして動作させなければなりません。</p>
km: <p>ដើម្បី​បញ្ចប់​ការ​កំណត់​រចនាសម្ព័ន្ធ​នេះ អ្នក​ត្រូវ​តែ​ដំឡើង និង​ចាប់ផ្ដើម​ម៉ាស៊ីន​បម្រើ FTP ។</p>
nb: <p>For å fullføre dette oppsettet må en FTP-server være installert og startet.</p>
pa: <p>ਇਹ ਸੰਰਚਨਾ ਮੁਕੰਮਲ ਕਰਨ ਲਈ, FTP ਸਰਵਰ ਇੰਸਟਾਲ ਅਤੇ ਚਾਲੂ ਹੋਣਾ ਜਰੂਰੀ ਹੈ।</p>
pl: <p>Aby zakończyć konfigurację, należy zainstalować i uruchomić serwer FTP.</p>
pt: <p>Para completar esta configuração, um servidor de FTP deve estar instalado e iniciado.</p>
pt_br: <p>Para completar esta configuração, um servidor FTP deve ser instalado e iniciado.</p>
ro: <p>Pentru a finaliza această configurație trebuie să instalați și porniți un server FTP.</p>
ru: <p>Для завершения этой настройки FTP-сервер должен быть установлен и запущен.</p>
sk: <p>Pre dokončenie konfigurácie musí byť nainštalovaný a spustený FTP server.</p>
sv: <p>Slutför konfigurationen genom att installera och starta en FTP-server.</p>
uk: <p>Щоб завершити це налаштування, потрібно встановити і запустити сервер FTP.</p>
zh_cn: <p>您必须安装并启动一个 FTP 服务器, 才能完成这个配置.</p>

source: <p>If the chosen software repository directory is outside the FTP server hierarchy, a mount entry is added to <tt>/etc/fstab</tt>. This makes the software repository directory available under the FTP server (using the <tt>--bind</tt> option of <tt>mount</tt>). </p>
ar: <p>إذا كان دليل مخزن البرامج المحدد خارج التدرج الهرمي لخادم FTP، تتم إضافة إدخال توصيل إلى <tt>etc/fstab</tt><tt>/</tt>. وهذا الأمر يجعل دليل مخزن البرنامج متاحًا ضمن خادم FTP (الذي يستخدم الخيار <tt>--bind</tt> لـ <tt>mount</tt>). </p>
cs: <p>Pokud je zvolený instalační adresář mimo adresářovou strukturu serveru FTP, přidá se do souboru <em>/etc/fstab</em>, položka, která namapuje adresář do této struktury (pomocí volby <em>--bind</em> příkazu <em>mount</em> ). </p>
da: <p>Hvis den valgte mappe for softwarekilden er udenfor FTP-serverhierarkiet, vil en monteringsindgang blive føjet til <tt>/etc/fstab</tt>, hvilket gør mappen for softwarekilden tilgængelig på FTP-serveren (ved brug af tilvalget <tt>--bind</tt> i <tt>mount</tt>). </p>
de: <p>Wenn sich das ausgewählte Software-Repository-Verzeichnis außerhalb der FTP-Server-Hierarchie befindet, wird ein Mount-Eintrag zu <tt>/etc/fstab</tt> hinzugefügt, durch den das Software-Repository-Verzeichnis auf dem FTP-Server bereitgestellt wird (Option <tt>--bind</tt> von <tt>mount</tt>). </p>
el: <p>Εάν ο επιλεγμένος κατάλογος της αποθήκης λογισμικού είναι εκτός της ιεραρχίας του διακομιστή FTP μία καταχώριση προσάρτησης προστίθεται στο <tt>/etc/fstab</tt>. Αυτή η ενέργεια κάνει διαθέσιμο τον κατάλογο της αποθήκης λογισμικού στον διακομιστή FTP (χρησιμοποιώντας την επιλογή <tt>--bind</tt> του <tt>mount</tt>). </p>
es: <p>Si el directorio del repositorio de software seleccionado está fuera de la jerarquía del servidor FTP, se añade un punto de montaje en <tt>/etc/fstab</tt>. Esto permite que el directorio del repositorio de software esté disponible bajo el servidor FTP (utilizando la opción <tt>--bind</tt> del comando <tt>mount</tt>). </p>
gl: <p>Se o directorio do repositorio de software seleccionado está fóra da xerarquía do servidor FTP, engádese unha entrada de montaxe a <tt>/etc/fstab</tt>. Isto fai que o directorio do repositorio de software estea dispoñible no servidor FTP (usando a opción <tt>--bind</tt> de <tt>mount</tt>). </p>
hr: <p>Ako je instalacijski direktorij izvora odabran izvan hijerarhije FTP poslužitelja, dodaje se točka montiranja u <tt>/etc/fstab</tt>. To repozitorij programa čini dostupnim pod FTP poslužiteljem (korištenjem <tt>--bind</tt> izbora naredbe <tt>mount</tt>). </p>
hu: <p>Ha a telepítőkiszolgáló könyvtárát az FTP-kiszolgáló hatókörén kívül választja, egy csatolási bejegyzés fog bekerülni az <tt>/etc/fstab</tt> fájlba. Ez elérhetővé teszi a telepítési forrás könyvtárát az FTP-kiszolgáló számára (a <tt>mount</tt> parancs <tt>--bind</tt> kapcsolóját használva). </p>
it: <p>Se la directory del repository selezionato è esterna alla gerarchia del server FTP, viene aggiunto un punto di montaggio in <tt>/etc/fstab</tt>. In tal modo la directory del repository dei programmi sarà disponibile sul server FTP (mediante l'opzione <tt>--bind</tt> di <tt>mount</tt>). </p>
ja: <p>選択したソフトウエアリポジトリのディレクトリが FTP サーバのディレクトリ構造から 外れている場合、<tt>/etc/fstab</tt> ファイル内にマウント項目が書き込まれます。 これにより FTP サーバからソフトウエアリポジトリのディレクトリが見えるようになります (<tt>mount</tt> コマンドの <tt>--bind</tt> オプションを利用します)。 </p>
km: <p>ប្រសិន​បើ​ថត​កម្មវិធី​ដែល​បាន​ជ្រើស​នៅ​ខាង​ក្រៅ ឋានានុក្រម​ម៉ាស៊ីន​បម្រើ FTP ធាតុ​សរុប​ត្រូវ​បាន​បន្ថែម​ទៅ <tt>/etc/fstab</tt> ។ វា​បង្កើត​ថត​​ឃ្លាំង​កម្មវិធី​អាច​ប្រើបាននៅ​ក្រោម ម៉ាស៊ីន​បម្រើ FTP (ដោយ​ប្រើជម្រើស <tt>--bind</tt> របស់ <tt>ម៉ោន</tt>) ។ </p>
nb: <p>Hvis den valgte katalogen med pakkebrønnen er utenfor FTP-serveren filstruktur, vil et monteringspunkt bli lagt til i <tt>/etc/fstab</tt>, som gjør katalogen med pakkebrønnen tilgjengelig på FTP-serveren (ved å bruke valget <tt>--bind</tt> for <tt>mount</tt>-kommandoen). </p>
pl: <p>Jeśli wybrane repozytorium znajduje się poza hierarchią serwera FTP, do pliku <tt>/etc/fstab</tt>zostanie dodany punkt montowania. Spowoduje to udostępnienie repozytorium na serwerze FTP (zostanie użyta opcja <tt>--bind</tt> polecenia <tt>mount</tt>). </p>
pt: <p>Se o directório do repositório de software escolhido estiver fora da hierarquia do servidor FTP, será adicionada uma entrada de montagem em <tt>/etc/fstab</tt>, a qual torna disponível o directório do repositório ao servidor FTP (utilizando a opção <tt>--bind</tt> do comando <tt>mount</tt>). </p>
pt_br: <p>Se o diretório do repositório de software escolhido estiver fora da hierarquia do servidor FTP, será adicionado um ponto de montagem em <tt>/etc/fstab</tt>. Isto fará o diretório do repositório de software disponível no servidor FTP (usando a opção <tt>--bind</tt> do <tt>mount</tt>). </p>
ro: <p>Dacă directorul ales pentru sursele de instalare este în afara ierarhiei serverului FTP, va fi adăugată o intrare de monatre în <tt>/etc/fstab</tt> Aceasta face ca directorul sursei de instalare să fie disponibil direct pe serverul FTP (utilizând opțiunea <tt>--bind</tt> a comenzii <tt>mount</tt>). </p>
ru: <p>Если каталог репозитория выбран вне иерархии FTP-сервера, точка монтирования будет добавлена в <tt>/etc/fstab</tt>, что сделает каталог репозитория доступным на FTP-сервере (используйте параметр <tt>--bind</tt> команды <tt>mount</tt>). </p>
sk: <p>Ak je zvolený adresár softvérového repozitára mimo hierarchie FTP servera, bude do <tt>/etc/fstab</tt> pridaná položka pripojenia. Toto sprístupní adresár softvérového repozitára pod FTP serverom (pomocou voľby <tt>--bind</tt> pre <tt>mount</tt>). </p>
sv: <p>Om den valda katalogen för lagringsplatsen för programvara finns utanför FTP-serverns hierarki läggs en monteringspost till i <tt>/etc/fstab</tt>. Det gör katalogen för lagringsplatsen för programvara tillgänglig under FTP-servern (med alternativet <tt>--bind</tt> för <tt>mount</tt>). </p>
uk: <p>Якщо вибраний каталог сховищ знаходиться ззовні від ієрархії FTP-сервера, то додається запис монтування до <tt>/etc/fstab</tt>, що робить каталог сховищ наявним під сервером FTP (за допомогою вживання параметра <tt>--bind</tt> команди <tt>mount</tt>). </p>
zh_cn: <p>如果所选的软件源目录位于 FTP 服务器层次之外，则会向 <tt>/etc/fstab</tt> 添加一个载入项。 这样使软件源目录在 FTP 服务器下可用 （使用 <tt>mount</tt> 的 <tt>--bind</tt> 选项）。 </p>

source: <p>The installation server will be available to clients using the following URL: </p>
ar: <p>يمكن للعملاء الوصول إلى خادم التثبيت باستخدام عنوان URL التالي: </p>
cs: <p>Instalační server bude dostupný pro klienty pod touto adresou URL: </p>
da: <p>Installationsserveren vil være tilgængelig for klienter, ved brug af følgende URL: </p>
de: <p>Der Installationsserver wird für Clients mit folgender URL zur Verfügung stehen: </p>
el: <p>Ο διακομιστής εγκατάστασης θα είναι διαθέσιμος στους πελάτες μέσω του επόμενου URL: </p>
es: <p>Los clientes podrán acceder al servidor de instalación a través de la siguiente dirección URL: </p>
gl: <p>O servidor de instalación estará dispoñible para os clientes usando o seguinte URL: </p>
hi: <p> निम्नलिखित URL का इस्तेमाल करके अधिषठापन सेवक ग्राहकों के लिए उपलब्घ होगा: </p>
hr: <p>Instalacijski poslužitelj će biti dostupan klijentima na slijedećem URL-u: </p>
hu: <p>A telepítőkiszolgáló a következő URL-en érhető el: </p>
it: <p>Il server di installazione sarà disponibile ai client che utilizzano il seguente URL:</p>
ja: <p>インストールサーバを利用するには、クライアントから以下の URL を指定してください: </p>
km: <p>ម៉ាស៊ីន​បម្រើ​ការ​ដំឡើង​នឹង​មាន​ចំពោះ​ម៉ាស៊ីន​ភ្ញៀវ ដោយ​ប្រើ URL ខាង​ក្រោម ៖ </p>
nb: <p>Installasjonsserveren vil være tilgjengelig for klientene på følgende nettverksadresse: </p>
pa: <p>ਹੇਠਲਾ URL ਵਰਤ ਕੇ ਇੰਸਟਾਲੇਸ਼ਨ ਸਰਵਰ ਕਲਾਂਈਟ ਲਈ ਉਪਲੱਬਧ ਹੋਵੇਗਾ: </p>
pl: <p>Serwer instalacyjny będzie dostępny dla klientów pod następującym adresem URL: </p>
pt: <p>O servidor de instalação estará disponível para os clientes, utilizando o seguinte URL: </p>
pt_br: <p>O servidor de instalação estará disponível para clientes usando o seguinte URL: </p>
ro: <p>Serverul de instalare va fi accesibil clienților prin URL-ul următor: </p>
ru: <p>Сервер установки будет доступен клиентам по следующему URL: </p>
sk: <p>Inštalačný server bude dostupný pre klientov pod týmto URL: </p>
sv: <p>Installationsservern är tillgänglig för klienterna på följande URL-adress: </p>
uk: <p>Сервер встановлення буде наявний для клієнтів за наступною адресою URL: </p>
zh_cn: <p>客户端可以通过以下 URL 访问安装服务器: </p>

source: <p><tt>ftp://&lt;Host IP&gt;/&lt;Repository Name&gt;</tt> </p>
ar: <p>‏<tt>‏ftp://‏&lt;‏عنوان IP للمضيف&gt;‏/&lt;اسم المخزن&gt;‏</tt> </p>
cs: <p><tt>ftp://&lt;IP_hostitele&gt;/&lt;Nazev_repozitare&gt;</tt> </p>
da: <p><tt>ftp://&lt;Værtsmaskine-IP&gt;/&lt;Softwarekildenavn&gt;</tt> </p>
de: <p><tt>ftp://&lt;Host-IP&gt;/&lt;Name des Repositorys&gt;</tt> </p>
el: <p><tt>ftp://&lt;IP Κόμβου&gt;/&lt;Όνομα Πηγής&gt;</tt> </p>
es: <p><tt>ftp://&lt;ip_del_equipo&gt;/&lt;nombre_del_repositorio&gt;</tt> </p>
gl: <p><tt>ftp://&lt;IP do Servidor&gt;/&lt;Nome do Repositorio&gt;</tt> </p>
hr: <p><tt>ftp://&lt;IP adresa računala&gt;/&lt;Naziv repozitorija&gt;</tt> </p>
hu: <p><tt>ftp://&lt;gép_IP-címe&gt;/&lt;telepítési forrás&gt;</tt> </p>
it: <p><tt>ftp://&lt;IP Host&gt;/&lt;Nome repository&gt;</tt> </p>
ja: <p><tt>ftp://&lt;ホストIP&gt;/&lt;リポジトリ名&gt;</tt> </p>
km: <p><tt>ftp://&lt;Host IP&gt;/&lt;ឈ្មោះ​ឃ្លាំង&gt;</tt> </p>
nb: <p><tt>ftp://&lt;vertsmaskin-IP&gt;/&lt;pakkebrønnnavn&gt;</tt> </p>
pl: <p><tt>ftp://&lt;IP Hosta&gt;/&lt;Nazwa repozytorium&gt;</tt> </p>
pt: <p><tt>ftp://&lt;IP Computador&gt;&lt;Nome Repositório&gt;</tt> </p>
pt_br: <p><tt>ftp://&lt;IP_da_máquina&gt;/&lt;Nome_do_repositório&gt;</tt> </p>
ro: <p><tt>ftp://&lt;IP gazdă&gt;/&lt;nume sursă de instalare&gt;</tt> </p>
ru: <p><tt>ftp://&lt;IP-адрес узла&gt;/&lt;Имя репозитория&gt;</tt> </p>
sk: <p><tt>ftp://&lt;IP hostiteľa&gt;/&lt;Názov repozitára&gt;</tt> </p>
sv: <p><tt>ftp://&lt;Värddator-IP&gt;/&lt;Namn på lagringsplats&gt;</tt> </p>
uk: <p><tt>ftp://&lt;IP вузла&gt;/&lt;Назва сховища&gt;</tt> </p>
zh_cn: <p><tt>ftp://&lt;主机 IP&gt;/&lt;软件源名称&gt;</tt> </p>

source: <p><b><big>HTTP Server Configuration</big></b><br> </p>
ar: <p><b><big>تكوين خادم HTTP‏</big>‏</b>‏<br> </p>
cs: <p><b><big>Konfigurace serveru HTTP</big></b><br> </p>
da: <p><b><big>Konfiguration af HTTP-server</big></b><br> </p>
de: <p><b><big>Konfiguration des HTTP-Servers</big></b><br> </p>
el: <p><b><big>Ρύθμιση Διακομιστή HTTP</big></b><br> </p>
es: <p><b><big>Configuración del servidor HTTP</big></b><br> </p>
gl: <p><b><big>Configuración do Servidor HTTP</big></b><br> </p>
hi: <p><b><big>HTTP सेवक समनुरूपण </big></b><br> </p>
hr: <p><b><big>Postavke HTTP poslužitelja</big></b><br> </p>
hu: <p><b><big>HTTP-kiszolgáló beállítása</big></b><br> </p>
it: <p><b><big>Configurazione server HTTP</big></b><br> </p>
ja: <p><b><big>HTTP サーバの設定</big></b><br> </p>
km: <p><b><big>ការ​កំណត់​រចនាសម្ព័ន្ធ​ម៉ាស៊ីន​បម្រើ HTTP</big></b><br> </p>
nb: <p><b><big>Oppsett av HTTP-server</big></b><br> </p>
pa: <p><b><big>HTTP ਸਰਵਰ ਸੰਰਚਨਾ</big></b><br> </p>
pl: <p><b><big>Konfiguracja serwera HTTP</big></b><br> </p>
pt: <p><b><big>Configuração do Servidor HTTP</big></b><br> </p>
pt_br: <p><b><big>Configuração do servidor HTTP</big></b><br> </p>
ro: <p><b><big>Configurația serverului HTTP</big></b><br> </p>
ru: <p><b><big>Конфигурация HTTP-сервера</big></b><br> </p>
sk: <p><b><big>Konfigurácia serveru HTTP</big></b><br> </p>
sv: <p><b><big>HTTP-serverinställningar</big></b><br> </p>
uk: <p><b><big>Налаштування сервера HTTP</big></b><br> </p>
zh_cn: <p><b><big>HTTP 服务器配置</big></b><br> </p>
