Repository: Dzejrou/yast-translations
Catalog: po/instserver/*.po
Languages: ar, cs, da, de, el, es, gl, hi, hr, hu, it, ja, km, nb, pa, pl, pt, pt_br, ro, ru, sk, sv, uk, zh_cn

source: <p>Select a source drive from the list, insert the first medium of a base product, and press <b>Next</b> to copy the content into the local repository.</p>
ar: <p>حدد محرك أقراص مصدر من القائمة، وأدخل الوسيط الأول لمنتج أساسي، ثم اضغط <b>التالي</b> لنسخ المحتوى إلى المخزن المحلي.</p>
cs: <p>Ze seznamu zvolte zdrojovou jednotku, vložte první médium základního produktu a stisknutím tlačítka <b>Další</b> obsah zkopírujte do místního repozitáře.</p>
da: <p>Vælg et kildedrev fra listen. Indsæt det første medie af et basisprodukt, og tryk <b>Næste</b> for at kopiere indholdet til den lokale softwarekilde.</p>
de: <p>Wählen Sie ein Quelllaufwerk in der Liste aus, legen Sie das erste Medium eines Basisprodukts ein und wählen Sie <b>Weiter</b>, um den Inhalt in das lokale Repository zu kopieren.</p>
el: <p>Επιλέξτε έναν δίσκο πηγής από τον κατάλογο, εισάγετε το πρώτο μέσο ενός βασικού προϊόντος και πατήστε <b>Επόμενο</b> για την αντιγραφή του περιεχομένου στην τοπική πηγή εγκατάστασης.</p>
es: <p>Seleccione una unidad de origen en la lista, introduzca el primer medio de un producto base y pulse <b>Siguiente</b> para copiar el contenido en el repositorio local.</p>
gl: <p>Seleccione unha unidade fonte para a lista, insira o primeiro soporte dun produto básico, e prema <b>Seguinte</b> para copiar o contido ó repositorio local.</p>
hi: <p>सूची से स्रोत ड्राइव का चयन करें,आधार उत्पाद का प्रथम मिडियम प्रविष्ट करें तथा स्थानीय भंडार में सामग्रियों को कॉपी करने के लिए <b>अगला</b> को दबाएं.</p>
hr: <p>Izaberite uređaj izvora s liste, umetnite prvi medij proizvoda i stisnite <b>Dalje</b> da biste kopirali sadržaj u lokalni repozitorij.</p>
hu: <p>Válasszon egy forrás-meghajtót a listából, tegye be az alaptermék első adathordozóját, majd nyomja meg a <b>Következő</b> gombot a forrás tartalmának helyi tárba másolásához.</p>
it: <p>Selezionare un'unità di origine dall'elenco, inserire il primo supporto di un prodotto base, quindi premere <b>Avanti</b> per copiare il contenuto nel repository locale.</p>
ja: <p>一覧からコピー元のドライブを選択し、製品の 1 枚目のメディアを挿入してください。 <b>次へ</b> を押すと、メディアの内容をリポジトリ内にコピーします。</p>
km: <p>ជ្រើស​ដ្រាយ​ប្រភព​មួយ​ពី​បញ្ជី, បញ្ចូល​ឧបករណ៍​ផ្ទុក​​ទីមួយ​នៃ​ផលិតផល​គោល ហើយ​ចុច <b>បន្ទាប់</b> ដើម្បី​ចម្លង​មាតិកា​ទៅ​ក្នុង​ឃ្លាំង​មូលដ្ឋាន​ ។</p>
nb: <p>Velg en kildestasjon fra listen, sett inn det første mediet for et grunnprodukt og klikk <b>Neste</b> for å kopiere innholdet til den lokale pakkebrønnen.</p>
pl: <p>Należy wybrać napęd źródłowy z listy, a następnie umieścić w napędzie pierwszy nośnik podstawowego produktu i nacisnąć przycisk <b>Dalej</b>, aby skopiować zawartość do lokalnego repozytorium.</p>
pt: <p>Escolha uma unidade de origem da lista, insira primeiro o suporte do produto base e prima <b>Seguinte</b> para copiar o conteúdo para o repositório local.</p>
pt_br: <p>Selecione uma unidade de origem na lista, insira a primeira mídia do produto base e pressione <b>Próximo</b> para copiar o conteúdo no repositório local.</p>
ro: <p>Selectați un disc sursă din listă, inserați primul mediu pentru produsul de bază și apăsați <b>Următor</b> pentru a copia conținutul în sursa de instalare locală.</p>
ru: <p>Выберите привод источника из списка, вставьте первый носитель продукта и нажмите <b>Далее</b> для копирования содержимого в локальный репозиторий.</p>
sk: <p>Vyberte niektorú mechaniku zo zoznamu, vložte prvé médium základného produktu a pre skopírovanie obsahu do lokálneho repozitára úložiska stlačte <b>Ďalší</b>.</p>
sv: <p>Välj en källenhet i listan, sätt in det första mediet för en basprodukt och klicka på <b>Nästa</b> för att kopiera innehållet till den lokala lagringsplatsen.</p>
uk: <p>Виберіть зі списку привід джерела, вставте перший носій базового продукту і натисніть <b>Далі</b>, щоб скопіювати вміст в локальне сховище.</p>
zh_cn: <p>从列表中选择一个源驱动器，插入基本产品的第一个介质，然后按 <b>下一步</b>将内容复制到本地软件源中。</p>

source: <p>When the base media are copied to the local repository, you can add additional CDs to the repository (for example, Service Pack CDs or any add-on CDs).</p>
ar: <p>عندما يتم نسخ الوسائط الأساسية إلى المخزن المحلي، يمكنك إضافة أقراص مضغوطة إضافية إلى المخزن (على سبيل المثال، الأقراص المضغوطة لحزمة الخدمة أو أية أقراص مضغوطة للوظائف الإضافية).</p>
cs: <p>Jakmile jsou základní média zkopírována do místního repozitáře, můžete k instalačnímu zdroji přidat další disky CD (servisní balíčky, disky CD s aktualizacemi Service Pack nebo s doplňky).</p>
da: <p>Når basismediet er kopieret til den lokale softwarekilde, kan du tilføje yderligere cd'er til softwarekilden (f.eks., Service Pack-cd'er og andre tillægs-cd'er).</p>
de: <p>Wenn die Basismedien in das lokale Repository kopiert wurden, können Sie weitere CDs zum Repository hinzufügen (z. B. Service Pack-CDs oder Zusatz-CDs).</p>
el: <p>Όταν τα βασικά μέσα αντιγραφούν στην τοπική πηγή εγκατάστασης, μπορείτε να προσθέσετε επιπλέον CDs στο μέσο εγκατάστασης (για παράδειγμα, Service Pack CDs ή οποιαδήποτε add-on CDs.)</p>
es: <p>Cuando los soportes del producto base se hayan copiado en el repositorio local, podrá añadir CD adicionales al repositorio (por ejemplo, CD de Service Pack o cualquier CD adicional).</p>
gl: <p>Cando se copien os soportes principais ó repositorio local, poderá engadir CDs adicionais ó repositorio (por exemplo, CDs de Service Pack ou calquera CD de complementos).</p>
hr: <p>Kada se osnovni mediji kopiraju u lokalni repozitorij, možete staviti dodatne CD-e u repozitorij (npr. CD-e sa servisnim zakrpama ili bilo koje dodatne CD-e).</p>
hu: <p>Az alap-adathordozó a helyi telepítési forrásba történő másolása után, további CD-ket adhat a telepítési forráshoz (például Javítócsomag CD-ket vagy egyéb kiegészítő CD-ket).</p>
it: <p>Dopo che i supporti di base vengono copiati nel repository locale, è possibile aggiungere altri CD al repository (ad esempio CD con Service Pack oppure altri CD di componenti aggiuntivi).</p>
ja: <p>製品をリポジトリにコピーした後、追加の CD をリポジトリに追加することができます (たとえばサービスパック CD やアドオン CD など) 。</p>
km: <p>នៅ​ពេល​ដែល​មេឌៀ​មូលដ្ឋាន​ត្រូ​វបាន​ចម្លង​ទៅ​ឃ្លាំង​មូលដ្ឋាន អ្នក​អាច​បន្ថែម ស៊ីឌី​បន្ថែម​ទៅ​ឃ្លាំង (ឧទាហរណ៍ ស៊ីឌី​កញ្ចប់​សេវា ឬ​ស៊ីឌី​ផ្នែក​បន្ថែម) ។</p>
nb: <p>Etter at grunnmediet er kopiert til den lokale pakkebrønnen, kan du legge til flere CD-er i pakkebrønnen (for eksempel en oppdaterings-CD eller hvilken som helst annen tilleggs-CD).</p>
pl: <p>Gdy podstawowe nośniki zostaną skopiowane do lokalnego repozytorium, można dodać do serwera instalacyjnego dodatkowe płyty CD (np. płyty Service Pack CD lub inne dodatkowe płyty).</p>
pt: <p>Quando o suporte base é copiado para o repositório local, pode adicionar CDs ao repositório (por exemplo, CDs 'Service Pack' ou quaisquer CDs suplementares).</p>
pt_br: <p>Quando a mídia base for copiada no repositório local, você pode incluir outros CDs ao repositório (por exemplo, CDs do Service Pack ou qualquer CD complementar).</p>
ro: <p>Dacă mediul de bază a fost copiat local, puteți adăuga sursei de instalare CD-uri adiționale (de exemplu CD-uri Service Pack sau orice alte CD-uri add-on).</p>
ru: <p>Когда базовый носитель будет скопирован в локальный репозиторий, вы можете добавить в репозиторий дополнительные компакт-диски (например, с пакетами исправлений или дополнениями).</p>
sk: <p>Ak je základné médium už skopírované do lokálneho repozitára, môžete pridať k repozitáru ďalšie CD (napríklad CD s opravnými balíkmi alebo akékoľvek doplnkové CD).</p>
sv: <p>När basmediet kopieras till den lokala lagringsplatsen kan du lägga till ytterligare cd-skivor på lagringsplatsen (t ex cd-skivor med Service Pack och andra cd-skivor med tillägg).</p>
uk: <p>Коли базовий носій скопійовано до локального сховища, ви можете додати додаткові КД (напр.,, КД пакунків обслуговування та будь-які інші).</p>
zh_cn: <p>将基本介质复制到本地软件源后，您可以将附加 CD 添加到软件源（例如，服务包 CD 或附加产品 CD）。</p>

source: <p><b><big>ISO Images</big></b></p>
ar: <p><b><big>نُسخ محتويات ISO‏</big>‏</b>‏</p>
cs: <p><b><big>Obrazy ISO</big></b></p>
da: <p><b><big>ISO-imagefiler</big></b></p>
de: <p><b><big>ISO-Abbilder</big></b></p>
el: <p><b><big>Εικόνες ISO</big></b></p>
es: <p><b><big>Imágenes ISO</big></b></p>
gl: <p><b><big>Imaxe ISO</big></b></p>
hi: <p><b><big>ISO प्रतिरूप</big></b></p>
hr: <p><b><big>ISO slike</big></b></p>
hu: <p><b><big>ISO-lemezképek</big></b></p>
it: <p><b><big>Immagini ISO</big></b></p>
ja: <p><b><big>ISO イメージ</big></b></p>
km: <p><b><big>រូបភាព ISO</big></b></p>
nb: <p><b><big>ISO-diskbilder</big></b></p>
pa: <p><b><big>ISO ਈਮੇਜ਼</big></b></p>
pl: <p><b><big>Obrazy ISO</big></b></p>
pt: <p><b><big>Imagens ISO</big></b></p>
pt_br: <p><b><big>Imagens ISO</big></b></p>
ro: <p><b><big>Imagini ISO</big></b></p>
ru: <p><b><big>Образы ISO</big></b></p>
sk: <p><b><big>ISO obrazy</big></b></p>
sv: <p><b><big>ISO-avbildningar</big></b></p>
uk: <p><b><big>Штампи ISO</big></b></p>
zh_cn: <p><b><big>ISO 映像</big></b></p>

source: <p>ISO images can be used instead of CD or DVD media. If you press <b>Next</b>, you can select ISO image files.</p>
ar: <p>يمكن استخدام نُسخ محتويات ISO بدلاً من وسائط قرص الفيديو الرقمي والقرص المضغوط. إذا قمت بضغط <b>التالي</b>، يمكنك تحديد ملفات نُسخ محتويات ISO.‏</p>
cs: <p>Místo disků CD nebo DVD můžete použít obrazy ISO. Zvolit je můžete po stisknutí tlačítka <b>Další</b></p>
da: <p>ISO-imagefiler kan bruges istedet for cd- eller dvd-medier. Hvis du trykker på <b>Næste</b>, kan du vælge ISO-imagefiler.</p>
de: <p>Anstelle von CD- bzw. DVD-Medien können auch ISO-Abbilder verwendet werden. Nach Auswahl von <b>Weiter</b> können Sie ISO-Abbild-Dateien auswählen.</p>
el: <p>Εικόνες ISO μπορούν να χρησιμοποιηθούν αντί των μέσων CD ή DVD. Εάν πατήσετε <b>Επόμενο</b>, μπορείτε να επιλέξετε αρχεία εικόνων ISO.</p>
es: <p>Puede utilizar imágenes ISO en lugar de soportes en formato CD o DVD. Si pulsa <b>Siguiente,</b> podrá seleccionar archivos de imágenes ISO.</p>
gl: <p>Pode usarse imaxes ISO en troques de CD ou DVD. Se preme <b>Seguinte</b>, poderá seleccionar ficheiros de imaxes ISO.</p>
hi: <p>CD अथवा DVD मीडिया के अलावा ISO ईमेजिज़ उपयोग की जा सकती है. यदि आप <b>अगला</b> को दबाते हैं, ISO ईमेज़ फाइलों का चयन कर सकते हैं.</p>
hr: <p>ISO slike mogu biti korištene umjesto CD ili DVD medija. Ako stisnete <b>Dalje</b>, možete odabrati ISO slike.</p>
hu: <p>Lehetséges az ISO-lemezképek használata is CD vagy DVD adathordozó helyett. Ha megnyomja a <b>Következő</b> gombot, kiválaszthat egy ISO-lemezképet.</p>
it: <p>È possibile utilizzare le immagini ISO anziché i supporti CD o DVD. Scegliere <b>Avanti</b> per selezionare i file immagine ISO.</p>
ja: <p>ISO イメージは CD, DVD メディアの代用として使用することができます。 <b>次へ</b> を押すと、 ISO イメージファイルを選択することができます。</p>
km: <p>រូបភាព ISO អាច​ត្រូវ​បាន​ប្រើ​ជំនួស​មេឌៀ​ស៊ីឌី ឬ​ឌីវីឌី ។ បើ​អ្នក​ចុច <b>បន្ទាប់</b> អ្នក​អាច​ជ្រើស​ឯកសារ​រូបភាព ISO ។</p>
nb: <p>ISO-diskbilder kan benyttes i stedet for CD- eller DVD-medier. Trykk <b>Neste</b> for å velge ISO-diskbildefiler.</p>
pa: <p>DVD ਜਾਂ CD ਮੀਡਿਆ ਦੀ ਬਜਾਏ ISO ਈਮੇਜ਼ ਵੀ ਵਰਤੇ ਜਾ ਸਕਦੇ ਹਨ। ਜੇਕਰ ਤੁਸੀਂ <b>ਅੱਗੇ</b> ਨੂੰ ਦਬਾਇਆ ਤਾਂ ਤੁਸੀਂ ISO ਈਮੇਜ਼ ਫਾਇਲਾਂ ਦੀ ਚੋਣ ਕਰ ਸਕਦੇ ਹੋ।</p>
pl: <p>Zamiast płyt CD/DVD można wykorzystać obrazy ISO. Po naciśnięciu przycisku <b>Dalej</b> można będzie wskazać pliki obrazów ISO w nowym oknie.</p>
pt: <p>As imagens ISO podem ser utilizadas em vez do suporte CD ou DVD. Se premir <b>Seguinte</b>, pode seleccionar ficheiros de imagens ISO.</p>
pt_br: <p>Em vez de CDs ou DVDs, podem ser usadas imagens ISO. Se pressionar <b>Próximo</b>, você pode selecionar arquivos de imagens ISO.</p>
ro: <p>Imaginile ISO pot fi utilizate în locul mediilor CD sau DVD. Dacă apăsați <b>Următor</b>, puteți selecta fișiere imagine ISO.</p>
ru: <p>Вместо компакт- или DVD-дисков можно использовать образы ISO. Нажав кнопку <b>Далее</b>, вы можете выбрать файлы образов.</p>
sk: <p>ISO obrazy sa dajú použiť namiesto CD alebo DVD médií. Ak stlačíte <b>Ďalší</b>, môžete vybrať súbory s ISO obrazmi.</p>
sv: <p>ISO-bilder kan användas i stället för cd- och dvd-media. Om du klickar på <b>Nästa</b> kan du välja ISO-bildfiler.</p>
uk: <p>ISO-штампи можна вживати замість носіїв КД або DVD. Якщо натиснете <b>Далі</b>, то зможете вибрати файли ISO-штампів.</p>
zh_cn: <p>ISO 映像可以取代 CD 或 DVD 介质。按<b>下一步</b>后，您可以 选择 ISO 映像文件。</p>

source: <p><b><big>Initializing Configuration</big></b><br> Please wait...<br></p>
ar: <p><b><big>تهيئة التكوين</big>‏</b>‏<br> الرجاء الانتظار...<br></p>
cs: <p><b><big>Inicializuje se konfigurace</big></b> <br>Čekejte prosím...<br></p>
da: <p><b><big>Initialiserer konfiguration</big></b><br> Vent venligst..<br></p>
de: <p><b><big>Initialisieren der Konfiguration</big></b><br> Bitte warten...<br></p>
el: <p><b><big>Αρχικοποίηση Ρυθμίσεων</big></b><br> Παρακαλώ περιμένετε...<br></p>
es: <p><b><big>Iniciando la configuración</big></b><br> <br>Espere, por favor...<br></p>
gl: <p><b><big>Inicializando a Configuración</big></b><br> Agarde...<br></p>
hi: <p><b><big>समनुरूपण शुरू कर रहा हैं</big></b><br> कृपया इतंजार करें....<br></p>
hr: <p><b><big>Pokrećem postavke</big></b><br> Molim pričekajte...<br></p>
hu: <p><b><big>Beállítások inicializálása</big></b> <br>Kérem, várjon...<br></p>
it: <p><b><big>Inizializzazione della configurazione in corso</big></b><br> Attendere...<br></p>
ja: <p><b><big>設定を準備しています</big></b><br> しばらくお待ちください ...<br></p>
km: <p><b><big>កំពុង​ចាប់ផ្ដើម​ការ​កំណត់​រចនាសម្ព័ន្ធ</big></b><br> សូម​រង់ចាំ...<br></p>
nb: <p><b><big>Initialiserer oppsett</big></b><br> Vent...<br></p>
pa: <p><b><big>ਸੰਰਚਨਾ ਸ਼ੁਰੂ ਕਰ ਰਿਹਾ ਹੈ</big></b><br> ਉਡੀਕੋ ਜੀ...<br></p>
pl: <p><b><big>Inicjalizacja konfiguracji</big></b><br> Proszę czekać...<br></p>
pt: <p><b><big>A Inicializar a Configuração</big></b><br> Por favor aguarde...<br></p>
pt_br: <p><b><big>Inicializando a configuração</big></b><br> Por favor, aguarde...<br></p>
ro: <p><b><big>Inițializez configurarea</big></b><br> Vă rog așteptați...<br></p>
ru: <P><B><BIG>Инициализация конфигурации</BIG></B><BR> Подождите...<BR></P>
sk: <p><b><big>Inicializujem konfiguráciu</big></b> <br>Prosím, čakajte...<br></p>
sv: <p><b><big>Initierar inställningar</big></b><br> Vänta...<br></p>
uk: <p><b><big>Започаткування встановлення</big></b><br> Зачекайте, будь ласка...<br></p>
zh_cn: <p><b><big>正在初始化配置</big></b><br> 请稍候...<br></p>

source: <p><b><big>Aborting Initialization:</big></b><br> Safely abort the configuration utility by pressing <b>Abort</b> now.</p>
ar: <p><b><big>إيقاف التهيئة</big></b><br> قم بإيقاف البرنامج الإضافي للتكوين بشكلٍ آمن عن طريق ضغط <b>إيقاف</b> الآن.</p>
cs: <p><b><big>Přerušení inicializace:</big></b><br> Stiskem <b>Přerušit</b> bezpečně ukončíte konfigurační program.</p>
da: <p><b><big>Afbryder initialisering:</big></b><br> Afbryd konfigurationsværktøjet problemfrit ved at trykke på <b>Afbryd</b> nu.</p>
de: <p><b><big>Initialisierung abbrechen:</big></b><br> Sie können die Konfiguration gefahrlos abbrechen, indem Sie auf die Schaltfläche <b>Abbrechen</b> klicken.</p>
el: <p><b><big>Ματαίωση Αρχικοποίησης:</big></b><br> Μπορείτε να ματαιώσετε με ασφάλεια το εργαλείο ρύθμισης πατώντας <b>Ματαίωση</b> τώρα.</p>
es: <p><b><big>Cancelar la inicialización:</big></b><br> Para cancelar de manera segura la utilidad de configuración, pulse <b>Cancelar</b>.</p>
gl: <p><b><big>Abortando a inicialización:</big></b><br> Para abortar de xeito seguro a utilidade de actualización, prema en <b>Abortar</b> agora.</p>
hi: <p><b><big>आरम्भन विफल रहा है :</big></b><br> अव<b>विफल </b> दबाकर समनुरुपण यूटिलिटी को सावधानी से विफल कर दें ?।</p>
hr: <p><b><big>Prekidam pokretanje:</big></b><br> Možete sigurno prekinuti alat za postavke tako da stisnete <b>Prekini</b> .</p>
hu: <p><b><big>Az előkészítés megszakítása:</big></b><br> Most biztonsággal megszakíthatja a beállítóeszköz futását a <b>Megszakítás</b> gombbal.</p>
it: <p><b><big>Interruzione dell'inizializzazione:</big></b><br> per interrompere l'utility di configurazione in modo sicuro, premere <b>Interrompi</b> adesso.</p>
ja: <p><b><big>準備の中止:</big></b><br> <b>中止</b> ボタンを押すと準備を安全に中止することができます。</p>
km: <p><b><big>ការបោះបង់​ការ​ចាប់ផ្ដើម ៖</big></b><br> អ្នក​អាច​បោះបង់​កម្មវិធី​កំណត់​រចនាសម្ព័ន្ធ​ដោយ​សុវត្ថិភាព ដោយ​ចុច <b>បោះបង់</b> ឥឡូវ ។</p>
nb: <p><b><big>Avbryt initialisering:</big></b><br> Du kan trygt avbryte oppsettverktøyet ved å klikke <b>Avbryt</b> nå.</p>
pa: <p><b><big>ਸ਼ੁਰੂਆਤੀ ਅਧੂਰੀ ਖਤਮ ਕਰ ਰਿਹਾ ਹੈ:</big></b><br> ਹੁਣ ਧਿਆਨ ਨਾਲ <b>ਅਧੂਰਾ ਖਤਮ</b> ਦਬਾ ਕੇ ਸੰਰਚਨਾ ਅਧੂਰੀ ਖਤਮ ਕਰੋ।</p>
pl: <p><b><big>Przerwanie inicjalizacji:</big></b><br> Działania konfiguratora można bezpiecznie przerwać w tej chwili, naciskając przycisk <b>Przerwij</b>.</p>
pt: <p><b><big>Interrupção da Inicialização:</big></b><br> Pode interromper o utilitário de configuração de forma segura, premindo <b>Interromper</b> agora.</p>
pt_br: <p><b><big>Cancelando a inicialização:</big></b><br> Cancele com segurança o utilitário de configuração clicando em <b>Cancelar</b> agora.</p>
ro: <p><b><big>Anulez inițializarea:</big></b><br> Puteți anula utilitarul de configurare fără riscuri apăsând <b>Anulează</b> acum.</p>
ru: <p><b><big>Прерывание инициализации</big></b><br> Сейчас вы можете безопасно прервать работу утилиты конфигурации, нажав кнопку <b>Прервать</b>.</p>
sk: <p><b><big>Prerušenie inicializácie:</big></b><br> Teraz môžete bezpečne prerušiť konfiguráciu stlačením <b>Prerušiť</b>.</p>
sv: <P><B><BIG>Avbryta initieringen:</BIG></B><BR> Klicka på <b>Avbryt</b> om du vill avsluta inställningsverktyget.</P>
uk: <p><b><big>Переривання започаткування:</big></b><br> Безпечно припиніть засіб налаштування, натиснувши зараз <b>Перервати</b>.</p>
zh_cn: <p><b><big>正在中止初始化：</big></b><br> 现在按<b>终止</b>可安全地中止配置工具。</p>

source: <p><b>Saving Repository Configuration</b><br> </p>
ar: <p><b>حفظ إعدادات المستودع</b><br> </p>
cs: <p><b>Ukládá se konfigurace repozitáře</b><br> </p>
da: <p><b>Gemmer softwarekildekonfiguration</big></b><br> </p>
de: <p><b>Konfiguration des Repositorys wird gespeichert</b><br> </p>
el: <p><b>Αποθήκευση Ρυθμίσεων Αποθετηρίου</b><br> </p>
es: <p><b>Guardando la configuración del repositorio</b><br> </p>
gl: <p><b>Gardando a configuración do repositorio</b><br> </p>
hu: <p><b>Telepítési forrás beállításainak mentése</b> </p>
it: <p><b>Salvataggio della configurazione del repository</b><br> </p>
ja: <p><b>リポジトリ設定を保存しています</b><br> </p>
km: <p><b>រក្សាទុក​ការ​កំណត់​រចនាសម្ព័ន្ធ​ឃ្លាំង</b><br> </p>
nb: <p><b>Lagrer pakkebrønnoppsett/b><br> </p>
pl: <p><b>Zapisywanie konfiguracji repozytorium</b><br> </p>
pt_br: <p><b>Salvando a configuração do repositório</b><br> </p>
ro: <p><b>Se salvează configurația surselor de instalare</b><br> </p>
ru: <p><b>Сохранение настроек репозитория</b><br> </p>
sk: <p><b>Ukladanie konfigurácie repozitára</b></b> </p>
sv: <p><b>Spara konfiguration för lagringsplats</b><br> </p>
uk: <p><b>Збереження конфігурації сховища</b><br> </p>
zh_cn: <p><b>正在保存软件源配置</b><br> </p>

source: <p><b><big>Aborting Saving:</big></b><br> Abort the save procedure by pressing <b>Abort</b>. An additional dialog informs whether it is safe to do so. </p>
ar: <p><b><big>إيقاف الحفظ:</big>‏</b>‏<br> قم بإيقاف إجراء الحفظ عن طريق ضغط <b>إيقاف</b>. يظهر مربع حوار إضافي يبلغك إذا كان ذلك آمنًا أم لا. </p>
cs: <p><b><big>Přerušení ukládání:</big></b><br> Stiskem <b>Přerušit</b> ukončíte ukládání. Následující dialog vás informuje o bezpečnosti tohoto úkonu.</p>
da: <p><b><big>Afbryder gemmeprocessen:</big></b><br> Afbryd gemmeproceduren ved at trykke <b>Afbryd</b>. Et dialogvindue vil informere dig om, hvorvidt det er sikkert at gøre det. </p>
de: <p><b><big>Speichervorgang abbrechen:</big></b><br> Brechen Sie den Speichervorgang mit <b>Abbrechen</b> ab. Ein zusätzlicher Dialog informiert Sie darüber, ob dies eine sichere Aktion ist. </p>
el: <p><b><big>Ματαίωση Αποθήκευσης:</big></b><br> Ματαιώστε την διαδικασία αποθήκευσης πατώντας <b>Ματαίωση</b>. Ένας επιπλέον διάλογος θα σας ενημερώσει πότε είναι ασφαλές να κάνετε αυτό. </p>
es: <p><b><big>Cancelando la grabación:</big></b><br> Cancele la grabación pulsando <B>Cancelar</b>. Un cuadro de diálogo adicional le informará sobre si hacer ésto es seguro o no. </p>
gl: <p><b><big>Abortando a Gravación:</big></b><br> Aborte a gravación premendo en <b>Abortar</b>. Un diálogo adicional informaralle se é seguro facer isto ou non. </p>
hi: <p><b><big>संचय विफल कर रहा है :</big></b><br> <b>विफल</b> दबाकर सेव विधि को विफल करें । एक अन्य डायलग सूचित करता है कि क्या ये करना ठीक है । </p>
hr: <p><b><big>Prekidam pohranu:</big></b><br> Proceduru za spremanje možete prekinuti tako da stisnete <b>Prekini</b>. Dodatni prozor će vas obavijestiti da li je to sigurno. </p>
hu: <p><b><big>Mentés megszakítása:</big></b><br> A <b>Megszakítás</b> gomb megnyomásával megszakíthatja a folyamatot. Egy további párbeszédablak fogja tájékoztatni arról, hogy ezt biztonságos-e megtenni. </p>
it: <p><b><big>Interruzione del salvataggio:</big></b><br> è possibile interrompere il salvataggio premendo <b>Interrompi</b>. Viene visualizzata una nuova finestra di dialogo che indica se è sicuro procedere con l'operazione. </p>
ja: <p><b><big>保存の中止:</big></b><br> <b>中止</b> ボタンを押すと保存を中止できます。</p> 安全に中止できるかどうかのダイアログが表示されます。 </p>
km: <p><b><big>ការ​បោះបង់​ការ​រក្សាទុក​ ៖</big></b><br> បោះបង់​បែបបទ​ការ​រក្សាទុក ដោយ​ចុច <b>បោះបង់</b> ។ ប្រអប់​មួយ​ទៀត​នឹង​ប្រាប់​អ្នក​ថា តើ​មាន​សុវត្ថិភាព​ឬ​អត់​ក្នុងការ​ធ្វើ​ដូច្នេះ ។ </p>
nb: <p><b><big>Avbryt lagring:</big></b><br> Avbryt lagringen ved å klikke <b>Avbryt</b>. En ny dialog forteller deg om det er trygt å gjøre dette. </p>
pa: <p><b><big>ਸੰਭਾਲਣਾ ਅਧੂਰਾ ਛੱਡਣਾ:</big></b><br> <b>ਅਧੂਰਾ ਛੱਡੋ</b> ਦਬਾ ਕੇ ਸੰਭਾਲ ਕਾਰਜ ਅਧੂਰਾ ਖਤਮ ਕਰੋ। ਇੱਕ ਡਾਈਲਾਗ ਤੁਹਾਨੂੰ ਦੱਸੇਗਾ ਕਿ ਤੁਸੀਂ ਠੀਕ ਕਰ ਰਹੇ ਹੋ ਜਾਂ ਨਹੀਂ। </p>
pl: <p><b><big>Przerwanie zapisu:</big></b><br> Aby przerwać procedurę zapisu, proszę nacisnąć przycisk <b>Przerwij</b>. Dodatkowe okno będzie zawierało informację, czy jest to bezpieczne. </p>
pt: <p><b><big>Interrupção da Gravação:</big></b><br> Interrompa o procedimento de gravação premindo <b>Interromper</b>. Uma caixa de diálogo adicional, informa-lo-á do momento oportuno para o fazer. </p>
pt_br: <p><b><big>Cancelando o salvamento:</big></b><br> Cancele o salvamento clicando em <b>Cancelar</b>. Um diálogo adicional irá informar se é seguro ou não fazer isto. </p>
ro: <p><b><big>Anulez salvarea:</big></b><br> Anulați procedura de salvare apăsând <b>Anulează</b>. Un dialog adițional vă va informa dacă este sigur sau nu. </p>
ru: <p><b><big>Прерывание сохранения</big></b><br> Чтобы прервать сохранение, нажмите кнопку <b>Прервать</b>. В дополнительном диалоговом окне появится сообщение о том, безопасно ли это. </p>
sk: <p><b><big>Prerušenie ukladania:</big></b><br> Ukladanie môžete prerušiť stlačením <b>Prerušiť</b>. Zobrazí sa dialóg, ktorý vás bude informovať, či je to bezpečné. </p>
sv: <P><B><BIG>Avbryta sparandet:</BIG></B><BR> Avbryt spara-proceduren genom att klicka på <B>Avbryt</B>. En dialogruta visas med information om huruvida det är säkert att göra det eller inte.</p>
uk: <p><b><big>Переривання збереження:</big></b><br> Перервіть процедуру збереження, натиснувши <b>Перервати</b>. Додаткове вікно інформує чи це безпечно робити. </p>
zh_cn: <p><b><big>中断保存:</big></b><br> 请点击<B>中断</B>,以便中断保存. 一个附加对话框将告诉您这样做是否安全. </p>
