Repository: Dzejrou/yast-translations
Catalog: po/instserver/*.po
Languages: ar, cs, da, de, el, es, gl, hi, hr, hu, it, ja, km, nb, pa, pl, pt, pt_br, ro, ru, sk, sv, uk, zh_cn

source: Label: %1
ar: التسمية: %1
cs: Popisek: %1
da: Etiket: %1
de: Kennung: %1
el: Ετικέτα: %1
es: Etiqueta: %1
gl: Etiqueta: %1
hi: लेबल: %1
hr: Naziv: %1
hu: Címke: %1
it: Etichetta: %1
ja: ラベル: %1
km: ស្លាក ៖ %1
nb: Betegnelse: %1
pa: ਲੇਬਲ: %1
pl: Etykieta: %1
pt: Etiqueta: %1
pt_br: Etiqueta: %1
ro: Etichetă: %1
ru: Метка: %1
sk: Názov: %1
sv: Etikett: %1
uk: Надпис: %1
zh_cn: 标签：%1

source: Announce Using SLP: %1
ar: إعلان باستخدام SLP‏: %1
cs: Oznámení pomocí SLP: %1
da: Annoncér med SLP: %1
de: Mithilfe von SLP bekannt geben: %1
el: Ανακοίνωση Χρήσης SLP: %1
es: Anunciar mediante SLP: %1
gl: Anunciar Usando SLP: %1
hi: SLP प्रयोग करके घोषणा : %1
hr: Najavi koristeći SLP: %1
hu: Hirdetés SLP segítségével: %1
it: Comunica mediante SLP: %1
ja: SLP を使用したアナウンス: %1
km: ប្រកាស​ដោយ​ប្រើ SLP ៖ %1
nb: Angi via SLP: %1
pa: SLP ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਐਲਾਨ: %1
pl: Ogłoś używając SLP: %1
pt: Anunciar Utilizando SLP: %1
pt_br: Anunciar usando SLP: %1
ro: Anunță utilizând SLP: %1
ru: Объявить с использованием SLP: %1
sk: Oznamovať pomocou SLP: %1
sv: Annonsera med SLP: %1
uk: Повідомити про вживання SLP: %1
zh_cn: 使用 SLP 发布：%1

source: Yes
ar: نعم
cs: Ano
da: Ja
de: Ja
el: Ναι
es: Sí
gl: Si
hi: हाँ
hr: Da
hu: Igen
it: Sì
ja: はい
km: បាទ/ចាស
nb: Ja
pa: ਹਾਂ
pl: Tak
pt: Sim
pt_br: Sim
ro: Da
ru: Да
sk: Áno
sv: Ja
uk: Так
zh_cn: 是

source: No
ar: ﻻ
cs: Ne
da: Nej
de: Nein
el: Όχι
gl: Non
hi: नहीं
hr: Ne
hu: Nem
ja: いいえ
km: ទេ
nb: Nei
pa: ਨਹੀਂ
pl: Nie
pt: Não
pt_br: Não
ro: Nu
ru: Нет
sk: Nie
sv: Nej
uk: Ні
zh_cn: 否

source: Installation Server
ar: خادم التثبيت
cs: Instalační server
da: Installationsserver
de: Installationsserver
el: Εγκατάσταση Διακομιστή
es: Servidor de instalación
gl: Servidor de Instalación
hi: अधिषठापन सेवक
hr: Instalacijski poslužitelj
hu: Telepítési kiszolgáló
it: Server di installazione
ja: インストールサーバ
km: ម៉ាស៊ីន​បម្រើ​ការ​ដំឡើង
nb: Installasjonsserver
pa: ਇੰਸਟਾਲੇਸ਼ਨ ਸਰਵਰ
pl: Serwer instalacyjny
pt: Servidor de Instalação
pt_br: Servidor de instalação
ro: Server instalare
ru: Сервер установки
sk: Inštalačný server
sv: Installationsserver
uk: Встановлення сервера
zh_cn: 安装服务器

source: &Server Configuration...
ar: تكوين ال&خادم...
cs: Nastavení &serveru...
da: &Serverkonfiguration...
de: &Serverkonfiguration...
el: Ρυθμίσεις &Διακομιστή...
es: Configuración del &servidor...
gl: Configuración do &Servidor...
hi: सेवक समनुरूपण (&S)
hr: &Postavke poslužitelja...
hu: Ki&szolgálóbeállítások...
it: Configurazione &server...
ja: サーバの設定 (&S)...
km: ការ​កំណត់​រចនាសម្ព័ន្ធ​ម៉ាស៊ីន​បម្រើ...
nb: &Serveroppsett
pa: ਸਰਵਰ ਸੰਰਚਨਾ(&S)...
pl: Konfiguracja &serwera...
pt: Configuração do &Servidor...
pt_br: Configuração do &servidor...
ro: Configurarea &serverului
ru: Конфигурация &сервера...
sk: Konfigurácia &serveru...
sv: &Serverinställningar...
uk: Налаштування &сервера...
zh_cn: 服务器配置(&S)...

source: Configuration
ar: تكوين
cs: Konfigurace
da: Konfiguration
de: Konfiguration
el: Ρύθμιση
es: Configuración
gl: Configuración
hi: समनुरूपण
hr: Postavke
hu: Beállítás
it: Configurazione
ja: 設定
km: ការកំណត់រចនាសម្ព័ន្ធ
nb: Oppsett
pa: ਸੰਰਚਨਾ
pl: Konfiguracja
pt: Configuração
pt_br: Configuração
ro: Configurație
ru: Настройка
sk: Nastavenie
sv: Inställningar
uk: Налаштування
zh_cn: 配置

source: Product
ar: المنتج
cs: Produkt
da: Produkt
de: Produkt
el: Προϊόν
es: Producto
gl: Produto
hi: उत्पाद
hr: Proizvod
hu: Termék
it: Prodotto
ja: 製品
km: ផលិតផល
nb: Produkt
pa: ਉਤਪਾਦ
pl: Produkt
pt: Produto
pt_br: Produto
ro: Produs
ru: Продукт
sk: Produkt
sv: Produkt
uk: Продукт
zh_cn: 产品

source: Change Media
ar: تغيير الوسائط
cs: Vyměnit média
da: Skift medie
de: Medium wechseln
el: Αλλαγή μέσου
es: Cambiar medios
gl: Cambiar Soporte
hi: मिडिया बदलें
hr: Promijeni medij
hu: Adathordozó cseréje
it: Cambia supporto
ja: メディアの変更
km: ផ្លាស់ប្ដូរ​មេឌៀ
nb: Endre medium
pa: ਮਾਧਿਅਮ ਤਬਦੀਲ ਕਰੋ
pl: Zmień nośnik
pt: Alterar Suporte
pt_br: Mudar Mídia
ro: Modifică mediul
ru: Изменить носитель
sk: Zmeniť médium
sv: Ändra media
uk: Змінити носій
zh_cn: 变更介质

source: Insert CD %1 then press continue.
ar: قم بإدراج القرص المضغوط %1 ثم اضغط متابعة.
cs: Vložte disk CD %1 a poté stiskněte Pokračovat.
da: Indsæt cd %1 og tryk på fortsæt.
de: Legen Sie CD %1 ein und drücken Sie auf 'Fortfahren'.
el: Εισάγετε το CD %1 και πατήστε συνέχεια.
es: Introduzca el CD %1 y pulse Continuar.
gl: Insira o CD %1 e despois prema continuar.
hi: CD %1 अंदर डालें और जारी प्रैस करें
hr: Ubacite CD %1 i nakon toga pritisnite nastavi.
hu: Helyezze be a(z) %1 CD-t, majd nyomja meg a Tovább gombot.
it: Inserire il CD %1, quindi premere continua.
ja: CD %1 を挿入し、 '続行' を押してください。
km: បញ្ចូល​ស៊ីឌី %1 បន្ទាប់​មក​ចុច​បន្ត ។
nb: Sett inn CD %1 og klikk Fortsett.
pa: CD %1 ਪਾਓ ਫਿਰ ਜਾਰੀ ਦਬਾਓ।
pl: Proszę umieścić płytę CD %1 w napędzie i nacisnąć przycisk Dalej.
pt: Introduza o CD %1 e depois prima continuar.
pt_br: Insira o CD %1 e pressione continuar.
ro: Introduceți CD-ul %1 și apăsați Continuă.
ru: Вставьте CD %1, затем нажмите "Продолжить".
sk: Vložte CD %1, a stlačte Pokračovať.
sv: Lägg i cd %1 och klicka sedan på Fortsätt.
uk: Вставте КД %1 й натисніть Продовжити.
zh_cn: 插入 CD %1 然后按继续.

source: Select ISO image %1 then press continue.
ar: حدد نسخة محتويات ISO ‏%1، ثم اضغط "متابعة".
cs: Zvolte obraz ISO %1 a poté stiskněte Pokračovat.
da: Vælg ISO-imagefilen %1 og tryk derefter på fortsæt.
de: Wählen Sie ISO-Abbild %1 und drücken Sie 'Fortfahren'.
el: Επιλέξτε ISO image %1 και πατήστε συνέχεια
es: Seleccione la imagen ISO %1 y pulse Continuar.
gl: Selecciona a imaxe ISO %1 e despois prema continuar.
hi: ISO प्रतिरूप चूनें %1 जारी प्रैस करें
hr: Odaberite ISO sliku %1 i nakon toga pritisnite nastavi.
hu: Válassza ki a(z) %1 lemezképet, majd nyomja meg a Tovább gombot.
it: Selezionare l'immagine ISO %1, quindi premere continua.
ja: CD %1 の ISO イメージを選択し、 '続行' を押してください。
km: ជ្រើស​រូបភាព ISO %1 បន្ទាប់​មក​ចុច​បន្ត ។
nb: Velg ISO-diskbildet %1 og klikk Fortsett.
pa: ISO ਈਮੇਜ਼ %1 ਚੁਣੋ ਫਿਰ ਜਾਰੀ ਦਬਾਓ।
pl: Proszę wybrać obraz ISO %1 i nacisnąć przycisk Dalej.
pt: Escolha a imagem ISO %1, e depois prima continuar.
pt_br: Selecione a imagem ISO %1 e pressione continuar.
ro: Selectați imaginea ISO %1 și apăsați Continuă.
ru: Выберите образ ISO %1, затем нажмите "Продолжить".
sk: Vyberte ISO obraz %1, a stlačte Pokračovať.
sv: Välj ISO-avbildning %1 och klicka sedan på Fortsätt.
uk: Виберіть ISO-штамп %1 й натисніть Продовжити.
zh_cn: 请选择 ISO 映像 %1，然后按继续.

source: Insert CD %1 of %2.
ar: أدخل القرص المضغوط %1 من %2.
cs: Vložte disk CD %1 ze %2.
da: Indsæt cd %1 af %2.
de: Legen Sie CD %1 von %2 ein.
el: Εισάγετε CD %1 από %2.
es: Introduzca el CD %1 de %2.
gl: Insira o CD %1 de %2.
hi: CD %2 की %1 अदंर डालें
hr: Ubacite CD %1 od %2.
hu: Tegye be a %2 %1 CD-jét.
it: Inserire il CD %1 di %2.
ja: %1 枚目 (全 %2 枚) の CD を挿入してください。
km: បញ្ចូល​ស៊ីឌី %1 នៃ %2 ។
nb: Sett inn CD %1 av %2.
pa: %2 ਦੀ CD %1 ਪਾਓ
pl: Proszę umieścić w napędzie płytę CD %1 z %2.
pt: Introduza o CD %1 de %2.
pt_br: Insira o CD %1 de %2.
ro: Introduceți CD-ul %1 din %2.
ru: Вставьте CD %1 из %2.
sk: Vložte CD %1 z %2.
sv: Lägg i cd %1 av %2.
uk: Вставте КД %1 з %2.
zh_cn: 插入 CD %1(共 %2 张 CD)。

source: Select ISO image %1 of %2.
ar: حدد نسخة محتويات ISO ‏%1 من %2.
cs: Zvolte obraz ISO %1 z %2.
da: Vælg ISO-imagefil %1 af %2.
de: Wählen Sie ISO-Abbild %1 von %2.
el: Επιλέξτε ISO image %1 of %2.
es: Seleccione la imagen ISO %1 de %2.
gl: Seleccione a imaxe ISO %1 de %2.
hi: ISO प्रतिरूप %2 की %1 चूनें
hr: Odaberite ISO sliku %1 od %2.
hu: Válassza ki %2 %1 képmását.
it: Selezionare l'immagine ISO %1 di %2.
ja: ISO イメージ %1 (全 %2 イメージ) を選択してください。
km: ជ្រើស​រូបភាព ISO %1 នៃ %2 ។
nb: Velg ISO-diskbilde %1 av %2.
pa: %2 ਦਾ ISO ਈਮੇਜ਼ %1 ਚੁਣੋ।
pl: Proszę wybrać obraz ISO %1 z %2.
pt: Escolha a imagem ISO %1 de %2.
pt_br: Selecione a imagem ISO %1 de %2.
ro: Selectați imaginea ISO %1 din %2.
ru: Выберите образ ISO %1 из %2.
sk: Vyberte ISO obraz %1 z %2.
sv: Välj ISO-avbildning %1 av %2.
uk: Виберіть штамп ISO %1 з %2.
zh_cn: 选择 ISO 映像 %1(共 %2 个映像)。

source: Insert %1
ar: أدخل %1
cs: Vložte %1
da: Indsæt %1
de: '%1 einlegen
el: Εισάγετε το %1
es: Insertar %1
gl: Insira %1
hr: Ubacite %1
hu: Tegye be a következőt: %1
it: Inserire %1
ja: %1を 挿入してください
km: បញ្ចូល %1
nb: Sett inn %1
pl: Proszę włożyć %1
pt: Insira %1
pt_br: Insira %1
ro: Introduceți %1
ru: Вставьте %1
sk: Vložte %1
sv: Infoga %1
uk: Вставити %1
zh_cn: 插入 %1

source: Select %1
ar: حدد %1
cs: Vyberte %1
da: Vælg %1
de: %1 auswählen
el: Επιλογή %1
es: Seleccionar %1
gl: Seleccionar %1
hi: %1 चुनें
hr: Označite %1
hu: %1 kiválasztása
it: Selezionare %1
ja: %1 を選択
km: ជ្រើស %1
nb: Velg %1
pa: %1 ਚੁਣੋ
pl: Wybór %1
pt: Seleccione %1
pt_br: Selecionar %1
ro: Selectează %1
ru: Выберите %1
sk: Vybrať %1
sv: Välj %1
uk: Виберіть %1
zh_cn: 选择 %1

source: The medium requires product %1, which is not provided by the current repository. Select the base product medium first.
ar: يتطلب وسيط المنتج %1، والذي لا يوفره المخزن الحالي. حدد وسيط المنتج الأساسي أولاً.
cs: Médium vyžaduje produkt %1, který není dostupný v aktuálním repozitáři. Nejprve zvolte základní médium produktu.
da: Mediet kræver produktet %1, der ikke er leveret af den nuværende softwarekilde. Vælg grundproduktmediet først.
de: Für das Medium ist Produkt %1 erforderlich, das nicht vom aktuellen Repository bereitgestellt wird. Wählen Sie zunächst das Medium für das Basisprodukt aus.
el: Το μέσο απαιτεί το προϊόν %1, το οποίο δεν παρέχεται από τη τρέχουσα πηγή εγκατάστασης. Επιλέξτε το βασικό μέσο προϊόντος πρώτα.
es: El medio solicita el producto %1, no incluido en el repositorio actual. Seleccione primero el medio del producto base.
gl: O soporte precisa o produto %1, que non se proporciona no repositorio actual. Seleccione primeiro o soporte principal do produto.
hr: Medij zahtjeva proizvod %1, koji nije sadržan u trenutnom repozitoriju. Prvo odaberite osnovni medij proizvoda.
hu: Az adathordozó számára szükséges a(z) %1 termék, de ez nem érhető az aktuális telepítési forrásban. Válassza ki először az alaptermék adathordozóját.
it: Il supporto richiede il prodotto %1, che non è fornito dal repository attuale. Selezionare prima il supporto contenente il prodotto di base.
ja: このメディアには製品 %1 が必要です。これは現在のリポジトリでは 提供されていません。 先にこの製品を含むメディアを選択してください。
km: ឧបករណ៍​ផ្ទុក​ត្រូវ​ការ​ផលិតផល %1 ដែល​មិន​ត្រូវ​បាន​ផ្ដល់ ដោយឃ្លាំង​បច្ចុប្បន្ន ។ ជ្រើស​ឧបករណ៍​ផ្ទុក​ផលិតផល​មូលដ្ឋាន​ជា​មុន​សិន ។
nb: Mediet trenger produktet %1, som ikke finnes i gjeldende pakkebrønn. Velg først grunnproduktmediet.
pl: Nośnik wymaga produktu "%1", który nie jest dostępny w aktualnym repozytorium. Proszę najpierw określić nośnik produktu podstawowego.
pt: O suporte requer o produto %1, o qual não é proporcionado pelo repositório actual. Escolha primeiro o suporte do produto base.
pt_br: A mídia requer o produto %1, que não é fornecido pelo repositório atual. Primeiro, selecione a mídia do produto base.
ro: Mediul necesită produsul %1, ce nu este disponibil pe sursa de instalare curentă. Selectați înainte mediul pentru produsul de bază.
ru: Носителю необходим продукт %1, который не доступен в текущем репозитории. Сначала выберите носитель базового продукта.
sk: Médium vyžaduje produkt %1, ktorý však aktuálny repozitár neposkytuje. Vyberte najprv médium základného produktu.
sv: Produkten %1 krävs för mediet och den finns inte på den nuvarande lagringsplatsen. Välj mediet för basprodukten först.
uk: Носій потребує продукт %1, який не надається поточним сховищем. Виберіть спочатку носій базового продукту.
zh_cn: 该介质需要产品 %1， 而当前软件源未提供该产品。 请先选择基本产品介质。

source: Copying CD contents to local directory
ar: نسخ محتويات القرص المضغوط إلى الدليل المحلي
cs: Kopíruji obsah disku CD do místního adresáře
da: Kopierer cd-indholdet til lokal mappe
de: Kopieren der CD-Inhalte in lokales Verzeichnis
el: Αντιγραφή περιεχομένων CD στον τοπικό κατάλογο
es: Copiando el contenido del CD en el directorio local
gl: Copiando o contido do CD ó directorio local
hi: लोकल डाईरक्टरी में CD कन्टैंट कापी कर रहा हैं
hr: Kopiram sadržaj CD-a u lokalni direktorij
hu: A CD tartalmának helyi könyvtárba másolása
it: Copia del contenuto del CD nella directory locale in corso
ja: CD の内容をローカルディレクトリにコピーしています
km: កំពុង​ចម្លង​មាតិកា​របស់​ស៊ីឌី​ទៅ​ថត​មូលដ្ឋាន
nb: Kopierer CD-innhold til lokal katalog
pa: CD ਅੰਸ਼ ਲੋਕਲ ਡਾਇਰੈਕਟਰੀ ਤੇ ਲਿਖੋ
pl: Kopiowanie zawartości płyty CD do katalogu lokalnego
pt: A copiar os conteúdos do CD para directório local
pt_br: Copiando o conteúdo do CD para o diretório local
ro: Copiez conținutul CD-ului în directorul local
ru: Копирование содержимого CD в локальный каталог
sk: Kopírujem obsah CD do miestneho priečinka
sv: Kopierar cd-innehåll till lokal katalog
uk: Копіювання вмісту КД у локальний каталог
zh_cn: 增在将 CD 内容拷贝到本地目录

source: This may take a while...
ar: قد يستغرق ذلك بعض الوقت...
cs: Bude to chvíli trvat...
da: Dette kan tage noget tid...
de: Dies kann eine Weile dauern...
el: Αυτό ίσως απαιτήσει λίγο χρόνο...
es: Esto puede tardar un poco...
gl: Isto pode levar un anaco...
hi: ये कुछ समय ले सकता हैं...
hr: Ovo bi moglo potrajati...
hu: Ez eltarthat egy ideig...
it: L'operazione può richiedere tempo...
ja: しばらくお待ちください...
km: វា​ប្រហែល​ជា​ត្រូវការ​ពេល​មួយ​រយៈ...
nb: Dette kan ta en stund...
pa: ਇਹ ਕੁਝ ਸਮਾਂ ਲਵੇਗਾ...
pl: To może chwilę potrwać...
pt: Esta operação pode demorar algum tempo...
pt_br: Isto pode levar alguns instantes...
ro: Această operațiune poate dura...
ru: Потребуется некоторое время...
sk: Chvíľu to môže trvať...
sv: Det här kan ta en stund...
uk: Це може зайняти трохи часу...
zh_cn: 这可能需要一些时间...

source: Error while moving repository content.
ar: حدث خطأ أثناء نقل محتوى المخزن.
cs: Chyba při přesunu obsahu repozitáře.
da: Fejl ved flytning af softwarekildens indhold.
de: Fehler beim Verschieben des Repository-Inhalts.
el: Σφάλμα κατά την μεταφορά του περιεχομένου της πηγής
es: Se ha producido un error al mover el contenido del repositorio.
gl: Erro mentres se movía o contido do repositorio.
hr: Dogodila se greška prilikom premještanja sadržaja repozitorija.
hu: Hiba a telepítési forrás tartalmának mozgatása közben.
it: Errore durante lo spostamento del contenuto del repository.
ja: リポジトリ内容の移動中にエラーが発生しました。
km: កំហុស​ខណៈពេល​ផ្លាស់ទី​មាតិកា​ឃ្លាំង ។
nb: Feil under overføring av innhold i pakkebrønn.
pa: ਰਿਪੋਜ਼ਟਰੀ ਸਮੱਗਰੀ ਭੇਜਣ ਦੌਰਾਨ ਗਲਤੀ।
pl: Błąd podczas przenoszenia zawartości repozytorium.
pt: Erro ao mover o conteúdo do repositório.
pt_br: Erro ao mover conteúdo do repositório.
ro: Eroare la mutarea conținutului sursei de instalare.
ru: Ошибка при перемещении содержимого репозитория.
sk: Pri presúvaní obsahu repozitára nastala chyba.
sv: Ett fel inträffade när innehållet på lagringsplatsen skulle flyttas.
uk: Помилка під час перенесення вмісту сховища.
zh_cn: 移动软件源内容时出错。

source: Repository Configuration
ar: تكوين المخزن
cs: Konfigurace repozitáře
da: Konfiguration af softwarekilde
de: Repository-Konfiguration
el: Ρύθμιση Πηγής
es: Configuración del repositorio
gl: Configuración de Repositorio
hr: Postavke repozitorija
hu: Telepítési forrás beállítása
it: Configurazione repository
ja: リポジトリ設定
km: ការ​កំណត់​រចនាសម្ព័ន្ធ​ឃ្លាំង
nb: Pakkebrønnoppsett
pa: ਰਿਪੋਜ਼ਟਰੀ ਸੰਰਚਨਾ
pl: Konfiguracja repozytorium
pt: Configuração do Repositório
pt_br: Configuração do Repositório
ro: Configurare sursă de instalare
ru: Конфигурация репозитория
sk: Konfigurácia repozitára
sv: Arkivinställningar
uk: Налаштування сховища
zh_cn: 软件源配置

source: Read &CD or DVD Medium
ar: &قراءة وسيط قرص الفيديو الرقمي أو القرص المضغوط
cs: Načíst média &CD nebo DVD
da: Læs &cd- eller dvd-medie
de: &CD- oder DVD-Medium lesen
el: Ανάγνωση Μέσου &CD ή DVD
es: Leer medio en &CD o DVD
gl: Ler Soporte &CD ou DVD
hi: CD/DVD मीडियम पढ़ो (&C)
hr: Čitaj &CD ili DVD medij
hu: &CD vagy DVD adathordozó olvasása
it: Leggi disco &CD o DVD
ja: CD または DVD メディアを読み込む (&C)
km: អាន​ឧបករណ៍ផ្ទុក​ជា​​ស៊ីឌី ឬ​ឌីវីឌី
nb: Les &CD- eller DVD-medium
pa: &CD ਜਾਂ DVD ਮਾਧਿਅਮ ਪੜ੍ਹੋ
pl: Odczytaj nośnik &CD/DVD
pt: Ler o suporte &CD ou DVD
pt_br: Ler Mídia de &CD ou DVD
ro: &Citește mediul CD sau DVD
ru: Чтение носителя &CD/DVD
sk: Načítanie &CD alebo DVD média
sv: Läs &cd- eller dvd-media
uk: Прочитати носій &КД або DVD
zh_cn: 读取 CD 或 DVD 介质(&C)

source: Data &Source
ar: م&صدر البيانات
cs: &Zdroj dat
da: Data&kilde
de: Daten&quelle
el: &Πηγή Δεδομένων
es: Origen de &datos
gl: &Fonte de Datos
hi: डाटा साधन (&S)
hr: &Izvor podataka
hu: Adat&forrás
it: &Origine dati
ja: データソース (&S)
km: ប្រភព​ទិន្នន័យ
nb: Data&kilde
pa: ਡਾਟਾ ਸਰੋਤ(&S)
pl: Ź&ródło danych
pt: &Origem dos Dados
pt_br: &Fonte de dados
ro: &Sursă date
ru: И&сточник данных
sk: Z&droj dát
sv: Data&källa
uk: Д&жерело даних
zh_cn: 数据源(&S)

source: Use &ISO Images
ar: استخدام نُس&خ محتويات ISO
cs: Použít obrazy &ISO
da: Brug &ISO-imagefiler
de: &ISO-Abbilder verwenden
el: Χρησιμοποίηση Εικόνων &ISO
es: Utilizar imágenes &ISO
gl: Usar Imaxes &ISO
hi: &ISO ईमेजस ईस्तिमाल करो
hr: Koristi I&SO slike
hu: &ISO-lemezkép használata
it: Usa immagini &ISO
ja: ISO イメージを使用する (&I)
km: ប្រើ​រូបភាព &ISO
nb: Bruk &ISO-diskbilder
pa: &ISO ਈਮੇਜ਼ ਵਰਤੋਂ
pl: Użyj obrazów &ISO
pt: Utilizar Imagens &ISO
pt_br: Usar imagens &ISO
ro: Utilizează imagini &ISO
ru: Использовать образы &ISO
sk: Použiť ISO obrazy
sv: Använd &ISO-avbildningar
uk: Вживати штампи &ISO
zh_cn: 使用 ISO 映像(&I)

source: Di&rectory with CD Images:
ar: ال&دليل الذي يحتوي على نُسخ محتويات القرص المضغوط:
cs: Ad&resář s obrazy disků CD:
da: &Mappe med cd-imagefiler:
de: &Verzeichnis mit CD-Abbildern:
el: &Κατάλογοι με CD Images:
es: Di&rectorio con imágenes de CD:
gl: Di&rectorio cas Imaxes de CD:
hi: CD प्रतिरूपस के साथ डाईरक्टरी: (&r)
hr: &Direktorij sa slikama CD-a:
hu: CD-képmásokat tartalmazó &könyvtár:
it: &Directory con immagini del CD:
ja: CD イメージがあるディレクトリ (&R):
km: ថត​ដែល​មាន​រូបភាព​ស៊ីឌី ៖
nb: Ka&talog med CD-diskbilder:
pa: CD ਈਮੇਜ਼ ਨਾਲ ਡਾਇਰੈਕਟਰੀ(&r):
pl: Katalog z ob&razami CD:
pt: Di&rectório com Imagens CD:
pt_br: Di&retório com imagens de CD:
ro: Di&rectorul cu imagini CD:
ru: Каталог с об&разами CD:
sk: P&riečinok s CD obrazmi:
sv: Katalog m&ed cd-avbildningar:
uk: &Тека зі штампами компакт-дисків:
zh_cn: 存放 CD 映像的目录(&R)：

source: Select &Directory
ar: ت&حديد الدليل
cs: Vybrat a&dresář
da: Vælg &mappe
de: &Verzeichnis wählen
el: Επ&ιλέξτε Κατάλογο
es: Seleccione un &directorio
gl: Seleccionar &Directorio
hi: डाईरक्टरी चूनें (&D)
hr: Odaberite dir&ektorij
hu: Válasszon &könyvtárat
it: Seleziona &directory
ja: ディレクトリを選択する (&D)
km: ជ្រើស​ថត
nb: Velg &katalog
pa: ਡਾਇਰੈਕਟਰੀ ਚੁਣੋ(&D)
pl: Wybierz &katalog
pt: Seleccionar &Directório
pt_br: Selecionar &Diretório
ro: Selectați &directorul
ru: Выбор ка&талога
sk: &Vybrať priečinok
sv: V&älj katalog
uk: Виберіть &теку
zh_cn: 选择目录(&D)

source: Select Directory
ar: تحديد الدليل
cs: Vybrat adresář
da: Vælg mappe
de: Verzeichnis wählen
el: Επιλέξτε Κατάλογο
es: Seleccionar directorio
gl: Seleccionar Directorio
hi: डाईरक्टरी चूनें
hr: Odaberite direktorij
hu: Válasszon könyvtárat
it: Seleziona directory
ja: ディレクトリの選択
km: ជ្រើស​ថត
nb: Velg katalog
pa: ਡਾਇਰੈਕਟਰੀ ਚੁਣੋ
pl: Wybierz katalog
pt: Seleccionar Directório
pt_br: Selecionar Diretório
ro: Selectați directorul
ru: Выбор каталога
sk: Vybrať priečinok
sv: Välj katalog
uk: Виберіть теку
zh_cn: 选择目录

source: Installation server name missing.
ar: اسم خادم التثبيت غير موجود.
cs: Chybí název instalačního serveru.
da: Mangler navn på installationserver.
de: Kein Name für den Installationsserver vorhanden.
el: Το όνομα διακομιστή εγκατάστασης είναι κενό.
es: Falta el nombre del servidor de instalación.
gl: Falta o nome do servidor de instalación.
hi: सेवक अधिषठापन नाम गायब हैं
hr: Nedostaje ime instalacijskog poslužitelja.
hu: A telepítőkiszolgáló neve hiányzik.
it: Manca il nome del server di installazione.
ja: インストールサーバの名前が設定されていません。
km: បាត់​ឈ្មោះ​ម៉ាស៊ីន​បម្រើ​ការ​ដំឡើង ។
nb: Installasjonsservernavn mangler.
pa: ਇੰਸਟਾਲੇਸ਼ਨ ਸਰਵਰ ਨਾਂ ਗੁੰਮ ਹੈ।
pl: Brak nazwy serwera instalacyjnego.
pt: Falta o nome do servidor de instalação.
pt_br: Nome de servidor de instalação ausente.
ro: Numele serverului de instalare lipsește
ru: Отсутствует имя сервера установки.
sk: Chýba názov inštalačného serveru.
sv: Namnet på installationsservern saknas.
uk: Відсутня назва сервера встановлення.
zh_cn: 缺少安装服务器名称.

source: Contents already exist in this directory. Not copying CDs.
ar: المحتويات موجودة بالفعل في هذا الدليل. لا يتم نسخ الأقراص المضغوطة.
cs: Obsah již v adresáři existuje. Disky CD nebudou kopírovány.
da: Indholdet eksisterer allerede i denne mappe. Kopierer ikke cd'er.
de: Die Inhalte sind bereits in diesem Verzeichnis vorhanden. Die CDs werden nicht kopiert.
el: Τα περιεχόμενα ήδη υπάρχουν σε αυτόν τον κατάλογο. Δεν αντιγράφονται τα CDs.
es: Ya existen los contenidos en este directorio. Los CD no se están copiando.
gl: Os contidos xa existen neste directorio. Non se copian os CDs.
hi: डाईरक्टरी में कन्टैंट पहले से ही रहता हैं CD कापी नहीं करेगा
hr: Sadržaj već postoji u ovom direktoriju. CD-i neće biti kopirani.
hu: A CD-k tartalmát ez a könyvtár már tartalmazza. A CD-k nem kerülnek átmásolásra.
it: Questi contenuti sono già presenti nella directory. I CD non verranno copiati.
ja: 設定されたディレクトリに既にコンテンツがあります。 CD の内容をコピーできません。
km: មាន​មាតិកា​ក្នុង​ថត​នេះ​រួច​ហើយ ។ មិន​ចម្លង​ស៊ីឌី ។
nb: Innholdet finnes allerede i denne katalogen. CDene blir ikke kopiert.
pa: ਇਸ ਡਾਇਰੈਕਟਰੀ ਵਿੱਚ ਅੰਸ਼ ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹਨ। CD ਨਕਲ ਨਹੀਂ ਕਰ ਰਿਹਾ।
pl: Zawartość jest już w katalogu. Płyta CD nie zostanie skopiowana.
pt: Já existem conteúdos neste directório. Os CDs não serão copiados.
pt_br: O conteúdo já existe neste diretório. Os CDs não serão copiados.
ro: Conținutul există deja în acest director. Nu copiez CD-urile.
ru: В этом каталоге уже есть содержимое. Не копирую CD.
sk: V tomto priečinku už je obsah. Nekopírujem CD médiá.
sv: Innehållet finns redan i den här katalogen. Cd-skivorna kopieras inte.
uk: Вміст вже існує в цьому каталозі. Компакт-диски не будуть скопійовані.
zh_cn: 这个目录里面已经有内容. 不拷贝光盘.
