Repository: Dzejrou/yast-translations
Catalog: po/instserver/*.po
Languages: ar, cs, da, de, el, es, gl, hi, hr, hu, it, ja, km, nb, pa, pl, pt, pt_br, ro, ru, sk, sv, uk, zh_cn

source: Add an additional product (Service Pack, Additional Package CD, etc.) to the repository?
ar: هل تريد إضافة منتج إضافي (حزمة خدمة، قرص حزمة رقمي إضافي، وغيرهما) إلى المخزن؟
cs: Přidat do repozitáře další produkt (Service Pack, disk CD s dalšími balíčky atd.)?
da: Tilføj yderligere produkter (Service Pack, cd med yderligere pakker, osv.) til softwarekilden?
de: Soll dem Repository ein zusätzliches Produkt (Service Pack, zusätzliche Paket-CD usw.) hinzugefügt werden?
el: Προσθήκη ενός εναλλακτικού προϊόντος (Service Pack, Πρόσθετα CD Πακέτων, etc.) στην πηγή;
es: ¿Desea añadir un producto adicional (Service Pack, CD de paquetes adicionales, etc.) al repositorio?
gl: Engadir un produto adicional (Service Pack, CD de Paquetes Adicionais, etc.) ó repositorio?
hr: Želite li dodati novi proizvod (servisna zakrpa, dodatni CD sa zakrpama) u repozitorij?
hu: A kiegészítő terméket (Service Pack, további csomagokat tartalmazó CD-k stb.) hozzáadja a telepítési forráshoz?
it: Aggiungere un prodotto aggiuntivo (Service Pack, CD con pacchetti aggiuntivi, ecc.) al repository?
ja: 追加の製品 (サービスパック、追加パッケージ CD など) をリポジトリに追加しますか?
km: បន្ថែម​ផលិតផល​បន្ថែម (កញ្ចប់​សេវា ស៊ីឌី​កញ្ចប់ បន្ថែម ។ល។) ទៅ​ឃ្លាំង ?
nb: Vil du legge til et nytt produkt (servicepakke, CD med flere pakker osv.) i pakkebrønnen?
pl: Czy dodać produkt dodatkowy (Service Pack, płytę CD z pakietami dodatkowymi itp.) do repozytorium?
pt: Adicionar um produto adicional (Pacote de Serviço, CD de Pacotes Adicionais, etc) ao repositório?
pt_br: Adicionar um produto adicional (Service Pack, pacotes de CDs adicionais, etc.) ao repositório?
ro: Să adaug un produs adițional (service pack, CD adițional etc.) la sursa de instalare?
ru: Добавить дополнительный продукт (пакет исправлений, CD с дополнительными пакетами и т. д.) в репозиторий?
sk: Pridať ďalší produkt (Opravný balík, CD s dodatočnými balíkmi, atď.) k repozitáru?
sv: Vill du lägga till ytterligare en produkt (Service Pack, cd-skivor med tilläggspaket osv) på lagringsplatsen?
uk: Додати додатковий продукт (пакунок обслуговування, КД з додатковими пакунками, тощо.) до сховища?
zh_cn: 是否要添加一项附加产品（服务包、附加软件包 CD 等） 到软件源？

source: Repository &Name:
ar: اس&م المخزن:
cs: Název &repozitáře:
da: Softwarekilde&navn:
de: &Name des Repositories:
el: Ό&νομα Πηγής Εγκατάστασης:
es: &Nombre del repositorio:
gl: &Nome do Repositorio:
hr: &Naziv repozitorija:
hu: Telepítési &forrás:
it: &Nome repository:
ja: リポジトリ名 (&N):
km: ឈ្មោះ​ឃ្លាំង ៖
nb: Pakkebrønn&navn:
pa: ਰਿਪੋਜ਼ਟਰੀ ਨਾਂ(&N):
pl: &Nazwa repozytorium:
pt: &Nome do Repositório:
pt_br: &Nome do repositório:
ro: &Nume sursă de instalare:
ru: И&мя репозитория:
sk: &Názov repozitára:
sv: Arkiv&namn:
uk: &Назва сховища:
zh_cn: 软件源名称(&N)：

source: A&nnounce as Installation Service with SLP
ar: الإ&علان كخدمة تثبيت باستخدام SLP
cs: O&hlásit službu instalace přes SLP
da: A&nnoncér som installationstjeneste med SLP
de: Mit SLP als Installationsdienst &bekannt geben
el: Ο&ρίστε σαν υπηρεσία εγκατάστασης με SLP
es: A&nunciar como servicio de instalación con SLP
gl: A&nunciar coma Servizo de Instalación con SLP
hi: SLP के साथ अधिषठापन सेवा की तरह घोषणा करो (&n)
hr: Na&javi kao instalacijski servis preko SLP-a
hu: Telepítési szolgáltatás meghirdetése &SLP-vel
it: A&nnuncia come servizio di installazione tramite SLP
ja: SLP を使用するインストールサービスとして通知する (&N)
km: ប្រកាស​សេវា​ការ​ដំឡើង​ជាមួយ SLP
nb: A&ngi som installasjonstjeneste med SLP
pa: SLP ਨਾਲ ਇੰਸਟਾਲੇਸ਼ਨ ਸਰਵਿਸ ਦਾ ਐਲਾਨ ਕਰੋ(&n)
pl: &Ogłoś jako usługę instalacyjną SLP
pt: A&nunciar como Serviço de Instalação com SLP
pt_br: A&nunciar como serviço de instalação com SLP
ro: A&nunță ca serviciu de instalare cu SLP
ru: Объявить как сервис уста&новки при помощи SLP
sk: Ohlásiť cez SLP ako inštalačnú službu
sv: A&nnonsera som installationskälla med SLP
uk: О&голосити як службу встановлення через SLP
zh_cn: 公布为带有 SLP 的安装服务(&N)

source: Invalid repository name.
ar: اسم المخزن غير صالح.
cs: Neplatné jméno repozitáře.
da: Ugyldigt softwarekildenavn.
de: Ungültiger Repository-Name.
el: Άκυρο όνομα πηγής
es: Nombre de repositorio no válido.
gl: Nome de repositorio incorrecto.
hr: Neispravno ime repozitorija.
hu: Érvénytelen telepítési forrás.
it: Nome repository non valido.
ja: リポジトリ名が正しくありません。
km: ឈ្មោះ​ឃ្លាំង​មិន​ត្រឹមត្រូវ ។
nb: Ugyldig pakkebrønnnavn.
pa: ਗਲਤ ਰਿਪੋਜ਼ਟਰੀ ਨਾਂ ਹੈ।
pl: Nieprawidłowa nazwa repozytorium.
pt: Nome do repositório inválido.
pt_br: Nome de repositório inválido.
ro: Numele sursei este invalid.
ru: Неверное имя репозитория.
sk: Neplatný názov repozitára.
sv: Ogiltigt arkivnamn.
uk: Нечинна назва сховища.
zh_cn: 无效软件源名称。

source: Repository '%1' already exists, enter another name.
ar: المخزن '%1' موجود بالفعل، أدخل اسمًا آخر.
cs: Repozitář '%1' již existuje. Zadejte jiný název.
da: softwarekilden '%1' findes allerede. Angiv et andet navn.
de: Repository '%1' existiert bereits, geben Sie einen anderen Namen ein.
el: Η πηγή '%1' υπάρχει ήδη, εισάγετε διαφορετικό όνομα.
es: El repositorio %1 ya existe, introduzca otro nombre.
gl: O repositorio '%1' xa existe, introduza outro nome.
hr: Repozitorij '%1' već postoji, unesite novo ime.
hu: A(z) %1 telepítési forrás már létezik. Adjon meg egy másik nevet.
it: Il repository '%1' esiste già. Immettere un altro nome.
ja: リポジトリ '%1' はすでに存在します。 別の名前を入力してください。
km: មាន​ឃ្លាំង '%1' រួច​ហើយ បញ្ចូល​ឈ្មោះ​ផ្សេង ។
nb: Pakkebrønnen '%1' finnes allerede. Velg et annet navn.
pa: ਰਿਪੋਜ਼ਟਰੀ '%1' ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ। ਹੋਰ ਨਾਂ ਚੁਣੋ।
pl: Repozytorium "%1" już istnieje, proszę podać inną nazwę.
pt: O repositório %1 já existe, utilize outro nome.
pt_br: O repositório '%1' já existe. Digite outro nome.
ro: Sursa '%1' există deja. introduceți alt nume.
ru: Репозиторий «%1» уже существует, введите другое имя.
sk: Repozitár '%1' už existuje, zadajte iný názov.
sv: Arkivet %1 finns redan. Ange ett annat namn.
uk: Сховище «%1» вже існує. Введіть іншу назву.
zh_cn: 软件源“%1”已存在， 请输入其他名称。

source: Error while creating <tt>repository</tt> directory. Verify that the directory %1 is writable and try again.
ar: حدث خطأ أثناء إنشاء دليل <tt>المخزن</tt>. تأكد أن الدليل %1 قابل للكتابة، ثم أعدالمحاولة.
cs: Chyba při vytváření adresáře <tt>repozitáře</tt>. Zkontrolujte, zda lze do adresáře %1 zapisovat, a zkuste znovu.
da: Fejl ved oprettelse af <tt>softwarekilde</tt>-mappe. Bekræft at mappen %1 er skrivbar og prøv igen.
de: Beim Erstellen des <tt>Repository</tt>-Verzeichnisses ist ein Fehler aufgetreten. Prüfen Sie, ob das Verzeichnis %1 schreibbar ist und versuchen Sie es erneut.
el: Σφάλμα κατά τη δημιουργία του καταλόγου <tt>πηγής εγκατάστασης</tt>. Επιβεβαιώστε ότι ο κατάλογος %1 είναι εγγράψιμος και προσπαθήστε ξανά.
es: Se ha producido un error al crear el directorio <tt>repositorio</tt>. Compruebe que el directorio %1 tiene permisos de escritura y pruebe de nuevo.
gl: Erro mentres se creaba o directorio do <tt>repositorio</tt> Verifique que se pode escribir no directorio %1 e probe de novo.
hr: Greška prilikom stvaranja direktorija <tt>repozitorija</tt>. Provjerite da se u direktorij %1 može pisati i pokušajte ponovo.
hu: Hiba a <tt>telepítési forrás</tt> könyvtárának létrehozása közben. Ellenőrizze, hogy a(z) %1 könyvtár írható, majd próbálja meg újra.
it: Si è verificato un errore durante la creazione della directory <tt>repository<tt>. Verificare che la directory %1 sia abilitata alla scrittura e provare nuovamente.
ja: <tt>repository</tt> ディレクトリを作成中にエラーが発生しました。 ディレクトリ %1 が書き込み可能であることを確認して再実行してください。
km: កំហុស​ខណៈពេល​បង្កើតថត <tt>ឃ្លាំង</tt> ។ ផ្ទៀងផ្ទាត់​ថា​ថត %1 អាច​សរសេរ​បាន និង​ព្យាយាម​ម្ដង​ទៀត ។
nb: Feil under oppretting av <tt>pakkebrønnkatalog</tt>. Kontroller at katalogen %1 ikke er skrivebeskyttet, og prøv igjen.
pl: Błąd podczas tworzenia katalogu <tt>repository</tt>. Proszę sprawdzić, czy katalog %1 jest udostępniony do zapisu i spróbować ponownie.
pt: Erro durante a criação do directório do <tt>repositório</tt>. Verifique se o directório %1 tem acesso de escrita e tente novamente.
pt_br: Erro ao criar diretório do <tt>repositório</tt>. Verifique se o diretório %1 é gravável e tente novamente.
ro: Eroare la crearea directorului <tt>sursei</tt>. Verificați dacă directorul %1 are drept de scriere și încercați din nou.
ru: Ошибка при создании каталога <tt>repository</tt>. Убедитесь, что каталог %1 доступен для записи, и повторите попытку.
sk: Chyba pri vytváraní adresára<tt>repozitára</tt>. Overte, sa dá do adresára %1 zapisovať a skúste znovu.
sv: Ett fel inträffade när katalogen för <tt>lagringsplatsen</tt> skulle skapas. Kontrollera att det går att skriva till katalogen %1 och försök igen.
uk: Помилка під час створення каталогу <tt>repository</tt>. Перевірте чи до каталогу %1 можна записувати і спробуйте ще раз.
zh_cn: 创建<tt>软件源</tt>目录时出错。 校验目录 %1 是否可写入，然后重试。

source: Repository '%1' has been marked to delete. When adding a new repository with the same name the old content must deleted right now. Really delete the old content and create it from scratch?
ar: تم وضع علامة المستودع '%1' لحذفه. عند إضافة مستودع جديد بنفس الاسم المحتوى القديم يجب أن يحذف الآن. هل تريد حذف المحتوى القديم وإنشائه من البداية؟
cs: Repozitář %1 byl označen k odstranění. Jelikož přidáváte nový repozitář se stejným názvem, starý obsah musí být nyní vymazán. Opravdu chcete odstranit starý obsah a vytvořit znovu nový?
da: Softwarekilden '%1' er blevet markeret til sletning. Når en ny softwarekilde med samme navn tilføjes, skal det gamle indhold slettes straks. Vil du slette det gamle indhold og oprette det fra bunden?
de: Repository '%1' wurde zum Löschen gekennzeichnet. Wenn ein neues Repository mit demselben Namen hinzugefügt wird, muss der alte Inhalt umgehend gelöscht werden. Soll der alte Inhalt wirklich gelöscht und vollständig neu erstellt werden?
el: Το αποθετήριο '%1' σημειώθηκε προς διαγραφή. Όταν προστίθεται νέο αποθετήριο με το ίδιο όνομα το παλαιό περιεχόμενο πρέπει να διαγράφεται άμεσα. Θέλετε πραγματικά διαγραφή του παλαιού περιεχομένου και δημιουργία του από την αρχή;
es: El repositorio %1 se ha marcado para suprimirse. Cuando se añade un nuevo repositorio con el mismo nombre, se debe suprimir inmediatamente el contenido del antiguo. ¿Seguro que desea suprimir el contenido antiguo y volver a crearlo desde cero?
gl: O repositorio '%1' foi marcado para eliminar. Cando se engade un novo repositorio co mesmo nome cómpre eliminar axiña o antigo. Desexa eliminar o contido antigo e volver crealo desde cero?
hu: A(z) '%1' telepítési forrás törlésre van jelölve. Ha ugyanolyan névvel új telepítési forrást kíván hozzáadni, akkor a régi tartalmat most törölni kell. Biztos, hogy törli a régi tartalmat, és létrehoz egy újat?
it: Il repository '%1' è stato contrassegnato come da eliminare. Quando si aggiunge un nuovo repository con lo stesso nome il vecchio contenuto deve essere subito eliminato. Eliminare il contenuto e ricrearlo da zero?
ja: リポジトリ '%1' は削除対象としてマークされています。 新しいリポジトリを同じ名前で追加する場合、 今ここで古いリポジトリの情報を消さなければなりません。 古い情報を消去して新たに作成してよろしいですか？
km: ឃ្លាំង '%1' ត្រូវ​បាន​សម្គាល់​ថា​លុប ។ នៅពេល​បន្ថែម​ឃ្លាំង​ថ្មី​ដែល​មាន​ឈ្មោះ​ដដែល មតិកា​ចាស់​ត្រូវ​តែ​បាន​លុប​ឥឡូវ​ដែរ ។ ពិតជា​លុប​មាតិកា​ចាស់ និង​បង្កើត​វា​ពី​ដំបូង​ដែរ​ឬទេ ?​
nb: Pakkebrønnen '%1' er merket for sletting Når en ny pakkebrønn med samme navn legges til, må det gamle innholdet slettes nå. Vil du virkelig slette det gamle innholdet og opprette det på nytt?
pl: Repozytorium %1 oznaczono do usunięcia. Dodając nowe repozytorium o tej samej nazwie, należy teraz usunąć poprzednią zawartość. Czy na pewno chcesz usunąć poprzednią zawartość i utworzyć repozytorium od nowa?
pt_br: O repositório '%1' foi marcado para exclusão. Ao adicionar um novo repositório com o mesmo nome, o conteúdo antigo deve ser apagado imediatamente. Deseja realmente apagar o conteúdo antigo e criá-lo do zero?
ru: Репозиторий '%1' был отмечен для удаления. При добавлении нового репозитория с тем же именем старое содержимое должно быть немедленно удалено. Действительно удалить старое содержимое и создать его заново?
sk: Repozitár '%1' bol označený na zmazanie. Pri pridávaní nového repozitára s rovnakým názvom sa musí starý obsah práve teraz vymazať. Naozaj odstrániť starý obsah a vytvoriť ho od začiatku?
sv: Lagringsplatsen %1 har markerats för borttagning. Vid tillägg av en ny lagringsplats med samma namn måste det gamla innehållet tas bort nu. Vill du ta bort det gamla innehållet och skapa det från grunden?
uk: Сховище „%1“ було позначено для вилучення. При додаванні нового сховища з однаковою назвою старий вміст мусить бути вже вилучений. Дійсно вилучити старий вміст і створити його заново?
zh_cn: 软件源“%1”已经标记为待删除。 当添加一个同名的新软件源时， 必须立刻删除旧的内容。 确定要删除旧内容并从头新建软件源？

source: Initial Setup -- Initial Setup
ar: الإعداد الأولية-الإعداد الأولية
cs: Počáteční nastavení -- Počáteční nastavení
da: Første opsætning -- Første opsætning
de: Anfangskonfiguration -- Anfangskonfiguration
el: Αρχική Ρύθμιση -- Αρχική Ρύθμιση
es: Configuración inicial -- Configuración inicial
gl: Configuración Inicial -- Configuración Inicial
hr: Početne postavke -- Početne postavke
hu: Kezdeti beállítás -- Kezdeti beállítás
it: Impostazione iniziale -- Impostazione iniziale
ja: 初期セットアップ -- 初期セットアップ
km: ចាប់ផ្ដើម​ការ​រៀបចំ -- ការ​រៀបចំ​ដំបូង
nb: Første oppsett -- Første oppsett
pl: Konfiguracja początkowa — Konfiguracja początkowa
pt_br: Configuração inicial -- configuração inicial
ro: Setare inițială -- Setare inițială
ru: Начальная настройка: начальная настройка
sk: Počiatočné nastavenie -- Počiatočné nastavenie
sv: Initial installation -- Initial installation
uk: Початкове налаштування — Початкове налаштування
zh_cn: 初始设置 -- 初始设置

source: Do Not Configure Any Net&work Services
ar: عدم تكوين أي من خدمات الشب&كة
cs: Nenasta&vovat žádné síťové služby
da: Konfigurér ikke nogen netv&ærkstjenester
de: Keine Netz&werkdienste konfigurieren
el: Να Μην Ρυθμιστεί Καμία Υπηρεσία Δικτ&ύου
es: No configurar ningún servicio de r&ed
gl: Non Configurar Ningún Servizo de &Rede
hi: कोई नेटवर्क सेवा समनुरूपण न करो (&w)
hr: Ne&moj postaviti mrežne usluge
hu: Semmilyen &hálózati szolgáltatást ne állítson be
it: Non configurare alcun servizio di &rete
ja: ネットワークサービスを設定しない (&W)
km: កុំ​កំណត់​រចនាសម្ព័ន្ធ​សេវា​បណ្ដាញ​ណា​ទាំងអស់
nb: Ikke sett opp noen nett&verkstjenester
pa: ਕੋਈ ਨੈੱਟਵਰਕ ਸਰਵਿਸ ਦੀ ਸੰਰਚਨਾ ਨਾ ਕਰੋ(&w)
pl: Nie konfiguruj usług siecio&wych
pt: Não Configurar Nenhum Ser&viço de Rede
pt_br: Não Configurar Nenhum Serviço de &Rede
ro: Nu configura servicii de rețea
ru: Не настраивать никакие сетевые сервис&ы
sk: Nekonfigurovať žiadne &sieťové služby
sv: Ställ inte in några nät&verkstjänster
uk: Не налаштовувати мере&жні служби
zh_cn: 不配置任何网络服务(&W)

source: Di&rectory to Contain Repositories:
ar: الد&ليل الذي يحتوي على مخازن:
cs: Ad&resář obsahující repozitáře:
da: Mappe som skal indeholde softwarekilde&r:
de: Ver&zeichnis für Repositorys:
el: Κατ&άλογος που Περιέχει Πηγές:
es: Di&rectorio para almacenar los repositorios:
gl: Di&rectorio que Conterá os Repositorios:
hr: Dire&ktorij koji sadrži repozitorije:
hu: Tele&pítései forrásokat tartalmazó könyvtár:
it: &Directory che conterrà i repository:
ja: リポジトリを含めるディレクトリ(&R):
km: ថត​ត្រូវ​​ផ្ទុក​​ឃ្លាំង ៖
nb: Katalog som skal inneholde a&rkiver:
pa: ਰਿਪੋਜ਼ਟਰੀਆਂ ਵਾਸਤੇ ਡਾਇਰੈਕਟਰੀ(&r):
pl: K&atalog z repozytoriami:
pt: Di&rectório que Conterá os Repositórios:
pt_br: Di&retório para conter repositórios:
ro: Di&rectorul ce conține sursele de instalare:
ru: Каталог, соде&ржащий репозитории:
sk: Ad&resár, ktorý má obsahovať repozitáre:
sv: Katalog som ska innehålla a&rkiv:
uk: Ка&талог для сховищ:
zh_cn: 包含软件源的目录(&R)：

source: &Configure as HTTP Repository
ar: تك&وين كمخزن HTTP
cs: &Konfigurovat jako HTTP repozitář
da: &Konfigurér som HTTP-softwarekilde
de: Als HTTP-Repository &konfigurieren
el: &Ρύθμιση σαν Πηγή HTTP
es: &Configurar como repositorio HTTP
gl: &Configurar coma Repositorio HTTP
hr: P&odesi kao HTTP repozitorij
hu: &Beállítás HTTP telepítési forrásként
it: &Configura come repository HTTP
ja: HTTP リポジトリとして設定する (&C)
km: កំណត់​រចនាសម្ព័ន្ធ​ជា​ឃ្លាំង HTTP
nb: &Sett opp som HTTP-pakkebrønn
pa: HTTP ਰਿਪੋਜ਼ਟਰੀ ਤੌਰ ਤੇ ਸੰਰਚਨਾ ਕਰੋ(&C)
pl: S&konfiguruj jako repozytorium HTTP
pt: &Configurar como Repositório HTTP
pt_br: &Configurar como Repositório HTTP
ro: &Configurează ca sursă HTTP
ru: &Настроить как репозиторий HTTP
sk: &Nakonfigurovať ako HTTP repozitár
sv: &Ställ in som HTTP-arkiv
uk: &Налаштувати як HTTP-сховище
zh_cn: 配置为 HTTP 软件源(&C)

source: &Configure as FTP Repository
ar: ت&كوين كمخزن FTP
cs: &Konfigurovat jako FTP repozitář
da: &Konfigurér som FTP-softwarekilde
de: Als FTP-Repository &konfigurieren
el: &Ρύθμιση σαν Πηγή FTP
es: &Configurar como repositorio FTP
gl: &Configurar coma Repositorio FTP
hr: Podesi k&ao FTP repozitorij
hu: Beállítás &FTP telepítési forrásként
it: &Configura come repository FTP
ja: FTP リポジトリとして設定する (&C)
km: កំណត់​រចនាសម្ព័ន្ធ​ជាឃ្លាំង FTP
nb: &Sett opp som FTP-pakkebrønn
pa: FTP ਰਿਪੋਜ਼ਟਰੀ ਤੌਰ ਤੇ ਸੰਰਚਨਾ ਕਰੋ(&C)
pl: Skonfiguruj jako repozytorium &FTP
pt: &Configurar como Repositório FTP
pt_br: &Configurar como Repositório FTP
ro: &Configurează ca sursă FTP
ru: &Настроить как репозиторий FTP
sk: &Nakonfigurovať ako FTP repozitár
sv: &Ställ in som FTP-arkiv
uk: &Налаштувати як FTP-сховище
zh_cn: 配置为 FTP 软件源(&C)

source: &Configure as NFS Repository
ar: &تكوين كمخزن NFS
cs: &Konfigurovat jako NFS repozitář
da: &Konfigurér som NFS-softwarekilde
de: Als NFS-Repository &konfigurieren
el: &Ρύθμιση σαν Πηγή NFS
es: &Configurar como repositorio NFS
gl: &Configurar coma Repositorio NFS
hr: Podesi kao N&FS repozitorij
hu: Beállítás &NFS telepítési forrásként
it: &Configura come repository NFS
ja: NFS リポジトリとして設定する (&C)
km: កំណត់​រចនាសម្ព័ន្ធ​ជា​ឃ្លាំង NFS
nb: &Sett opp som NFS-pakkebrønn
pa: NFS ਰਿਪੋਜ਼ਟਰੀ ਤੌਰ ਤੇ ਸੰਰਚਨਾ ਕਰੋ(&C)
pl: Skonfiguruj jako repozytorium &NFS
pt: &Configurar como Repositório NFS
pt_br: &Configurar como Repositório NFS
ro: &Configurează ca sursă NFS
ru: &Настроить как репозиторий NFS
sk: &Nakonfigurovať ako NFS repozitár
sv: &Ställ in som NFS-arkiv
uk: &Налаштувати як NFS-сховище
zh_cn: 配置为 NFS 软件源(&C)

source: Directory path for the installation server missing.
ar: مسار الدليل لخادم التثبيت غير موجود.
cs: Chybí cesta k adresáři instalačního serveru.
da: Mappesti for installationsserveren mangler.
de: Kein Verzeichnispfad für den Installationsserver vorhanden.
el: Ο κατάλογος για την εγκατάσταση του διακομιστή λείπει.
es: Falta la ruta del directorio para el servidor de instalación.
gl: Falta a ruta do directorio do servidor instalación.
hi: गायब अधिषठापन सेवक के लिए डायरक्टरी रास्ता
hr: Nedostaje putanja direktorija za instalacijski poslužitelj.
hu: A telepítőkiszolgáló könyvtár elérési útja nincs megadva.
it: Manca il percorso della directory per il server di installazione.
ja: インストールサーバのディレクトリが指定されていません。
km: បាត់​ផ្លូវ​ថត​សម្រាប់​ម៉ាស៊ីន​បម្រើ​ការ​ដំឡើង ។
nb: Velg en gyldig adresse for den manglende installasjonsserveren.
pa: ਇੰਸਟਾਲੇਸ਼ਨ ਸਰਵਰ ਲਈ ਡਾਇਰੈਕਟਰੀ ਮਾਰਗ ਨਹੀਂ ਹੈ।
pl: Brak ścieżki dla serwera instalacyjnego.
pt: Está em falta o caminho de directório para o servidor de instalação.
pt_br: Caminho de diretório para servidor de instalação ausente.
ro: Lipsește calea pentru serverul de instalare
ru: Отсутствует путь к каталогу для сервера установки.
sk: Chýba cesta pre inštalačný server.
sv: Katalogsökväg för installationsservern saknas.
uk: Відсутній шлях каталогу для сервера встановлення.
zh_cn: 安装服务器的目录不存在.

source: Installation Server -- NFS
ar: خادم التثبيت -- NFS
cs: Instalační server -- NFS
da: Installationsserver -- NFS
de: Installationsserver -- NFS
el: Διακομιστής εγκατάστασης -- NFS
es: Servidor de instalación -- NFS
gl: Servidor de Instalación -- NFS
hi: अधिषठापन सेवक - NFS
hr: Instalacijski poslužitelj -- NFS
hu: Telepítőkiszolgáló -- NFS
it: Server di installazione -- NFS
ja: インストールサーバ -- NFS
km: ម៉ាស៊ីន​បម្រើ​ការ​ដំឡើង -- NFS
nb: Installasjonsserver -- NFS
pa: ਇੰਸਟਾਲੇਸ਼ਨ ਸਰਵਰ -- NFS
pl: Serwer instalacyjny - NFS
pt: Servidor de Instalação -- NFS
pt_br: Servidor de instalação -- NFS
ro: Server de instalare -- NFS
ru: Сервер установки — NFS
sk: Inštalačný server -- NFS
sv: Installationsserver - NFS
uk: Сервер встановлення -- NFS
zh_cn: 安装服务器 -- NFS

source: &Host Wild Card
ar: حرف بدل في المضي&ف
cs: Zástupný výraz pro &hostitele
da: Jokertegn for værts&maskine
de: &Rechner-Wildcard
el: &Wild Card Διακομιστή
es: Comodín del &servidor
gl: Comodín de &Máquina
hi: होस्ट वैल्ड कार्ड (&H)
hr: Fi&lter računala
hu: &Gép helyettesítő neve
it: Carattere jolly dell'&host
ja: ホストのワイルドカード (&H)
km: អក្សរ​ជំនួស​ម៉ាស៊ីន
nb: &Jokertegn for vertsmaskin
pa: ਹੋਸਟ ਵਾਈਲਡ ਕਾਰਡ(&H)
pl: &Wzorzec nazwy komputera
pt: &Máscara de Computadores
pt_br: &Caractere Curinga de Host
ro: Wildcard Gazdă
ru: Маска &хостов
sk: Wildcard &hostiteľ
sv: Främmande värd&dator
uk: Шаблон заміни &вузла
zh_cn: 主机通配符(&H)

source: &Options
ar: خيارات
cs: V&olby
da: &Tilvalg
de: &Optionen
el: &Επιλογές
es: &Opciones
gl: &Opcións
hi: विक्लप (&O)
hr: I&zbori
hu: &Beállítások
it: &Opzioni
ja: オプション (&O)
km: ជម្រើស
nb: &Alternativer
pa: ਚੋਣ(&O)
pl: &Opcje
pt: &Opções
pt_br: &Opções
ro: &Opțiuni
ru: &Параметры
sk: &Voľby
sv: &Alternativ
uk: &Параметри
zh_cn: 选项(&O)

source: Error occurred while configuring NFS.
ar: حدث خطأ أثناء تكوين NFS.
cs: Nastala chyba při konfiguraci NFS.
da: Der opstod en fejl under konfiguration af NFS.
de: Fehler beim Konfigurieren von NFS.
el: Παρουσιάστηκε ένα σφάλμα κατά τη ρύθμιση του NFS.
es: Se ha producido un error al configurar NFS.
gl: Ocorreu un erro mentres se configuraba NFS.
hi: NFS समनुरूपण करने पर खराबी हो गया
hr: Dogodila se greška kod podešavanja NFS-a.
hu: Hiba történt az NFS beállítása közben.
it: Si è verificato un errore durante la configurazione di NFS.
ja: NFS の設定中にエラーが生じました。
km: កំហុស​បាន​កើតឡើង ខណៈ​ពេល​កំណត់​រចនាសម្ព័ន្ធ NFS ។
nb: Det oppstod en feil under NFS-oppsettet.
pa: NFS ਸੰਰਚਨਾ ਸਮੇਂ ਗਲਤੀ।
pl: Błąd podczas konfigurowania NFS.
pt: Ocorreu um erro durante a configuração do NFS.
pt_br: Ocorreu um erro ao configurar o NFS.
ro: A apărut o eroare la configurarea NFS.
ru: Произошла ошибка при настройке NFS.
sk: Vyskytla sa chyba počas konfigurácie NFS.
sv: Det uppstod ett fel när NFS ställdes in.
uk: Виникла помилка під час налаштування NFS.
zh_cn: 在配置 NFS 时出现错误.

source: Installation Server -- FTP
ar: خادم التثبيت -- FTP
cs: Instalační server -- FTP
da: Installationsserver -- FTP
de: Installationsserver -- FTP
el: Διακομιστής Εγκατάστασης -- FTP
es: Servidor de instalación -- FTP
gl: Servidor de Instalación -- FTP
hi: अधिषठापन सेवक - FTP
hr: Instalacijski poslužitelj -- FTP
hu: Telepítőkiszolgáló -- FTP
it: Server di installazione -- FTP
ja: インストールサーバ -- FTP
km: ម៉ាស៊ីន​បម្រើ​ការ​ដំឡើង -- FTP
nb: Installasjonsserver -- FTP
pa: ਇੰਸਟਾਲੇਸ਼ਨ ਸਰਵਰ -- FTP
pl: Serwer instalacyjny - FTP
pt: Servidor de Instalação -- FTP
pt_br: Servidor de instalação -- FTP
ro: Server de instalare -- FTP
ru: Сервер установки — FTP
sk: Inštalačný server -- FTP
sv: Installationsserver - FTP
uk: Сервер встановлення -- FTP
zh_cn: 安装服务器 -- FTP

source: &FTP Server Root Directory:
ar: دليل تش&غيل خادم FTP:
cs: Kořenový adresář serveru &FTP:
da: &FTP-serverens rodkatalog:
de: Übergeordnetes Verzeichnis des &FTP-Servers:
el: Ριζικός κατάλογος Διακομιστή &FTP:
es: Directorio raíz del servidor &FTP:
gl: Directorio Raíz do Servidor &FTP:
hi: FTP सेवक रूट डाईरक्टरी(&F) :
hr: Korijenski direk&torij FTP poslužitelja:
hu: Az &FTP-kiszolgáló gyökérkönyvtára (root directory):
it: Directory root del server &FTP:
ja: FTP サーバのルートディレクトリ (&F):
km: ថត Root របស់​ម៉ាស៊ីន​បម្រើ &FTP ៖
nb: &FTP-serverens rotkatalog:
pa: &FTP ਸਰਵਰ ਪਰਬੰਧਕ (root) ਡਾਇਰੈਕਟਰੀ:
pl: Główny katalog serwera &FTP:
pt: Directório Raiz do Servidor &FTP:
pt_br: Diretório Raiz do Servidor &FTP:
ro: Director rădăcină server &FTP:
ru: Корневой каталог сервера &FTP:
sk: Koreňový priečinok &FTP serveru:
sv: Rotkatalog för &FTP-server:
uk: Кореневий каталог сервера &FTP:
zh_cn: FTP 服务器根目录(&F)：
