Repository: Dzejrou/yast-translations
Catalog: po/instserver/*.po
Languages: ar, cs, da, de, el, es, gl, hi, hr, hu, it, ja, km, nb, pa, pl, pt, pt_br, ro, ru, sk, sv, uk, zh_cn

source: <p><b>Repository Configuration</b><br> Configure the installation server here.<br></p>
ar: <p><b>تكوين المخزن</b>‏<br> قم بتكوين خادم التثبيت هنا.<br></p>
cs: <p><b>Konfigurace repozitáře</b><br> Zde můžete nastavit instalační server.<br></p>
da: <p><b>Konfiguration af softwarekilde</b><br> konfigurér installationsserveren her.<br></p>
de: <p><b>Konfiguration des Repositorys</b><br> Konfigurieren Sie hier den Installationsserver.<br></p>
el: <p><b>Ρύθμιση Αποθήκης Λογισμικού</b><br> Ρυθμίστε τον διακομιστή εγκατάστασης εδώ.<br></p>
es: <p><b>Configuración del repositorio</b><br> Configure aquí el servidor de instalación.<br></p>
gl: <p><b>Configuración de Repositorio</b><br> Configure aquí o servidor de instalación.<br></p>
hr: <p><b>Postavke repozitorija</b><br> Ovdje možete postaviti instalacijski poslužitelj.<br></p>
hu: <p><b>Telepítési forrás beállítása</b><br> Itt állíthatja be a telepítési forrást.<br></p>
it: <p><b>Configurazione dei repository</b><br> Configurare qui il server di installazione.<br></p>
ja: <p><b>リポジトリ設定</b><br> インストールサーバの設定を行ないます。<br></p>
km: <p><b>ការ​កំណត់​រចនាសម្ព័ន្ធ​ឃ្លាំង</b><br> កំណត់​រចនាសម្ព័ន្ធ​ម៉ាស៊ីន​បម្រើ​ដំឡើង​នៅ​ទីនេះ ។<br></p>
nb: <p><b><big>Pakkebrønnoppsett</big></b><br> Her kan du sette opp installasjonsserveren.<br></p>
pl: <p><b>Konfiguracja repozytorium</b><br> W tym miejscu można skonfigurować serwer instalacyjny.<br></p>
pt: <p><b>Configuração do Repositório</b><br> Configure aqui o servidor de instalação.<br></p>
pt_br: <p><b>Configuração do repositório</b><br> Configure o servidor de instalação aqui.<br></p>
ro: <p><b>Configurarea surselor de instalare</b><br> Confugurați aici serverul de instalare.<br></p>
ru: <p><b>Конфигурация репозитория</b><br> Здесь можно настроить сервер установки.<br></p>
sk: <p><b>Konfigurácia repozitára</b><br> Tu nakonfigurujete inštalačný server.<br></p>
sv: <p><b>Konfiguration för lagringsplats</b><br> Konfigurera installationsservern här.<br></p>
uk: <p><b>Налаштування сховища</b><br> Тут налаштуйте сервер встановлення.<br></p>
zh_cn: <p><b>软件源配置</b><br> 在此处配置安装服务器。<br></p>

source: <p><b>Adding a Repository:</b><br> Unconfigured directories are detected in the repository directory and then made available for configuration. To add a repository, select it from the list of unconfigured repositories and press <b>Configure</b>.</p>
ar: <p><b>إضافة مخزن:</b>‏<br> يتم اكتشاف الدلائل التي لم يتم تكوينها في دليل المخزن، وتتم إتاحتها للتكوين. لإضافة مخزن، حدد هذا المخزن من قائمة المخازن التي لم يتم تكوينها، ثم اضغط <b>تكوين</b>‏.</p>
cs: <p><b><big>Přidávání repozitáře:</big></b><br> Hledání se provádí pro nenastavené adresáře v adresáři repozitářů, a připraví je pro konfiguraci.</p> Vyberte zdroj ze seznamu nalezených repozitářů. Poté stiskněte <b>Nastavit</b>.</p>
da: <p><b>Tilføje en softwarekilde:</b><br> Ikke konfigurerede mapper findes i softwarekilde-mappen og gøres tilgængelige til konfiguration. For at tilføje en softwarekilde, vælg den fra listen over ikke konfigurerede softwarekilder og tryk <b>Konfigurér</b>.</p>
de: <p><b>Repository hinzufügen:</b><br> Nicht konfigurierte Verzeichnisse im Repository-Verzeichnis werden erkannt und für die Konfiguration bereitgestellt. Zum Hinzufügen eines Repositorys wählen Sie es aus der Liste der nicht konfigurierten Repositorys aus und klicken Sie auf <b>Konfigurieren</b>.</p>
el: <p><b>Προσθήκη μιας Αποθήκης Λογισμικού:</b><br> Ανιχνεύονται μη-ρυθμισμένοι κατάλογοι στον κατάλογο αποθηκών λογισμικού και γίνονται διαθέσιμοι για ρύθμιση. Για να προσθέσετε μία αποθήκη, επιλέξτε την από τη λίστα των μη ρυθμισμένων αποθηκών και πατήστε<b>Ρύθμιση</b>.</p>
es: <p><b>Añadir un repositorio:</b><br> Los directorios sin configurar se detectan en el directorio del repositorio y quedan disponibles para su configuración. Para añadir un repositorio, selecciónelo de la lista de repositorios sin configurar y pulse <b>Configurar</b>.</p>
gl: <p><b>Engadindo un Repositorio:</b><br> Os directorios sen configurar son detectados no directorio do repositorio e despois estarán dispoñibles para configurar. Para engadir un repositorio, seleccióneo na lista e repositorios sen configurar e prema <b>Configurar</b>.</p>
hr: <p><b>Dodajem repozitorij:</b><br> U repozitoriju izvora se traže direktoriji koji nisu podešeni i koji onda postaju dostupni za podešavanje. Da biste dodali repozitorij, odaberite repozitorij s liste pronađenih repozitorija i pritisnite <b>Podesi</b>.</p>
hu: <p><b>Telepítési forrás hozzáadása</b><br> Be nem állított könyvtárak találhatók a telepítési könyvtárban, amiket később elérhet és beállíthat. A telepítési forrás hozzáadásához válasszon egy be nem állítottat, majd nyomja meg a <b>Beállítás</b> gombot.</p>
it: <p><b>Aggiunta di un repository:</b><br> le directory non configurate vengono rilevate all'interno della directory del repository, quindi vengono rese disponibili per essere configurate. Per aggiungere un repository, selezionarlo dall'elenco dei repository non configurati e premere <b>Configura</b>.</p>
ja: <p><b>リポジトリの追加:</b><br> リポジトリのディレクトリ内から未設定のディレクトリを検出し、 設定できるようになります。 リポジトリを追加するには、検出されたリポジトリの一覧から選択を行ない、 <b>設定</b> を押してください。</p>
km: <p><b>​បន្ថែម​ឃ្លាំង ៖</b><br> ថត​ដែល​មិន​បាន​កំណត់​រចនាសម្ព័ន្ធ​ត្រូវ​បាន​រក​ឃើញ​នៅ​ក្នុង​ថត​ឃ្លាំង និង​បន្ទាប់​​មក​ ធ្វើ​ឲ្យ​ប្រើ​បាន​សម្រាប់​កំណត់​រចនាម្ព័ន្ធ ។ ដើម្បី​បន្ថែម​ឃ្លាំង ជ្រើស​វា​ពី​បញ្ជី​ឃ្លាំង​ដែល​មិន​បាន​កំណត់​រចនាសម្ព័ន្ធ ហើយ​ចុច <b>កំណត់​រចនាសម្ព័ន្ធ</b> ។</p>
nb: <p><b>Legge til en pakkebrønn:</b><br> Systemet søker etter kataloger som ikke er valgt, i pakkebrønnkatalogen og gjør dem tilgjengelige for oppsett. Legg til en pakkebrønn ved å velge den i listen over pakkebrønner som ikke er valgt. Klikk deretter <b>Sett opp</b>.</p>
pl: <p><b>Dodawanie repozytorium:</b><br> Nieskonfigurowane katalogi w katalogu repozytorium są znajdywane a następnie udostępniane do skonfigurowania. Aby dodać repozytorium, należy je wybrać z listy odnalezionych, a następnie nacisnąć przycisk <b>Konfiguruj</b>.</p>
pt: <p><b>Adicionar um Repositório:</b><br> Directórios não configurados serão detectados no directório do repostiório e posteriormente disponibilizados para configuração. Para escolher um repositório, seleccione-o da lista de repositórios não configurados e prima <b>Configurar</b>.</p>
pt_br: <p><b>Adicionando um repositório:</b><br> Diretórios não configurados são detectados no diretório do repositório e em seguida postos à disposição para configuração Para adicionar um repositório, selecione um deles na lista de repositórios não configurados e pressione <b>Configurar</b>.</p>
ro: <p><b>Adăugarea unei surse de instalare:</b><br> Directoarele neconfigurate sunt detectate în directoarele surselor și apoi lăsate disponibile pentru configurare. Pentru a adăuga o sursă, selectați-o din liste surselor neconfigurate și apăsați <b>Configurează</b>.</p>
ru: <p><b>Добавление репозитория</b><br> <p>YaST ищет ненастроенные каталоги внутри каталога репозитория и делает их доступными для настройки.</p> Чтобы добавить репозиторий, выберите его из списка ненастроенных и нажмите <b>Настроить</b>.</p>
sk: <p><b>Pridanie repozitára</b><br> Zistia sa nenakonfigurované adresáre v adresári repozitára a potom sa sprístupnia pre konfiguráciu. Ak chcete pridať repozitár, zvoľte ho zo zoznamu nenakonfigurovaných repozitárov a stlačte <b>Konfigurovať</b>.</p>
sv: <p><b>Lägga till en lagringsplats:</b><br> Kataloger som inte har konfigurerats identifieras i katalogen för lagringsplatsen och kan sedan konfigureras. Om du vill lägga till en lagringsplats väljer du den i listan med lagringsplatser som inte har konfigurerats och klickar på <b>Ställ in</b>.</p>
uk: <p><b>Додавання сховища:</b><br> YaST виявляє у каталозі сховища неналаштовані каталоги та робить їх доступними для налаштування. Щоб додати сховище, виберіть його зі списку неналаштованих та натисніть <b>Налаштувати</b>.</p>
zh_cn: <p><b>添加软件源：</b><br> 软件源目录中会检测到未配置的目录，随后使其可以进行配置。 若添加软件源，请从未配置的软件源列表中选择该软件源， 然后按<b>配置</b>。</p>

source: <p><b><big>Editing or Deleting:</big></b><br> If you press <b>Edit</b>, an additional dialog in which to change the configuration opens.</p>
ar: <p><b><big>تحرير أو حذف</big>‏</b>‏<br> إذا قمت بضغط <b>تحرير</b>، يفتح مربع حوار إضافي يتم من خلاله تغيير التكوين.</p>
cs: <p><b><big>Úpravy a odstraňování:</big></b><br> Pokud stisknete tlačítko <b>Upravit</b>, zobrazí se další dialog, kde můžete změnit nastavení.</p>
da: <p><b><big>Redigere eller slette:</big></b><br> Hvis du klikker <b>Rediger</b>, åbner et nyt dialogvindue, hvor du kan ændre konfigurationen.</p>
de: <p><b><big>Bearbeiten oder löschen:</big></b><br> Wenn Sie auf <b>Bearbeiten</b> drücken, öffnet sich ein zusätzliches Dialogfenster, in dem Sie die Konfiguration ändern können.</p>
el: <p><b><big>Επεξεργασία ή διαγραφή:</big></b><br> Αν πατήσετε <b>Επεξεργασία</b>, ένας επιπλέον διάλογος στον οποίο μπορείτε να αλλάξετε τις ρυθμίσεις θα ανοίξει.</b>
es: <p><b><big>Editar o eliminar:</big></b><br> Al pulsar <b>Editar</b> se abre un cuadro de diálogo en el que podrá cambiar la configuración.</p>
gl: <p><b><big>Editando ou Eliminando:</big></b><br> Se preme <b>Editar</b>, abrirase un diálogo adicional no que poderá cambiar a configuración.</p>
hi: <p><b><big>सपांदन या मिटान :</big></b><br> यदि तुुम <bसपांदनt</bदबाते हो >एक अन्य डायलग जिसमेंe समनुरुपण में बदलाव खुलता है ।.</p>
hr: <p><b><big>Uređivanje ili brisanje:</big></b><br> Ako stisnete <b>Uredi</b>, otvara se dodatni prozor u kojem se uređuju njihove postavke.</p>
hu: <p><b><big>Szerkesztés vagy törlés:</big></b><br> A <b>Szerkesztés</b> gomb megnyomásával, egy további párbeszédablak nyílik meg, ahol módosíthatja a beállításokat.</p>
it: <p><b><big>Modifica o eliminazione:</big></b><br> facendo clic su <b>Modifica</b>, viene visualizzata un'ulteriore finestra di dialogo in cui è possibile modificare la configurazione.</p>
ja: <p><b><big>編集／削除:</big></b><br> <b>編集</b> ボタンを押すと設定変更のダイアログが表示されます。</p>
km: <p><b><big>ការ​កែសម្រួល ឬ​លុប ៖</big></b><br> បើ​អ្នក​ចុច <b>កែសម្រួល</b> ប្រអប់​បន្ថែម​មួយ​ទៀត​នឹង​លេចឡើង ដែល​អ្នក​អាច​ផ្លាស់ប្ដូរ​ការ​កំណត់​រចនាសម្ព័ន្ធ​នៅ​ក្នុង ។</p>
nb: <p><b><big>Redigere eller slette:</big></b><br> Hvis du klikker <b>Rediger</b>, får du opp en ny dialog der du kan endre oppsettet.</p>
pa: <p><b><big>ਸੋਧਣਾ ਜਾਂ ਹਟਾਉਣਾ:</big></b><br> ਜੇ ਤੁਸੀਂ <b>ਸੋਧ</b> ਦਬਾਈ, ਇੱਕ ਹੋਰ ਡਾਈਲਾਗ, ਜਿਸ ਵਿੱਚ ਸੰਰਚਨਾ ਤਬਦੀਲ ਕਰਨੀ ਹੈ, ਖੁੱਲਦਾ ਹੈ।</p>
pl: <p><b><big>Edycja albo usuwanie:</big></b><br> Po naciśnięciu przycisku <b>Edytuj</b> otworzy się dodatkowe okno, w którym można zmienić konfigurację.</p>
pt: <p><b><big>Editar ou Apagar:</big></b><br> Se premir <b>Editar</b>, abre-se uma caixa de diálogo adicional, onde se podem efectuar alterações à configuração.</p>
pt_br: <p><b><big>Editando ou removendo:</big></b><br> Se você clicar em <b>Editar</b> será aberto um diálogo adicional no qual você pode alterar a configuração.</p>
ro: <p><b><big>Editarea sau ștergerea:</big></b><br> Dacă apăsați <b>Editează</b>, va apărea un dialog adițional în care puteți schimba configurația.</p>
ru: <p><b><big>Редактирование или удаление</big></b><br> Если нажать кнопку <b>Редактировать</b>, откроется дополнительное диалоговое окно, в котором можно изменить конфигурацию.</p>
sk: <P><B><BIG>Úpravy a odstránenie:</BIG></B><BR> Ak stlačíte <B>Upraviť</B>, otvorí sa dialóg, kde môžete zmeniť konfiguráciu.</P>
sv: <p><b><big>Redigera eller ta bort</big></b><br> Om du klickar på <b>Redigera</b> öppnas ytterligare en dialogruta där du kan ändra inställningarna.</p>
uk: <p><b><big>Редагування або вилучення:</big></b><br> Якщо ви натиснете <b>Змінити</b>, відкриється додаткове вікно, в якому можна змінити налаштування.</p>
zh_cn: <p><b><big>编辑或删除:</big></b><br> 如果您点击<b>编辑</b>, 将开启一个对话框, 在这个对话框里, 您可以更改您的设定.</p>

source: <p><b>Repositories Overview</b><br> Get an overview of the configured repositories and edit their configuration if necessary.<br></p>
ar: <p><b>نظرة عامة على مستودعات</b><br> هنا يمكنك الحصول على لمحة عامة عن المستودعات المُعدة كما يمكنك تحرير الإعداد الخاص بها.<br></p>
cs: <p><b>Přehled repozitářů</b><br> Zde vidíte přehled nastavených repozitářů. Navíc je zde můžete v případě potřeby měnit.<br></p>
da: <p><b>Oversigt over softwarekilder</b><br> Få en oversigt over konfigurerede softwarekilder og rediger deres konfiguration om nødvendigt.<br></p>
de: <p><b>Überblick über die Installationsquellen</b><br> Hier erhalten Sie einen Überblick über die konfigurierten Installationsquellen. Außerdem können Sie - falls erforderlich - deren Konfiguration bearbeiten.<br></p>
el: <p><b><big>Σύνοψη Αποθετηρίων</big></b><br> Εδώ μπορείτε να δείτε συνοπτικά τα ρυθμισμένα αποθετήρια και εάν είναι απαραίτητο, να επεξεργαστείτε τις ρυθμίσεις τους.<br></p>
es: <p><b>Resumen de repositorios</b><br> Obtenga un resumen de los repositorios configurados y edite su configuración si es necesario.<br></p>
gl: <p><b>Vista xeral dos repositorios</b><br> Obteña unha visión xeral dos repositorios configurados e edite a súa configuración se fose necesario.<br></p>
hu: <p><b>Telepítési források áttekintése</b><br> Itt áttekintést kap a beállított telepítési forrásokról, valamint módosíthatja azok beállításait.<br></p>
it: <p><b><big>Panoramica dei repository</big></b><br> Si ottiene una panoramica dei repository configurati e si può modificare la loro configurazione se necessario.<br></p>
ja: <p><b><big>リポジトリの概要</big></b><br> 設定したリポジトリの概要が表示されます。 ここから設定を編集することもできます。<br></p>
km: <p><b>ទិដ្ឋភាព​ទូទៅ​របស់​ឃ្លាំង</b><br> ទទួល​យក​ទិដ្ឋភាព​ទូទៅ​នៃ​ឃ្លាំង​ដែល​បាន​កំណត់​រចនាសម្ព័ន្ធ និង​កែសម្រួល​ ការ​កំណត់​រចនាសម្ព័ន្ធ​របស់​វា ប្រសិនបើ​ចាំបាច់ ។<br></p>
nb: <p><b><big>Oversikt over pakkebrønner</big></b><br> Her vises en oversikt over valgte pakkebrønner Du kan også redigere pakkebrønnoppsettet.<br></p>
pl: <p><b>Przegląd repozytoriów</b><br> Pozwala przejrzeć skonfigurowane repozytoria oraz edytować ich konfigurację w razie potrzeby.<br></p>
pt_br: <p><b>Visão geral dos repositórios</b><br> Obtenha uma visão geral dos repositórios configurados e edite suas configurações se necessário.<br></p>
ru: <p><b>Обзор репозиториев</b><br> Обзор настроенных репозиториев и изменение их параметров при необходимости.<br></p>
sk: <p><b>Prehľad repozitárov</b><br> Získajte zoznam nakonfigurovaných repozitárov a ak treba, upravte ich konfiguráciu.<br></p>
sv: <p><b>Översikt över lagringsplatser</b><br> Få överblick över de konfigurerade lagringsplatserna och redigera deras konfiguration om det behövs.<br></p>
uk: <p><b><big>Огляд сховищ</big></b><br> Перегляд налаштованих сховищ. Також можна редагувати їхню конфігурацію за потреби.<br></p>
zh_cn: <p><b>软件源概览</b><br> 获取已配置的软件源的概述，以及根据需要 编辑它们的配置。<br></p>

source: <p><b>Adding a Repository:</b><br> Press <b>Add</b> to configure a repository.</p>
ar: <p><b>إضافة مخزن:</b>‏<br> اضغط <b>إضافة</b> لتكوين مخزن.</p>
cs: <P><B>Přidání repozitáře:</B><BR> Stisknutím tlačítka <B>Přidat</B> můžete nakonfigurovat repozitář.</P>
da: <P><B>Tilføje en softwarekilde:</B><BR> Tryk på <B>Tilføj</B> for at konfigurere en softwarekilde.</P>
de: <p><b>Repository hinzufügen:</b><br> Klicken Sie zum Konfigurieren eines Repositorys auf <b>Hinzufügen</b>.</p>
el: <p><b>Προσθήκη μιας Αποθήκης Λογισμικού:</b><br> Πατήστε το <b>Προσθήκη</b> για να ρυθμίσετε μια αποθήκη λογισμικού.</p>
es: <p><b>Añadir un repositorio:</b><br> Pulse <b>Añadir</b> para configurar un repositorio.</p>
gl: <p><b>Engadindo un Repositorio:</b><br> Prema <b>Engadir</b> para configurar un repositorio.</p>
hr: <p><b>Dodajem repozitorij:</b><br> Pritisnite <b>Dodaj</b> da biste podesili repozitorij.</p>
hu: <p><b>Telepítési forrás hozzáadása:</b><br> A <b>Hozzáadás</b> gomb megnyomásával beállíthat egy telepítési forrást.</p>
it: <p><b>Aggiunta di un repository:</b><br> Premere <b>Aggiungi</b> per configurare un repository.</p>
ja: <p><b>リポジトリの追加:</b><br> <b>追加</b> ボタンを押すとリポジトリを設定することができます。</p>
km: <p><b>បន្ថែម​ឃ្លាំង ៖</b><br> ចុច <b>បន្ថែម</b> ដើម្បី​កំណត់​រចនាសម្ព័ន្ធ​ឃ្លាំង ។</p>
nb: <p><b><big>Legge til en pakkebrønn:</big></b><br> Klikk <b>Legg til</b> for å sette opp en pakkebrønn.</p>
pl: <p><b>Dodawanie repozytorium:</b><br> Aby skonfigurować nowe repozytorium, należy nacisnąć przycisk <b>Dodaj</b>.</p>
pt: <p><b>Adicionar um Repositório:</b><br> Prima <b>Adicionar</b> para configurar um repositório.</p>
pt_br: <p><b>Adicionando um repositório:</b><br> Clique em <b>Adicionar</b> para configurar um repositório.</p>
ro: <p><b>Adăugarea unei surse de instalare:</b><br> Apăsați <b>Adaugă</b> pentru a configura o sursă de instalare.</p>
ru: <p><b>Добавление репозитория</b><br> Нажмите <b>Добавить</b> для настройки репозитория.</p>
sk: <p><b>Pridanie repozitára:</b><br> Stlačte <b>Pridať</b>, ak chcete konfigurovať repozitár.</p>
sv: <p><b>Lägga till en lagringsplats:</b><br> Klicka på <b>Lägg till</b> om du vill konfigurera en lagringsplats.</p>
uk: <p><b><big>Додавання сховища:</big></b><br> Натисніть кнопку <b>Додати</b>. щоб налаштувати сховище.</p>
zh_cn: <p><b>添加软件源：</b><br> 点击<b>添加</b>以配置一个软件源。</p>

source: <p><b><big>Editing or Deleting:</big></b><br> Choose the repository you want to change or remove and press <b>Edit</b> or <b>Delete</b>, respectively.</p>
ar: <p><b><big>تحرير أو حذف:</big>‏</b>‏<br> اختر المخزن الذي تريد تغييره أو إزالته، ثم اضغط <b>تحرير</b> أو <b>حذف</b> على التوالي.</p>
cs: <P><B><BIG>Úpravy a odstraňování:</BIG></B><BR> Vyberte si repozitář, který chcete upravit anebo odebrat. Poté stiskněte tlačítko <B>Upravit</B> nebo <B>Odstranit</B>.</P>
da: <p><b><big>Redigere eller slette:</big></b><br> Vælg en softwarekilde der skal ændres eller fjernes. Tryk henholdsvis <b>Rediger</b> eller <b>Slet</b>.</p>
de: <p><b><big>Bearbeiten oder Löschen:</big></b><br> Wählen Sie das Repository aus, das Sie bearbeiten oder löschen möchten, und klicken Sie dann entsprechend auf <b>Bearbeiten</b> oder <b>Löschen</b>.</p>
el: <p><b><big>Επεξεργασία ή Διαγραφή:</big></b><br> Επιλέξτε την αποθήκη που επιθυμείτε να επεξεργαστείτε ή να διαγράψετε και πατήστε <b>Επεξεργασία</b> ή <b>Διαγραφή</b>, αντίστοιχα.</p>
es: <p><b><big>Editar o eliminar:</big></b><br> Seleccione el repositorio que quiere modificar o eliminar y pulse <b>Editar</b> o <b>Eliminar</b> según corresponda.</p>
gl: <p><b><big>Editando ou Eliminando:</big></b><br> Elixa o repositorio que desexa cambiar ou eliminar e prema <b>Editar</b> ou <b>Eliminar</b>.</p>
hr: <p><b><big>Uređivanje ili brisanje:</big></b><br /> Odaberite repozitorij koji želite promijeniti ili izbrisati i pritisnite <b>Uredi</b> ili <b>Izbriši</b>, ovisno što želite.</p>
hu: <p><b><big>Szerkesztés vagy törlés:</big></b><br> Válassza ki a módosítani vagy törölni kívánt telepítési forrást, majd nyomja meg a <b>Szerkesztés</b> vagy a <b>Törlés</b> gombot.</p>
it: <p><b>Modifica o eliminazione:</b><br> Scegliere un repository da modificare o eliminare, quindi premere <b>Modifica</b> o <b>Elimina</b>.</p>
ja: <p><b><big>編集／削除:</big></b><br> 編集または削除するリポジトリを選び、 <b>編集</b> または <b>削除</b> ボタンを押してください。</p>
km: <p><b><big>កែសម្រួល ឬ​លុប ៖</big></b><br> ជ្រើស​ឃ្លាំង​ដែល​អ្នក​ចង់​ផ្លាស់ប្ដូរ ឬ​យក​ចេញ ចុច <b>កែសម្រួល</b> ឬ <b>លុប</b>រៀងៗ​ខ្លួន ។</p>
nb: <p><b><big>Redigere eller slette:</big></b><br> Velg en pakkebrønn du vil endre eller slette. Klikk deretter <b>Rediger</b> eller <b>Slett</b> etter behov.</p>
pl: <p><b><big>Edycja albo usuwanie:</big></b><br> Należy wybrać repozytorium do edycji lub usunięcia, a następnie nacisnąć przycisk <b>Edytuj</b> lub <b>Usuń</b>.</p>
pt: <p><b><big>Editar ou Apagar:</big></b><br> Escolha um repositório para alterar ou remover e prima <b>Editar</b> ou <b>Apagar</b> conforme pretenda.</p>
pt_br: <p><b><big>Editando ou removendo:</big></b><br> Escolha um repositório para alterar ou remover e clique em <b>Editar</b> ou <b>Remover</b>, respectivamente.</p>
ro: <p><b><big>Editare sau ștergere:</big></b><br> Alegeți sursa de instalare de șters sau editat și apăsați <b>Editează</b> sau <b>Șterge</b> dupa caz.</p>
ru: <p><b><big>Редактирование или удаление</big></b><br> Выберите репозиторий для редактирования или удаления. Затем нажмите <b>Редактировать</b> или <b>Удалить</b> соответственно.</p>
sk: <p><b><big>Úprava alebo vymazanie:</big></b><br> Zvoľte repozitár, ktorý chcete upraviť alebo vymazať a stlačte jednotlivo <b>Upraviť</b> alebo <b>Vymazať</b>.</p>
sv: <p><b><big>Redigera eller ta bort:</big></b><br> Välj en lagringsplats som du vill ändra eller ta bort. Klicka därefter på <b>Redigera</b> eller <b>Ta bort</b>.</p>
uk: <p><b><big>Редагування або вилучення:</big></b><br> Виберіть сховище, щоб його змінити або вилучити, а потім натисніть кнопку <b>Змінити</b> або <b>Вилучити</b> за бажанням.</p>
zh_cn: <p><b><big>编辑或删除：</big></b><br> 选择要更改或移除的软件源， 然后根据需要按<b>编辑</b>或<b>删除</b>。</p>

source: The FTP installation server requires an FTP server package. The vsftpd package will now be installed.
ar: يتطلب خادم تثبيت FTP حزمة خادم FTP. سيتم تثبيت حزمة vsftpd الآن.
cs: Instalační server FTP vyžaduje balíček serveru FTP. Bude nainstalován balíček vsftpd.
da: FTP-installationsserveren kræver en FTP-serverpakke. vsftpd-pakken vil nu blive installeret.
de: Der FTP-Installationsserver erfordert ein FTP-Serverpaket. Das Paket vsftpd wird nun installiert.
el: Η εγκατάσταση του διακομιστή FTP απαιτεί ένα πακέτο διακομιστή FTP. Το πακέτο vsftpd θα εγκατασταθεί τώρα.
es: El servidor de instalación FTP necesita un paquete de servidor FTP. A continuación se instalará el paquete vsftpd
gl: O servidor de instalación por FTP require un paquete de servidor FTP. Vaise instalar o paquete vsftpd.
hi: FTP अधिषठापन सेवक को FTP सेवक बंडल का अवश्यक हैं.अब vsftpd बंडल अधिषठापन किया जाएगा
hr: FTP instalacijski poslužitelj zahtjeva paket FTP poslužitelja. Paket vsftpd će sada biti instaliran.
hu: Az FTP-telepítőkiszolgáló egy FTP-kiszolgáló csomagot igényel. A vsftpd csomag kerül telepítésre.
it: Il server di installazione FTP richiede un pacchetto server FTP. Il pacchetto vsftpd verrà installato adesso.
ja: FTP インストールサーバを設定するには FTP サーバパッケージが必要です。 vsftpd パッケージがインストールされます。
km: ម៉ាស៊ីន​បម្រើ​ការ​ដំឡើង FTP ទាមទារ​កញ្ចប់​ម៉ាស៊ីន​បម្រើ FTP មួយ ។ កញ្ចប់ vsftpd នឹង​ត្រូវ​បាន​ដំឡើង​ឥឡូវ ។
nb: FTP-installasjonsserveren krever en FTP-serverpakke. Pakken vsftpd vil bli installert nå.
pa: FTP ਇੰਸਟਾਲੇਸ਼ਨ ਸਰਵਰ ਨੂੰ FTP ਪੈਕੇਜ ਦੀ ਜਰੂਰਤ ਹੈ। vsftpd ਪੈਕੇਜ ਹੁਣ ਇੰਸਟਾਲ ਹੋਵੇਗੀ।
pl: Serwer instalacyjny FTP wymaga pakietu serwera FTP. Za chwilę zostanie zainstalowany pakiet vsftpd.
pt: O servidor de instalação FTP requer um pacote de servidor FTP. O pacote vsftpd será agora instalado.
pt_br: O servidor FTP de instalação requer um pacote de servidor FTP. O pacote vsftpd será instalado agora.
ro: Serverul de instalare FTP necesită un pachet FTP server. Pachetul vsftpd va fi instalat acum.
ru: Для сервера установки FTP требуется пакет FTP-сервера. Сейчас будет установлен пакет vsftpd.
sk: Inštalačný server FTP vyžaduje nainštalovaný FTP server. Bude nainštalovaný balík vsftpd.
sv: Det krävs ett FTP-serverpaket för FTP-installationsservern. Paketet vsftpd kommer nu att installeras.
uk: Сервер встановлення через FTP потребує пакунок FTP-сервера. Зараз буде встановлено пакунок vsftpd.
zh_cn: FTP 安装服务器需要一个 FTP 服务器软件包. 现在将安装 vsftpd 软件包.
